{
	"Yesterday, my players' characters needed to travel for a week from a desolate dungeon to a thriving city. I knew there was only one way to make this journey exciting for everyone: a skill challenge. This article is a follow-up to {@link Exploring the Wilderness: Navigation and Player Agency|https://www.dndbeyond.com/posts/269-exploring-the-wilderness-navigation-and-player} and {@link Exploring the Wilderness: Creating Dynamic Encounter Areas|https://www.dndbeyond.com/posts/272-exploring-the-wilderness-creating-dynamic}. In the former article, I explored many different ways of making travel interesting, and posed a basic outline for using skill challenges to engage your players during travel sequences. This week, we're taking a more detailed look at how to make this much-misunderstood system work.": "昨天，我的玩家角色需要从一个荒凉的地牢旅行一周到一个繁荣的城市。我知道只有一种方法可以让这段旅程对每个人都充满乐趣：技能挑战。这篇文章是{@link Exploring the Wilderness: Navigation and Player Agency|https://www.dndbeyond.com/posts/269-exploring-the-wilderness-navigation-and-player}和{@link Exploring the Wilderness: Creating Dynamic Encounter Areas|https://www.dndbeyond.com/posts/272-exploring-the-wilderness-creating-dynamic}的后续。在前一篇文章中，我探讨了许多使旅行有趣的方法，并提出了在旅行序列中使用技能挑战来吸引玩家的基本概述。本周，我们将更详细地看看如何使这个常被误解的系统发挥作用。",
	"I love making maps, especially overland maps on the scale of city-states, nations, and continents. I spent hours upon hours memorizing the tiniest details of Brian Jacques' {@i Redwall} maps, and the map of Bilbo's journey in {@i The Hobbit}, and then was astounded to see it expanded even further in {@i The Lord of the Rings}. But in roleplaying games, maps can't just look pretty or inspire the reader's imagination, as they might do in a novel. In RPGs, the players have to use the map to guide themselves on adventures, and that map must be filled with beings and locations. Otherwise, why use a map? If the only thing that matters are the points and destinations, you would be better off saving time and effort and just using a flowchart.": "我喜欢制作地图，尤其是城邦、国家和大陆规模的陆地地图。我花了数小时来记忆布莱恩·雅克{@i Redwall}的地图上最微小的细节，以及《{@i The Hobbit}》中比尔博旅程的地图，然后惊讶地看到它在《{@i The Lord of the Rings}》中进一步扩展。但在角色扮演游戏中，地图不能只是看起来漂亮或激发读者的想象力，就像小说中那样。在RPG中，玩家必须使用地图来引导自己进行冒险，而地图必须充满生物和地点。否则，为什么要使用地图呢？如果唯一重要的是点和目的地，那么最好节省时间和精力，只使用流程图。",
	"The reason is believability. Not {@i realism}, mind you, but believability. In genre fiction, we call this verisimilitude. Whatever you call it, verisimilitude is the ability for a storyteller (be they player or DM) to inspire their audience to suspend their disbelief and accept the authenticity of the world—even if that world may be filled with unrealistic things like magic and dragons.": "原因在于可信度。不是{@i realism}，请注意，而是可信度。在类型小说中，我们称之为逼真性。无论你如何称呼它，逼真性是讲故事者（无论是玩家还是DM）激发观众悬置怀疑并接受世界真实性的能力，即使那个世界可能充满了像魔法和龙这样不现实的事物。",
	"A flowchart-style map is a great way to demolish your world's verisimilitude. D&D walks a fine line between simulating a world we can believe is real and simulating a game that is fun to play. The best campaigns manage to do both, but doing so is an art, not a science. It all depends on what the players and the DM will tolerate, and how far they're willing to suspend their disbelief. Some players can believe in a world where points of interest are all that are important to the game, and the events of travel are meaningless minutiae that draw attention away from exciting parts like combat, traps, roleplaying and treasure.": "流程图风格的地图是摧毁你的世界真实性的好方法。D&D在模拟我们可以相信是真实的世界和模拟一个有趣玩法的游戏之间走着一条细线。最好的冒险活动能够同时做到这两点，但这是一门艺术，而不是科学。一切取决于玩家和DM愿意容忍什么，以及他们愿意悬置怀疑的程度。一些玩家可以相信一个世界，其中感兴趣的点是游戏中唯一重要的事情，而旅行的事件是毫无意义的琐事，会让人们的注意力从激动人心的部分，如战斗、陷阱、角色扮演和宝藏中分散开来。",
	"This playstyle is 100 percent valid. Focusing on the most fun and meaningful bits is a great way to sheer the fat off of a game session and create a thrilling, roller coaster-like game. But it's not my playstyle. Not unless there are extenuating circumstances.": "这种游戏风格是100%有效的。专注于最有趣和有意义的部分是剔除游戏过程中的多余部分，创造一个扣人心弦、像过山车一样刺激的游戏的绝佳方式。但这不是我的游戏风格。除非有特殊情况。",
	"I want my players to buy in to the simulated world I've created. This is why I create NPCs who behave like authentic people with motivations and idiosyncrasies and it's why my monsters use their magic items in combat against the characters, rather than letting them sit on a treasure horde waiting to be plundered. Most importantly, it's why travel in my games is more than just leaving point A on the map and appearing at point B. The points aren't the important part of the world. Those are just the bones; it's everything in between that makes of the world's body.": "我希望我的玩家能够完全融入我所创造的模拟世界。这就是为什么我创造出行为像真实人物一样具有动机和怪癖的NPC，以及为什么我的怪物会在与角色的战斗中使用他们的魔法物品，而不是让它们闲置在宝藏堆中等待被掠夺。最重要的是，在我的游戏中旅行不仅仅是离开地图上的A点然后出现在B点。这些点并不是世界的重要部分。它们只是骨架；真正重要的是连接这些点的一切，这才构成了世界的实体。",
	"That said, I will sometimes break their suspension of disbelief on purpose by making fun of my own NPCs or bending the rules of my world to heighten the drama of the storytelling or the excitement of the gameplay—but I make these goofs intentionally. I break the continuity of my characters or of my storytelling because I want to laugh with my friends and laugh at myself. It's all in good fun, and it's important to know when you're taking yourself just a little {@i too} seriously.": "话虽如此，我有时会故意打破他们对虚构世界的信任，通过取笑自己的NPC或者扭曲世界规则来增强故事情节的戏剧性或者游戏的刺激性，但我这些失误都是故意的。我打破角色或者故事情节的连贯性，是因为我想和朋友们一起开心，也想逗笑自己。这都是为了好玩，重要的是要知道何时你开始有点儿认真对待自己了。",
	"The challenge, of course, is filling all of that space between points. We spent a full article on that at the beginning of this series, but no matter how many clever tricks we use or game aids we buy, there's only one solution to building a believable campaign world. And that's to put in the work. Spend the time building it yourself.": "当然，挑战在于填补这些点之间的所有空间。在本系列的开头，我们花了一整篇文章来讨论这个问题，但无论我们使用多少聪明的技巧或购买游戏辅助工具，构建一个可信的战役世界只有一个解决方案。那就是付出努力。花时间自己建设它。",
	"I lied a little. You can absolutely spend hours and hours building random encounter tables for your region, stealing weather tables from old hexcrawl adventures, and creating charts full of NPC travelers and so forth. That is one way to create an immersive and deep world. But boy, I don't have time to do that anymore.": "我说了谎。你完全可以花费数小时甚至数天来制作你地区的随机遭遇表，从旧的六边形探险冒险中借用天气表，创建充满NPC旅行者等内容的图表。这是创建一个沉浸式和深度世界的一种方式。但是，我已经没有时间再这样做了。",
	"One way to make a quick and comprehensive guide to your world is to break it up into regions and mini-gazetteers for each region, like Mike Mearls is doing for his Nentir Vale campaign. Spend just two pages fleshing out each region and create just enough narrative detail to jog your memory, plus a few evocative tables to help kickstart your imagination while in the heat of the moment. This is what I'm doing for my current campaign. I love the world I created for it, so I'm taking every opportunity I can get to introduce my players to my favorite parts of it. A DM's gotta have fun too, after all!": "创建一个快速而全面的世界指南的一种方法是将其分成各个地区和小型地理指南，就像Mike Mearls正在为他的Nentir Vale（奈提尔谷）战役所做的那样。每个地区只需用两页来详细描述，并创造足够的叙事细节以便帮助你记忆，再加上一些引人入胜的表格，以帮助在紧要关头激发你的想象力。这就是我目前战役中正在做的事情。我热爱为其创造的世界，因此我正在利用一切机会向我的玩家介绍其中我最喜欢的部分。毕竟，主持人也要享受乐趣！",
	"But we can go one step further. The great drawback of rolling for random travel events or monster encounters is that the players never feel in control of their destiny. They may choose where they want to go, and they might even choose which road they want to take to get there, but their journey is essentially on auto-pilot from that point on until their DM rolls a random encounter. My favorite method of travel-montage kills two birds with one stone: it reduces my need for prep and it also gives my players a more active role in creating the story of their journey.": "但我们可以更进一步。随机掷骰来决定旅行事件或怪物遭遇的最大缺点是玩家们从未感到他们对自己命运的掌控。他们可以选择想去的地方，甚至可以选择要走的路，但从那一刻起，他们的旅程基本上就是自动驾驶，直到他们的DM掷出一个随机遭遇。我最喜欢的旅行蒙太奇方法一举两得：它减少了我准备的需求，同时也让我的玩家在创造他们旅程故事中扮演更积极的角色。",
	"And now, nearly one thousand words into this article, let's talk about skill challenges.": "现在，在这篇文章中已经写了将近一千个字，让我们来谈谈技能挑战(Skill Challenges)。",
	"I certainly sung their praises in the first article in this series, but they deserve a closer look. I just used a skill challenge in a game I ran today, so they're fresh in my mind. When I run a travel skill challenge, my goal is to give the players a chance to develop the story on their own terms, without me telling them \"The weather was cold and overcast, but there were no monsters. Now you set up camp and take a long rest,\" about seven times on the way from one city to another. I change up the flow of D&D (in which the DM tells the players what they perceive and the players decide how to react) and let players tell {@i me} what is going on in the world.": "我在这个系列的第一篇文章中肯定赞扬了他们，但他们值得更仔细地观察。今天我在游戏中使用了一个技能挑战，所以它们仍然新鲜在我脑海中。当我进行旅行技能挑战时，我的目标是给玩家一个机会按照他们自己的方式发展故事，而不是我告诉他们“天气寒冷多云，但没有怪物。现在你们扎营休息一晚”，在从一个城市到另一个城市的路上说了七次左右。我改变了D&D的流程（在其中DM告诉玩家他们感知到什么，玩家决定如何反应），让玩家告诉{@i me}世界上发生了什么。",
	"This is great for several reasons. It lets me define the region they're traveling through with a few simple statements, which I call parameters. More on that later. And then once my players have the parameters of the skill check, they do the rest of the descriptive work for me. By giving them narrative control within specific parameters, I let them tell me what they care about most at that point in time. Maybe they'll focus on the natural world, or the travelers on the road, or the wildlife. Once the players have set a scene, they'll tie their character into the scene, describe what they do in order to resolve the scene they've described, and make an ability check to see if they resolve it successfully. If they don't, I'll ask how they fail spectacularly, because even failure can be fun if the person who's failing can find the humor in it.": "这种方法有几个优点。它让我用几句简单的陈述来定义他们旅行的区域，我称之为参数。稍后会详细介绍。一旦我的玩家掌握了技能检定的参数，他们就会为我完成其余的描述工作。通过在特定参数内赋予他们叙事控制权，我让他们告诉我在那个时刻他们最关心的事情。也许他们会关注自然界，或者路上的旅行者，或者野生动物。一旦玩家们设定了场景，他们会将他们的角色融入场景中，描述他们为了解决他们所描述的场景而做的事情，并进行能力检定以查看他们是否成功解决了问题。如果他们失败了，我会问他们如何惨败，因为即使失败也可以很有趣，如果失败的人能从中找到幽默感。",
	"Running a skill challenge marks a pretty radical departure from the usual flow of gameplay in D&D, and this can be jarring to players and Dungeon Masters who aren't used to it. Skill challenges were originally introduced in fourth edition D&D, so you may find it useful to take a look at the {@link fourth edition Dungeon Master's Guide|https://www.dmsguild.com/product/56694/Dungeon-Masters-Guide-4e} for the original rules. Matt Colville also produced an excellent video describing {@link how he runs skill challenges in fifth edition D&D|https://www.youtube.com/watch?v=GvOeqDpkBm8}. Here's what I do:": "进行技能挑战与D&D中通常的游戏流程有很大不同，这可能会让不习惯的玩家和地下城主感到不适。技能挑战最初是在第四版D&D中引入的，因此您可能会发现查看原始规则的{@link fourth edition Dungeon Master's Guide|https://www.dmsguild.com/product/56694/Dungeon-Masters-Guide-4e}很有用。Matt Colville也制作了一段描述{@link how he runs skill challenges in fifth edition D&D|https://www.youtube.com/watch?v=GvOeqDpkBm8}的优秀视频。这是我的做法：",
	"In a situation where you're changing the flow of play, the single most important thing you can do is tell the players what's going on. I tell my players, \"We're starting a skill challenge to describe how you get from [point A] to [point B].\" If they don't know what a skill challenge is, I describe it as follows:": "在改变游戏流程的情况下，你可以做的最重要的事情就是告诉玩家们发生了什么。我会告诉我的玩家们，“我们要开始一个技能挑战，描述你们如何从（point A）到达（point B）。”如果他们不知道什么是技能挑战，我会这样描述：",
	"\"A skill challenge is a type of scene where the party needs to succeed on a certain number of ability checks before you reach a certain number of failures. We go to each person in turn, and you set up your scene yourself, describe how you try to overcome it, then make a check to see if you are able to succeed. If the party gets enough successes, you reach your destination safely. If the party fails the skill challenge, something bad will happen.": "“技能挑战”是一种场景类型，在这种场景中，队伍需要在达到一定数量的失败之前成功通过一定数量的能力检定。我们依次询问每个人，你需要自己设置场景，描述你如何尝试克服它，然后进行检定以查看你是否成功。如果队伍获得足够的成功，你们会安全抵达目的地。如果队伍在技能挑战中失败，会发生不好的事情。",
	"\"Each person can only use a skill proficiency once. Once [character A] makes a Wisdom ({@skill Perception}) check during this skill challenge, they can't use it again until the challenge is over. You can still make a Wisdom ({@skill Insight}) check, just not another {@skill Perception} roll.\"": "\"每个人只能在技能挑战中使用一次技能熟练加值。一旦{@skill Perception}角色A进行了一次感知检定，就不能再次使用，直到挑战结束。你仍然可以进行{@skill Insight}检定，只是不能再进行另一次{@skill Perception}检定。\"",
	"I tell my players up front how hard the skill challenge will be. It gives them a tangible way to track their progress, and even raises the tension. Too much mystery can be a bad thing, as it becomes hard to know if the players are making progress. This is a small concession I make in immersion in order to increase fun—and it doesn't break my group's suspension of disbelief. In yesterday's game, my players had to make a very simple skill challenge. It only required that they make three successful ability checks before they failed three checks. And I didn't tell them this, but the DC of these checks were low: only {@dc 12}.": "我会提前告诉玩家技能挑战的难度。这样他们就有一种具体的方式来追踪他们的进度，甚至增加了紧张感。太多的神秘可能是一件坏事，因为这样很难知道玩家是否在取得进展。这是我在沉浸感上做出的一个小让步，以增加乐趣——而且不会破坏我的团队对虚构世界的信任。在昨天的游戏中，我的玩家们必须完成一个非常简单的技能挑战。只需要他们在失败三次检定之前成功通过三次能力检定。我没有告诉他们，但这些检定的难度很低：只有{@dc 12}。",
	"I want to give my players free reign, but setting boundaries is useful for two reasons. The first is selfish, it lets me tell my players what parts of my fiction they absolutely should not break. I might say, \"You're traveling for four days across the desert to get from the City to the Oasis. The desert is prone to storms and filled with roaming packs of wargs, and the black sigil-stones embedded within its sands prevent the use of druidic magic.\"": "我想给我的玩家自由发挥，但设定边界有两个用处。第一个是出于自私的原因，它让我告诉玩家绝对不能破坏的故事部分。我可能会说，“你们要穿越沙漠四天，从城市到绿洲。沙漠经常发生风暴，到处都是游荡的座狼群，而沙漠中嵌入的黑色符石阻止了德鲁伊魔法的使用。”",
	"Now my players know what's unique about this desert and can treat it differently from any other desert. Second, these boundaries give the players a starting point. Sometimes limitations breed creativity. If I tell the druid that they can't just use magic to provide water for their party, maybe that will give them the idea to make a Wisdom ({@skill Survival}) check to go searching for sustenance.": "现在我的玩家知道这片沙漠的独特之处，可以将其与其他任何沙漠区别对待。其次，这些界限为玩家提供了一个起点。有时候限制会激发创造力。如果我告诉德鲁伊不能简单地使用魔法为他们的队伍提供水，也许这会让他们想到进行一次感知（Wisdom）检定来寻找食物。",
	"Once these guidelines have been set down, each player can start contributing to the skill check. After every skill check, I like to intrude for a moment and describe the party's progress as they travel. For instance, if character A just made a successful Wisdom ({@skill Survival}) check to find a deer path that helped them move through the forest quickly, I might describe the party exiting the forest and passing into the plains north of the forest. This gives the players a sense of progress, and encourages them to keep going instead of getting bored and slowing down.": "一旦这些准则制定好了，每位玩家就可以开始为技能检定做出贡献。在每次技能检定之后，我喜欢插话一下，描述队伍在旅途中的进展。例如，如果角色A刚刚成功地进行了一次感知({@skill Survival})检定，找到了一条鹿径，帮助他们快速穿过森林，我可能会描述队伍走出森林，进入森林北部的平原。这让玩家们感受到进展，并鼓励他们继续前进，而不是感到无聊而放慢脚步。",
	"If I find that people are growing weary of the skill challenge, especially if there have been several failed checks in a row and it seems like they're not making any progress, I will sometimes intervene and ask, \"I have an offer for the next character. I have a scene in mind, and if you agree to play through my scene, you'll get an automatic success on your next roll. If not, you can keep going as normal.\" This lets me stay engaged in the process, and gives the players the choice to either keep playing their self-directed scenes or to hand narrative control back to me for a little bit.": "如果我发现玩家们对技能挑战感到厌倦，尤其是如果连续失败了几次检定，似乎他们没有取得任何进展，我有时会干预并询问：\"我给下一个角色一个提议。我有一个场景想法，如果你同意通过我的场景，你的下一个检定将自动成功。如果不同意，你可以继续正常进行。\"这让我能够保持参与过程，并让玩家选择是继续玩他们自主的场景，还是暂时将叙事控制权交还给我。",
	"Sometimes the players succeed. Congratulations! They've made it to their destination weary and weather-worn, but otherwise unscathed.": "有时玩家们会成功。恭喜！他们已经疲惫不堪、风雨飘摇，但除此之外毫发无损。",
	"But sometimes they fail. Failure should have consequences, otherwise you've just wasted everyone's time with toothless threats. More on that below.": "但有时他们会失败。失败应该有后果，否则你只是用毫无实际意义的威胁浪费了大家的时间。更多相关内容请见下文。",
	"One of my personal hurdles with running exciting skill challenges is how to tune their difficulty. It takes a lot of trial and error, generally, and the number one rule you should remember is: you make the rules. The best skill challenges, like the best traps and the best combat encounters, serve the game, not the other way around. If they're not fun and they're not improving the story, find a way to bring them to a quick and satisfying conclusion.": "在运行令人兴奋的技能挑战时，我个人面临的一个障碍是如何调整其难度。通常需要大量的试错，而你应该记住的第一条规则是：你制定规则。最好的技能挑战，就像最好的陷阱和最好的战斗遭遇一样，为游戏服务，而不是相反。如果它们既不有趣又没有改善故事，找到一种方法让它们迅速而令人满意地结束。",
	"In my mind, there are three elements to a skill challenge's difficulty: Screentime, Difficulty Class, and Consequences.": "在我看来，技能挑战的难度有三个元素：屏幕时间，难度等级和后果。",
	"A skill challenge's {@b screentime} is how many checks it takes to succeed. In other words, it's the \"hit points\" of the skill challenge. The more checks they have to successfully make, the longer the challenge will take, and ostensibly the harder it will be. My rule of thumb is to always require a number of successes equal to the number of characters in the party for long challenges, that number −1 for medium-length challenges, and that number −2 for short challenges. I never go below a minimum of 3 successful checks required, because it feels bad if the challenge ends before everyone in the party has at least a chance to attempt it. Then you've really wasted their time. Sometimes I'll even fudge the numbers a bit to keep a challenge from ending before everyone in the party has a chance to participate.": "一个技能挑战的 {@b screentime} 是成功所需的检定次数。换句话说，这就是技能挑战的“生命值”。他们成功完成的检定次数越多，挑战就会持续更长的时间，也就更难。我的经验法则是，对于长时间的挑战，总是要求成功次数等于小队人数的数量，对于中等长度的挑战，要求成功次数为该数量减1，对于短时间的挑战，要求成功次数为该数量减2。我从不要求少于3次成功检定，因为如果挑战在每个队员至少有机会尝试之前就结束，那会让人感到不好。这样真的会浪费他们的时间。有时我甚至会稍微篡改数字，以防止挑战在每个队员都有机会参与之前结束。",
	"I always have my skill challenges require only three failures to fail, because \"three strikes, you're out\" is so ingrained in the American mind.": "我总是让我的技能挑战只需要三次失败就算失败，因为“三振出局”在美国人心中根深蒂固。",
	"A skill challenge's {@b difficulty class} is the DC needed for a character to succeed on an ability check. In other words, it's the \"Armor Class\" of the skill challenge. I usually keep the difficulty class static throughout the entire check, but you can escalate it to create tension or lower it to make the challenge easier. The usual difficulty class guidelines apply here: a check of 5 is trivially easy, 10 is standard, 15 is hard, and so forth. Since a skill challenge involves many checks, you're more likely to see average results, so plan accordingly. I try not to go below 10 on a skill challenge for low-level characters, 13 for mid-level characters, and 15 for high level characters.": "一个技能挑战的{@b difficulty class}是角色在能力检定中成功所需的难度等级。换句话说，它就是技能挑战的“护甲等级”。我通常会在整个检定过程中保持难度等级不变，但你可以将其升高以增加紧张感，或降低以简化挑战。在这里适用通常的难度等级指南：5是极易，10是标准，15是困难，依此类推。由于技能挑战涉及多次检定，你更有可能看到平均结果，所以要做好相应的计划。我尽量不会在技能挑战中将难度等级降低到低级角色以下的10，中级角色以下的13，和高级角色以下的15。",
	"A skill challenge's {@b consequences} are what happens to the characters if they fail three checks before they succeed on enough checks to reach their destination successfully. Never say \"you get turned around and wander back to [point A]. You can try the skill challenge again, if you want.\" That's a {@i real} waste of time. All that adventuring and, essentially, nothing happened! If you're going to punish your players for rolling poorly, do it in a way that's exciting. Here are some options:": "如果角色在成功到达目的地之前连续失败三次检定，技能挑战的{@b consequences}就是角色会发生什么。永远不要说“你迷路了，又回到了[点A]。你可以再次尝试技能挑战，如果你愿意。”这是{@i real}浪费时间。所有的冒险，实际上什么都没发生！如果你要惩罚你的玩家因为掷骰子不好而失败，那就要以令人兴奋的方式来做。以下是一些选择：",
	"The failed skill challenge leads to a random encounter. Roll on your random charts, and then roll initiative! After overcoming the encounter, they are near their destination.": "失败的技能挑战导致了一次随机遭遇。在你的随机表上投掷骰子，然后开始战斗顺序！克服了这次遭遇后，他们就快到达他们的目的地了。",
	"The failed skill challenge causes the party to get lost and waste several days trying to reorient themselves. The travel takes {@dice 1d10} days longer than expected, and each character must make a {@dc 15} Constitution saving throw or gain 1 level of {@condition exhaustion}.": "失败的技能挑战导致队伍迷失方向，浪费了数天时间试图重新定位。旅行时间比预期多了{@dice 1d10}天，每个角色必须进行一次{@dc 15}体质豁免才能获得1级{@condition exhaustion}。",
	"The failed skill challenge causes the party to take a treacherous route through the wilderness. They make it to their destination, but they emerge wounded and weary. Each character must make a {@dc 15} Dexterity saving throw, taking 27 ({@damage 5d10}) piercing damage on a failed save or half as much on a successful one. This can be scaled to the characters' levels.": "失败的技能挑战导致队伍穿越荒野时选择了一条危险的路线。他们最终到达目的地，但是他们受伤疲惫不堪。每个角色必须进行一次 {@dc 15} 敏捷豁免检定，失败则受到 27 ({@damage 5d10}) 穿刺伤害，成功则减半。这个伤害值可以根据角色的等级进行调整。",
	"My partner, Hannah, introduced the idea of skill challenges to me after she listened to them being used to great effect in a podcast called Thursday Knights. Which, to both her chagrin and mine, I still haven't gotten around to listening to completely. I still didn't see the value of skill challenges until she deployed them to create an exciting travel sequence in campaign she DMed for me and a handful of friends many summers ago. And even though I plan to use skill challenges for a number of things in my current campaign—such as a chase sequence or a complex trap, maybe?—travel montages are still my favorite use of the skill challenge rules.": "我的搭档Hannah在听了一个叫做Thursday Knights的播客中听到技能挑战的概念后向我介绍了这个想法。然而，令她和我都感到遗憾的是，我仍然没有完全听完那个播客。直到她在多年前为我和几个朋友主持的一场战役中运用它们创造了一个令人兴奋的旅行场景，我才意识到技能挑战的价值。尽管我打算在我当前的战役中运用技能挑战来处理许多事情——比如追逐场景或复杂的陷阱，也许？——但旅行蒙太奇仍然是我最喜欢运用技能挑战规则的方式。",
	"As far as travel is concerned, you only have to know the bare minimum details about the region or regions your players will be traveling through. If your campaign prep is sparse, even a simple biome like \"forest\" or \"desert\" may be enough to spark your players' imaginations. Don't be afraid to let go of your story and your world just a little bit. Your players can make great things happen if you give them the chance!": "就旅行而言，你只需要了解玩家将要穿越的地区的基本细节。即使你的战役准备很简单，像“森林”或“沙漠”这样简单的生态区域可能已经足够激发玩家的想象力了。不要害怕稍微放开你的故事和世界。如果给他们机会，你的玩家可以创造出很棒的事情！",
	"{@note James Haeck is the lead writer for D&D Beyond, the co-author of {@i Waterdeep: Dragon Heist} and the Critical Role {@i Tal'Dorei Campaign Setting}, and is also a freelance writer for Wizards of the Coast, the D&D Adventurers League, and Kobold Press. He lives in Seattle, Washington with his partner Hannah and his two wilderness explorers, Mei and Marzipan. You can usually find him wasting time on Twitter at {@link @jamesjhaeck|https://twitter.com/jamesjhaeck}.}": "{@note James Haeck is the lead writer for D&D Beyond, the co-author of {@i Waterdeep: Dragon Heist}和Critical Role{@i Tal'Dorei Campaign Setting}，也是Wizards of the Coast、D&D冒险者联盟和Kobold Press的自由撰稿人。他与伴侣Hannah以及他的两位探险者Mei和Marzipan一起居住在华盛顿州西雅图。你通常可以在他的Twitter账号{@link @jamesjhaeck|https://twitter.com/jamesjhaeck}上找到他。"
}