{
	"Partial armor only grants its AC bonus if you are wearing light or no armor. If you are wearing only one piece of partial armor, you are still considered to be wearing your base armor type (e.g. no armor or light armor). If you are wearing two pieces of partial armor, you are considered to be wearing the heaviest type among the armor pieces you are wearing (e.g. medium or heavy armor). You cannot benefit from wearing three or more pieces of partial armor.": "部分护甲只有在你穿着轻甲或无甲的情况下才会给予其AC奖励。如果你只穿了一件局部盔甲，你仍然被认为是穿了你的基本盔甲类型（如无盔甲或轻盔甲）。如果你穿着两件部分护甲，你将被视为穿着你所穿着的护甲中最重的类型（如中甲或重甲）。你不能从穿戴三件或更多的局部盔甲中获益。",
	"Art and item designed by {@link Partial Armor|https://www.dandwiki.com/wiki/Partial_Armor_(5e_Variant_Rule)}. Please credit if you repost elsewhere.": "艺术和物品由{@link Partial Armor|https://www.dandwiki.com/wiki/Partial_Armor_(5e_Variant_Rule)}设计。如果你在其他地方转贴，请注明。",
	"Reference {@link Partial Armor|https://www.dandwiki.com/wiki/Partial_Armor_(5e_Variant_Rule)}. Please credit if you repost elsewhere.": "参考资料（%0%）。如果你在其他地方转贴，请注明。",
	"Races as presented in the Player's Handbook and similar sources have been sized Medium or Small.": "在《玩家手册》和类似资料中介绍的种族都被定为中型或小型。",
	"Characters of Tiny size have additional rules, which are presented here:": "Tiny大小的角色有额外的规则，这里介绍一下。",
	"{@b Armor.} Tiny characters cannot use heavy armor.": "{@b Armor.} 矮小的角色不能使用重装甲。",
	"{@b Weapons.} Certain weapon properties mean different things for a tiny character, as detailed below:": "{@b Weapons.}某些武器属性对一个微小的角色意味着不同的东西，详见下文。",
	"{@b Heavy.} Tiny characters cannot use weapons with this property.": "{@b Heavy.} 小巧的角色不能使用具有此属性的武器。",
	"{@b Light.} A tiny character must hold any melee weapon lacking this property in two hands.": "{@b Light.}一个小人物必须用两只手握住任何缺乏此属性的近战武器。",
	"{@b Two-Handed.} A tiny character has disadvantage on attacks made with melee weapons that have this property.": "{@b Two-Handed.}一个小人物在使用具有此属性的近战武器进行攻击时有劣势。",
	"{@b Versatile.} Tiny characters cannot use this property.": "{@b Versatile.}细小的字符不能使用此属性。",
	"Reference {@link Rules for Tiny Characters|https://www.dmsguild.com/product/262305/WH-Faeries-A-tiny-fey-race-of-enchanting-nobles-bold-warriors-and-whimsical-travelers}. Please credit if you repost elsewhere.": "参考资料（%0%）。如果你在其他地方转贴，请注明。",
	"Your eyes take on a crimson hue. The creature can sense the life force of creatures within XX feet.": "你的眼睛变成了深红色。这个生物可以感知到（XX）英尺范围内生物的生命力。",
	"When a creature is at full health, they appear perfectly normal, but as they become more wounded a colored aura (usually red) begins to surround them as long as it is within range.": "当生物处于满血状态时，它们看起来完全正常，但当它们受伤越重时，一个有颜色的光环（通常是红色）会开始围绕它们，只要它们在范围内。",
	"You can see a colored aura (usually red) around a creature when the creature's current hitpoints are below their hitpoint maximum as long as it is within range.": "当生物的当前生命值低于其生命值上限时，您可以看到该生物周围的有色光环（通常为红色），只要它在范围内。",
	"You knows if it is below half or one-quarter of its maximum hit points as long as it is within range.": "只要目标在射程内，并且生命值低于最大生命值的一半或四分之一，你就能感知到。",
	"A creature can be seen behind materials of 1 ft. thick or less.": "1英尺厚或更薄的材料后面可以看到一个生物。",
	"When a creature falls below half of its maximum hit points, it cannot benefit from invisibility or full cover (you cannot see them through walls) as long as it is within range.": "当生物的生命值降至其最大生命值的一半以下时，只要它在范围内，就无法从隐形或完全掩护中受益（你不能透过墙壁看到它们）。（Dungeons & Dragons）",
	"If you are in the 'Blinded' condition or just a 'Blind' creature, you will only see empty silhouettes with that do not reveal any information about the detected creature except for size and location.": "如果你处于“致盲”状态或者是一个“盲目”生物，你只能看到空的轮廓，不会透露有关被探测生物的任何信息，除了大小和位置。",
	"This vision works on flying creatures as long as it is within range.": "只要在范围内，这个视觉对飞行生物有效。",
	"This vision do not works on subterranean creatures.": "这个视觉对地底生物无效。",
	"You can see a colored aura (usually red) around a creature that indicates its current hit points in relation to its maximum as long as it is within range.": "只要在范围内，你可以看到生物周围的一种有颜色的光环（通常是红色），显示它当前的生命值与最大生命值的关系。",
	"A creature can be seen behind materials of 3 ft. thick or less as long as it is within range.": "只要在范围内，就可以看到3英尺厚或更薄的材料后面的生物。",
	"When a creature falls below half of its maximum hit points, it cannot benefit from invisibility or full cover (you can see them even through walls) as long as it is within range.": "当生物的生命值降至最大生命值的一半以下时，只要在范围内，它就无法从隐形或完全掩盖中受益（即使在墙壁后面也能看到它）。（Invisibility）",
	"When a creature falls below half of its maximum hit points, it can be seen/sensed even through walls as long as it is within range.": "当生物的生命值降至其最大生命值的一半以下时，只要在范围内，即使穿墙也能看到/感知到它。",
	"Blood vision also works on flying creatures as long as it is within range.": "只要在范围内，血视觉也适用于飞行生物。",
	"This vision works on subterranea creatures as long as it is within range.": "这个视觉效果对地底生物有效，只要在范围内。",
	"You can see a colored aura (usually red) around a creature that indicates its current hit points in relation to its maximum, even when is at full health as long as it is within range.": "当生物处于范围内时，你可以看到其周围有一种有颜色的光环（通常是红色），显示出其当前生命值与最大生命值的比例，即使它处于满血状态。",
	"Any creature can be seen behind materials of 9 ft. thick or less as long as it is within range.": "只要在射程内，任何生物都可以被看到，只要在9英尺或更薄的材料后面。",
	"Any creature cannot benefit from invisibility or full cover (you can see them even through walls) as long as it is within range as long as it is within range.": "只要在范围内，任何生物都无法从隐形或全掩盖中受益（即使它们在墙壁后面，你也能看到它们）。",
	"Any creature can be seen/sensed even through walls as long as it is within range.": "任何生物只要在范围内，即使在墙壁之后也能被看到/感知。"
}