{
	"_meta": {
		"sources": [
			{
				"json": "MADMT",
				"abbreviation": "MADMT",
				"full": "Morgan's Arsenal of DM Tools 1.1",
				"authors": [
					"Morgan"
				],
				"convertedBy": [
					"Deri"
				],
				"version": "1.0.0",
				"color": "771717",
				"targetSchema": "1.0"
			}
		],
		"dateAdded": 1707257718,
		"dateLastModified": 1707257718,
		"_dateLastModifiedHash": "44e814464b"
	},
	"book": [
		{
			"name": "Morgan's Arsenal of DM Tools 1.1",
			"id": "MADMT",
			"source": "MADMT",
			"published": "2022-10-26",
			"group": "homebrew",
			"contents": [
				{
					"name": "Diseases"
				},
				{
					"name": "Curses"
				},
				{
					"name": "Dungeon & Wilderness Hazards",
					"headers": [
						"Flora & Fauna Hazards",
						"Natural Hazards",
						"Magical Phenomena"
					]
				},
				{
					"name": "Traps"
				},
				{
					"name": "Siege Equipment",
					"headers": [
						"Additional Siege Equipment",
						"Additional Projectile Types"
					]
				},
				{
					"name": "Poisons"
				},
				{
					"name": "Bestiary"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "MADMT",
			"source": "MADMT",
			"data": [
				{
					"type": "section",
					"name": "Diseases",
					"page": 2,
					"entries": [
						"《地牢主指南》提供了三个示例疾病，可用于D&D游戏中，这些疾病易于实施，也易于根据个人需求进行调整，但缺乏复杂性或多样性。下面描述的疾病更深入探讨了幻想疾病的本质，以及如何将其融入故事或冒险中。",
						"在处理疾病时，医药技能总是非常有用的，但一些替代技能也被用来诊断或治疗这些疾病。在D&D中，通常可以很容易地用魔法治愈疾病，尤其是在较低级别时。在下面的例子中，治疗方法更加困难，或需要额外的步骤才能使通常的疗法有效，这不仅是为了让那些可以轻松治愈疾病的魔法对于这些情况更加危险，还是为了唤起医学在小说中经常呈现的紧张和戏剧性过程。",
						"此外，一些条目不仅仅是对玩家施加负面属性惩罚，而是具有多重作用。例如，将枯萎脓液应用于一群弱小敌人可能会使它们在近距离格斗中更加危险，而幽影藤蔓既施加惩罚又给受感染者带来理想的好处。在本节的最后，列出了每种疾病的情节钩子投掷表，可用作涉及这些疾病的故事灵感。",
						"每个疾病子标题分为以下几个部分：",
						"首先，该条目提供了疾病的最常见名称，但有些疾病可能会有多个名称，或在其他环境中有不同的名称。",
						"{@b Symptoms}描述了疾病对外界观察者的可见影响，以及感染生物可能感受到或意识到的事情。",
						"{@b Effects}详细描述了疾病在游戏术语中的影响，以及它如何影响感染生物的游戏统计数据。",
						"{@b Contracting}概述了在游戏术语中生物如何被感染，以及可能接触到这种疾病的情况概述。",
						"{@b Diagnosis}提供了关于能力检定的建议，可以用来识别疾病或获取更多相关信息。",
						"{@b Treatment}描述了如何在游戏中治愈疾病或减轻其一些影响。",
						{
							"type": "list",
							"items": [
								"{@disease Blightpus|MADMT|}",
								"{@disease Boiling Blood|MADMT|}",
								"{@disease Cannibal Craving|MADMT|}",
								"{@disease Contagious Troll Tumours|MADMT|}",
								"{@disease Earwyrms|MADMT|}",
								"{@disease Glass Transmorgification|MADMT|}",
								"{@disease Glass Delusion|MADMT|}",
								"{@disease Shroud Vine|MADMT|}"
							]
						},
						{
							"type": "inset",
							"name": "Where are all the healers?",
							"entries": [
								"在D&D的魔法世界中，治愈疾病是简单的，可以用一个法术完成。许多大城镇和城市都有神圣法术施法者，而较小的定居点可以请求援助。荒野和部落社区可能有德鲁伊，他们也是有能力的治疗者。既然治疗魔法随处可见，为什么还会发生疾病爆发？在所有权利的情况下，这应该是一个微不足道的问题，如何运行令人兴奋和可怕的瘟疫肆虐的土地故事？",
								"这份文件中提出的许多疾病的解决方案是简单地使其中一些疾病本身更难治愈。但这种方法可能不适用于你的故事。也许你希望这种疾病成为环境的一个重要组成部分，但不是玩家需要长时间担心的事情，因为现实生活中防止疾病传播的措施，如呆在家里，并不利于冒险。或者你可能只是不想要反复运行复杂的治疗方法，这会减慢游戏的节奏。在这种情况下，正式规则及其简化的治疗方法可能适合你，但在尝试解释为什么每个人都不能这样做时会产生问题。不过，还有其他可能的解释：",
								"受影响的定居点被孤立起来，治疗师无法抵达，当地居民也难以轻易离开寻求援助。",
								{
									"type": "list",
									"items": [
										"有治疗者可用，但数量不足。他们被患者负荷压倒，或者感染已经蔓延得太广，无法阻止。",
										"政治、宗教或种族分歧意味着某些人口群体在接受治疗方面没有得到公平对待，或者处于较低的优先级。",
										"治疗者们被分散在对抗这场疫情和为其他事件（如战争或自然灾害）提供援助之间。",
										"治疗师们正在处理个别病例，但无法解决疫情的根本原因，比如受污染的水源，生物战，被感染怪物的攻击，或者魔法诅咒。",
										"为了正确装备医生和施法者，所需的物资很少。(Doctors and spellcasters)",
										"一个强大的当局正在无视或阻止对感染者的援助，因为这样做会削弱某种政治目标。",
										"如果玩家队伍中有一名或多名治疗者，并希望花费几天时间提供治疗服务，那该怎么办呢？也许简单地允许他们这样做是明智的。玩家的资源是有限的，花时间进行治疗意味着他们在面对危险时可用资源更少，因此这种行动是有风险的。"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Plot Hook Tables",
							"entries": [
								"以下是一些掷骰表，其中包含一些建议的情节钩子或故事创意，这些创意融入了本文描述的疾病。这些仅仅是建议，不代表疾病在游戏中可以被应用的全部范围。",
								"玻璃妄想症 (Glass Delusion) 和玻璃变形 (Glass Transmogrification) 使用同一张表。",
								{
									"type": "table",
									"caption": "Blightpus",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"矿工们遭到了感染了枯败脓毒的怪物的袭击，这表明他们的隧道已经与通往地底世界的洞穴相交。"
										],
										[
											"2",
											"一场大城镇的枯败疫病爆发导致一些区域被隔离，被隔离的区域变得犯罪猖獗，冒险者被拒绝进入隔离区内的重要人物或地点。"
										],
										[
											"3",
											"邪教徒向疾病之神或恶魔故意感染\"枯萎脓疮\"来在战斗中烧毁他们的敌人。"
										],
										[
											"4",
											"附近荒野中布莱特帕夫(Blightpuff)增长急剧，引发当地居民担心一只强大的怪物，比如龙，已经将这片地区视为它们的领地。"
										]
									]
								},
								{
									"type": "table",
									"caption": "Boiling Blood",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"一群感染定居点的居民寻求一位强大的法师的帮助，他可以控制天气，寒冷的温度使他们能够批量治疗人员。"
										],
										[
											"2",
											"一位治疗者在试图治疗一名热血患者时意外导致其死于低体温，随后试图掩盖此事。"
										],
										[
											"3",
											"一个红龙在一个镇附近筑巢，山上流下的水被感染了。镇民们希望要么杀死这条龙，要么治愈它，以阻止感染源头。"
										],
										[
											"4",
											"在爆发期间，从沸血大屠杀的集体坟墓中散发出的烹煮肉体的气味吸引了怪物前来挖掘尸体。"
										]
									]
								},
								{
									"type": "table",
									"caption": "Cannibal Cravings",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"一次探险队水源中疑似被感染的(Cannibal Craving)引发了 paranoia 和暴力冲突。"
										],
										[
											"2",
											"一群崇拜恶魔的邪教徒将这种感染视为他们的神祇赐予的祝福，并试图传播它。"
										],
										[
											"3",
											"一个有着食人癖好的贵族秘密地谋杀和吃掉穷人，偷偷地把人肉招待客人。"
										],
										[
											"4",
											"一座村庄每晚都遭受着被食人狂热感染的疯狂动物的袭击，并寻求帮助找出感染源头。"
										]
									]
								},
								{
									"type": "table",
									"caption": "Contagious Troll Tumours",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"一个冒险者完成了一次成功的任务后回到镇上，在当地的酒馆开始吹嘘自己新获得的治疗能力，却不知道其中的风险。"
										],
										[
											"2",
											"另一个怪物感染了(CTT)，从他们增强的治愈能力中变得更加攻击性和自信。"
										],
										[
											"3",
											"一位著名英雄归功于CTT，但由于长满肿瘤，他隐藏了自己的面容，不让公众看到。"
										],
										[
											"4",
											"一只巨魔由于从（CTT）受害者身上诞生，最终出现在一个不太可能的地方（比如在一艘船上、一间上锁的监狱牢房里，或者一位领主的庄园里）。"
										]
									]
								},
								{
									"type": "table",
									"caption": "Earwyrms",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"一只耳蠕虫在占据先前宿主时重复了一条危险的秘密，引发了寻找疫情源头的行动。"
										],
										[
											"2",
											"一批驯化的耳蠕虫逃脱，引发了一场蔓延。愤怒的当地居民希望通过任何手段解决这一情况。"
										],
										[
											"3",
											"玩家需要寻找一位耳蠕育种者，这样他们就可以利用这些耳蠕对抗一群控脑食人魔。"
										],
										[
											"4",
											"一只耳虫主持人误将这个生物的随机模仿误解为神秘的超自然预兆。 (Earwyrm)"
										]
									]
								},
								{
									"type": "table",
									"caption": "Glass Delusion/Transmorgification",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"一位贵族秘密患有玻璃幻觉症，正遭受一名知晓他们秘密的人的勒索。"
										],
										[
											"2",
											"同一个城镇中出现多起\"玻璃妄想症\"案例，促使当地当局调查是否存在新的药水黑市。"
										],
										[
											"3",
											"一位女巫因为被冒犯而用玻璃妄想症诅咒了冒险者的所爱之人。"
										],
										[
											"4",
											"一个任务需要一个法术施展者的帮助，但由于患上了玻璃妄想症，他们变得孤僻和偏执。"
										]
									]
								},
								{
									"type": "table",
									"caption": "Shroud Vine",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"在一个乡村村庄附近出现的(`Shroud Vine`)灌木被视为不祥之兆，村民们雇佣冒险者调查其来源。"
										],
										[
											"2",
											"一名极端德鲁伊故意用蔽荫藤感染人们，作为对所认为的罪行的惩罚，直到他们通过完成一项任务来偿还自己的过错。"
										],
										[
											"3",
											"一个地牢被植物生物群守护着，只有通过感染\"幽影藤蔓\"才能避开它们。"
										],
										[
											"4",
											"一座受到(Shroud Vine)爆发影响的定居点因为冲突而陷入内讧，一方想要治愈这种寄生虫，另一方则希望与之共存。"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Curses",
					"page": 12,
					"entries": [
						"这一部分详细介绍了可以用来对抗玩家的诅咒，采用了《范·里克顿的雷文洛夫特指南》中描述的诅咒格式，其中诅咒通常分为三个部分描述：",
						"{@b Pronouncement}描述了对诅咒目标或最终可能受到诅咒影响的人的威胁或警告。",
						"{@b Burden} 用游戏术语解释了诅咒的影响。",
						"{@b Resolution} 解释了如何结束这个诅咒。",
						{
							"type": "entries",
							"name": "Bubblespeak",
							"page": 12,
							"entries": [
								"这个诅咒通常与精灵有关，因为它的性质很有趣。受影响的生物每次尝试讲话时，会从嘴里冒出泡泡。",
								"{@b Pronouncement:} 这个诅咒针对在极不恰当的场合使用粗言秽语或说重要人物的坏话的生物施加，其中包括了\"用肥皂洗嘴\"的谚语。",
								"{@b Burden:}每当被诅咒的生物开口说话时，从它的嘴里冒出泡泡，而不是言语。如果这些泡泡被戳破，生物打算说的话就会从中发出。每个泡泡最多可以包含20个字的短语，因此较长的句子会产生更多的泡泡。这些泡泡向上飘浮，即使是微风也能带走它们。尝试戳破一个泡泡需要进行一次DC 13的敏捷检定。",
								"{@b Resolution:} 如果被诅咒的生物用肥皂清洗口腔内部，诅咒会立即结束。"
							]
						},
						{
							"type": "entries",
							"name": "Cold of Heart",
							"page": 12,
							"entries": [
								"这个诅咒惩罚冷酷无情，将受害者困在寒冷和孤独中，拥有一颗冰冷的心。",
								"{@b Pronouncement:} 针对那些缺乏同理心的人。{@i 'For your cold heart, may you never feel warmth again.'}",
								"{@b Burden:} 受影响的生物变得无法忍受热量。如果生物处于环境温度高于0摄氏度的区域，它将遭受{@hazard Extreme Heat}的影响，但对{@hazard Extreme Cold}的影响免疫。它对火焰伤害具有脆弱性，但对冷冻伤害具有抗性。与温血生物密切接触，例如握手、搏斗或敷敷绷带，会对被诅咒的生物造成1点火焰伤害。被诅咒的生物本身没有体温，触摸时感觉寒冷。",
								"{@b Resolution:} 只有一次真正的善举才能打破这个诅咒。"
							]
						},
						{
							"type": "entries",
							"name": "Collector",
							"page": 12,
							"entries": [
								"一种旨在惩罚贪婪，或将强大的敌人变成无效的古怪人的折磨。 被诅咒者被驱使着收集一种特定类型的物品。",
								"{@b Pronouncement:} 这个诅咒的宣告涉及到特定类型的物品。它可以是一组物品的一部分，比如一把断剑的每一片碎片或者一宝藏中的每一枚硬币，也可以是一种常见的物品，比如宝石、勺子、马克杯、骰子、小雕像、鞋子等。",
								"{@b Burden:} 受影响的生物感到一种强烈的冲动，要收集特定类型的物品。它拒绝放弃其所有物品中的该类型物品，也不允许其所有物品被销毁。如果另一个生物从被诅咒生物的收藏中拿走一个物品，它会被魔法驱使以任何可用手段取回该物品。如果生物一天内没有获得新的收藏物品，它必须进行一次DC 10的感知豁免检定。如果豁免失败，它会获得一种持续性疯狂状态（DMG 第260页）。对于每一天生物没有获取新的收藏物品，或取回被拿走的收藏物品，DC值就会增加1。在生物获得新物品后，每24小时生物就会失去一种疯狂状态，而对抗疯狂的豁免检定值会减少1，只要它继续扩展它的收藏物品。",
								"{@b Resolution:} 如果这些物品属于一个集合，那么将完成的集合归还给其合法所有者将解除诅咒。知道这一点并不会影响被诅咒生物的行为：它仍然拒绝与它的收藏品分开。",
								"对于一种通用的物体类型，一个生物可以通过摧毁自己的收藏品来解除这个诅咒。即使知道这一点也不会改变它的行为，它仍然拒绝以任何方式与自己的收藏品分开，但如果它在不知情或意外地摧毁了自己的收藏品，或者被魔法强迫这样做，它仍然可以被解除。生物必须摧毁自己的收藏品：其他生物这样做不会解除诅咒的负担。"
							]
						},
						{
							"type": "entries",
							"name": "Duplicate",
							"page": 12,
							"entries": [
								"这个狡猾的诅咒会制造出目标的一个完全复制品，可以通过各种方式折磨目标，从在战斗中成为完美对手到更加隐匿的心理攻击。",
								"{@b Pronouncement:} 这个诅咒影响着打扰古代石棺中封印着古代巫师、囚禁恶魔或其他恶棍灵魂的生物。墓碑上的铭文警告不要篡改，否则{@i 'You shall be your own worst enemy'}。",
								"{@b Burden:} 被这个诅咒影响的生物不会立即受到影响。在诅咒生效后的24小时内，诅咒生物的精确复制体会出现在石棺内。它拥有诅咒生物的所有记忆，以及所有的游戏统计数据和职业特性，但没有任何装备。然而，它鄙视诅咒生物，并希望毁掉那个生物的生活和声誉，或者希望杀死并取代诅咒生物，继续活在他们的位置上。如果复制体被杀死，另一个精确的复制体会出现在石棺中，拥有前一个复制体的所有记忆。",
								"{@b Resolution:} 杀死复制品只是一个临时措施。结束诅咒的唯一方法是重新将复制品封印在石棺内。"
							]
						},
						{
							"type": "entries",
							"name": "Eternally Forgotten",
							"page": 12,
							"entries": [
								"作为对虚荣者的惩罚，被人们这样诅咒的人永远无法获得其行为的持久认可，甚至简单的人际关系也变得不可能。(vainglorious)",
								"{@b Pronouncement:} 这个诅咒针对那些试图通过犯下可怕行为来获得名声的人。或者，它也可以针对那些试图篡改历史以谋取私利的人。",
								"{@b Burden:} 如果被诅咒的生物连续10分钟没有被他人察觉，那个人会忘记被诅咒的人曾经存在过。由此产生的任何不合逻辑或不可能的记忆都会被合理解释，例如，如果被诅咒的生物做了重要的事情，其他人会简单地假设那件事没有发生或者是其他人做的。其他人倾向于忽视或忽略被诅咒者存在的证据，除非有人明确指出。",
								"{@b Resolution:} 如果被诅咒者故意采取行动，拒绝让自己的事迹被人知晓，或者让别人夺取他们的功绩，那么诅咒就会解除。例如，他们可以摧毁为自己而立的雕像，或声称是同伴实际上杀死了他们击败的怪物。"
							]
						},
						{
							"type": "entries",
							"name": "Horrid Reflection",
							"page": 12,
							"entries": [
								"这个诅咒只有在受诅者的倒影中才能被注意到，揭示出他们真实的本性。",
								"{@b Pronouncement:} 这个诅咒针对一个邪恶本性的人，其恶行被保密，通常是由知道这个秘密但无法揭露它的人施加的，或者是其证词不会被相信的人。",
								"{@b Burden:} 受影响的生物经历了一个噩梦，在梦中他们看到自己以某种怪物的方式扭曲，比如看起来像尸体，或者有着野兽的特征。当生物醒来时，它看起来正常。然而，对于任何看到它的人来说，它的倒影总是像噩梦中那样。如果被诅咒的生物看到自己的倒影，它会因此感到恐惧。如果它攻击自己的倒影，比如打碎镜子或者往水里扔石头，被诅咒的生物会受到5(1d10)点精神伤害。",
								"{@b Resolution:} 公开揭示受诅咒者可怕的秘密或真实本质并不能结束这个诅咒。相反，这会导致被诅咒的生物外表变得像它的倒影一样。只有真正的赎罪和真诚的改变才能结束这个诅咒。一旦生物的本性发生改变，它就不再被自己的倒影吓到，触摸倒影会使其恢复正常。",
								"另一种情况是，如果被诅咒的生物揭露了自己的恶行，并完全接受了自己的行为，那么诅咒的魔法就会失败：生物的邪恶不再是一个秘密的负担，因此这个诅咒就不再能作为一种合适的惩罚。"
							]
						},
						{
							"type": "entries",
							"name": "Nonsense",
							"page": 12,
							"entries": [
								"一种绕口令般的诅咒，阻止生物说话的能力。",
								"{@b Pronouncement:} 这个诅咒是由阅读一本用奇怪的无意义文字写成的被诅咒书籍引起的，其中的文字{@i 'The words of this book make no sense. Read them, and only Nonsense will make sense. So be Sensible'}。",
								"书的内页警告不要尝试解读其中的潦草文字。仅仅观察页面是不够的，只有当生物尝试翻译、解码或以其他方式解释页面上的文字时，它们才会受到诅咒。",
								"{@b Burden:} 被诅咒的生物无法与任何语言进行交流或理解。如果它尝试说话或写作，它只能用胡言乱语进行交流。翻译胡言乱语是不可能的：它没有翻译，因为它完全是无意义的。心灵感应也无法进行有意义的交流。然而，以这种方式被诅咒的两个人可以通过任何媒介完美地理解彼此，即使他们通常不会共享任何语言。",
								"{@b Resolution:} 受到这个诅咒影响的生物仍然可以学习新语言，因为它之前不理解的语言对它来说是荒谬的，因此不受诅咒的影响。这样做可以从荒谬中找到意义，打破诅咒的魔法。如果它使用魔法来理解之前无法理解的语言（但如果另一个生物尝试使用魔法来翻译荒谬的话，那是行不通的，或者如果它使用魔法来理解它通常精通的语言也不行）。完全禁用生物理解任何语言能力的效果（比如《心灵衰弱》咒语）会导致诅咒失败。"
							]
						},
						{
							"type": "entries",
							"name": "Rat Lord",
							"page": 12,
							"entries": [
								"老鼠无论喜欢与否，都会跟随着被诅咒者的脚步。由于老鼠传播疾病并偷窃食物，这很可能会导致被诅咒者在人类定居点不受欢迎。",
								"{@b Pronouncement:} 这种诅咒通常针对社会地位高或贵族头衔的人，比如骑士或备受尊敬的牧师，是对个人犯下不符合其身份期望的不光彩行为做出的回应，伴随着 {@i 'If you must act so wretchedly, then you deserve only to be a master of rats.'} 的念咒。",
								"{@b Burden:} 在距离被诅咒生物300英尺内的老鼠会对它们产生痴迷，认为被诅咒者是它们的主人。这些老鼠总是知道通往老鼠领主的方向，并尽力跟随或靠近它们。一旦一只老鼠受到这种影响，效果会持续，直到诅咒结束或老鼠离开老鼠领主超过1英里并且持续24小时。老鼠会在受到攻击时逃跑，但一旦它们认为危险已经过去，就会返回，只会逃到必要的距离。否则，它们的唯一目标就是始终尽可能靠近它们的主人。",
								"{@b Resolution:} 被诅咒者必须根据其贵族身份或社会地位完成一项贵族行为，通常涉及某种牺牲或极度谦卑的行为，以证明自己配得上自己的地位。",
								"另外，他们可以将诅咒传给其他人。 一个愿意的生物宣布自己是新的鼠王，而被诅咒者则进行象征性的献祭，并在新主面前谦卑自己。"
							]
						},
						{
							"type": "entries",
							"name": "Two-Faced",
							"page": 12,
							"entries": [
								"这个诅咒旨在对叛徒和欺骗者进行讽刺惩罚，以及令人恐惧的转变。",
								"{@b Pronouncement:} 一个人因为被背叛或被撒谎而遭受可怕命运的人，可能会通过他们的痛苦和愤怒施加这个诅咒。",
								"{@b Burden:} 被诅咒的生物在身体上长出第二张脸，通常是在头部后面。每当一个生物说出故意的谎言或试图掩盖真相时，第二张脸会揭示真相。如果被诅咒的生物试图说服某人相信真相或揭示谎言，那么第二张脸会说谎。",
								"{@b Resolution:} 当被诅咒的生物揭露他们所说谎言的真相或证明他们背叛的人的清白时，这个诅咒就会结束。他们还必须揭露自己被诅咒的事实，暴露他们的两面性。"
							]
						},
						{
							"type": "entries",
							"name": "Vanity's Reward",
							"entries": [
								"这个诅咒是为那些过分看重外貌的人而设计的讽刺惩罚。",
								"{@b Pronouncement:}通常用于指责刚刚犯下严重虚荣行为的人，或者贬低某人的肤浅外表，尤其是当这个人比他们的外表所显示的更强大时。{@i If beauty be all that concerns you, then let it be eternal, cast in stone!'}。",
								"{@b Burden:} 被诅咒的生物开始慢慢变成石头。起初只有视觉指标出现，身体上出现了一些看起来像石头的斑块。一天后，他们的速度减半，并且在所有使用敏捷度进行的攻击检定、技能检定和豁免检定中都有劣势。两天后，他们的速度变为0英尺，无法受益于速度增加。三天后，他们变成石化状态。",
								"{@b Resolution:} 无法解除石化的魔法无法结束这个诅咒。相反，它只能将生物恢复到部分治愈状态，就好像被诅咒了一天一样。要永久解除诅咒，生物必须有意毁坏其外貌，或故意以羞辱或不吸引人的状态出现在公众面前。"
							]
						},
						{
							"type": "entries",
							"name": "Wayward Shadow",
							"entries": [
								"这个诅咒通常针对那些犯下了可怕罪行却逍遥法外的人。他们的罪行阴影将永远追随着他们。",
								"{@b Pronouncement:} 这种诅咒是由犯罪受害者发出的，他们知道对他们的犯罪永远不会被解决，比如一个垂死的人知道没有目击者，或者一个被边缘化的乞丐知道没有人会为他们寻求正义。{@i 'Your wickedness shall forever follow in your shadow, but remember: what happens in the dark always comes to the light.'}",
								"{@b Burden:} 被诅咒生物的影子被魔法激活。每天一次，它可以离开被诅咒生物的身边，并使用暗影的统计数据（怪物手册第269页）。如果它被摧毁或离开被诅咒生物超过24小时，它会重新出现在生物身边，就像是一个普通的影子。在独立行动时，它会试图犯下与被诅咒生物类似的邪恶行为。它还可能试图牵连被诅咒生物参与这些罪行。在其他时间，它看起来像一个普通的影子，无法被探测亡灵的魔法所探测到。在离开时，被诅咒生物不会投射影子。",
								"{@b Resolution:} 通过以字面或比喻的方式应用宣言的话语，可以解除诅咒。解决原始犯罪并将这一知识揭示出来将解除诅咒，但前提是错误行为者必须因此受到某种惩罚。字面上应用这些话语也可以结束诅咒：在其恶行中捕捉那个误入歧途的阴影，并用明亮的光线照射它，摧毁阴影，从而结束诅咒。",
								"如果由光明或太阳神的信徒施放，{@spell Ceremony|xge|}法术的赎罪功能也可以解除诅咒。"
							]
						},
						{
							"type": "inset",
							"name": "Non-player curses",
							"entries": [
								"当诅咒的目标不是玩家时会发生什么？诅咒可以是故事的核心元素。也许玩家被委托解除诅咒，或者故事的反派是诅咒的受害者。当诅咒不施加在玩家身上时，你可以更自由地决定诅咒如何影响受害者。比如，一个鼠王没有控制其跟随者老鼠的能力，但你可能希望一个邪恶的鼠王拥有这种控制力。或者一个非玩家被诅咒后，他们的可怕倒影吓到别人而不是自己。这样的能力可能在有创造力的玩家手中太强大，因此诅咒可能根本不成为一个有意义的负担。但在DM的手中，可以增强故事。许多小说中的诅咒都伴随着巨大的力量，但通常这种力量并不值得付出代价。",
								"你也可以利用这个方法让诅咒对非玩家角色造成更大的负担。列出的一些诅咒机制旨在对玩家公平，仍然允许玩家在被诅咒的情况下享受游戏，或者减轻一些诅咒的最严重影响。由DM控制的NPC不需要这样的仁慈，因此他们的诅咒可能更严重或更难解决。"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Dungeon & Wilderness Hazards",
					"page": 15,
					"entries": [
						{
							"type": "entries",
							"name": "Flora & Fauna Hazards",
							"page": 15,
							"entries": [
								"这种危险包括各种危险的植物、真菌或不动的野兽。",
								"{@hazard Bloomers|MADMT}",
								"{@hazard Bursting Blightpuff|MADMT}",
								"{@hazard Cave Mist Creeper|MADMT}",
								"{@hazard Coffin Moss|MADMT}",
								"{@hazard Giant Clams|MADMT}",
								"{@hazard Pixie Sniffles|MADMT}",
								"{@hazard Pond Snare|MADMT}",
								"{@hazard Scylla's Claw|MADMT}"
							]
						},
						{
							"type": "entries",
							"name": "Natural Hazards",
							"page": 17,
							"entries": [
								"这种危险或地形异常是由地质现象引起的，通常不涉及魔法。",
								"{@hazard Brine Pools|MADMT}",
								"{@hazard Lodestones|MADMT}",
								"{@hazard Magic Lodestones|MADMT}",
								"{@hazard Natural Gas|MADMT}"
							]
						},
						{
							"type": "entries",
							"name": "Magical Phenomena",
							"page": 18,
							"entries": [
								"这些是超自然事件，只有在有魔法生物存在或其他位面入侵时才会发生。",
								"{@hazard Manes Vapour|MADMT}",
								"{@hazard Stain of the Far Realms|MADMT}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Traps",
					"page": 19,
					"entries": [
						"{@trap Ballista Trap|MADMT}",
						"{@trap Burning Oil Trap|MADMT}",
						"{@trap Electric Water|MADMT}",
						"{@trap Fish Hook String|MADMT}",
						"{@trap Gong|MADMT}",
						"{@trap Greased Stair|MADMT}",
						"{@trap Psychic Disruptor|MADMT}",
						"{@trap Razor Blades|MADMT}",
						"{@trap Razor Tripwire|MADMT}",
						"{@trap Rigged Lantern|MADMT}",
						"{@trap Shoving Statue|MADMT}",
						"{@trap Slashed Bridge|MADMT}",
						"{@trap Spike Plates|MADMT}",
						"{@trap Spring Loaded Door|MADMT}",
						"{@trap Wind Tunnel|MADMT}",
						{
							"type": "inset",
							"name": "Glyphs of warding as traps",
							"entries": [
								"创建一个魔法陷阱的简单方法是使用{@spell Glyph of Warding}与法术雕文功能。这可以是一个真正的守护符文法术，或者其他以相同方式运作的魔法，在任何由一个具有3级或更高级法术访问权限的恶棍守卫的地牢中都是合理的。但要使用哪些法术呢？像火球术或毒雾术这样的简单伤害法术是最明显的选择，但还有无数创意选项，让你以有趣的方式使用这种陷阱。考虑以下一些法术：",
								{
									"type": "list",
									"items": [
										"缠绕附近的敌人或其他陷阱。",
										"在陡峭斜坡的顶部涂抹润滑剂。",
										"放置雷鸣波，让敌人能听到法术效果。",
										"扩大/缩小，使生物无法通过房间门口。",
										"悬崖或陷阱附近的一阵风。",
										"设置沉默，只有当有人试图施放法术时才会触发。",
										"在需要使用手或言语的情况下变形。",
										"使用反生命壳(`Antilife Shell`)来阻挡被构造物或不死生物守卫的通道。",
										"在地牢的开头附近传染给弱小的入侵者。",
										"当卫兵死在符文附近时，发动《死亡之舞》(`Danse Macabre`)。",
										"将\"Modify Memory\"与\"Magic Mouth\"结合起来，创造一个虚假记忆，让目标记忆自己发现了一条死胡同。",
										"使用通墙术在坚实地板上制造陷阱，或者让敌人进入一个房间。",
										"将入侵者变成石头。(Flesh to Stone) 来困住他们。",
										"反转重力，将坑陷陷阱放在天花板上，或者让它们触发两次。",
										"地震摧毁一个被困结构，里面有入侵者。"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Siege Equipment",
					"page": 23,
					"entries": [
						"《地牢主宰指南》描述了七种攻城器械，并提到一些攻城武器可以装载不同类型的弹药以产生不同效果。本节描述了基于真实历史或神话设备的另外五种攻城器械，以及一些替代弹药类型的例子，包括一些在《DMG》中提到但未描述的类型。",
						{
							"type": "entries",
							"name": "Additional Siege Equipment",
							"page": 23,
							"entries": [
								"{@object Burning Bale|MADMT}",
								"{@object Burning Glass|MADMT}",
								"{@object Flamethrower|MADMT}",
								"{@object Hwacha|MADMT}",
								"{@object Mobile Barricade|MADMT}"
							]
						},
						{
							"type": "entries",
							"name": "Additional Projectile Types",
							"page": 23,
							"entries": [
								"{@b Ballista}",
								"弩炮的巨大弩箭可以轻松地固定在绳索或链条上，并配备带刺的箭头，用于制作理想的鱼叉，可用于固定在船只和更大的生物（如巨人或鲸鱼）上，既可以让生物沿着绳索攀爬，也可以将目标拉近。",
								"在使用火药技术的环境中，弩矢可以装配烟火，增加武器的射程，并在发射后短时间内爆炸。",
								"{@object Ballista (Firework)|MADMT}",
								"{@object Ballista (Harpoon)|MADMT}",
								"{@b Cannon}",
								"大炮的铸铁炮弹是火药威力的毁灭性证明，但技术也允许超越这些简单的钝性弹药。",
								"一捆小型弹丸，被称为葡萄弹，对近距离消灭人群非常有效，同时更容易临时凑合。当一支装备不足的部队用尽正规弹药时，他们可以用餐具和小石头填满火炮。",
								"两个由链条连接的炮弹在空中旋转，缠绕住目标，旨在撕裂船帆和索具，它们对飞行敌人也非常有效。",
								"将火炮的推进剂装入弹头而不是装入炮管，使其能够发射带有弹片有效载荷的爆炸火箭。",
								"{@object Cannon (Chain Shot)|MADMT}",
								"{@object Cannon (Grapeshot)|MADMT}",
								"{@object Cannon (Rocket)|MADMT}",
								"{@b Suspended Cauldron}",
								"酸是一种有效的替代品，尤其对抗那些对火焰有抵抗力的敌人或者没有加热油的设施时。",
								"润滑油对被击中的生物并不直接有害，但它会留下一滩滑溜溜的东西，阻碍任何试图冲过防守者重新装填坩埚的人，同时对试图攀爬梯子突破设防位置的敌人非常有效。",
								"在某些气候条件下，冰冷的水很容易获得，这使它成为一种经济实惠的武器选择。对抗在寒冷多风的天气中攻击的敌人，它可以迅速导致体温过低，并在表面结冰后留下滑倒的危险。",
								"尽管不太可能造成严重伤害，污水最好用作一种威慑敌人或引起恶心以降低他们攻击效果的手段。通常被围困的敌人用作绝望之举，当他们已经用尽更危险的液体时。",
								"{@object Suspended Cauldron (Acid)|MADMT}",
								"{@object Suspended Cauldron (Grease)|MADMT}",
								"{@object Suspended Cauldron (Ice Water)|MADMT}",
								"{@object Suspended Cauldron (Sewage)|MADMT}",
								"投石机和投石车通过不同的方法投掷相同类型的抛射物，但它们的射程和伤害各不相同。",
								"在装填武器时，可以点燃浸泡了油的干草。点燃干草的动作发生在装填武器的过程中。相比于简单的石头，这种方法对摧毁木质建筑以外的要塞效果较差。",
								"投石机是一种出色的原始生物战争投放方式。充满刺人昆虫的篮子或蜂巢可以迅速削弱敌人士气，引起守卫者混乱，而腐烂的人形或动物尸体既是一种恐吓武器，也是一种疾病传播途径，特别在持久的围攻中效果显著。通常这些疾病由{@disease Sewer Plague}（DMG第257页描述）代表，但也可以是几乎任何类型的疾病，包括本文档中提到的{@disease Boiling Blood|MADMT}或{@disease Blightpus|MADMT}。",
								"嵌有刀片的车轮或桶可以在被投掷后滚动一段时间，它们没有巨石的冲击力，但在切割密集步兵方面要好得多。",
								"{@b Mangonel}",
								"{@object Mangonel (Flaming Ball)|MADMT}",
								"{@object Mangonel (Insect Hive)|MADMT}",
								"{@object Mangonel (Corpses)|MADMT}",
								"{@object Mangonel (Blade Wheel)|MADMT}",
								"{@b Trebuchet}",
								"{@object Trebuchet (Flaming Ball)|MADMT}",
								"{@object Trebuchet (Insect Hive)|MADMT}",
								"{@object Trebuchet (Corpses)|MADMT}",
								"{@object Trebuchet (Blade Wheel)|MADMT}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Poisons",
					"page": 26,
					"entries": [
						"这些毒药是对《地牢主指南》中所呈现的毒药的补充。",
						{
							"type": "table",
							"caption": "Poisons",
							"colLabels": [
								"Item",
								"Type",
								"Price per dose"
							],
							"colStyles": [
								"col-1 text-center",
								"col-1 text-left",
								"col-1 text-left"
							],
							"rows": [
								[
									"黑暗酿酒 (Blackout Brew)",
									"摄入 (ingested)",
									"400 gp"
								],
								[
									"胡萝卜汤特色菜",
									"吸入 (inhaled)",
									"150 gp"
								],
								[
									"浓缩辣椒素 (Concentrated Capcaisin)",
									"摄入 (ingested)",
									"50 gp"
								],
								[
									"氰化物药丸 (Cyanide Pill)",
									"摄入 (ingested)",
									"750 gp"
								],
								[
									"死亡沉睡 (Death's Slumber)",
									"摄入 (ingested)",
									"50 gp"
								],
								[
									"幽灵之触 (Ghost's Touch)",
									"受伤 (injury)",
									"200 gp"
								],
								[
									"痒痒粉 (Itching Powder)",
									"联系方式",
									"100 gp"
								],
								[
									"笑气 (Laughing Gas)",
									"吸入 (inhaled)",
									"200 gp"
								],
								[
									"哌罗西宾 (Psilocybin)",
									"摄入 (ingested)",
									"400 gp"
								],
								[
									"快速出血 (Quickbleed)",
									"受伤 (injury)",
									"1200 gp"
								],
								[
									"刺眼兽 (Stingeye)",
									"联系方式",
									"150 gp"
								],
								[
									"十步杀拳 (Ten Step Death)",
									"联系方式",
									"1200 gp"
								],
								[
									"小偷的红手 (Theif's Red Hand)",
									"联系方式",
									"300 gp"
								]
							]
						},
						"{@item Blackout Brew|MADMT}",
						"{@item Carrot Soup Special|MADMT}",
						"{@item Concentrated Capsaicin|MADMT}",
						"{@item Cyanide Pill|MADMT}",
						"{@item Death's Slumber|MADMT}",
						"{@item Ghost's Touch|MADMT}",
						"{@item Itching Powder|MADMT}",
						"{@item Laughing Gas|MADMT}",
						"{@item Psilocybin|MADMT}",
						"{@item Quickbleed|MADMT}",
						"{@item Stingeye|MADMT}",
						"{@item Ten Step Death|MADMT}",
						"{@item Theif's Red Hand|MADMT}"
					]
				},
				{
					"type": "section",
					"name": "Bestiary",
					"page": 28,
					"entries": [
						"有无数种方法可以在你的冒险中应用这份文件的内容。其中一种方法是用它们来启发新的怪物或者作为对现有怪物的修改。有时候，只需要一个小小的变化就能让一个熟悉的敌人变得新鲜和令人兴奋。以下是一些样本属性块，以帮助你。它们都是《怪物手册》中的生物，只是做了一两个适当的改动。请记住几件事：首先，这些只是为了让你入门的例子，并且甚至不能涉及如何在冒险中使用诅咒、疾病、危险、陷阱或毒药。其次，NPC不需要遵循与PC相同的规则。与其一丝不苟地遵循这里写的规则，你应该把重点放在创造一些对玩家来说直观合理且有趣的东西上。例如，(Contagious Troll Tumours)只给被感染的玩家提供了非常少量的生命值恢复，因为恢复是一个非常强大的能力，但在应用于战斗中的怪物时并没有意义。相反，给那个怪物赋予更类似巨魔的恢复能力更有意义。这对玩家更有影响力，也更符合逻辑。你的玩家看不到怪物的属性块，只要机制保持一致，他们很可能不会注意到。",
						"{@creature Awakened Shroud Vine Shrub|MADMT}",
						"荫藤灌木长成了产生它们的生物的怪异轮廓，但除此之外是普通的灌木。因此，它们可以被任何影响植物的魔法所瞄准，比如{@spell Awaken}法术。",
						"{@creature Shroud Vine Druid|MADMT}",
						"虽然(Shroud Vine)对大多数人来说是一种阴险的祸害，但一些德鲁伊将其视为与大自然联系的一种方式，并与这种寄生植物建立共生关系，将其用作对抗敌人的武器。",
						"{@creature Blightpus Kobold|MADMT}",
						"生活在地底世界的狗头人由于居住环境狭窄且群居，因此极易受到疫病爆发的威胁。被感染的狗头人可能会不顾一切地向威胁发起冲锋，牺牲自己利用感染来对抗部落的敌人。",
						"{@creature Tumourous Cave Bear|MADMT}",
						"当野生动物或怪物食用巨魔肉时，它们面临着感染传染性巨魔肿瘤的风险。虽然它们增强的适应力是一种暂时的好处，可能会导致它们主宰当地生态系统并排挤竞争对手，但这种疾病最终会克服它们，导致新巨魔的诞生。",
						"{@creature Noble of the Horrid Reflection|MADMT}",
						"在可能被这种方式诅咒的人中，贵族尤其是主要目标，因为他们非常依赖自己的声誉，而真实本性被揭示的恐惧会侵蚀他们。然而，一些恶棍并不害怕自己邪恶的本性，但他们的卑劣行径却让其他人感到恐惧，使他们在邪恶中孤立无援。",
						"{@creature Two-Faced Imp|MADMT}",
						"作为诱惑者和欺骗者的角色，恶魔更有可能被诅咒拥有两张面孔。有些恶魔因与教士或反对邪恶生物的神明发生冲突而受到这种诅咒，其他恶魔则是因为被他们的上级惩罚而受到诅咒。",
						"{@creature Lodestone Elemental|MADMT}",
						"有时候造成磁石的力量也会孕育出元素生物。它们是德鲁伊神庙的强大守护者，尤其对抗那些使用金属武器的敌人。",
						"{@creature Shambling Mist Mound|MADMT}",
						"摇摇晃晃的山丘在穿越荒野时积累了各种植物物质。(%num%)通常保持静止，以其蒸汽杀死的腐肉为食，通常不适合移动。然而，摇摇晃晃的山丘本身产生了足够的腐肉，使得这种真菌可以轻松存活。",
						"{@creature 'False Dragon' aka Flamethrower Roc|MADMT}",
						"石怪鸟，像乌鸦一样，可以学会如何使用工具，因此这个喷火器装置是由一个简单的开关激活的，石怪鸟可以自己操作。伪龙是一个试图创造出一种拥有龙之威力的飞行炮兵武器，能够进行毁灭性的飞越扫射，但又不会长大成为一个能够憎恨被囚禁的智慧巨人。只有两种人会创造伪龙：了解石怪鸟一切的人，以及对石怪鸟一无所知的人。",
						"{@creature Fetid Hill Giant|MADMT}",
						"山岭巨人以脏乱著称，在战斗中毫无尊严。如果你认为你在厕所里抓住了一只巨人，那你将得到一个令人作呕的教训。一只山岭巨人会毫不羞耻地向攻击者扔掉它的便盆，然后用便盆砸击不幸的生物，或者将其投向溅射区外的敌人。",
						"{@creature Venomous Assassin|MADMT}",
						"毒药是暗杀中极为有效的工具。一些刺客精通使用毒药的艺术，可能会向毒药和死亡之神致敬，以学习他们的技艺。毒蝎毒液因其高毒性而常见，但一些刺客使用其他混合物。快速流血对那些可能试图逃跑或躲藏的敌人很有用，因为他们甚至在离开刺客的视线后也会流血至死。刺客们也知道，如果被活捉，他们可能会遭受可怕的命运，因此携带氰化物药丸以确保自己不会被折磨，通常隐藏在一颗假牙中。"
					]
				}
			]
		}
	],
	"disease": [
		{
			"name": "Blightpus",
			"source": "MADMT",
			"page": 3,
			"entries": [
				"{@b Symptoms:} 这种真菌感染会导致被感染生物皮肤上形成充满绿色或橙色汁液的脓疱。当它们爆裂时，会向附近的任何物体喷射腐蚀性酸液。这些脓疱非常显眼且极其不舒服。",
				"{@b Effects:} 一只患病生物的皮肤上长满了大量充满酸液的脓疱。这些脓疱是不稳定的，如果患病生物受到任何钝击、刺击或斩击伤害，它们就会爆裂。当这些脓疱爆裂时，每个在5英尺范围内的生物必须进行一次DC 12的敏捷豁免检定，未通过则受到6(2d6)点酸性伤害，通过则减半。患病生物自动失败豁免检定。在未经治疗的情况下，1小时内无法再次触发此效果，之后酸性脓疱会重新生长。",
				"{@b Contracting:} 枯败脓菌是一种名为爆裂枯败菌（见下文的地牢与荒野危害部分）的真菌的寄生形式。爆裂枯败菌通常生长在潮湿的地下环境中，但也可能在其他地方出现，用橙色或绿色的不稳定酸性囊覆盖表面。这些真菌生长物或其他受感染的生物可以传播感染，因为真菌孢子通过酸传播。受到爆裂枯败菌区域或受枯败脓菌感染生物脓疱的酸性伤害的生物必须进行一次DC 10的体质豁免检定，未通过则感染疾病。一旦感染疾病，生物将在1小时后开始出现症状，并具有传染性。对酸性具有抗性的生物免疫于此疾病。",
				"{@b Diagnosis:} 一眼就能看出被凝疮腐蚀的人有明显异常。然而，你可以进行一个能力检定来了解更多信息。",
				"智慧（医学）9或更低 - 很难得出关于这种感染的任何结论。",
				"智慧 (医学) 10到14 - 这似乎是某种真菌感染。",
				"智慧 (医学) 15 或更高 - 你知道这种疾病的名称，以及酸性是传染源。 你还知道如何排出脓疱以防止进一步传染，并且治愈后的生物如果已经完全发展了脓疱，仍然可能具有传染性。",
				"智力（自然）或感知（生存）15或更高 - 你了解爆裂枯球（Bursting Blightpuff）的情况，它生长的地方以及如何传播这种疾病。",
				"{@b Treatment:} 任何瞬间治愈疾病的效果都会治愈生物，但不会摧毁已经长出的脓疱，只是阻止新的脓疱长出。这些破裂的脓疱仍然可能具有传染性，甚至有可能重新感染已经治愈的生物。",
				"酸性脓疱可以小心地排出，以防止它们爆炸。 感染生物或距离内的另一生物可以花费10分钟使用适当的锋利工具进行一次DC 13的敏捷（医学）检定。 成功时，感染生物身上的所有脓疱都被排空，因此不会爆裂，并在1小时内重新长出。 失败时，脓疱会像感染生物受伤一样正常爆裂。"
			]
		},
		{
			"name": "Boiling Blood",
			"source": "MADMT",
			"page": 3,
			"entries": [
				"{@b Symptoms:} 在感染的早期阶段，受影响的生物会出现发热、焦躁和大量出汗的症状，很容易被误认为是其他种类的疾病。感染的后期阶段涉及受影响者皮肤变得生红，从口、鼻和泪管中冒出蒸汽。当受伤时，他们的血液会冒出嘶嘶声和蒸汽。被这种疾病杀死的生物似乎是从内部开始沸腾，即使死后仍然异常炎热，有些还会散发出烹饪肉类的气味。几乎任何导致受害者心率加快的活动都会让他们感到痛苦，因为他们的身体充满了难以忍受的热量。",
				"{@b Effects:} 在生物感染后的8小时内，疾病没有任何影响，之后生物将遭受疾病的第一阶段影响。感染后24小时，生物将遭受疾病第二阶段的影响，同时还要承受第一阶段的影响。",
				"一旦过去了(%num%)小时，受影响的生物会出现发热症状。它在所有属性检定上都有劣势，并且难以休息。在短暂休息或长时间休息结束时，受影响的生物必须进行一次DC 12的体质豁免检定。如果未通过豁免检定，生物从休息中获得的生命值只有通常情况下的一半。此外，生物无法通过正常方式入睡，也无法获得睡眠的任何好处。",
				"一旦过去24小时，生物开始从他们的面部孔道中泄漏蒸汽。发热加剧，生物在所有属性检定、攻击骰和豁免检定上都有劣势。生物无法入睡或从休息中获得任何好处。每次它显著劳累自己或参与某种体力活动（如采取冲刺动作、进行武器攻击骰，或试图举起或拖动超过其负重能力的重物）时，它必须进行一次DC 13的体质豁免检定。未通过检定，它会受到1d4+1火焰伤害。",
				"对火焰伤害免疫的生物也对(Boiling Blood)的所有效果免疫。对火焰伤害具有抗性的生物在受到该疾病引起的所有豁免检定上获得优势。",
				"{@b Contracting:} 沸血病主要通过汗液传播，但也可以通过其他体液如血液和唾液传播，因此通常只对与感染者密切接触的人构成威胁，如家人或医疗专业人员，或处理感染者的衣物或洗浴水的人。",
				"感染者的尸体在死后仍然具有传染性，持续48小时。很容易判断尸体是否具有传染性，因为体液会冒泡溅射，尸体会冒蒸汽，而且不会冷却。",
				"受到这种病原体感染的动物会寻找水来降温，从而可能感染静止水，它们因为疲惫加上不断呆在户外，使它们成为易受攻击的猎物。因此，食用受感染的动物是人形定居点爆发沸腾之血疫情最常见的起源。冒险者更有可能从火属性免疫的怪物那里感染沸腾之血，这些怪物可能不知不觉地携带这种疾病，比如红龙和火蜥蜴。",
				"煮熟感染动物的肉并不能像对其他细菌那样杀死（Boiling Blood）。（Boiling Blood）同样，用热水洗手也是无效的。",
				"当生物接触到被感染生物或其体液时，必须进行一次13 DC的体质豁免检定，未通过检定则会被感染。沸腾之血病原体无法耐受寒冷温度，因此在极寒环境中，生物在此检定中获得优势。",
				"{@b Diagnosis:} 这种疾病的早期阶段有时很难与引起发热的其他疾病区分开来，很容易导致误诊，但是疾病的后期阶段是独特的，任何听说过(Boiling Blood)的人都能轻易识别。",
				"智慧 (医学) 13或更低，第一阶段 - 误诊。这似乎是一种相当常见的不危及生命的发热症状，患者可能在休息和适当补水后恢复。",
				"智慧（医学）14到20，第一阶段 - 这种发热和高温的迅速发作令人担忧，并可能会进一步发展。受影响的生物需要紧急医疗关注。",
				"智慧（医药）21或更高，第一阶段 - 这种发热的速度和强度意味着很可能是沸腾之血。你大致知道这种疾病需要多长时间才能进展到下一阶段，以及如何治疗它。",
				"智慧（医学）5或更低，第二阶段 - 误诊。也许这个生物吞下了某种可燃化学物质。",
				"智慧 (医术) 6 到 13，第二阶段 - 这似乎是沸腾之血。你知道这种疾病是致命的，但不确定如何最好地治疗它。",
				"智慧（医学）14或更高 - 这似乎是沸腾之血。你知道冷温度是治疗这种疾病的最佳方法，并且你知道通常是通过汗液传播的。",
				"{@b Treatment:} 引起这种疾病的细菌异常顽强，抵抗治疗疾病的魔法。受感染的生物被治疗疾病的魔法效果所针对时，必须进行一次 DC 13 的体质豁免检定。成功则疾病被治愈，失败则魔法无效。",
				"这种疾病很容易在烹饪或热水中存活，但无法耐受低温。因此，用冰冷的水洗手是最好的，将食物冷冻8小时可以消灭其中的（Boiling Blood）细菌。",
				"一次冰水浴可以抑制该疾病的所有效果。每小时浸泡在冰水中，或每当进行{@hazard Extreme Cold}或{@hazard Frigid Water}的豁免投掷（DMG第110页）时，它可以进行一次DC 13的体质豁免投掷。成功则疾病结束。",
				"只有持续的全身冷却才能对抗这种疾病，而不是像魔法或白龙的吐息那样造成的短暂冷害。",
				"这种疾病会阻止生物自然入睡。魔法诱发的睡眠，比如可能由《_睡眠_》法术引起的睡眠，仍然有效。或者，生物也可以被像塔吉特油这样的毒药使其昏迷，并获得睡眠的益处。",
				{
					"type": "inset",
					"name": "",
					"entries": [
						"《玩家手册》指出，完全浸泡在水中的生物对火焰伤害具有抗性。这也适用于《沸腾之血》这种情况，使其在豁免投掷时获得优势。"
					]
				}
			]
		},
		{
			"name": "Cannibal Craving",
			"source": "MADMT",
			"page": 4,
			"entries": [
				"{@b Symptoms:} 受感染的生物感到迫切需要吃其他类人生物的肉，除非加上人类的肉，否则会呕吐其他食物。疯狂通常与这种疾病相关，但并非病原体的实际症状，而是因为吃其他人或无法进食而导致的心理压力。在动物身上，一旦它们意识到只能吃类人生物的肉，它们会变得更加攻击性。",
				"{@b Effects:}每当受影响的生物进食时，至少一半的食物必须包含来自人形生物的肉。否则，它会立即呕吐食物，并且无法从进食中获得营养。它也无法饮用药水，除非药水与人形生物的血液或肉混合在一起。生物并不知道自己感染的本质，但会开始感知人形生物的血液或肉更具吸引力，突然发现这种气味诱人，或对死去或受伤的个体流口水。",
				"{@b Contracting:} 感染这种疾病的主要途径是被感染者咬伤，或者食用感染者。然而，这种疾病也可能残留在被感染者尸体污染的水源中，并且据称极其耐寒，可以在冰冻或仍然寒冷的水中存活。",
				"在多代人中实行食人族的人形种群中，比如某些蜥蜴人或龙裔的部落，个体可能对其效果免疫，但仍可能携带并传播疾病，因此与这些种族的冲突可能引发疫情，然而大多数感染通常是由野生动物袭击引起的，这些动物群体中的少数掠食者变得异常攻击性，无缘无故地袭击人类以获取食物。豺狼人也是这种疾病的已知携带者，他们并不免疫，但很少会察觉自己是否感染了它。",
				"一个食用被感染生物的肉或受污染水源的人形生物或野兽，或者被感染生物咬伤的人形生物或野兽，必须进行一次 DC 13 的体质豁免检定来抵抗疾病，如果检定失败则会被感染。",
				"{@b Diagnosis:} 这种疾病异常难以在没有看到其全部影响的情况下进行诊断，大多数人会合理地认为，在考虑到只有人肉才能消化下去之前，感染者根本无法吃任何食物。因此，一个没有机会观察到疾病全部影响的人很容易误诊。",
				"智慧 (医学) 10或更低 - 误诊。这只是普通的胃病毒。只要保持水分，它会自行消退。",
				"智慧（医学）15或更低 - 这是一种严重的疾病，需要立即采取行动。但你无法诊断它。",
				"智慧（医学）16或更高 - 你相信患者是某种病原体的宿主，导致其排斥大部分食物，但你不知道这种病原体会接受什么食物。",
				"智慧（医学）10或更低，食人族主义被认为可以防止呕吐 - 误诊。受影响的患者显然是一个堕落的疯子。",
				"智慧（医学）11或更高，并且已经发现食人族主义可以防止呕吐 - 生物所患的任何感染只寻求人形肉体。将一些混入他们的食物中应该让他们能够进食。",
				"智慧（医学）17或更高，并且已经发现食人族主义可以防止呕吐 - 一旦常规疗法被证明无效，你也意识到这种疾病需要通过某种毒素削弱。",
				"智慧（生存）8到11，已经有人看到食人族可以防止呕吐 - 你听说过在饥饿的边境定居点等地发生食人族渴望的情况，但你不确定这是一种真正的疾病还是一种困于食人的饥饿人群的奇怪妄想。",
				"智慧（生存）12或更高，并且已经发现食人族主义可以防止呕吐 - 你知道食人狂通常是由受感染的肉类或水源，或野生动物的咬伤引起的。",
				"{@b Treatment:} 这种疾病对治愈魔法异常强大，可能是由于在古代在人类族群中大量存在。大多数使用魔法治疗这种疾病的尝试只会导致胃痛。这种疾病对药物和能够摧毁它的魔法都有天然的防御机制。必须首先用毒药削弱这种疾病。毒药必须与人类的血肉混合以确保病原体不会排斥它，然后必须食用毒药以将其冲洗通过被感染生物的消化系统。一旦这样做了，魔法或药物将会像正常情况下一样起作用。"
			]
		},
		{
			"name": "Contagious Troll Tumours",
			"source": "MADMT",
			"page": 5,
			"entries": [
				"{@b Symptoms:} 受影响的生物获得了类似巨魔再生能力的轻微形式，但伤口愈合时会形成危险的巨魔肉瘤，通常表现为绿色肿块，可以在内部和外部形成。虽然这些肿块不会以任何方式妨碍受影响者，但它们非常疼痛和不舒服。在极端情况下，缺失的肢体会再生成类似巨魔的形态，或者受影响者会长出小的残留附肢。更糟糕的是，这些嵌入的巨魔肉块可以再生成整个巨魔，如果这些肿块杀死了受影响者。",
				"{@b Effects:} 受影响的生物在每个回合开始时恢复1点生命值，除非自上一个回合开始以来受到酸性或火焰伤害。如果生物缺少任何身体部位，在生物完成长休息时它们会重新生长。受影响的生物不会死亡或进行死亡豁免投掷，除非它在回合开始时无法再生，尽管它仍然可以通过失败三次死亡豁免投掷或受到大量伤害而正常死亡。对于受影响的生物每恢复10点生命值，或每重新生长一个缺失的身体部位，受影响的生物必须进行一次体质豁免投掷。未通过豁免的话，生物身上会形成一个绿色的巨魔肉瘤。豁免的 DC 值等于生物身上肉瘤数量加上 10。如果豁免的 DC 值达到 20，并且生物未通过该豁免投掷，它将死亡，并且肉瘤立即长成一只巨魔，出现在死亡生物的位置。受影响的生物每过 24 小时会自动获得一个肉瘤。",
				"{@b Contracting:} 传染性巨魔肿瘤真的拉长了疾病的定义。巨魔几乎可以从任何伤势中再生，但可以被杀死。在与巨魔战斗的过程中，它和它的敌人总会不可避免地被彼此的血液覆盖。通常这不是问题，但如果巨魔的微小部分被卡在开放的伤口中，它们会在尝试再生时粘附在那里。即使巨魔死去，这些肉块也能存活下来，因为它们嫁接到了宿主的循环系统中。这标志着巨魔肿瘤的开始。就像癌症一样，在宿主体内不受控制地生长，但却根植于其基本的生理功能，靠它正在杀死的东西维持生命。巨魔肉组织再生和突变的速度比任何世俗的癌症都要快，很快就会压倒任何免疫反应。随着它的增长，肿瘤的小部分可以脱落并在身体的其他部位扎根，形成新的肿瘤。",
				"通常只有一只受重伤的巨魔，其再生力量正在挣扎维持生命，或者其被切断的肢体在独自挥舞时才会传播CTT，而唯一有风险的人是那些被巨魔攻击造成开放性伤口，并且同时在5英尺范围内用刺击或斩击伤害攻击它的人。任何阻止巨魔再生的方法也会阻止CTT的传播。另一种较少见的感染方式是食用巨魔。胃酸通常会处理任何潜在的肿瘤，但是食用足够多的巨魔仍然可能导致肿瘤，尤其是如果口腔内有切口、瘀伤或溃疡。当一只巨魔死亡时，DM决定在战斗中参与的生物中，哪些可能与巨魔的血肉接触并且有开放性伤口。",
				"每个受影响的生物必须进行一次DC 13的体质豁免检定，如果豁免失败，将受到(CTT)的影响。",
				"{@b Diagnosis:} 绿色巨魔肉瘤在外部生长时很容易被发现，但通常的症状是增强再生能力。诊断这种病症很棘手，但更棘手的是知道如何在肿瘤上进行手术而不让它们重新生长。了解巨人知识的人更有可能准确诊断CTT。会说巨人语或者对巨人及其历史有了解的生物在进行CTT诊断的能力检定时获得优势。",
				"智慧 (医学) 5 或更低 - 误诊。现在你拥有了酷炫的再生能力。这对你的健康只会有好处。",
				"智力 (医学) 10 或更低 - 这些生长物失控了，需要治疗，但愈合得如此之快，让你不确定该如何处理。",
				"智慧（医学）11到15 - 你不确定是什么导致了这些生长，但似乎受影响者从伤口愈合的次数越多，这些生长就会变得更严重。在它们能够再生之前使用其他形式的治疗来关闭伤口应该可以减缓肿瘤的生长。",
				"智慧（医学）16或更高 - 你听说过传染性巨魔肿瘤，知道这是由巨魔肉小片进入开放伤口引起的。 你知道这些肿瘤最终可以再生成完整的巨魔。 你相信物理上切除这些生长物是最好的做法，最好在一个被麻醉的患者身上进行。",
				"智力 (历史) 12 到 16 - 你听说过巨魔及其臭名昭著的再生能力，几乎可以从任何伤势中恢复，除非用酸或火烧伤。这些绿色肉块的快速愈合让你想起了巨魔。",
				"智力 (历史) 17 或更高 - 你对巨魔有相当多的了解，知道它们再生能力的极端形式，即使是一点点的肉也可以重新长成完整的巨魔，而且巨魔有时会将其他生物的肉植入自己的身体中。",
				"{@b Treatment:}巨魔即使没有天生的再生能力也非常顽强。CTT也不例外。受害者体内的微小巨魔肉片可以像几乎任何寄生虫一样被用治疗疾病的魔法摧毁，但如果出现了任何肿瘤，这种方法将失败。大肿瘤需要通过手术切除，因为它们太顽强，无法通过魔法治愈。切除肿瘤需要使用精细锋利的工具，并由外科医生进行敏捷（医学）检定。外科医生可以选择只切除选定数量的肿瘤，他们可能会选择在可能无法轻松度过更长时间的侵入性手术的脆弱患者身上这样做。检定的 DC 等于外科医生试图切除的肿瘤数量加上 10。每尝试切除一个肿瘤外科医生需要 5 分钟。成功后，肿瘤被切除。如果总检定小于 10，则不会切除任何肿瘤。否则，将实现部分成功，只会切除一些肿瘤，数量等于医学检定总和减去 10。每切除一个肿瘤，患者会受到 1 点割伤伤害。对于每个外科医生尝试切除但失败的肿瘤，患者会受到 1+1d4 点割伤伤害。切除的肿瘤会重新生长，除非肿瘤部位立即用足以造成至少 1 点伤害的酸或火进行处理。",
				"除非患者在手术过程中无法行动，否则他们有可能会痉挛。在患者没有无法行动的情况下移除每个肿瘤时，患者必须进行一次体质豁免检定。对于成功移除的肿瘤，豁免 DC 为 10，对于失败的肿瘤移除，豁免 DC 为 15。在未通过豁免检定时，患者会痉挛，并受到额外 2d4 的切割伤害。",
				"一旦肿瘤被切除，它仍然可能尝试再生，尽管它非常虚弱。除非用火或酸将肿瘤摧毁，否则投掷一个d10。在10的情况下，肿瘤在24小时后变成巨魔。否则，它会死亡。"
			]
		},
		{
			"name": "Earwyrms",
			"source": "MADMT",
			"page": 6,
			"entries": [
				"{@b Symptoms:} 耳蠕虫是一种居住在其他生物耳道中的小型无翼龙类生物。它们会麻木周围的组织，使它们的存在不被感知，使用类似伪龙的毒刺，但它们有模仿它们听到的声音的习惯，尤其是音乐，当它们的头部靠在耳膜上时，它们相对安静的声音就足够大了。耳蠕虫是无害的，但极其令人讨厌。它们强迫性的音乐模仿会影响生物正常听力或睡眠的能力，这对于施法者来说尤其分散注意力，激动或激怒它们可能会导致它们唱得如此大声，以至于宿主什么都听不见。耳蠕虫每三天会在宿主睡觉时从耳朵里悄悄爬出来寻找食物。",
				"{@b Effects:} 耳蠕虫没有属性块。它们对所有骰子投掷都有+0的奖励，并且拥有龙类别。当寄居在另一个生物的耳道中时，耳蠕虫对于来自宿主生物外部的任何效果都具有完全掩护。",
				"一只被耳蠕虫感染的生物在耳蠕虫不发出声音时无法察觉它。DM决定耳蠕虫的行为，它的行为是不规律的。耳蠕虫会重复它听到的声音，通常是音乐，但也可能是动物的声音或语言，并且在清醒时会继续这样做。耳蠕虫每天会睡觉6小时。当耳蠕虫清醒时，被感染的生物在依赖听觉的所有感知智慧（感知）检查上都有劣势。如果耳蠕虫选择，它可以发出足够响亮的噪音使其宿主失聪。",
				"虫耳(Wyrmy)通常不具危险性，但如果有生物试图将它从寄主身上移除，它有几种自卫方式。",
				"一只耳虫并不希望伤害宿主，但如果受到直接暴力威胁，它会进行反击。它可以发出一声刺耳的尖叫，对宿主造成1点雷属性伤害。它每回合只能造成这种伤害一次。",
				"如果宿主正在集中施法，那么耳虫可以释放一连串分散注意力的噪音，迫使宿主进行一次集中力检定，DC为10。",
				"耳蠕虫并不十分聪明，但它们明白保持宿主活着对它们自身也有好处。因此，无论是否需要帮助，耳蠕虫都会在有限的能力范围内偶尔干涉。当耳蠕虫察觉到危险时，它会唤醒宿主，即使宿主正在睡觉。如果宿主被另一个生物迷惑，耳蠕虫会故意使宿主失聪，这样宿主就听不到任何命令，也就无法服从。此外，如果宿主受到像{@spell Sleep}或{@spell Dominate Person}等魔法影响，耳蠕虫还会利用它们的尖叫造成伤害，这些魔法会使法术目标在受到伤害时可以重复豁免或结束效果。",
				"如果一只耳虫在一个宿主体内寄生了10天，它会产下一个卵，并离开当前的宿主去寻找新的宿主。这个卵在另外10天后孵化成为一只耳虫。",
				"{@b Contracting:} 耳蠕虫生活在各种环境中，它们潜行寻找睡着的猎物。当它们遇到正在睡觉的生物时，耳蠕虫会进行一次敏捷（潜行）检定，目标是目标的被动感知分数。检定失败时，生物会察觉到有东西在身上爬动，感觉像是一只大昆虫，从而吓跑了耳蠕虫。检定成功时，睡着的生物保持不知情，并被耳蠕虫感染。离开寄主进食的耳蠕虫在返回时无需再次进行此检定，因为它利用毒刺麻痹寄主的触觉，足够让耳蠕虫轻微的踩踏不被察觉。",
				"一些生物以繁殖和训练耳蠕虫用于家庭用途，并故意让自己成为寄主而闻名。它们通常被训练模仿训练者想要它们重复的特定音乐。更少见的是，它们被用于间谍活动，充当隐藏的录音设备，经常与控制思维的生物（如吸脑怪）发生冲突的生物会将耳蠕虫作为基本的抗魅力措施。在这些情况下，耳蠕虫在外出后很可能会逃跑，除非经常喂食。",
				"{@b Diagnosis:}尽管这是一种相对罕见的疾病，但诊断起来并不困难。大多数聪明的生物会选择简单地检查受影响生物的耳道，并可能会瞥见耳虫。了解龙类生物的生物也可能知道耳虫。他们也可以投掷骰子来看看自己是否了解更多。",
				"智慧（医学）10到14 - 这是一个耳蠕虫（Earwyrms）的案例。它是一种生活在你耳朵里的小龙类生物。",
				"智慧 (医学) 15 或更高 - 这是一只耳虫。它们并不危险，只是非常讨厌。最好等它自己离开后再喂食。",
				"智力（秘法或历史）15或更高 - 这是一只耳蠕虫，是伪龙的远亲。它必须离开寄主觅食，吃蚊子和蚜虫等小昆虫。它们能听懂龙语。",
				"{@b Treatment:} 尽管在技术上是寄生虫，但耳虫不能用普通的治病魔法治疗。",
				"被解毒魔法瞄准的生物，或者对毒素免疫的生物，将被治愈 Earwyrm 的麻痹毒素。以这种方式被治愈的生物可以感知到自己耳道内的 Earwyrm，或者当 Earwyrm 离开他们的身体时。如果 Earwyrm 离开，必须进行一次新的敏捷（潜行）检定。",
				"耳蠕虫很难用武力移除而不伤害宿主，因为它们可以将爪子深深扎入周围的肉体中。要移除耳蠕虫，必须使其失去行动能力，比如通过{@spell Sleep}或{@spell Hold Monster}法术。",
				"耳蠕虫(Earwyrms) 不能说话，但能听懂龙语(Draconic)。如果一个会说龙语的生物进行一次 DC 15 魅力（说服）检定，并准备了一些食物作为诱饵，就有可能说服一只耳蠕虫暂时离开宿主。",
				"耳蠕虫偶尔必须自行离开宿主，但除非确定没有被观察到，否则不会这样做。堵住耳朵以阻止它返回宿主，会迫使耳蠕虫离开寻找另一个宿主。"
			]
		},
		{
			"name": "Glass Transmorgification",
			"source": "MADMT",
			"page": 7,
			"entries": [
				"{@b Symptoms:} 受影响生物的身体部分会转化为某种脆弱的物质，通常是玻璃。最常见的情况是发生在骨骼或其他内部结构上。患有这种病症的人通常会本能地意识到自己的状况，即使没有外在受影响的迹象。",
				"{@b Effects:} 被玻璃转化影响的生物对钝击伤害有脆弱性。该状态还会对身体的不同部位产生其他影响。DM决定哪个部位被转化，或者随机掷骰来决定。这些效果会在受影响的生物受到钝击伤害后立即生效，并持续直到其通过任何方式恢复生命值。",
				"{@b Contracting:} 虽然非常罕见，但这种情况通常是由于一种有缺陷或过期的药水引起的，这种药水在黑市上太常见了。已知会导致玻璃变形的药水主要是涉及变形魔法的药水，比如增长或抗性药水。饮用有缺陷药水的生物在药水效果结束后必须进行一次在DC 10的体质豁免检定。如果豁免失败，玻璃变形的效果将在3d6小时后出现。生物在效果出现后会意识到这种效果。",
				{
					"type": "table",
					"caption": "",
					"colLabels": [
						"Body part",
						"Effect"
					],
					"colStyles": [
						"col-2 text-left",
						"col-4-5 text-left"
					],
					"rows": [
						[
							"1 - 手臂或手 (Arm or Hand)",
							"该生物在涉及使用受影响的手臂或手的所有能力检定或攻击投掷时都具有劣势，并且无法使用受影响的手臂执行法术的身体成分。"
						],
						[
							"2 - 腿或脚 (Leg or Foot)",
							"该生物的速度减半，除非它可以在没有使用腿的情况下移动，否则不能疾跑。"
						],
						[
							"3 - 躯干 (Torso)",
							"这个生物在体质豁免 throws 和能力检定中有劣势。"
						]
					]
				},
				"{@b Diagnosis:} 如果你在寻找它，诊断并不难，特别是当患者往往对自己出了什么问题有一种奇怪的直觉。这个简单的过程被相对更常见的玻璃幻觉的存在大大复杂化，玻璃幻觉本身仍然是一种罕见的病症。生物可以尝试进行能力检定以获得更多信息：",
				"智慧 (医学) 10 或更低 - 你将错误地将病情诊断为玻璃妄想症。你获得与投掷 10 相同的信息，以对玻璃妄想症进行诊断。如果你看到有人在受到钝击伤害后出现了玻璃转变的症状，你会自动知道你做了错误的诊断。",
				"智慧（医学）11到14 - 你意识到受影响的生物部分是由玻璃制成的。",
				"智慧（医学）15或更高——你相信这种部分变形是某种变形魔法的意外副作用，不能用普通的治疗疾病的方法治愈。",
				"智力（奥秘）15或更高 - 如果病况已经被正确诊断，你会知道能够从无生命物质中恢复肌肤的魔法，或者能够恢复各种身体部位的魔法可能是一种有效的治疗方法。",
				"{@b Treatment:} 治疗玻璃变形并不简单，但比治疗玻璃妄想要容易得多。任何可以治愈石化或恢复缺失身体部位的魔法都可以起作用。任何让受影响生物对钝击伤害具有抗性的效果，会在抗性持续期间抑制该状态的所有负面影响，但不会治愈生物。"
			]
		},
		{
			"name": "Glass Delusion",
			"source": "MADMT",
			"page": 8,
			"entries": [
				"{@b Symptoms:} 一种患有玻璃妄想症的生物相信自己部分或完全由某种脆弱物质构成，最常见的是玻璃，但有时也可能是其他物质，比如陶器或冰。通常，受影响的生物相信他们的骨骼或某个肢体受到影响，但全身妄想很少发生。即使有客观证据证明相反，这种信念仍然持续存在。通常，患有妄想症的生物会变得偏执，认为受影响的身体部位现在异常脆弱，并采取极端措施来保护它免受损害，比如穿着异常厚的衬衫、用夹板约束相关区域，甚至拒绝离开安全的地方。一个较少见的症状是目标认为自己是透明的，以某种方式，任何谎言或秘密现在都被暴露给所有人看到。大多数玻璃妄想症的病例会升级为极端偏执症，因为受影响的生物四面受敌，有人告诉它一些它\"知道\"不是真的事情，这经常使得他们难以接近接受治疗。",
				"{@b Effects:} 玻璃妄想的确切影响取决于妄想的焦点部位。如果生物感染了玻璃妄想，DM可以选择以下任意数量的选项，或者随机掷骰决定效果。每隔10天，如果妄想没有得到治疗，DM可以选择要么为妄想增加另一个焦点区域，要么在已受影响的身体部位中出现妄想的严重版本。",
				"{@b Contracting:} 玻璃幻觉有时会在生物喝下有问题的药剂后发生。黑市上的爱情药水以此闻名，但其他涉及变形或改变思维的魔法的药剂也是众所周知的罪魁祸首。像女巫这样邪恶的生物有时会故意制造诱发这种效果的药水，并用它来折磨他们的敌人。喝下有问题的药剂的生物在药剂效果结束后必须成功通过一次DC 10的感知豁免才行。幻觉的效果会在3d6小时后开始出现。",
				"{@b Diagnosis:} 玻璃妄想经常出现在民间故事和历史轶事中，其症状非常明显，因此即使对医学不甚了解的人也很少会忽视或未诊断出这种病症。当任何与妄想患者互动的人都清楚地知道患者相信自己是由玻璃制成时，他们可以进行一次能力检定以获得更深入的了解：",
				"智慧（医学）5或更低 - 你相信病人真的是由玻璃制成的。除非进行此检查的生物也患有玻璃妄想症，否则任何实际检查或测试都无法证明这个结论是错误的。",
				"智慧 (医学) 6到10 - 你知道这种现象的名称，以及它是一种有点神奇起源的奇怪错觉。",
				"智慧（医学）11到16 - 你知道这种强大的错觉不能简单地通过证明受害者不是由玻璃制成来治疗，这种障碍比那更加复杂。",
				"智慧（医学）17或更高 - 这种错觉影响心灵，所以治疗也必须如此。",
				"智慧 (洞察) 13 或更高 - 你能理解受影响生物的一些观点，并知道它是不理性的，因此简单的真相证明无效。",
				"{@b Treatment:}治疗玻璃幻觉的关键在于心灵。能够治愈疾病的魔法无效，但能够治愈无限疯狂的魔法有效。其他改变心智的魔法也可以被用来 improvisation 治疗，比如大多数魅惑效果。最好的方法是使用魔法迷惑某人，让他们相信自己已经被治愈，或者你提供的东西是有效的疗法。例如，使用魅惑人类术让一个被幻觉困扰的患者相信你并服用你提供的药物或法术，或者使用修改记忆术植入一个虚假的治愈记忆。这种魔法赋能的安慰剂是治疗魔法引起的幻觉的良方，但需要一些即兴和创造力。如果受影响的生物事后得知自己被迷惑，他们仍然保持治愈状态。",
				{
					"type": "table",
					"caption": "",
					"colLabels": [
						"Body part",
						"Normal Effect",
						"Severe Effect"
					],
					"colStyles": [
						"col-2 text-left",
						"col-4-5 text-left",
						"col-4-5 text-left"
					],
					"rows": [
						[
							"1 - 手臂或手 (Arm or Hand)",
							"受影响的生物拒绝使用受影响的手臂进行任何费力的活动，比如推挤、搏斗、使用武器攻击、持盾或搬运重物，但仍然可以正常使用那只手臂或手。任何需要使用受影响手臂或手的能力检定都会以劣势进行。",
							"这个生物拒绝使用受影响的肢体进行任何非完全必要的活动（例如，如果没有其他方式，吃食物，或者爬梯子远离致命的敌人）。这也包括拒绝执行法术的体态成分。"
						],
						[
							"2 - 腿或脚 (Leg or Foot)",
							"受影响的生物的行走速度减少5尺，除非不这样做会导致死亡，否则拒绝疾跑，并且拒绝携带超过其总携带能力的一半。",
							"受影响的生物拒绝使用那条腿或脚进行任何移动。如果只有一条腿受影响，它的行走速度减半；如果两条腿都受影响，那么它只能爬行或者使用其他移动方式，比如飞行或游泳。"
						],
						[
							"3 - 躯干或全身 (Torso or Full Body)",
							"受影响的生物拒绝穿除了最保护性的盔甲套装外的任何东西，并且除非要换成另一套盔甲，否则不会脱下盔甲。在这种情况下，它将忽略盔甲熟练加成。它还会拒绝穿过其他生物的空间或挤进更小的空间。",
							"每当受到钝击伤害时，受影响的生物会变得（Frightened）恐惧。这也可能包括因抽象概念（如高度）或无生命的物体而感到恐惧。"
						],
						[
							"4 - 透明度",
							"受影响的生物相信其他生物能透过它看到，而且它不会投下阴影，即使它仍然能看到自己。它在所有魅力（欺骗）检定中都有劣势。",
							"这个生物完全不能说谎，并且在被追问时会揭露任何谎言或秘密。"
						]
					]
				}
			]
		},
		{
			"name": "Shroud Vine",
			"source": "MADMT",
			"page": 9,
			"entries": [
				"{@b Symptoms:} 一张布满荆棘藤蔓的网覆盖在受影响生物的皮肤上，带着尖刺的根深深扎入其肌肤之中。随着病情恶化，受影响生物的行为变得更加不稳定，它开始与植物交谈并寻找阳光。",
				"{@b Effects:} 一种幽幽藤蔓感染会随着感染持续的天数逐渐恶化。从感染点开始，藤蔓开始在受害者身上生长，直到大部分身体被覆盖，此时感染就会致命。",
				"阶段0：在感染疾病后的最初24小时内，受影响的生物没有明显的疾病迹象。感染的唯一标志出现在感染后一小时，即在感染点出现轻微的变色和炎症。在这个阶段没有任何影响。",
				"阶段1：第一株藤蔓在24小时后出现。试图移除这些藤蔓会对受影响的生物造成6（2d6）点刺伤伤害，并且藤蔓会在2小时内重新生长。每个疾病阶段的伤害会增加6（2d6）点。",
				"阶段2：48小时后，藤蔓生长变得更加茂盛。受影响的生物可以利用藤蔓上的刺来强化其使用身体覆盖部分进行的徒手攻击。这些刺被视为一种自然武器，造成穿刺伤害，伤害值为1d4 + 该生物的力量调整值。藤蔓开始吸取宿主的活力。生物需要两倍于正常的食物和水，并且每天至少需在直射阳光下待上1小时，才能被视为得到适当的滋养。",
				"第三阶段：经过72小时，藤蔓生长覆盖了受影响生物大约四分之一的身体。受影响的生物获得了与距离其10英尺内的植物型生物交谈和理解的能力，就好像它们共享一种语言一样。此外，如果植物的智力得分为5或更低，它对受影响的生物是非敌对的，并且除非受到挑衅，否则会忽视它。每当受影响的生物恢复生命值且不处于直射阳光下时，其恢复的生命值减半（最少为1点生命值）。",
				"第四阶段：在96小时后，藤蔓生长覆盖了受影响生物身体的一半以上。生物获得与非魔法植物交流简单思想的能力，比如最近一天的重要事件、周围的威胁或者植物是否有毒。生物在这方面没有特殊影响植物的能力。此外，当生物在直射阳光下完成短暂休息时，可以使藤蔓生长覆盖其穿戴的盔甲。其荆棘的穿刺伤害增加1d4，盔甲等级不低于13。受影响的生物还在植被内或周围隐藏时具有优势的能力检定。其身体上的荆棘现在具有传染性，能够传播给其他生物。",
				"第5阶段：在120小时后，疾病终于开始杀死受影响的生物。一旦达到第5阶段，目标的生命值上限每小时减少相当于其最大生命骰的最大值。当生物的生命值上限降低到零时，它就会死亡。",
				"这种生物本能地知道自己正在死去，并感到一种奇怪的冲动，想要休息在直射阳光的地方。如果生物处于直射阳光的区域，它会拒绝离开那个区域，除非受到魔法的驱使。一旦生物死亡，24小时后，一株(Shroud Vine)藤蔓从它的尸体上生长出来，大约与死去生物的尸体大小和形状相近。",
				"{@b Contracting:} 与 Shroud Vine 感染的唯一途径是接触 Shroud Vine 灌木或处于感染晚期（第4或第5阶段）的生物。在任何情况下，即使轻微划伤荆棘也可能导致感染，这种表面伤口很容易被忽视，直到出现明显症状。在灌木的情况下，由于它们生长在其他受害者的尸体上，掠夺者在被死者的财物吸引时经常被划伤。Shroud Vine 灌木呈现出它们杀死的生物的粗略轮廓，形成怪异的阴影或人形和野兽。这些灌木出现在物质位面的森林中的所有生物群系中，但除了被特别隔离的德鲁伊栽培的地方外，它们很少见，在仙界中它们可以形成小树林，并被女巫用作武器，甚至在深渊中，尤其是 Demogorgon 的领域 Gaping Maw 中也有。被 Shroud Vine 划伤的生物必须进行一次 DC 13 的体质豁免才能避免感染。成功豁免的生物在接下来的24小时内免疫。",
				"{@b Diagnosis:}幽幽藤蔓是一种非常隐秘的感染，但在边疆篝火故事中以人形灌木的形象为人熟知，同时也为德鲁伊和女巫等居住在荒野中的人所了解。",
				"智慧（医学）5或更低 - 误诊。你看不出任何问题，事实上这可能是有益的。",
				"智慧（医学）13或更低 - 你对这种感染一无所知。",
				"智慧 (医学) 14到17 - 这是某种寄生藤蔓。你明白仅仅移除外部生长是不够的，很可能它正在以受害者为食。",
				"智慧（医学）18或更高 - 你听说过（Shroud Vine）, 并且知道它是通过荆棘传播的。",
				"智力（自然）15或更高 - 你知道这种感染是由(Shroud Vine)引起的，并且你知道它生长在类似生物形状的灌木丛中，这些灌木丛长在那些死于感染的人体上。",
				"智慧（生存）15或更高 - 你听说过（Shroud Vine）, 知道它是通过荆棘传播的，通常是致命的。 你还知道带有寄生虫的人会变疯，和植物交谈并寻求躺在阳光下，而拔除这些生长物会带来更多伤害。",
				"{@b Treatment:} 隐蔽藤蔓有两个阶段的治疗。首先，需要移除外部的藤蔓。这个过程会拉扯皮肤中的根部，可能会严重伤害受影响的生物，但如果没有这一步，治疗就无效。一旦藤蔓被移除，普通的治病魔法会立即治愈这种疾病。",
				"试图治愈疾病而不移除藤蔓只会减缓其生长，阻止其进入下一阶段24小时，并且这种技术被一些人用来从这种疾病中获得特定好处，比如与植物交谈的能力。如果一个生物的(Shroud Vine)感染被阻止进展30天，它将变得共生，并且不会再进一步发展。",
				"任何试图用魔法来治愈(Shroud Vine)的人都应该小心。对受感染的生物使用能够立即增加植物生长的魔法会导致感染进展一阶段。"
			]
		}
	],
	"hazard": [
		{
			"name": "Bloomers",
			"source": "MADMT",
			"page": 15,
			"entries": [
				"一种奇特的蘑菇，能够膨胀自己以抵御捕食者。它典型的休眠状态类似于白色茎上的一簇脏白色球体。在各种环境中生长，膨胀菇本身并不特别危险，它们突然而惊人的膨胀足以吓退大多数普通威胁，除非它们长在靠近悬崖的地方，可以将人推下去。",
				"通常，蘑菇占据一个5英尺的立方体空间。当生物靠近(%Bloomer%)并进入其5英尺范围内时，(%Bloomer%)会迅速膨胀，占据一个15英尺的立方体空间。生物会被推到最近的未占据空间中，除非没有可用空间，此时它将留在原地，被{@condition restrained}蘑菇气球的重量所压制。如果(%Bloomer%)死亡，它会迅速但无害地缩小，但如果它受到切割或穿刺伤害，它会爆炸并产生强大的气流。在(%Bloomer%)附近5英尺范围内的生物必须进行一次DC 10的力量豁免才能避免被推开5英尺并被击倒{@condition prone}。(%Bloomer%)的防御等级为7，生命值为5，对钝击伤害具有抗性，并免疫精神伤害。要识别(%Bloomer%)，需要进行一次DC 10的智力（自然）或感知（求生）检定。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Bursting Blightpuff",
			"source": "MADMT",
			"page": 15,
			"entries": [
				"一种在潮湿环境中的岩石或土地表面上生长的，覆盖着装满明亮酸液的易碎泡囊的黏液网状真菌。它还可以感染生物（请参见疾病部分上面的{@disease Blightpus|MADMT}）。这些泡囊非常脆弱，一旦接触就会爆裂，喷射出酸液和枯萎孢子。爆裂枯萎菌有两种品种，主要区别在于它们的酸液泡囊的颜色，橙色和绿色。橙色枯萎菌可以在地下深处找到，因此在某些地底生物社区中，如蜥蜴人和格里克斯，以及菌人也会栽培它作为对周围领地入侵者的威慑。绿色枯萎菌要稀少得多，生长在潮湿的森林和沼泽地，繁茂在黑龙的领地中。一片枯萎菌至少覆盖一个10英尺的正方形区域，但通常会更大。",
				"如果草丛被打扰，比如受到伤害或有生物进入它的区域，那么它表面的灯泡会爆发。一个草丛可以在一回合内多次爆发。",
				"每个距离干扰源不超过10英尺的生物必须进行一次DC 10的敏捷豁免检定，失败则受到7点(2d6)酸性伤害。未通过此豁免检定的生物必须再进行一次DC 10的体质豁免检定，否则将感染上枯萎脓疮。一个生物移动到该区域或者在其回合开始时，可以选择以半速移动并进行一次DC 15的敏捷（巧手）检定。若成功，则其移动不会在本回合触发枯萎孢子的喷发。",
				"一块边长为5英尺的爆裂枯叶菇(Bursting Blightpuff)区域的防御等级(AC)为5，有5点生命值，对酸性和精神伤害免疫。要识别爆裂枯叶菇，需要进行一次困难等级(DC)为15的智力(Nature)或感知(Survival)检定。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Cave Mist Creeper",
			"source": "MADMT",
			"page": 15,
			"entries": [
				"一种真菌，在洞穴墙壁上形成红褐色的卷须层，沿着其长度有大量的结块白色突起物。从这些突起物中散发出深绿色的气体，充满了隧道，含有致命毒素。无论洞穴雾蔓藤生长在哪里，它都会扼杀其他所有生命，被其排放物杀死的植物和动物的腐烂遗骸会为新生长提供肥料。它传播迅速，如果有一个中等大小的尸体滋养，它的10英尺范围内的区域一天内就能长出来。洞穴雾蔓藤几乎只在地下生长，或者在非常遮风的地方生长。斑块可以是任何大小，但通常会延伸到多个隧道或其他空间。卡瓦戈斯有时会住在洞穴雾蔓藤受感染的洞穴附近，因为他们不必担心这种毒素。",
				"一块(CMC)药剂释放的气体可传播至15英尺外。这种气体会在拐角处扩散，并轻微遮蔽周围区域。当生物在其回合内首次进入气体或在气体中开始回合时，必须进行一次DC 15的体质豁免检定。未通过检定的生物会受到33(6d10)点毒性伤害，通过检定的生物则受到一半伤害。屏住呼吸的生物无需进行豁免检定。",
				"气体可以被中等或更强的风吹散，但1分钟后气体会重新出现。一个5英尺的方形 CMC 草地有AC 10和5点生命值，对毒素和精神伤害免疫。摧毁一个 CMC 草地不会使气体消散。识别洞穴薄雾爬行者需要进行 DC 15的智力（自然）或感知（求生）检定。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Coffin Moss",
			"source": "MADMT",
			"page": 15,
			"entries": [
				"一种在潮湿的荒野中生长的致命苔藓，如沼泽和沼地。它通常不会在水下生长，但如果它生长的地面被淹没，它可以在水下存活。起初看起来就像普通的苔藓一样，实际上是一种肉食植物，会粘附并吞噬猎物。它比大多数苔藓长得更厚，可能看起来像灌木或密密麻麻的大石头，或者在洞穴和壕沟中生长时，可能看起来像平坦的地面。仔细观察它的叶子会发现，露水或湿气实际上是一种半透明的黏糊糊的粘液，其有条纹的茎的独特图案表明它是一个可以迅速收缩的弹簧。当它消化猎物时，它会将金属和石头留下，而在其体积下面留下一堆宝藏，但会慢慢消化有机物质。骨头需要最长时间来消化，可能会留存数月。腐肉的恶臭通常是人们发现附近一丛棺材苔藓的唯一线索之一，尽管这种气味会吸引像乌鸦、老鼠和苍蝇这样的食腐动物，它们反过来又会被困住。棺材苔藓的丛通常高3到4英尺，宽5到10英尺。棺材苔藓覆盖着一层有毒粘液，会导致倦怠和麻木，对基于力量的能力检定、攻击骰和豁免骰施加劣势。",
				"当生物触碰到一团棺材苔藓时，它被认为是{@condition grappled}，并且必须进行一次 DC 13 的力量豁免检定。未通过豁免检定的生物将被吸入到苔藓的空间中并被包围。被包围时，生物将被束缚、致盲、失聪，并且无法呼吸，只要它比苔藓团小。被苔藓缠绕或吞噬的生物可以进行一次 DC 13 的力量（体操）检定来尝试逃脱。一团棺材苔藓的防御等级为 10，拥有 15 点生命值，并且免疫精神伤害。未经仔细检查，无法识别棺材苔藓。生物必须使用动作来检查一团棺材苔藓以识别它，这需要进行一次 DC 17 的智力（自然）或感知（生存）检定。具有 13 的被动感知的生物在距离棺材苔藓 20 英尺内会察觉到腐烂肉体的气味，但无法准确确定来源。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Giant Clams",
			"source": "MADMT",
			"page": 16,
			"entries": [
				"虽然大多数蛤蜊是无害的滤食动物，但有些蛤蜊可以长到非常巨大，直径高达10英尺，足以吞下一个人。这些巨型蛤蜊通常被人们寻找，因为它们含有的珍珠比大多数蛤蜊能产生的要大得多。它们也被水生人形生物如人鱼用来隐藏宝藏或物资，以便以后取回，或者如果被魔法控制服从，它们可以作为海妖的小恐慌房间或伏击点。通常它们完全生长在水下，但偶尔也可以在潮汐海滩上发现。",
				"当一个小型或中型生物移动到巨蛤(%Giant Clam%)的5英尺范围内或攻击巨蛤时，它会自动吸入水，然后关闭壳。生物必须进行一次DC 13的力量（体育）检定，如果它有游泳速度则获得优势。未通过豁免检定的生物将被巨蛤吞噬。被吞噬后，生物对于巨蛤外部发生的效果具有完全掩盖，它会失明、失聪、被束缚、无法呼吸，并且在每个自己的回合开始时会受到6（2d6）点钝击伤害，因为它被压榨。巨蛤一次只能吞噬一个生物。在巨蛤内部或距离巨蛤5英尺内的生物可以进行一次DC 13的力量检定来强行打开巨蛤，这将立即释放任何被吞噬的生物。移动到巨蛤5英尺范围内的生物可以通过进行一次DC 13的敏捷（潜行）或智慧（动物处理）检定来避免引起巨蛤关闭。生物可以利用其动作尝试通过进行一次DC 13的敏捷（巧手）检定来取回巨蛤内的物体，成功则取回物体，但失败则导致巨蛤试图将其吞噬。巨蛤是一种野兽，开启时AC为16，关闭时为19，拥有10点生命值。巨蛤在死亡时会打开。识别巨蛤不需要进行任何能力检定，但需要进行一次DC 10的感知（生存）检定才能知道它们有产生大珍珠的倾向，以及它们可以整个吞噬生物。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Pixie Sniffles",
			"source": "MADMT",
			"page": 16,
			"entries": [
				"一种灌木，结着明亮色彩的花蕾，只需轻微触碰即会迸裂开。一株灌木上开着多种颜色的花朵，通常是红色、粉色和紫色的色调。当花蕾弹开时，会释放出一团花粉，看起来像一阵金色闪光的雨，花朵发出的声音像是敲击美妙风铃的声音。这些花生长在物质位面，也在仙境中生长，那里的大多数仙族生物对其花粉的影响免疫，因此这种花被称为(%Feywild%)之花。小精灵栽培这些花作为一种隐秘的 passivedeterrent 对抗入侵者，但也因为他们发现这些花对他人的影响非常有趣。",
				"当一只生物触碰到一株小精灵鼻涕灌木时，会引发一连串的花蕾爆裂，释放花粉，范围达10英尺。每个受到花粉影响的非精灵生物必须进行一次 DC 13 的体质豁免检定。未通过检定的生物其移动速度减半，并且直到其下一个回合结束前无法采取行动，因为它被强烈的打喷嚏所困扰。小精灵鼻涕灌木可以独立生长，也可以与其他植物缠绕在一起。它们的防御等级为2，生命值为1，免疫精神伤害。要识别一株小精灵鼻涕灌木，需要进行一次 DC 13 的智力（自然）或感知（生存）检定。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Pond Snare",
			"source": "MADMT",
			"page": 16,
			"entries": [
				"一种食肉植物，生长在缓慢流动或停滞的水域，如湖泊、池塘或沼泽地。在许多方面，它类似于普通的睡莲，根植于湖底，通过一个非常狭窄的茎与漂浮在水面上的叶子相连。这根茎有大量的分支，其中一些伸向水面以增加叶子，但许多只是为了帮助缠住敌人。叶子呈圆形，直径约1英尺，周围有一圈微小的齿状突起，通常位于水线以下。通常，如果数量足够多，池塘陷阱会以簇生的方式生长，可以覆盖小池塘，虽然它们生长在水深几英尺的地方，但也可以从根部到叶子长达50英尺。池塘陷阱的典型猎物包括青蛙、鸟类、海狸和其他可能到访水面的小动物。它们足够强大，可以捕捉更大的猎物。",
				"当一个生物触碰到这片叶子时，它会迅速关闭，缠绕在生物身上或是接触到的部位，茎干会迅速收缩，将猎物拖向死亡，茎干和树枝的网状结构会缠绕着它。接触到池塘陷阱的生物会立即被它拉向下方20尺，每个回合会额外再拉动20尺，直到它被拉到水底。被困的生物可以使用一个动作进行一次DC 17的敏捷（体操）或力量（竞技）检定来尝试逃脱。一旦触发了池塘陷阱，1小时内无法再次触发。池塘陷阱的茎干防御等级为10，有15点生命值，免疫精神伤害。摧毁茎干并不会杀死池塘陷阱，除非根部也被摧毁。摧毁的茎干会在10天内重新生长。池塘陷阱乍看之下像是一朵普通的睡莲，但是一个生物如果使用一个动作检查池塘陷阱或者它生长的水域，可以进行一次DC 15的智力（自然）或感知（生存）检定来识别它。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Scylla's Claw",
			"source": "MADMT",
			"page": 17,
			"entries": [
				"斯西拉之爪：许多种被称为海葵的奇特水生动物都具有剧毒螫刺，而斯西拉之爪是其中一种罕见的对人类有危险的毒性足够强的海葵。它们生活在温暖的热带海域，根植于海岸线、被潮水淹没的岩石池塘周围以及珊瑚礁中。它们对温暖水域的偏爱通常意味着它们生活在相对浅水区域或靠近火山喷口附近。它们的基部是一个矮胖的圆柱体，表面布满鲜艳的红色和白色涡旋，从中间伸出一群几乎透明的白色触须。年幼的斯西拉之爪触须几英寸长，而年长的个体的触须可以延伸长达两英尺。它们携带的毒素可以瞬间击倒并杀死生活在珊瑚礁中的许多不到一英寸长的微小生物，但对于较大的生物则会导致肌肉抽搐，对潜水员仍然构成致命威胁。",
				"当生物接触到斯西拉之爪的触须时，必须进行一次 DC 13 的体质豁免检定，如果豁免失败，将在 1 分钟内成为 {@condition poisoned}。在这种中毒状态下，生物也会 {@condition paralyzed}。生物可以在每个回合结束时重复进行豁免检定。鉴定斯西拉之爪需要进行一次 DC 13 的智力（自然）检定。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Brine Pools",
			"source": "MADMT",
			"page": 17,
			"entries": [
				"在海底自然形成的现象，极高浓度的盐形成高密度卤水池，在水中下沉并在海洋中形成湖泊，拥有自己的水面和海岸线。这些卤水池对大多数海洋生物有毒，通常形成在附近岩石中高盐积累的地方附近，海底的凹陷处遮蔽了这些池塘，使它们不受会扰乱它们的洋流影响。大多数水生生物都会避开这些有毒的荒地，但一些族群如鲨鱼人和海妖会利用这些自然形成的地方作为防御来抵御攻击者，而一些像(Sea Hags)这样可以在高盐度下生存的生物可以自由地在这些深处生活。卤水池的大小差异巨大，从小池塘到数英里宽的巨大湖泊不等。",
				"通常可以在水下呼吸的生物，除非它们也对毒素免疫，否则无法在卤水池中呼吸水。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Lodestones",
			"source": "MADMT",
			"page": 17,
			"entries": [
				"一种罕见的自然磁石，磁石是由被称为磁铁矿的铁矿石形成的。磁石是黑色或非常深褐色的，小的磁石曾在古代用于制作指南针，而大块磁石常常被整合到仪式石圈中。大多数情况下，磁石是闪电击中富含铁的岩石而形成的。如果足够大，磁石可以作为相当强大的磁铁。",
				"足以占据一个5英尺立方体的天然磁石的磁效应范围可达离磁石10英尺的地方。穿着铁制或钢制盔甲的生物在磁场内会受到移动的影响：该区域被视为艰难地形。未被穿戴或携带的铁制或钢制物体会被吸向磁石并粘附在上面，包括穿过该区域的远程武器攻击的弹药，导致这类攻击自动失效。生物可以在其回合开始时进行一次DC 13的力量检定，以防止被穿戴或携带的物体被吸向磁石。",
				"失败时，生物如果携带物体，则会掉落该物体，如果被穿戴，则生物会被拉向磁石最多10英尺。一旦磁性物体接触到磁石，它就会粘附在磁石表面，生物必须花费一个动作进行一次DC 13的力量检定来移除它。如果被粘附的物体被生物穿戴，那么该生物的速度变为零。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Magic Lodestones",
			"source": "MADMT",
			"page": 17,
			"entries": [
				"并非所有磁石都是通过平凡的地理形成的。其他更强大的磁石是野生魔法或与位面之门接触的结果，通常是与元素位面或仙界相关的门。这些魔法磁石有时会被德鲁伊和萨满用于仪式，或用来保护重要区域。",
				"魔法磁石的功能与普通磁石相同，但其磁性属性的范围通常更大，并且会干扰300英尺范围内的某些魔法。在这个范围内，揭示生物或物体位置或方向的占卜魔法，以及{@spell Sending}法术，如果施法者或目标位于该区域内，则会失败。占卜传感器无法进入或感知该区域内的任何事物。允许传送或进出该区域的魔法也会失败。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Natural Gas",
			"source": "MADMT",
			"page": 17,
			"entries": [
				"在许多地下地方，可燃气体可能会自然形成并在空洞中积聚。这些气体无色无味，大多数生物极难检测到，因此对矿工和洞穴探险者构成极大风险。",
				"任何明火都可能点燃这些气体的浓缩区，甚至是由于钢锄击打石头而产生的火花。此外，虽然这些气体并不具有毒性，但也无法呼吸，所以当它们排挤氧气时，生物可能会在穿越气囊时无意中窒息。矿工有时会带着小动物，比如金丝雀，进入矿井，以便察觉天然气的存在；一个脆弱的金丝雀会在一般平民察觉到任何不适之前就因窒息而晕倒，因此起到了警示离开该区域的作用。",
				"在天然气区域，生物无法正常呼吸，但直到开始受到影响之前，它们无法察觉到这一点。生物对天然气的影响不会超过其体质调整值加1的分钟数（最少30秒），之后可以在其体质调整值（最少1轮）的回合数内生存。在下一个回合开始时，生物的生命值降至0，处于濒死状态，直到可以再次呼吸之前，它无法恢复生命值或被稳定。",
				"天然气易燃。任何一种明火都会引发一场大火，瞬间蔓延到整个天然气区域。当天然气点燃时，区域内的每个生物会受到22（5d8）火焰伤害，而区域内未被穿戴或携带的易燃物品会被点燃。燃烧后，天然气会留下一种类似烟雾的蒸气，具有气味和颜色，继续阻止生物正常呼吸。",
				"天然气可以被适度的风吹散。通常无法被人形感官察觉，但一个熟练于{@item Alchemist's Supplies}的生物可以用10分钟的时间和价值5gp的材料（包括一小片纸或布）制作一条材料条，当暴露在天然气中时会改变颜色。这些颜色条只能使用一次。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Manes Vapour",
			"source": "MADMT",
			"page": 18,
			"entries": [
				"鬼魂(`Manes`)是所有恶魔中最卑微的存在，甚至被小恶魔和恶灵(`dretches and quasits`)掠食。更高级的恶魔将它们用作毫无思维的炮灰，对抗敌人，这是它们擅长的任务，不仅因为它们完全不顾自己的生命，而且因为在战斗中失去的鬼魂数量并不重要，这是因为它们有一个独特的特质。一名被杀的鬼魂，除非被吞食，否则不会死去。相反，它会溶解成一团恶臭的蒸汽，一天后重新凝聚。当足够多的鬼魂在一个地方被屠杀时，这些蒸汽可以变得足够浓密，以至于阻挡视线并令生物窒息，甚至更糟。这种蒸汽云会出现在恶魔战场上，既在下位位面，也在恶魔侵入其他领域的地点。通常这些云会在下面形成泥浆或粘液坑，当它们凝聚成新的鬼魂时，首先是血浆，然后慢慢形成形状和肉体，血液和体液渗入土壤或在坚硬表面上形成黏稠的池塘。然而，最大的威胁是吸入这种恶臭蒸汽的生物，不仅因为其可怕的气味，还因为注入足够的恶魔精华会导致恶魔附身的风险。",
				"Manes Vapour（曼斯之雾）区域被轻度遮蔽。每个生物在该区域内停留的每一分钟，都必须进行一次DC 10的魅力豁免检定。如果未通过豁免检定，生物将被曼斯附身。在接下来的24小时内，它会受到有关暴力和混乱的入侵性思绪困扰。24小时后，它必须再次进行检定，如果未通过，则其智力、感知和魅力属性变为曼斯的属性，并且其个性完全被曼斯所取代。其阵营变为混乱邪恶。生物每隔24小时可以重复进行豁免检定，成功则结束附身。如果附身结束或生物死亡，它会呼出一团绿色气体，24小时后重新形成为一个曼斯。",
				"在密集的(Manes)接近重组的地方，云团的区域也被视为艰难地形。在该区域内地面上开始回合的生物必须进行一次 DC 10 的力量豁免检定。未通过豁免检定的生物在该回合的移动速度降为 0 英尺，因为它被黏黏的粘液和伸向它的半形态(Manes)所困住。",
				"识别一团魅影蒸汽云需要进行一次DC 15的智力（奥秘）检定。一个能说阿比西亚尔语的生物在进行这次检定时获得优势。",
				"云层也可以被探测到恶魔的魔法所识别，比如圣骑士的{@classFeature Divine Sense |paladin||1}或{@spell Detect Evil and Good}法术。"
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Stain of the Far Realms",
			"source": "MADMT",
			"page": 18,
			"entries": [
				"遥远位面是一个特别奇怪的位面角落，那里现实的基本概念可以偏离我们自己的概念，以至于我们甚至没有词语来描述它们。然而，这些位面可以与我们自己的位面互动，并且总会在现实上留下一种畸变的痕迹。这通常发生在遥远位面的碎片被带到物质位面，或者当宇宙体对齐使得这两个位面可以接触时。结果会永久地标记物质位面，使得受影响区域的生命和自然永远无法再恢复原状。一个受污染的区域可以是几英尺宽或数英里长，通常随着时间慢慢增长，但是该区域中畸变力量的减弱可能会导致其再次收缩，尽管它永远无法完全被摧毁。受污染区域对其具有一种难以言喻的吸引力。像奥特约、扼颈怪、巴尔哈诺斯和喃喃自语者这样的无智慧畸变生物会被吸引到这些区域中。",
				"该地区的植物失去了所有颜色，慢慢变成灰色。生活在该地区的所有植物和动物都变得无法食用：它们尝起来令人作呕，对于除了异常生物之外的任何生物都没有营养。带入该区域的食物在24小时后也会变得无法食用。每个人形生物或野兽在染色区域内停留的每小时，必须进行一次DC 13的魅力豁免检定。如果连续失败三次这些豁免检定，它将患上长期疯狂（疯狂效果，见《(DMG)地牢主宰手册》第259-260页）。一旦患上疯狂，它在再次连续失败三次检定之前不会再受到更多疯狂的影响。如果在染色区域内停留超过24小时，它必须进行一次DC 17的魅力豁免检定，如果未通过则患上无限疯狂。以这种方式患上的生物一次只能患一种无限疯狂。在染色区域内无法治愈疯狂的任何效果都会失败，尽管{@spell calm emotions}法术仍然像平常一样压制疯狂。在染色区域内停留7天或更长时间的生物将自动失败这次豁免检定，并且还会发生身体变化。它们的身体变成灰色，并以令人不安的方式扭曲，比如眼睛移动到不寻常的位置或肢体变得拉长并多出关节。这些变化不会影响其游戏统计数据。"
			],
			"trapHazType": "HAZ"
		}
	],
	"trap": [
		{
			"source": "MADMT",
			"page": 19,
			"name": "Ballista Trap",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 5-10, dangerous threat)}",
				"弩炮陷阱的大姐。通常，弩炮用于攻击或保卫城堡，因此任何在室内放置弩炮的人要么是在预料严重麻烦，要么是非常古怪。由于弩炮比弩更难隐藏，这种陷阱通常隐藏在门后，并且通常可以直接射穿门。",
				"{@b Trigger.} 一个打开被困住的门的生物会触发陷阱。",
				"{@b Effect.} 陷阱对触发生物进行一次攻击。该攻击具有+8的攻击加值，并在命中时造成16(3d10)点穿刺伤害。此攻击无法获得优势或劣势。",
				"{@b Countermeasures.} 一次成功的DC 15感知（智力）检查会揭示门上连接的机制。 一次成功的DC 15敏捷（Dexterity）检查使用盗贼工具来解除绊线，而总计为5或更低的检查会触发陷阱。"
			]
		},
		{
			"source": "MADMT",
			"page": 19,
			"name": "Burning Oil Trap",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"一种潜在破坏性的陷阱，可以引燃周围环境。一块打火石被固定在一个移动机制上，通常是一个抽屉或门，当被困对象操作时，它会击打一把钢刀，产生火花。这道火花点燃了一个装有灯油的池或容器，这个灯油是由同样的机制溢出的。由于这个陷阱旨在引发一场大火，通常放置在建造者不关心附带损害的地方，尤其是逃离火灾可能会导致入侵者误入更多陷阱的地方。这种陷阱的常见用途是摧毁被困容器内的证据文件。",
				"{@b Trigger.} 当门或容器被打开时，这个陷阱会被触发。",
				"{@b Effect.} 当这个陷阱被触发时，会泼洒足够的油液覆盖一个10英尺的正方形区域，并点燃它。燃烧的油液的功能与《玩家手册》第152页描述的油液完全相同。",
				"{@b Countermeasures.} 通过将机制浸泡在水中以防止火花引燃，可以解除陷阱。这种类型的陷阱有时会有一个隐藏的杠杆，用于解除打火石，使得机制可以正常操作。发现陷阱的难度等级为15，可以通过油味或隐藏的杠杆的存在来察觉。"
			]
		},
		{
			"source": "MADMT",
			"page": 19,
			"name": "Electric Water",
			"trapHazType": "MAG",
			"entries": [
				"{@b Magic Trap (level 11-16, dangerous threat)}",
				"这个陷阱使用一组魔法铜电极，用来电击任何接触带电水池的人，这个水池通常至少有15英尺深，但也可以只有一英寸深。电流会导致肌肉抽搐，使这个陷阱特别致命，因为它会剥夺受害者逃脱的能力。带电的水明显地充满电流，发出明显的蓝色火花。",
				"{@b Trigger.} 这个陷阱没有触发器，它一直处于激活状态。效果在生物触碰水后立即生效。",
				"{@b Effect.} . 任何生物在自己的回合第一次接触水或者在回合开始时接触水，必须进行一次 DC 17 的体质豁免检定。未通过豁免检定的生物会受到 33 (6d10) 点闪电伤害，并且在他们的下一个回合开始前处于{@condition stunned}。通过豁免检定的生物会受到一半伤害，并且不会被眩晕。",
				"{@b Countermeasures.} 陷阱可以通过用绝缘物质如泥土或黏土覆盖电极来停用。此外，如果水结冰，电流传导不足以造成损坏。"
			]
		},
		{
			"source": "MADMT",
			"page": 19,
			"name": "Fish Hook String",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"在沿海地区，走私者和小偷经常使用的一种基本陷阱，因为它非常简单易制作。这种基本的绊索陷阱通过添加几个通常用于捕鱼的大型带刺钩来增强。这些钩子并不是非常危险，但很难且痛苦地取出。一串鱼钩通常隐藏在低矮的植被中，或埋在松软的沙土中，或者藏在狭窄的开口处，比如爬行空间或宝藏储藏处。由于简单的鱼钩不太可能阻止入侵者，这些钩子通常连接到一个铃铛或其他警报器上，或者连接到一种离开痕迹的离线密封物（如纸张或蜡），当拉动绳索时会破裂以留下篡改证据。",
				"{@b Trigger.} 这个陷阱是由生物接触它而被触发的。对于地面上的绳索，这涉及踩到它上面，对于其他类型的绳索，可能涉及从下面移动或将手放在附近。",
				"{@b Effect.} 鱼钩穿透布料并滑过锁子甲的缝隙。激活这个陷阱的生物会受到1点穿刺伤害，并被2d4个鱼钩刺穿。如果陷阱固定在地面上，生物的速度变为0英尺。生物可以通过使用动作进行敏捷（巧手）检定来移除鱼钩。此检定的DC等于10加上鱼钩的数量。成功时，所有鱼钩都被移除。失败时，移除的鱼钩数量等于在检定中总数减去10，生物会因剩余的每个鱼钩而受到1点穿刺伤害。可以在不需要技能检定或使用动作的情况下移除鱼钩，但生物会因每个移除的鱼钩而受到1点穿刺伤害。",
				"{@b Countermeasures.} 发现这个陷阱的DC是12。可以通过用刀片剪断绳子轻松解除这个陷阱，无需进行任何能力检定。"
			]
		},
		{
			"source": "MADMT",
			"page": 20,
			"name": "Gong",
			"trapHazType": "MAG",
			"entries": [
				"{@b Magic Trap (level 5-10, dangerous threat)}",
				"许多不同宗派的寺庙里都摆放着大钟、锣和风铃。这个陷阱包括一个被魔法加持的类似乐器，用来吓阻入侵者。这个大锣（或其他类似乐器）是一个大型物体，当被锤子或钟摆敲击，或者被触发时会发出声音。",
				"{@b Trigger.} 这个陷阱的触发方式与{@spell glyph of warding}法术完全相同：一个魔法符号被刻在附近的表面上，当覆盖符号的物体被移除时，陷阱就会被激活。",
				"{@b Effect.} 激活后，锣会神奇地自行响起1分钟，锣周围30英尺内的每个生物必须进行一次救垒等级为15的体质豁免检定，未通过检定的生物会受到14(4d6)点雷霆伤害，通过检定的生物则受到一半伤害。受影响范围内的生物会{@condition deafened}，无论他们是否通过了豁免检定。如果一个生物在锣的30英尺范围内开始其回合，或者第一次移动到受影响区域内，或者如果锣本身在生物回合中首次受到钝击或雷霆伤害，那么该生物也必须进行这次豁免检定。",
				"{@b Countermeasures.} 陷阱可以通过对锣施放驱散魔法来解除，或者在离锣5英尺范围内的生物可以进行一次 DC 15的智力（奥术）检定。 侦测魔法法术会显示铃上有变化魔法，陷阱的触发器上有驱护魔法。"
			]
		},
		{
			"source": "MADMT",
			"page": 20,
			"name": "Greased Stair",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"这个陷阱由一个位于楼梯或梯子顶部附近的单个陷阱台阶或梯级组成，旨在使人摔倒。有两个类似的版本。第一个版本在相关的台阶上涂抹润滑剂，而第二个版本涉及一个更难发现的铰链机制。",
				"{@b Trigger.} 当生物踩在被设陷阱的楼梯或横杆上时，这个陷阱就会被触发。",
				"{@b Effect.} 触发生物必须进行一次 DC 13 的敏捷（体操）检定。若成功，什么都不会发生，但若失败，生物将摔倒并根据距离正常受到坠落伤害。",
				"{@b Countermeasures.} 通过跳过被设陷阱的台阶可以避免陷阱。涂有油脂的楼梯可以通过用水和布擦掉润滑剂来解除，而铰链楼梯可以通过往陷阱楼梯上插入尖钉来防止其移动。涂有油脂的楼梯可以通过被动感知值为11来发现，因为在仔细检查时可以看到油脂，而且还有明显的气味。铰链楼梯需要被动感知值为15才能注意到踏板上没有磨损迹象，表明它没有被使用过，或者在楼梯/梯子边缘有标记表明它的折叠位置。"
			]
		},
		{
			"source": "MADMT",
			"page": 20,
			"name": "Psychic Disruptor",
			"trapHazType": "MAG",
			"entries": [
				"{@b Magic Trap (level 5-10, dangerous threat)}",
				"这个陷阱由一个魔法水晶组成，镶嵌在一个夹子中，夹子位于一个竖立的盘子前面，用来聚焦令人迷惑的精神能量。",
				"{@b Trigger.} 陷阱是由放置在陷阱影响范围内的压力板触发的。",
				"{@b Effect.} 激活时，每个在场的生物都必须进行先攻检定。陷阱释放出痛苦的精神能量，形成一个60英尺的锥形范围。锥形范围内的每个生物在所有属性检定和攻击检定上都有劣势，每移动一英尺消耗两倍的速度，如果它在陷阱区域结束回合，必须进行一次DC 17的体质豁免检定，未通过则受到22(4d10)点精神伤害，通过则减半。此外，未通过豁免检定的生物会陷入{@condition prone}。",
				"{@b Countermeasures.} 陷阱可以通过移除或摧毁水晶来解除。水晶是一个微小的物体，AC为15，有20点生命值。它对钝击和雷电伤害有易伤性，对刺击和斩击有抗性，并对所有其他伤害免疫。生物可以通过在其5英尺内进行一次DC 15的力量检定或DC 15的智力（奥术）检定来从夹具中取出水晶。发现压力板的DC为17，{@spell Detect Magic} 法术会显示水晶周围的一层魔法光环，表明这是一种附魔魔法。"
			]
		},
		{
			"source": "MADMT",
			"page": 20,
			"name": "Razor Blades",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat, dangerous threat with poison)}",
				"这个陷阱简单地由一些策略性放置的刀片组成，安装在需要抬起的物体的底部，比如窗户、箱子的盖子，或者吊闸门上。当生物试图抬起物体时，刀片会刺入它的手中。",
				"{@b Trigger.} 当生物试图举起被困住的物体时，这个陷阱就会被触发。",
				"{@b Effect.} 这些刀片对触发陷阱的生物造成5(2d4)点割伤伤害。这种陷阱的某些版本上刀片涂有毒药，如果生物未能通过DC 13的体质豁免检定，则会额外造成10(3d6)点毒素伤害，成功豁免则伤害减半。",
				"{@b Countermeasures.}易于现场临时制作，几乎不需要机械技能，但也容易被击败。这些刀片可以切割皮革，但无法切割锁子甲，使得穿着重型盔甲的人完全可以忽略这个陷阱。同样，可以使用另一个物体作为杠杆轻松打开，而薄薄的剃刀刀片可以被坚固的物体如撬棍或石头击碎。发现这些刀片的难度等级（DC）为10。"
			]
		},
		{
			"source": "MADMT",
			"page": 21,
			"name": "Razor Tripwire",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"这种简单但残酷的陷阱由盘绕着带刺或刀片的金属线组成，通常放置在离地面很低的位置。通常设置在生物可能快速移动的地区，经常被植被或黑暗所掩盖。",
				"{@b Trigger.} 这个陷阱会被生物移动经过或穿过导线时触发。",
				"{@b Effect.} 触发此陷阱的生物必须进行一次 DC 13 的敏捷豁免检定。如果豁免失败，生物的速度降为零，被缠绕在铁丝中，摔倒{@condition prone}，并受到 3d4 钝击或穿刺伤害。被缠绕的生物可以通过它或距离它不超过 5 英尺的另一个生物进行一次 DC 13 的敏捷（巧手）检定来解开铁丝，否则在失败时会受到 1d4 穿刺或钝击伤害。",
				"{@b Countermeasures.} 这根电线可以被摧毁。这根电线是一个拥有15点生命值和15点护甲等级的物体。跳过或飞越被设陷阱的区域的生物可以完全避开陷阱。发现陷阱的难度等级为13。"
			]
		},
		{
			"source": "MADMT",
			"page": 21,
			"name": "Rigged Lantern",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, dangerous threat)}",
				"这个陷阱由一个易爆的炼金混合物放置在一个普通的灯笼内组成，通常固定在一个没有窗户的黑暗房间的墙上。",
				"{@b Trigger.} 当灯笼被点燃或受到火焰伤害时，这个陷阱会被触发。",
				"{@b Effect.} 灯笼爆炸了，距离它15英尺范围内的每个生物必须进行一次DC 15的敏捷豁免检定，未通过检定的生物将受到3点（1d6）火焰伤害和10点（3d6）穿刺伤害，通过检定的生物则只受到一半伤害。",
				"{@b Countermeasures.} 陷阱可以通过打开灯笼并取出爆炸物质来解除，无需进行能力检定。一名进行 DC 15 智力（感知）检定的生物可以注意到灯笼的油井里装满了不寻常的东西。"
			]
		},
		{
			"source": "MADMT",
			"page": 21,
			"name": "Shoving Statue",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"这个陷阱包括一个弹簧装置，隐藏在一个类似骑士扛盾牌、巨型山羊或其他设计的雕像内部，它会强力地推开入侵者，通常将他们推向其他更危险的陷阱区域，比如陷阱坑或滚动的巨石。",
				"{@b Trigger.}。陷阱是由放置在雕像前面的压力板触发的。",
				"{@b Effect.} 当陷阱被触发时，弹簧机制会释放，雕像的附肢向前抛出。在其前方空间内的任何生物必须进行一次直观豁免 DC 15 的强韧豁免检定，未通过检定的生物将被推开最多 10 英尺远离雕像并被击倒 {@condition prone}。",
				"{@b Countermeasures.} 寻找压力板的DC为15。将铁钉或其他物品卡在压力板下可以防止陷阱触发。"
			]
		},
		{
			"source": "MADMT",
			"page": 21,
			"name": "Slashed Bridge",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 11-16, moderate threat)}",
				"绳桥易于用有限的工具和材料建造，但相应地也比木桥或石桥更容易被摧毁。 陷阱绳桥的简单方法是部分切割绳索，浅浅地切割以使其不会立即因自身重量而坍塌，但足够深以至于额外的重量会导致它断裂。通常，被切割的桥至少需要施加300磅的重量才会断裂，因此通常需要至少两名装备武器和装备的冒险者才能触发它。通过这种方式，只要知道陷阱的人，桥就可以被一个人轻松地依次穿越。",
				"{@b Trigger.} 当桥梁的重量限制超过时，这个陷阱就会被触发。",
				"{@b Effect.} 桥在被切断的地方折断。当桥折断时，桥上的每个生物都可以进行一次 DC 13 的敏捷豁免才能，试图抓住桥。未通过豁免检定的生物会立即坠落。通过检定的生物可以保持相对于桥长的位置，但悬挂在桥的锚点和地面下方。",
				"{@b Countermeasures.} 当一个生物在距离破损处10英尺内时，可以通过被动感知技能检测到篡改的证据。生物可以选择通过进行一次DC 13的智力（调查）检定来检查这座桥，成功的话，可以确定桥梁因一端下垂而不稳定，可能只能承受一个轻载生物的重量，但无法估计更具体的重量。一个{@spell mending}法术对准被篡改的区域将修复这座桥。生物也可以使用15英尺的绳索，通过进行一次DC 13的智力（巧手）检定来尝试在疲弱点周围加固这座桥，成功的话有效地解除陷阱。"
			]
		},
		{
			"source": "MADMT",
			"page": 21,
			"name": "Spike Plates",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 5-10, dangerous threat)}",
				"这个陷阱使用一个5英尺的正方形板，板面上有几个孔。当触发时，尖刺会从孔中突出。这个陷阱并不隐藏，但通常整个房间的地板都铺设了这种陷阱，使得在房间里站在地面上几乎不可能不受伤。这个陷阱通常有两种类型：压力触发和定时触发。",
				"{@b Pressure Plate}",
				"{@b Trigger.} 这个陷阱的这个版本将尖刺板作为压力板，当压力板上施加超过50磅的重量时激活。",
				"{@b Effect.} 当触发时，站在尖刺板上的生物必须进行一次DC 15的敏捷豁免检定，未通过检定则受到6d6点穿刺伤害，通过检定则减半。",
				"{@b Countermeasures.} 一个铺设有压力感应板的房间通常会有一条路径，其中有些是看起来和真实尖刺板完全相同的假尖刺板，或者隐藏着一个杠杆可以关闭一些板块。进行一次 DC 15 的智力（调查）检定可以确定哪些板块是假的或可以关闭。另外，一次使用盗贼工具进行的 DC 15 敏捷检定可以让生物解除陷阱。",
				"{@b Timed Plate}",
				"{@b Trigger.} 这个陷阱的版本可以通过打开房间的门或者附近房间的一个杠杆来触发。",
				"{@b Effect.} 当这个陷阱被触发时，每个在场的生物都需要进行先攻鉴定。在这个陷阱的这个版本中，尖刺板以某种模式伸出它们的尖刺，比如交替的行或简单图案的形状。每轮的先攻值为20时，模式会发生变化，可能包括一些尖刺收回到它们的孔中，而其他一些则会出现。允许循环通过所有模式的定时尖刺板会重复这个序列，直到陷阱被关闭。站在尖刺板上的生物必须进行一次 DC 15 的敏捷豁免检定，豁免失败则受到6d6点穿刺伤害，豁免成功则减半。",
				"{@b Countermeasures.} 一次 DC 15 智力（调查）检定可以让生物推断出序列中的下一个模式。如果陷阱是由一个杠杆触发的，那么它可以被关闭。另外，一次 DC 15 敏捷检定使用盗贼工具可以让生物拆除陷阱，而一次 DC 20 智力检定使用工匠工具可以改变模式序列。"
			]
		},
		{
			"source": "MADMT",
			"page": 22,
			"name": "Spring Loaded Door",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"这个陷阱旨在惊吓不警惕的开锁者。一个普通的向外开启的门配备了一个强力弹簧或活塞，当解锁时会用相当大的力量推开门。",
				"{@b Trigger.} 当被困住的门被解锁时，这个陷阱就会被触发。",
				"当门被解锁时，门旁边的生物必须进行一次 DC 15 的敏捷豁免检定。未通过检定的生物会受到 1d6 钝击伤害，并被击倒。",
				"{@b Countermeasures.} 如果有一个尖刺被卡在门和门框之间以防止门打开，陷阱就不会触发，但一旦尖刺被移除，陷阱就会被触发。进行一次 DC 13 的力量检定可以将门保持关闭或缓慢打开以防止造成损坏。"
			]
		},
		{
			"source": "MADMT",
			"page": 22,
			"name": "Wind Tunnel",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 11-16, moderate threat)}",
				"这个陷阱利用强大的风扇将走廊变成风道。这种风道也可以在生物使用风扇循环空气时找到，比如将新鲜空气引入矿井或从有毒环境中排出有害气体，这些机器对于进入通风管道的入侵者来说是危险的，这种巧合是方便的。风扇吸入空气的一端，然后从另一端推出。改变风扇旋转方向也会改变空气流动方向。",
				"{@b Trigger.} 风扇通常在工业环境中始终运行，但也可以被其他陷阱触发器激活。",
				"{@b Effect.} 风扇的影响范围在每个方向上延伸到60英尺的圆柱体内，一端吸入，另一端推出。圆柱体的直径与风扇一样宽。每个在该线上开始回合的生物必须成功通过一次DC 15的力量豁免才能被推离或朝向风扇，取决于它在哪一侧。在该线上的任何生物在逆风移动时，每移动1英尺需花费2英尺的移动力。风扇可以驱散气体或蒸汽，并在区域内熄灭蜡烛、火炬和类似的无保护火焰。它会使受保护的火焰，如灯笼的火焰，疯狂舞动，并有50%的几率将其熄灭。接触风扇的生物每次接触风扇时都会受到(4d10)割伤伤害，或者如果它在回合开始时接触风扇。",
				"{@b Countermeasures.} 如果有物体放在风扇的路径上，风扇就会停止转动。这个物体会受到与风扇接触而造成的伤害，如果它没有被摧毁，风扇就会停止。"
			]
		}
	],
	"object": [
		{
			"name": "Burning Bale",
			"source": "MADMT",
			"page": 23,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 8,
			"hp": 70,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"用于保卫山顶要塞和营地，一捆干草或树枝可以浸泡在易燃材料中，然后滚下山坡冲向进攻部队。在斜坡上效果很好，但在平地上很快失去动力。燃烧的捆被支撑在一个支架上，拉开支撑来释放它。将一捆捆载到支架上需要一个动作，点燃它需要一个动作，释放它需要一个动作。",
				"一个燃烧的草捆只能燃烧有限的时间。在被点燃后的每个回合，草捆会受到11（2d10）点火焰伤害，如果草捆在这种方式下被降至零生命值，火焰就会熄灭。",
				"{@b Burning Bale.} 离开支架滚动，沿直线行进50英尺。如果离开支架时在平地上，它会停下来，但如果在下坡上，它会每轮继续移动。离开支架不能向上滚动。每当它移动时，路径上的每个生物必须进行一次DC 13的敏捷豁免检定。未通过豁免检定的生物会受到10点（3d6）钝击伤害和11点（2d10）火焰伤害，并被击倒{@condition prone}。通过豁免检定的生物会受到一半伤害，不会被击倒，而是移动到距离离开支架路径以内5英尺的未占据空间中，如果可以的话。如果离开支架最终停在中型或更小生物的空间内，该生物会被{@condition restrained}，直到离开支架移出该空间，或者成功进行一次DC 13的力量（体操）检定，移动到最近的未占据空间中。"
			]
		},
		{
			"name": "Burning Glass",
			"source": "MADMT",
			"page": 23,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 10,
			"hp": 40,
			"immune": [
				"poison",
				"psychic"
			],
			"vulnerable": [
				"bludgeoning",
				"thunder"
			],
			"entries": [
				"一块燃烧镜（有时被称为燃烧镜）是一种利用大型透镜和镜子将大量阳光集中到一个小区域的设备，具有足够的强度来引燃火焰。这种设备的小型手持版本可用于家庭点火和取暖，但这种巨大的构造被设计为一种战争武器，主要用于对抗船只。",
				"尽管这个武器很强大，但它也有一些关键的弱点。它的构造材料容易受到重击，比如被对方攻城武器打击，而且它依赖于直射阳光，在夜晚或被恶劣天气遮挡时完全无法使用。狡猾的法师可能会利用魔法阳光来为这个装置提供能量，比如由{@spell Dawn}法术创造的那种阳光。",
				"瞄准燃烧镜需要两个动作。燃烧镜会在能够施放效果时自动应用，并在每个后续回合中继续生效。如果没有瞄准，它会继续影响上次瞄准的同一点。通常在射击前会覆盖燃烧镜。揭开或重新覆盖燃烧镜需要一个动作。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Burning Sunlight",
					"entries": [
						"一束聚焦的阳光照射在距离1200英尺内的单个生物或物体上。目标必须进行一次DC 17的体质豁免检定，未通过则受到33(6d10)点辐射伤害，并在下一回合结束前失明。拥有阳光敏感或阳光过敏特性的生物进行此豁免检定时处于劣势。物体自动失败检定，若未被穿戴或携带，则会点燃，每轮受到7(2d6)点火焰伤害，直到有生物使用动作扑灭火焰。"
					]
				}
			]
		},
		{
			"name": "Flamethrower",
			"source": "MADMT",
			"page": 23,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 50,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"火焰喷射器使用魔法或复杂的机械，通过其风箱将易燃油喷射到远处，喷嘴末端有一个称为点火装置的火炬或金属丝，点燃油雾。非常有效地焚烧敌人群，甚至是穿着重甲的敌人，并且能够点燃建筑物。",
				"加载火焰喷射器需要三个动作，一个点燃点火装置，一个瞄准，一个开火。火焰喷射器可以连续开火三次，然后需要重新加载。一旦点燃，点火装置不需要重新点燃，除非熄灭。",
				"火焰喷射器通常不会出现故障，但严重损坏可能会导致危险泄漏。当火焰喷射器因火焰伤害降至0点生命值时，会突然爆炸并喷射出油。每个距离火焰喷射器10英尺内的生物必须进行一次敏捷豁免 DC 15 的豁免检定，失败则受到17（5d6）点火焰伤害，成功则减半。火焰喷射器的残骸会燃烧1分钟，任何接触燃烧残骸的生物会受到7（2d6）点火焰伤害。",
				"{@b Throw Flame.} 火焰喷射器向60尺长、5尺宽的区域喷射燃烧的油。区域内的易燃物品（未被穿戴或携带）会被点燃。区域内的生物必须进行一次敏捷豁免 DC 15 的检定。未通过豁免的生物会受到28（8d6）点火焰伤害并被点燃。被点燃的生物在其回合开始时会受到7（2d6）点火焰伤害，除非它或距离它5尺内的另一个生物使用动作来扑灭火焰。通过豁免的生物受到一半伤害，且不被点燃。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Throw Flame",
					"entries": [
						"火焰喷射器向60尺长、5尺宽的区域喷射燃烧油。区域内的易燃物品（未被穿戴或携带）会被点燃。区域内的生物必须进行一次敏捷豁免 DC 15 的豁免检定。未通过豁免检定的生物会受到28（8d6）点火焰伤害并被点燃。被点燃的生物会在其回合开始时受到7（2d6）点火焰伤害，除非它或距离它5尺内的另一生物使用动作来扑灭火焰。通过豁免检定的生物只会受到一半伤害，且不会被点燃。"
					]
				}
			]
		},
		{
			"name": "Hwacha",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 12,
			"hp": 50,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"火车是一种早期的火药武器，由几排箭组成，放置在一个火箭式火箭架上，所有箭都由一个引线绑在一起，点燃一个引线会一次释放一百支或更多箭。这种武器主要用于对付密集的步兵：尽管其野蛮的不准确性只能通过其发射的大量弹丸和远程来弥补，但远非精准武器。这种武器的更先进形式在箭的推进剂中添加了额外的成分，将它们变成了燃烧弹，但由于箭上的额外重量，这会降低武器的射程。",
				"加载火车需要三个动作，一个瞄准，一个开火。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Arrow Barrage",
					"entries": [
						"箭雨落在距离400英尺内的一个点上。该点中心的30英尺立方体内的每个生物必须进行一次DC 15的敏捷豁免检定，失败则受到27(6d8)点穿刺伤害，成功则减半。"
					]
				},
				{
					"type": "actions",
					"name": "Incendiary Barrage",
					"entries": [
						"火焰箭雨倾泻在300英尺范围内的一个点上。该点中心的30英尺立方体内的每个生物必须进行一次DC 15的敏捷豁免检定，失败则受到27(6d8)(Flaming Arrows)穿刺伤害和14(4d6)(Flaming Arrows)火焰伤害，成功则减半。区域内未被穿戴或携带的易燃物品将被点燃。"
					]
				}
			]
		},
		{
			"name": "Mobile Barricade",
			"source": "MADMT",
			"page": 24,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 16,
			"hp": 120,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"一种装有轮子的木铁栅栏，通常带有供射手射击的缝隙和供人站在上面观察的台阶。这些设备用于为前进到设防位置的部队提供掩护，同时也是军队快速建立防御工事的手段。它们在城市战争或群众控制中的使用较少，但仍然对用来在暴乱或入侵部队中设置路障并允许防御者根据需要前进或调整很有用，它们可以在重要事件之前或需要重要人物通行的地方提前设置。",
				"在栅栏内侧的生物可以通过缝隙进行远程攻击，或者使用长柄武器进行近战攻击。栅栏内侧的生物拥有三分之四掩体。"
			]
		},
		{
			"name": "Ballista (Firework)",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 50,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"在使用火药技术的环境中，弩矢可以装配烟火，增加武器的射程，并在发射后短时间内爆炸。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Firework Bolt",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} to hit, range 300/1200 ft., one target."
							],
							"hitEntries": [
								"16 ({@damage 3d10}) piercing damage. Regardless of whether the attack hits, the firework bolt detonates. Each creature within 10ft of the target must make a DC 13 Dexterity saving throw, taking 10 (3d6) fire damage on a failure, or half as much on a success."
							]
						}
					]
				}
			]
		},
		{
			"name": "Ballista (Harpoon)",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 50,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"弩炮的巨大弩箭可以轻松地固定在绳索或链条上，并配备带刺的箭头，用于制作理想的鱼叉，可用于固定在船只和更大的生物（如巨人或鲸鱼）上，既可以让生物沿着绳索攀爬，也可以将目标拉近。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Harpoon",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} to hit, range 20/200 ft., one target."
							],
							"hitEntries": [
								"16 ({@damage 3d10}) piercing damage. The harpoon becomes stuck in the target, and is connected to the ballista by a rope or chain. While stuck, the target can't move further from the Ballista than the length of the rope. One or more creatures can pull on the rope to pull the target closer or knock it {@condition prone}, and if the target is a creature it can make a Strength (Athletics) check contested against the creature(s) pulling it to resist being moved or knocked prone. A creature can use its action to make a DC 13 Strength check to remove a stuck harpoon from itself or another harpoon within 5ft of it."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cannon (Grapeshot)",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 75,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"一捆小型弹丸，被称为葡萄弹，对近距离消灭人群非常有效，同时更容易临时凑合。当一支装备不足的部队用尽正规弹药时，他们可以用餐具和小石头填满火炮。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Grapeshot",
					"entries": [
						"在一个90英尺的锥形范围内，每个生物必须进行一次DC 15的敏捷豁免检定，受到44(8d10)点穿刺伤害，成功豁免则减半。"
					]
				}
			]
		},
		{
			"name": "Cannon (Chain Shot)",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 75,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"两个由链条连接的炮弹在空中旋转，缠绕住目标，旨在撕裂船帆和索具，它们对飞行敌人也非常有效。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Chain Shot",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} to hit, range 240/960 ft., one target."
							],
							"hitEntries": [
								"27 (5d10) bludgeoning damage. A flying creature hit by this attack falls {@condition prone}."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cannon (Rocket)",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 75,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"将火炮的推进剂装入弹头而不是装入炮管，使其能够发射带有弹片有效载荷的爆炸火箭。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Rocket",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} to hit, range 240/960 ft., one target."
							],
							"hitEntries": [
								"33 (6d10) bludgeoning damage. Regardless of whether the attack hits, the rocket detonates. Each creature within 30ft of the target must make a DC 15 Dexterity saving throw, taking 10 (3d6) fire damage and 22 (4d10) piercing damage on a failure, or half as much on a success."
							]
						}
					]
				}
			]
		},
		{
			"name": "Suspended Cauldron (Acid)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 20,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"一个大锅是一种铁锅，悬挂在可以轻松倾斜的位置，倒出其中的内容。一旦倒空，大锅必须重新填满-通常必须重新加热其中的内容-才能再次使用。填满一个大锅需要三个动作，倾斜它需要一个动作。",
				"酸是一种有效的替代品，尤其对抗那些对火焰有抵抗力的敌人或者在没有加热油的设施时。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Acid",
					"entries": [
						"炼药釜将酸液倾泻到其正下方的一个10英尺的正方形区域。该区域内的任何生物必须进行一次DC 15的敏捷豁免检定，未通过检定则受到10（2d6）点酸性伤害，通过检定则只受到一半伤害。未通过检定的生物还会被覆盖在黏性酸液中，每个回合开始时会额外受到3（1d6）点酸性伤害，直到它使用动作将酸液擦掉或冲洗掉为止。"
					]
				}
			]
		},
		{
			"name": "Suspended Cauldron (Grease)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 20,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"一个大锅是一种铁锅，悬挂在可以轻松倾斜的位置，倒出其中的内容。一旦倒空，大锅必须重新填满-通常必须重新加热其中的内容-才能再次使用。填满一个大锅需要三个动作，倾斜它需要一个动作。",
				"润滑油对被击中的生物并不直接有害，但它会留下一滩滑溜溜的东西，阻碍任何试图冲过防守者重新装填坩埚的人，同时对试图攀爬梯子突破设防位置的敌人非常有效。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Grease",
					"entries": [
						"大锅将滑腻腻的油脂倾泻到正下方的一个10英尺的正方形区域。该区域变成艰难地形，持续10分钟，或直到被清洗干净。任何在使用大锅时处于该区域内的生物，或在其回合首次移动到该区域的生物，必须进行一次DC 15的敏捷（体操）检定，否则会摔倒{@condition prone}。"
					]
				}
			]
		},
		{
			"name": "Suspended Cauldron (Ice Water)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 20,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"一个大锅是一种铁锅，悬挂在可以轻松倾斜的位置，倒出其中的内容。一旦倒空，大锅必须重新填满-通常必须重新加热其中的内容-才能再次使用。填满一个大锅需要三个动作，倾斜它需要一个动作。",
				"在某些气候条件下，冰冷的水很容易获得，这使它成为一种经济实惠的武器选择。对抗在寒冷多风的天气中攻击的敌人，它可以迅速导致体温过低，并在表面结冰后留下滑倒的危险。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Ice Water",
					"entries": [
						"炼药锅将冰冷的水倒在直接下方的一个10英尺边长的区域上。处于该区域内的生物受到{@hazard Frigid Water}（DMG第110页）的影响，直到他们在热源附近至少取暖10分钟，或者直到他们被晾干。如果区域的环境温度低于0摄氏度（或32华氏度），水会在表面结冰。该区域变成艰难地形，第一次在他们的回合进入该区域的生物必须通过一次DC 10的敏捷（体操）检定，否则会摔倒{@condition prone}。"
					]
				}
			]
		},
		{
			"name": "Suspended Cauldron (Sewage)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 20,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"一个大锅是一种铁锅，悬挂在可以轻松倾斜的位置，倒出其中的内容。一旦倒空，大锅必须重新填满-通常必须重新加热其中的内容-才能再次使用。填满一个大锅需要三个动作，倾斜它需要一个动作。",
				"尽管不太可能造成严重伤害，污水最好用作一种威慑敌人或引起恶心以降低他们攻击效果的手段。通常被围困的敌人用作绝望之举，当他们已经用尽更危险的液体时。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Sewage",
					"entries": [
						"大锅向正下方的一个10英尺区域倒出臭气熏天的污水。该区域内的任何生物必须进行一次DC 15的体质豁免检定。未通过检定的生物将中毒1分钟。"
					]
				}
			]
		},
		{
			"name": "Trebuchet (Flaming Ball)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 150,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"一架投石机是一种强大的弹射器，可以将其弹荷抛向高弧线，以便击中掩体后面的目标。在投石机发射之前，必须将其装载并瞄准。装载武器需要两个动作，瞄准需要两个动作，发射需要一个动作。",
				"在装填武器时，可以点燃浸泡了油的干草。点燃干草的动作发生在装填武器的过程中。相比于简单的石头，这种方法对摧毁木质建筑以外的要塞效果较差。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Flaming Ball",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} to hit, range 300/1,200 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"22 (4d10) bludgeoning damage and 16 (3d10) fire damage."
							]
						}
					]
				}
			]
		},
		{
			"name": "Trebuchet (Corpses)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 150,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"一架投石机是一种强大的弹射器，可以将其弹荷抛向高弧线，以便击中掩体后面的目标。在投石机发射之前，必须将其装载并瞄准。装载武器需要两个动作，瞄准需要两个动作，发射需要一个动作。",
				"投石机是一种出色的原始生物战争投送方式。人形或动物的腐烂尸体是一种强大的恐吓武器，也是一种疾病传播途径，在持续的围攻中尤为有效。通常这些疾病由{@disease Sewer Plague}（见DMG第257页）代表，但几乎可以是任何类型的疾病，包括本文档中提到的{@disease Boiling Blood|MADMT}或{@disease Blightpus|MADMT}。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Corpses",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} to hit, range 300/1,200 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"14 (4d6) bludgeoning damage. A creature hit with this attack, or who handles the corpse, must make a Constitution saving throw against a disease of the DM's choice (typically Sewer Plague). If the corpse comes into contact with water, that water source becomes contaminated with this disease."
							]
						}
					]
				}
			]
		},
		{
			"name": "Trebuchet (Insect Hive)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 150,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"一架投石机是一种强大的弹射器，可以将其弹荷抛向高弧线，以便击中掩体后面的目标。在投石机发射之前，必须将其装载并瞄准。装载武器需要两个动作，瞄准需要两个动作，发射需要一个动作。",
				"弹射器是一种出色的原始生物战争投放方法。装满蜇人昆虫的篮子或蜂巢可以迅速削弱敌人士气，引起守卫者混乱。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Insect Hives",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} to hit, range 300/1,200 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"A hostile {@filter Swarm of Insects |bestiary|source=|type=beast|tag=swarm|miscellaneous=|Intelligence=[1]} appears in the targeted space and attacks the nearest creature."
							]
						}
					]
				}
			]
		},
		{
			"name": "Trebuchet (Blade Wheel)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 150,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"一架投石机是一种强大的弹射器，可以将其弹荷抛向高弧线，以便击中掩体后面的目标。在投石机发射之前，必须将其装载并瞄准。装载武器需要两个动作，瞄准需要两个动作，发射需要一个动作。",
				"嵌有刀片的车轮或桶可以在被投掷后滚动一段时间，它们没有巨石的冲击力，但在切割密集步兵方面要好得多。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Blade Wheel",
					"entries": [
						"车轮落在距离投石机不超过600英尺的地方，并向前滚动。从落点起始的一条宽5英尺、长60英尺的直线上的每个生物必须进行一次DC 15的敏捷豁免检定，未通过检定的生物将受到22(4d10)点斩击伤害，通过检定的生物则只受到一半伤害。"
					]
				}
			]
		},
		{
			"name": "Mangonel (Flaming Ball)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"蒙农机（mangonel）是一种用来高抛重型抛射物的投石机。这种抛射物可以击中掩体后的目标。在蒙农机发射之前，必须对其进行装载和瞄准。装载这个武器需要两个动作，瞄准需要两个动作，而发射则需要一个动作。",
				"在装填武器时，可以点燃浸泡了油的干草。点燃干草的动作发生在装填武器的过程中。相比于简单的石头，这种方法对摧毁木质建筑以外的要塞效果较差。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Flaming Ball",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"+5 to hit, range 200/800 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"11 (2d10) bludgeoning damage and 16 (3d10) fire damage."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mangonel (Insect Hive)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"蒙农机（mangonel）是一种用来高抛重型抛射物的投石机。这种抛射物可以击中掩体后的目标。在蒙农机发射之前，必须对其进行装载和瞄准。装载这个武器需要两个动作，瞄准需要两个动作，而发射则需要一个动作。",
				"弹射器是一种出色的原始生物战争投放方法。装满蜇人昆虫的篮子或蜂巢可以迅速削弱敌人士气，引起守卫者混乱。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Insect Hives",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"+5 to hit, range 200/800 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"A hostile {@filter Swarm of Insects |bestiary|source=|type=beast|tag=swarm|miscellaneous=|Intelligence=[1]} appears in the targeted space and attacks the nearest creature."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mangonel (Corpses)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"蒙农机（mangonel）是一种用来高抛重型抛射物的投石机。这种抛射物可以击中掩体后的目标。在蒙农机发射之前，必须对其进行装载和瞄准。装载这个武器需要两个动作，瞄准需要两个动作，而发射则需要一个动作。",
				"投石机是一种出色的原始生物战争投送方式。人形或动物的腐烂尸体是一种强大的恐吓武器，也是一种疾病传播途径，在持续的围攻中尤为有效。通常这些疾病由{@disease Sewer Plague}（见DMG第257页）代表，但几乎可以是任何类型的疾病，包括本文档中提到的{@disease Boiling Blood|MADMT}或{@disease Blightpus|MADMT}。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Corpses",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"+5 to hit, range 200/800 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"7 (2d6) bludgeoning damage. A creature hit with this attack, or who handles the corpse, must make a Constitution saving throw against a disease of the DM's choice (typically Sewer Plague). If the corpse comes into contact with water, that water source becomes contaminated with this disease."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mangonel (Blade Wheel)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"蒙农机（mangonel）是一种用来高抛重型抛射物的投石机。这种抛射物可以击中掩体后的目标。在蒙农机发射之前，必须对其进行装载和瞄准。装载这个武器需要两个动作，瞄准需要两个动作，而发射则需要一个动作。",
				"嵌有刀片的车轮或桶可以在被投掷后滚动一段时间，它们没有巨石的冲击力，但在切割密集步兵方面要好得多。"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Blade Wheel",
					"entries": [
						"车轮落在距离投石机不到400英尺的地方，并向前滚动。从落点起始的一条长60英尺、宽5英尺的线上的每个生物必须进行一次DC 15的敏捷豁免检定，未通过则受到16(3d10)点劈砍伤害，通过则减半。"
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Blackout Brew",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"ingested"
			],
			"entries": [
				"受到这种毒药影响的生物必须进行一次 DC 15 的体质豁免检定。如果未能通过检定，毒药生效，并在生物完成一次长休息后结束。受到这种毒药影响的生物不会立即产生任何影响，但一旦毒药结束，生物会立即忘记在毒药影响下经历的一切。如果毒药在自然到期之前通过魔法治愈，生物会保留记忆。一次{@spell Greater Restoration}法术可以恢复生物的记忆。"
			]
		},
		{
			"name": "Carrot Soup Special",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"inhaled"
			],
			"entries": [
				"一种生物暴露于这种毒药中时，必须进行一次DC 15的体质豁免检定。如果豁免失败，它将中毒1分钟。它可以在每个回合结束时重复这次豁免检定。在这种中毒状态下，它无法采取行动或反应，移动速度减半。它会浪费回合不受控制地呕吐。如果这种生物目前受到在过去一小时内饮用的毒药或药水的影响，那么该毒药或药水的效果将结束。"
			]
		},
		{
			"name": "Concentrated Capsaicin",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"ingested"
			],
			"entries": [
				"受到这种毒药影响的生物会感到口腔内有一种强烈的灼烧感。它必须进行一次 DC 13 的体质豁免检定，如果失败则在接下来的 10 分钟内中毒。此外，它必须在每个回合开始时进行一次 DC 13 的体质豁免检定。如果未通过检定，则直到下一个回合开始前无法说话。如果一只生物使用动作用水、牛奶或麦酒等液体漱口，这种毒药可以提前结束。"
			]
		},
		{
			"name": "Cyanide Pill",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"ingested"
			],
			"entries": [
				"这种极其苦涩的毒药在尝到时几乎不可能不被察觉，这使得偷偷悄悄地加入食物变得困难。这颗药丸只有在被压碎后才会发挥作用。吞下这种毒药的生物必须进行一次 DC 17（(DC 17)）的体质豁免才能通过，如果知道如何正确摄入毒药，可以选择放弃豁免。生物在豁免失败时受到42（12d6）点毒性伤害，豁免成功时伤害减半。"
			]
		},
		{
			"name": "Death's Slumber",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"ingested"
			],
			"entries": [
				"受到这种毒药影响的生物必须进行一次 DC 15 的体质豁免检定，失败则受到 14 点 (4d6) 毒性伤害，成功则减半。如果生物未能通过豁免检定，或者生命值降至 0，它将陷入昏迷并保持稳定状态 1 小时，或直到这种毒药被治愈。在大多数外观检查中，这个生物看起来像是死了。需要进行一次 DC 20 的感知（医学）检定来判断这个生物仍然活着。"
			]
		},
		{
			"name": "Ghost's Touch",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"injury"
			],
			"entries": [
				"这种强效麻醉剂通常在手术中使用。受到这种毒药影响的生物必须进行一次 DC 15 的体质豁免检定。未通过检定的生物将失去触觉和疼痛感，尽管其它感官如味觉和平衡感不受影响。因此，它对于无法看见的攻击造成的伤害毫无察觉，并且在睡眠时受到伤害也不会醒来。此外，受影响的生物在施法时不会因受到伤害而打断其对法术的集中。"
			]
		},
		{
			"name": "Itching Powder",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"contact"
			],
			"entries": [
				"受到这种毒素影响的生物会感到极度瘙痒。它必须在每个回合开始时进行一次DC 10的体质豁免检定。如果在5次豁免检定中成功了3次，效果就会结束。如果失败，它在所有攻击检定和技能检定上都有劣势，并且其速度减半，直到它或另一个生物使用其动作彻底搔抓瘙痒以获得缓解。此外，如果一只生物未通过此豁免检定，且其正在专注于一个法术，那么它也会失去专注。"
			]
		},
		{
			"name": "Laughing Gas",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"inhaled"
			],
			"entries": [
				"受到这种毒药影响的生物必须进行一次 DC 13 的体质豁免检定。未通过检定的生物将中毒 1 分钟，并开始感受到平静和欣快，伴随着笑声或咯咯笑。受影响的生物对周围的生物变得漠不关心，除非它受到伤害。此外，任何导致目标感到恐惧的效果都会被抑制。"
			]
		},
		{
			"name": "Psilocybin",
			"source": "MADMT",
			"page": 27,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"injested"
			],
			"entries": [
				"这种毒素存在于俗称为魔法蘑菇的常见真菌中。受到这种毒素影响的生物必须进行一次DC 13的体质豁免检定。未通过检定的生物开始产生幻觉，并中毒。每过10分钟，生物必须进行一次DC 13的体质豁免检定。一旦成功通过三次豁免检定，毒素效果结束。成功通过初始检定的生物仍然需要每10分钟重复检定，但在至少失败一次之前不会受到毒素影响。每次未通过豁免检定时，幻觉会变得更加极端。每次生物未通过检定时，在下面的表格中投掷骰子或选择一个效果。生物可以同时受到任意数量的效果影响。如果生物投掷并获得已有的效果，那么如果适用，它将获得该效果的第二个实例，否则什么都不会发生。",
				{
					"type": "table",
					"caption": "Psilocybin hallucinations",
					"colLabels": [
						"",
						""
					],
					"colStyles": [
						"col-1 text-center",
						"col-1-10 text-left"
					],
					"rows": [
						[
							"1",
							"这个生物的思维容易被外部力量操控。它在决定幻术的真实本质时自动失败豁免投掷和能力检定。"
						],
						[
							"2",
							"这个生物的感知尺度发生了变化。它感知自己或另一个生物比实际尺寸大或小一个尺寸。"
						],
						[
							"3",
							"这个生物开始看到双份。它感知到一个敌人具有{@spell Mirror Image}法术的效果。"
						],
						[
							"4",
							"这个生物相信它能理解动物的语言，并且能得到回应的理解。"
						],
						[
							"5",
							"这个生物相信自己获得了更高的意识和同理心。它在感知（洞察）和（感知）检定中自动失败，但总是相信自己成功了。"
						],
						[
							"6",
							"这个生物相信一个无生命的物体已经活了起来。这个生物对那个物体感到害怕。"
						]
					]
				}
			]
		},
		{
			"name": "Quickbleed",
			"source": "MADMT",
			"page": 27,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"injury"
			],
			"entries": [
				"受到这种毒素影响的生物必须进行一次 DC 15 的体质豁免检定。如果豁免失败，它将受到一种强效稀血剂的影响。每当受影响的生物在此毒素影响下受到穿刺或挥砍伤害时，包括触发攻击在内，它会从伤口大量流血。生物在每个回合开始时会受到 3 (1d6) 点死灵伤害，每受到一个额外伤口会额外受到 3 (1d6) 点伤害。生物可以在自己的回合使用动作尝试通过进行一次 DC 10 的感知（医学）检定来止血，成功则结束所有流血，但不会治愈毒素。通过魔法治疗恢复生命值也会关闭任何流血伤口。在每个回合结束时，生物可以重复进行对此毒素的豁免检定，成功则结束效应。"
			]
		},
		{
			"name": "Stingeye",
			"source": "MADMT",
			"page": 27,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"contact"
			],
			"entries": [
				"这种毒素通常存在于有毒的蘑菇上。受到这种毒素影响的生物必须进行一次 DC 12 的体质豁免才能。未能通过豁免检定的话，它的眼睛会对强光变得特别敏感，持续 8 小时。在明亮光线下，它进行的攻击投掷和依赖视觉的感知智力（感知）检定会受到劣势。此外，每当生物在自己的回合内首次进入明亮光线区域或在那里开始回合时，它必须进行一次 DC 12 的体质豁免检定。未能通过检定的话，它会变成{@condition blinded}，直到下一个回合开始。一旦生物尝试过这次豁免检定，它在进入昏暗光线或黑暗区域之前不需要再次进行检定。"
			]
		},
		{
			"name": "Ten Step Death",
			"source": "MADMT",
			"page": 27,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"contact"
			],
			"entries": [
				"当生物接触到这种毒药时，并不会立即产生影响。一旦生物走了十步，它必须进行一次DC 17的体质豁免检定，如果豁免失败则受到31(9d6)点毒性伤害，豁免成功则伤害减半。",
				{
					"type": "inset",
					"name": "",
					"entries": [
						"对于一个中等人形生物以正常放松的步行速度，10步大约是20英尺。在战斗中的生物可能会迈出更长的步伐，而小型生物的步幅可能比中等生物更短，因此您可能希望根据情况对10步的距离做出不同的规定。"
					]
				}
			]
		},
		{
			"name": "Theif's Red Hand",
			"source": "MADMT",
			"page": 27,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"contact"
			],
			"entries": [
				"这种毒液是无色的，但与皮肤接触后会产生反应。受到这种毒液影响的生物必须进行一次 DC 13 的体质豁免才能，失败则受到 5（2d4）点毒性伤害，成功则不受伤害。无论豁免结果如何，与毒液接触的皮肤部位会变成鲜艳的红粉色。这个标记会一直保留，直到毒液被治愈。生物每次完成一次长休时，都可以对这种毒液进行再次豁免，成功则结束效果。尝试用普通方法洗掉标记是无效的，只会引起疼痛刺激。生物如果试图擦洗或在红色标记上涂抹肥皂，必须进行一次 DC 13 的体质豁免才能，失败则受到 5（2d4）点毒性伤害。"
			]
		}
	],
	"monster": [
		{
			"name": "Awakened Shroud Vine Shrub",
			"size": [
				"M"
			],
			"type": "plant",
			"source": "MADMT",
			"alignment": [
				"U"
			],
			"ac": [
				9
			],
			"hp": {
				"formula": "2d8",
				"average": 9
			},
			"speed": {
				"walk": 20
			},
			"str": 3,
			"dex": 8,
			"con": 11,
			"int": 10,
			"wis": 10,
			"cha": 6,
			"passive": 10,
			"cr": "0",
			"shortName": "Awakened Shrub",
			"page": 28,
			"languages": [
				"On language known by its creator"
			],
			"vulnerable": [
				"fire"
			],
			"resist": [
				"piercing"
			],
			"trait": [
				{
					"name": "False Appearance (Awakened Shrub)",
					"entries": [
						"当觉醒灌木保持静止时，它和普通灌木无法区分。"
					]
				}
			],
			"traitTags": [
				"False Appearance"
			],
			"action": [
				{
					"name": "Rake",
					"entries": [
						"{@atk mw} {@hit 1} 进行攻击，达到5英尺，一个目标。造成{@h}1 ({@damage 1d4 - 1}) 斩击伤害，并且目标必须进行一次{@dc 13} 体质豁免投掷，抵抗 Shroud Vine 感染。"
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"幽影藤灌木长成了产生它们的生物的怪异轮廓，但除此之外是普通的灌木。因此，它们可以被任何影响植物的魔法所针对，比如*唤醒*法术。"
				]
			},
			"environment": [
				"forest",
				"grassland",
				"mountain"
			],
			"damageTags": [
				"S"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Shroud Vine Druid",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "MADMT",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 13,
					"condition": "(16 with Barkskin)"
				}
			],
			"hp": {
				"formula": "1d8 + 1",
				"average": 5
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 12,
			"con": 13,
			"int": 12,
			"wis": 15,
			"cha": 11,
			"passive": 14,
			"cr": "2",
			"shortName": "Druid",
			"page": 28,
			"languages": [
				"Druidic plus any two languages",
				"can communicate simple ideas with plants"
			],
			"languageTags": [
				"DU",
				"X"
			],
			"skill": {
				"medicine": "+4",
				"nature": "+3",
				"perception": "+4"
			},
			"trait": [
				{
					"name": "Contagious Thorns",
					"entries": [
						"每回合一次，如果生物受到德鲁伊的近战武器攻击、荆棘鞭或荆棘皮的伤害，它必须进行一次{@dc 13}体质豁免才能，未能通过豁免的话，将被感染上荆棘藤。"
					]
				},
				{
					"name": "Thornhide",
					"entries": [
						"当一只生物与德鲁伊搏斗时，德鲁伊会受到2点刺伤伤害。"
					]
				}
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"德鲁伊是一名4级法术施法者。它的法术施法能力是智力（法术豁免 {@dc 12}，法术攻击命中加值+4）。它准备了以下德鲁伊法术："
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell druidcraft}",
								"{@spell shillelagh}",
								"{@spell thorn whip}"
							]
						},
						"1": {
							"spells": [
								"{@spell entangle}",
								"{@spell longstrider}",
								"{@spell speak with animals}",
								"{@spell thunderwave}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell animal messenger}",
								"{@spell barkskin}",
								"{@spell spike growth}"
							],
							"slots": 3
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"CD"
			],
			"action": [
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit 2} 进行攻击，射程5英尺，一个目标。造成{@h}3 ({@damage 1d6}) 钝击伤害，或者使用希莱利之杖时造成6 ({@damage 1d8 + 2}) 钝击伤害和2 ({@damage 1d4}) 刺伤伤害，如果双手持握。"
					]
				},
				{
					"name": "Thorn Whip (Cantrip)",
					"entries": [
						"{@atk mw} {@hit 2}攻击，射程30英尺，目标一个。造成{@h}3 ({@damage 1d6})穿刺伤害，如果目标是大型或更小，则向德鲁伊拉拢10英尺。"
					]
				}
			],
			"miscTags": [
				"MW",
				"MLW",
				"RCH"
			],
			"attachedItems": [
				"quarterstaff|phb"
			],
			"fluff": {
				"entries": [
					"虽然(Shroud Vine)对大多数人来说是一种潜在的祸害，但一些德鲁伊却将其视为与大自然连接的一种方式，并与这种寄生植物建立共生关系，将其用作对抗敌人的武器。"
				]
			},
			"environment": [
				"forest",
				"grassland",
				"swamp"
			],
			"damageTags": [
				"B",
				"P"
			],
			"damageTagsSpell": [
				"P",
				"T"
			],
			"savingThrowForced": [
				"constitution"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"strength"
			]
		},
		{
			"name": "Blightpus Kobold",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"kobold"
				]
			},
			"source": "MADMT",
			"alignment": [
				"N"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "2d6 - 2",
				"average": 5
			},
			"speed": {
				"walk": 30
			},
			"str": 7,
			"dex": 15,
			"con": 9,
			"int": 8,
			"wis": 7,
			"cha": 8,
			"passive": 8,
			"cr": "1/8",
			"shortName": "Kobold",
			"page": 29,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"trait": [
				{
					"name": "Blightpus eruption",
					"entries": [
						"当龙妖(Kobold)第一次受到钝击、穿刺或挥砍伤害时，恶臭脓疱(Blightpus)会在其身体上爆发。在龙妖周围5英尺范围内的每个生物必须进行一次{@dc 12}敏捷豁免，未通过豁免则受到6({@damage 2d6})酸性伤害，通过则减半。龙妖自动未通过豁免。"
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"如果至少有一名小妖的盟友在离生物5英尺范围内且该盟友不是{@condition incapacitated}，则小妖对该生物的攻击投掷获得优势。"
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"在阳光下，狗头人在攻击检定上有劣势，以及在依赖视觉的感知检定上有劣势。"
					]
				}
			],
			"traitTags": [
				"Pack Tactics",
				"Sunlight Sensitivity"
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit +4}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}4 ({@damage 1d4 + 2})穿刺伤害。"
					]
				}
			],
			"miscTags": [
				"RW",
				"MW",
				"MLW",
				"THW"
			],
			"attachedItems": [
				"dagger|phb"
			],
			"fluff": {
				"entries": [
					"生活在地底世界的狗头人由于居住环境狭窄且群居，因此极易受到疫病爆发的威胁。被感染的狗头人可能会不顾一切地向威胁发起冲锋，牺牲自己利用感染来对抗部落的敌人。"
				]
			},
			"environment": [
				"mountain",
				"underdark"
			],
			"damageTags": [
				"A",
				"P"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Tumourous Cave Bear",
			"size": [
				"L"
			],
			"type": "beast",
			"source": "MADMT",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armour"
					]
				}
			],
			"hp": {
				"formula": "5d10 + 15",
				"average": 42
			},
			"speed": {
				"walk": 40,
				"swim": 30
			},
			"str": 20,
			"dex": 10,
			"con": 16,
			"int": 2,
			"wis": 13,
			"cha": 7,
			"passive": 13,
			"cr": "0",
			"shortName": "Tumourous Cave Bear",
			"page": 29,
			"skill": {
				"perception": "+3"
			},
			"trait": [
				{
					"name": "Keen Smell",
					"entries": [
						"这只长有肿瘤的洞穴熊在依赖嗅觉的感知（{@skill Perception}）检定上拥有优势。"
					]
				},
				{
					"name": "Tumourous Regeneration",
					"entries": [
						"熊在回合开始时恢复 10 点生命值。如果熊受到酸性或火焰伤害，则在下一回合开始时，此特性不起作用。只有当熊在回合开始时生命值为 0 且无法再生时才会死亡。"
					]
				}
			],
			"traitTags": [
				"Keen Senses"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"这只熊进行两次攻击：一次用咬和一次用爪。"
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} 进行攻击，射程5英尺，目标一个。造成{@h}9 ({@damage 1d8 + 5}) 穿刺伤害。"
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 7}攻击，达到5英尺，一个目标。造成{@h}14 ({@damage 2d8 + 5})点割伤伤害。"
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"当野生动物或怪物食用巨魔肉时，它们面临着感染传染性巨魔肿瘤的风险。虽然它们增强的适应力是一种暂时的好处，可能会导致它们主宰当地生态系统并排挤竞争对手，但这种疾病最终会克服它们，导致新巨魔的诞生。"
				]
			},
			"environment": [
				"arctic",
				"forest",
				"grassland",
				"hill",
				"mountain",
				"swamp"
			],
			"damageTags": [
				"P",
				"S"
			]
		},
		{
			"name": "Noble of the Horrid Reflection",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "MADMT",
			"alignment": [
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"Breastplate"
					]
				}
			],
			"hp": {
				"formula": "2d6",
				"average": 7
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 12,
			"con": 11,
			"int": 12,
			"wis": 14,
			"cha": 16,
			"passive": 12,
			"cr": "1/8",
			"shortName": "Noble",
			"page": 29,
			"languages": [
				"any two languages"
			],
			"languageTags": [
				"X"
			],
			"skill": {
				"deception": "+5",
				"insight": "+4",
				"persuasion": "+5"
			},
			"trait": [
				{
					"name": "Horrid reflection",
					"entries": [
						"如果一个生物在它的回合开始时能看到贵族的倒影，它必须进行一次 {@dc 10} 意志豁免检定，如果豁免失败则会变得受惊。它可以在每个回合结束时重复进行这次豁免检定。成功通过这次豁免检定的生物在接下来的24小时内对这个特性免疫。"
					]
				}
			],
			"action": [
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw}进行攻击，射程5英尺，目标一个。造成{@h}5({@damage 1d8 + 1})点穿刺伤害。"
					]
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"rapier|phb"
			],
			"reaction": [
				{
					"name": "Parry",
					"entries": [
						"贵族在对其进行攻击时，其护甲等级增加2点。为此，贵族必须看到攻击者并且持有一把近战武器。"
					]
				}
			],
			"actionTags": [
				"Parry"
			],
			"fluff": {
				"entries": [
					"在可能被这种方式诅咒的人中，贵族尤其是主要目标，因为他们非常依赖自己的声誉，而真实本性被揭示的恐惧会侵蚀他们。然而，一些恶棍并不害怕自己邪恶的本性，但他们的邪恶却让其他人感到恐惧，使他们在邪恶中孤立无援。"
				]
			},
			"damageTags": [
				"P"
			],
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Two-Faced Imp",
			"size": [
				"T"
			],
			"type": {
				"type": "fiend",
				"tags": [
					"devil"
				]
			},
			"source": "MADMT",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "3d4 + 3",
				"average": 10
			},
			"speed": {
				"walk": 20,
				"fly": 40
			},
			"str": 6,
			"dex": 17,
			"con": 13,
			"int": 11,
			"wis": 12,
			"cha": 14,
			"passive": 11,
			"cr": "1",
			"shortName": "imp",
			"page": 29,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"languages": [
				"Common",
				"Infernal"
			],
			"languageTags": [
				"C",
				"I"
			],
			"skill": {
				"deception": "+4",
				"history": "+2",
				"persuasion": "+4",
				"stealth": "+5"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical/nonsilver weapons",
					"cond": true
				},
				{
					"resist": [
						"cold"
					]
				}
			],
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"trait": [
				{
					"name": "Shapechanger (Imp)",
					"entries": [
						"小恶魔可以利用其行动将自己变形成类似老鼠（速度20尺）、乌鸦（20尺，飞行60尺）或蜘蛛（20尺，攀爬20尺）的野兽形态，或者变回真实形态。除了所述速度变化外，在每种形态下它的统计数据都是相同的。它所穿戴或携带的任何装备不会被转化。如果它死亡，它会恢复到真实形态。"
					]
				},
				{
					"name": "Devil's Sight",
					"entries": [
						"魔法黑暗不会影响小恶魔的黑暗视觉。"
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"小恶魔在对抗法术和其他魔法效果的豁免 throws 中拥有优势。"
					]
				},
				{
					"name": "Two-faced",
					"entries": [
						"小恶魔在感知（感知）检查和对抗被 {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition stunned}, 以及被打倒的豁免 throws 上有优势。此外，每当小恶魔说出一个真相时，它的第二张脸会说谎。如果它说谎，它的第二张脸会说出真相。"
					]
				}
			],
			"traitTags": [
				"Devil's Sight",
				"Magic Resistance",
				"Shapechanger"
			],
			"action": [
				{
					"name": "Invisibility (Quasit)",
					"entries": [
						"小恶魔在攻击前会魔法地变得 {@condition invisible}，或者直到它的 {@status concentration} 结束（就像一个法术上的 {@status concentration||concentrating}）。小恶魔穿戴或携带的任何装备都会与它一同 {@condition invisible}。"
					]
				},
				{
					"name": "Sting (Bite in beast form)",
					"entries": [
						"{@atk mw} {@hit 5}攻击，射程5英尺，目标一个。造成{@h}5 ({@damage 1d4 + 3})穿刺伤害，并且目标必须进行一次{@dc 11}体质豁免才能，未通过则受到10 ({@damage 3d6})毒素伤害，通过则减半。"
					]
				}
			],
			"conditionInflict": [
				"invisible"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"作为诱惑者和欺骗者的角色，恶魔更有可能被诅咒拥有两张面孔。有些恶魔因与教士或反对邪恶生物的神明发生冲突而受到这种诅咒，其他恶魔则是因为被他们的上级惩罚而受到诅咒。"
				]
			},
			"damageTags": [
				"I",
				"P"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Lodestone Elemental",
			"size": [
				"L"
			],
			"type": "elemental",
			"source": "MADMT",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "12d10 + 60",
				"average": 126
			},
			"speed": {
				"walk": 30,
				"burrow": 30
			},
			"str": 20,
			"dex": 8,
			"con": 20,
			"int": 5,
			"wis": 10,
			"cha": 5,
			"passive": 10,
			"cr": "5",
			"shortName": "Elemental",
			"page": 30,
			"languages": [
				"Terran"
			],
			"languageTags": [
				"T"
			],
			"vulnerable": [
				"thunder"
			],
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed",
				"petrified",
				"poisoned",
				"unconscious"
			],
			"trait": [
				{
					"name": "Earth Glide",
					"entries": [
						"元素生物可以在非魔法、未加工的土地和石头中钻行。在这个过程中，元素生物不会干扰它穿过的材料。"
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"元素对物体和结构造成双倍伤害。"
					]
				},
				{
					"name": "Lodestone",
					"entries": [
						"这个元素生物部分由磁石制成：它可以向外投射一个长达10英尺的磁场。穿戴铁制或钢制盔甲的生物在磁场内移动时会受到影响：该区域被视为艰难地形。未被穿戴或携带的铁制或钢制物体会被吸向元素生物并附着在其上，包括穿过该区域的远程武器攻击的弹药，导致这些攻击自动未命中非元素生物的目标。生物可以在其回合开始时进行一次{@dc 13}力量检定，以防止被穿戴或携带的物体被吸向元素生物。",
						"失败时，生物如果携带物品，则会掉落该物品，如果生物穿戴物品，则会被向元素生物拉动10英尺。一旦一个磁性物体接触到元素生物，它就会附着在元素生物上，生物必须以一个{@dc 13}的力量检定作为一个动作来移除它。如果被附着的物体被生物穿戴，那个生物的速度变为零，如果生物是大型或更小，则会随元素生物移动。"
					]
				}
			],
			"traitTags": [
				"Siege Monster"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"元素生物进行两次猛击攻击。"
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} 使用 {@hit 8} 进行攻击，射程10英尺，目标一个。造成{@h}14 ({@damage 2d8 + 5}) 钝击伤害，如果目标穿戴金属盔甲，则附着元素。"
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"fluff": {
				"entries": [
					"有时候创造磁石的力量也会孕育出元素生物。它们是德鲁伊神殿的强大守护者，尤其对抗那些使用金属武器的敌人。"
				]
			},
			"damageTags": [
				"B"
			]
		},
		{
			"name": "Shambling Mist Mound",
			"size": [
				"L"
			],
			"type": "plant",
			"source": "MADMT",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d10 + 48",
				"average": 136
			},
			"speed": {
				"walk": 20
			},
			"str": 18,
			"dex": 8,
			"con": 16,
			"int": 5,
			"wis": 10,
			"cha": 5,
			"passive": 10,
			"cr": "5",
			"page": 31,
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"senseTags": [
				"B"
			],
			"skill": {
				"stealth": "+2"
			},
			"resist": [
				"cold",
				"fire"
			],
			"immune": [
				"lightning"
			],
			"conditionImmune": [
				"blinded",
				"deafened",
				"exhaustion"
			],
			"trait": [
				{
					"name": "Lightning Absorption",
					"entries": [
						"每当(`%num%`)遭受闪电伤害时，它不会受到伤害，而是恢复的生命值等于所受闪电伤害的数值。"
					]
				},
				{
					"name": "Poison Aura",
					"entries": [
						"在距离土堆15英尺内开始其回合的生物必须进行一次{@dc 15}体质豁免投掷。未通过豁免的生物会受到33({@damage 6d10})点毒素伤害，通过豁免的生物则只受到一半伤害。屏住呼吸的生物不需要进行豁免。"
					]
				}
			],
			"traitTags": [
				"Damage Absorption"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"这个摇摇晃晃的堆叠生物进行两次猛击攻击。如果两次攻击都命中一个中等或更小的目标，目标被{@condition grappled}（逃脱{@dc 14}），然后摇摇晃晃的堆叠生物对其使用其吞噬能力。"
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} 使用 {@hit 7} 进行攻击，射程10英尺，目标一个。造成 {@h}13 ({@damage 2d8 + 4}) 钝击伤害。"
					]
				},
				{
					"name": "Engulf (Shambling Mound)",
					"entries": [
						"这团摇摇晃晃的雾堆可以吞噬一个中型或更小的生物{@condition grappled}。被吞噬的目标被{@condition blinded}，{@condition restrained}，无法呼吸，并且必须在每个摇摇晃晃的雾堆回合开始时成功进行一次{@dc 14}豁免才能免受13（{@damage 2d8 + 4}）点钝击伤害。如果摇摇晃晃的雾堆移动，被吞噬的目标也会随之移动。摇摇晃晃的雾堆一次只能吞噬一个生物。"
					]
				}
			],
			"conditionInflict": [
				"blinded",
				"grappled",
				"restrained"
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"fluff": {
				"entries": [
					"蹒跚的丘陵怪物在穿越荒野时会积累各种植物物质。(%num%)通常保持静止，以其蒸汽杀死的腐肉为食，通常不擅移动。然而，蹒跚的丘陵怪物本身产生的腐肉足够多，使得这种真菌可以轻松存活。"
				]
			},
			"damageTags": [
				"B",
				"I"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "'False Dragon' aka Flamethrower Roc",
			"size": [
				"G"
			],
			"type": "monstrosity",
			"source": "MADMT",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d20 + 80",
				"average": 248
			},
			"speed": {
				"walk": 20,
				"fly": 120
			},
			"str": 28,
			"dex": 10,
			"con": 20,
			"int": 3,
			"wis": 10,
			"cha": 9,
			"passive": 14,
			"cr": "11",
			"shortName": "Roc",
			"save": {
				"dex": "+4",
				"con": "+9",
				"wis": "+4",
				"cha": "+3"
			},
			"skill": {
				"perception": "+4"
			},
			"trait": [
				{
					"name": "Keen Sight",
					"entries": [
						"巨鹏在依赖视觉的感知({@skill Perception})检定中拥有优势。"
					]
				}
			],
			"traitTags": [
				"Keen Senses"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"巨鹏进行两次攻击：一次用喙，一次用爪。"
					]
				},
				{
					"name": "beak",
					"entries": [
						"{@atk mw} 使用 {@hit 13} 进行攻击，射程10英尺，目标为一个。造成{@h}27({@damage 4d8 + 9})点穿刺伤害。"
					]
				},
				{
					"name": "Talons",
					"entries": [
						"{@atk mw} 使用近战攻击命中，达到5英尺，一个目标。造成{@h}23 ({@damage 4d6 + 9})点割伤伤害，并且目标被{@condition grappled} (逃脱 {@dc 19})。直到这次擒抱结束，目标被{@condition restrained}，并且巨鹏无法对另一个目标使用其爪击。"
					]
				},
				{
					"name": "Flamethrower",
					"entries": [
						"火焰喷射器向60尺长、5尺宽的区域喷射燃烧的油。区域内的易燃物品（未被穿戴或携带）会被点燃。区域内的生物必须进行一次{@dc 15}敏捷豁免投掷。未通过豁免的生物会受到28点火焰伤害（{@damage 8d6}），并被点燃。被点燃的生物会在其回合开始时受到7点火焰伤害（{@damage 2d6}），除非它或距离它5尺内的另一生物使用动作来扑灭火焰。通过豁免的生物受到一半伤害，且不会被点燃。"
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"fluff": {
				"entries": [
					"石怪鸟，就像乌鸦一样，可以学会如何使用工具，因此这个喷火器装置是由一个简单的开关来激活，石怪鸟可以自己操作。伪龙是一个试图创造出一种拥有龙之威力的飞行炮兵武器，能够进行毁灭性的低空扫射，但又不会长大成为一个能够憎恨被囚禁的智慧巨人。只有两种人会制造伪龙：了解石怪鸟的一切的人，以及对石怪鸟一无所知的人。"
				]
			},
			"environment": [
				"mountain"
			],
			"damageTags": [
				"F",
				"P",
				"S"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Fetid Hill Giant",
			"size": [
				"H"
			],
			"type": "giant",
			"source": "MADMT",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "10d12 + 40",
				"average": 105
			},
			"speed": {
				"walk": 40
			},
			"str": 21,
			"dex": 8,
			"con": 19,
			"int": 5,
			"wis": 9,
			"cha": 6,
			"passive": 12,
			"cr": "5",
			"shortName": "giant",
			"page": 32,
			"languages": [
				"Giant"
			],
			"languageTags": [
				"GI"
			],
			"skill": {
				"perception": "+2"
			},
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"巨人进行两次巨棍攻击。或者，它可以先进行一次污水罐攻击，然后再进行一次巨棍或者岩石攻击。"
					]
				},
				{
					"name": "Greatclub",
					"entries": [
						"{@atk mw} {@hit +8} 进行攻击，射程5英尺，目标一个。造成{@h}18 ({@damage 3d8 + 5}) 钝击伤害。"
					]
				},
				{
					"name": "Rock",
					"entries": [
						"{@atk rw} 近战攻击，射程60/120尺，目标一个。造成{@h}15 ({@damage 3d10 - 1})点钝击伤害。"
					]
				},
				{
					"name": "Sewage Pot (1/day)",
					"entries": [
						"巨人将恶臭的污水倒在它旁边的一个10英尺区域上。在该区域内的任何生物必须进行一次{@dc 15}体质豁免才能。未通过豁免的生物会在1分钟内变为{@condition poisoned}。"
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"MLW",
				"RW"
			],
			"attachedItems": [
				"greatclub|phb"
			],
			"conditionInflict": [
				"poisoned"
			],
			"fluff": {
				"entries": [
					"山岭巨人以其臭名昭著，战斗中毫无尊严可言。如果你认为在厕所里抓住了一个巨人的破绽，那你将得到一个令人作呕的教训。一个山岭巨人会毫不羞耻地向攻击者扔出其马桶的内容，然后用马桶砸击不幸的生物，或者将其扔向溅射区外的敌人。"
				]
			},
			"damageTags": [
				"B"
			]
		},
		{
			"name": "Venomous Assassin",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "MADMT",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"studded leather"
					]
				}
			],
			"hp": {
				"formula": "12d8 + 24",
				"average": 78
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 16,
			"con": 14,
			"int": 13,
			"wis": 11,
			"cha": 10,
			"passive": 13,
			"cr": "8",
			"shortName": "assassin",
			"languages": [
				"Thieves' cant plus any two languages"
			],
			"languageTags": [
				"X",
				"TC"
			],
			"skill": {
				"acrobatics": "+6",
				"deception": "+3",
				"perception": "+3",
				"stealth": "+6"
			},
			"trait": [
				{
					"name": "Assassinate",
					"entries": [
						"在刺客的第一个回合，对于任何还没有行动过的生物，刺客的攻击投掷获得优势。刺客对{@quickref Surprise|PHB|3|0|surprised}生物造成的任何命中都被视为暴击。"
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"如果刺客受到影响，可以进行敏捷豁免来减少伤害，那么如果刺客成功通过豁免，就不会受到伤害，如果豁免失败，只会受到一半伤害。"
					]
				},
				{
					"name": "Sneak Attack (1/day)",
					"entries": [
						"刺客在使用武器攻击命中目标且具有优势攻击检定时，额外造成14点伤害({@dice 4d6})，或者当目标在离刺客的盟友不是{@condition incapacitated}且刺客没有劣势攻击检定时，也会额外造成这个伤害。"
					]
				}
			],
			"traitTags": [
				"Sneak Attack"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"刺客进行两次短剑攻击。"
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit +6}攻击，射程5英尺，目标一个。造成{@h}6({@damage 1d6 + 3})穿刺伤害，并且目标必须进行一次{@dc 15}体质豁免才能，未通过则受到24({@damage 7d6})毒素伤害，通过则伤害减半。"
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} 近战 {@hit +6} 攻击，射程 80/320 尺，目标为一名生物。造成 {@h}7 ({@damage 1d8 + 3}) 穿刺伤害，并且目标必须进行一次 {@dc 15} 体质豁免才能，未通过则受到 24 ({@damage 7d6}) 毒素伤害，通过则只受到一半伤害。此外，生物在每个回合开始时会受到 3 ({@dice 1d6}) 死灵伤害，每次受到额外伤口时，额外受到 3 ({@damage 1d6}) 伤害。生物可以在自己的回合使用动作尝试通过进行一次 {@dc 10} 智慧（医学）检定来止血，成功则结束所有流血效果。通过魔法治疗恢复生命值也会关闭任何流血伤口。在每个回合结束时，生物可以重复进行一次豁免才能检定，通过则结束中毒效果。"
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"MLW",
				"RW"
			],
			"attachedItems": [
				"light crossbow|phb",
				"shortsword|phb"
			],
			"bonus": [
				{
					"name": "Cyanide Pill",
					"entries": [
						"刺客立刻受到 42 点毒性伤害。"
					]
				}
			],
			"fluff": {
				"entries": [
					"毒药是暗杀中极为有效的工具。一些刺客精通使用毒药的艺术，可能会向毒药和死亡之神致敬，以学习他们的技艺。毒蝎毒液因其高毒性而常见，但一些刺客使用其他混合物。快速流血对那些可能试图逃跑或躲藏的敌人很有用，因为他们甚至在离开刺客的视线后也会流血至死。刺客们也知道，如果被活捉，他们可能会遭受可怕的命运，因此携带氰化物药丸以确保自己不会被折磨，通常隐藏在一颗假牙中。"
				]
			},
			"damageTags": [
				"I",
				"P"
			],
			"savingThrowForced": [
				"constitution"
			]
		}
	]
}
