{
	"A tattered set of {@item common clothes|PHB}, a set of underwear, 100 ft. of {@item hempen rope (50 feet)|PHB|hempen rope}, a pair of {@item manacles|phb}, and 1 gp ": "一套破旧的{@item common clothes|PHB}，一套内衣，100英尺的{@item hempen rope (50 feet)|PHB|hempen rope}，一双{@item manacles|phb}，以及1金币。",
	"The drow marked your body with a painful brand. The size and shape of this brand is up to the DM's discretion, and should reflect a drow symbol, perhaps from one of their noble houses to show property ownership. Few may recognize these symbols due to the reclusive nature of drow society. Those who do may realize just what horrors you endured.": "黑暗精灵用一种痛苦的印记标记了你的身体。这个印记的大小和形状由（DM）决定，并应反映出黑暗精灵的符号，也许来自他们的贵族家族，以显示所有权。由于黑暗精灵社会的隐秘性，很少有人能认出这些符号。那些认得出的人可能会意识到你经历了什么样的恐怖。",
	"Thigh": "大腿",
	"Forehead": "额头 (Forehead)",
	"Chest": "胸部 (Chest)",
	"You were carted around a bit as a commodity around the Underdark for drow to appraise. While the entirety of the massive dark world is not known to you, you are well acquainted with drow holdings from your time captive. The same establishments may or may not be there anymore. If they are, you would know their structures well enough to navigate. Additionally, your slave brand is very recognizable to drow. There are many evil drow who would like nothing more than to capture escaped slaves and return them to their rightful place under the whip.": "你曾被当作商品在地下城被黑暗精灵评估。虽然你并不完全了解这个庞大黑暗世界，但在被囚禁的时间里，你对黑暗精灵的领地很熟悉。这些地方可能还在，也可能已经改变。如果它们还在，你会对它们的结构了如指掌，足以让你找到方向。此外，你的奴隶烙印对黑暗精灵来说是非常易认的。有许多邪恶的黑暗精灵渴望抓住逃跑的奴隶，将他们送回鞭下。",
	"While the symbol of drowic slavery is not always well known, there are well-educated elves and other beings in the World Above who have this knowledge. If they recognize this brand on you, they will likely lend you a sympathetic ear, for they know of the horrors you must have endured at the hands of the dark elves. While they will not put their lives on the line for you, they may give you some aid like alms for a beggar, consisting of some food and small amounts of money. Truly zealous anti-drow factions may give you as much as safe lodging even.": "虽然德罗族奴役的象征并不总是众所周知，但在上层世界中有受过良好教育的精灵和其他生物知晓这一情况。如果他们认出你身上的这个印记，他们可能会倾听你的苦难经历，因为他们知道你在黑暗精灵手中所受的折磨。虽然他们不会为你冒生命危险，但他们可能会给予一些援助，如施舍给乞丐的食物和少量钱财。真正狂热的反德罗派系甚至可能提供安全住所。",
	"Despite what you have gone through, the experience may not have broken you entirely. You still retain your personality before your enslavement, even if now you are a bit changed. Likely, negative emotions have grown a considerable amount after your ordeal.": "尽管你经历了这一切，这段经历可能并没有完全摧毁你。即使现在你有些改变，但你仍保留着被奴役前的个性。很可能，在经历后，消极情绪有了相当大的增长。",
	"I'd rather be left alone to my own thoughts.": "我宁愿独自一人沉浸在自己的思绪中。",
	"I am constantly coming up with excuses for what happened to me.": "我经常为发生在我身上的事情找借口。",
	"I can be nice with anyone to get the pleasure I desire.": "我可以对任何人友善，以获得我所渴望的快乐。",
	"Dirty business no longer fazes me.": "肮脏的事情不再让我感到困扰。(Dirty business)",
	"I weave sarcasm into all my compliments.": "我在所有的赞美中都夹杂着讽刺。(I weave sarcasm into all my compliments.)",
	"I will abide by any request like a sycophant.": "我会像谄媚者一样遵守任何要求。",
	"Nothing is sacred. I learned that long ago.": "没有什么是神圣的。我很早就学会了这一点。",
	"When I see something that I want, I'll take it without hesitation.": "当我看到我想要的东西时，我会毫不犹豫地拿走它。",
	"{@b Deserving.} I must hold the law, dishing out justice to those who break it. (Lawful)": "{@b Deserving.} 我必须遵守法律，对那些违法者进行制裁。 (Lawful)",
	"{@b Masochistic.} I deserve punishment for what I have done, and I will even go out of my way to find it. (Chaotic)": "{@b Masochistic.}我应该为我所做的事受到惩罚，我甚至会不惜一切去寻找它。(混乱)",
	"{@b Vengeful.} Everyone will pay for how they treated me, even those who only averted their eyes. (Evil)": "{@b Vengeful.} 所有人都会为他们对我的待遇付出代价，即使是那些只是视而不见的人。(邪恶)",
	"{@b Broken.} I should have stayed with the drow. (Any)": "{@b Broken.} 我应该留在那些黑暗精灵身边。(Any)",
	"{@b Meaning.} I want to find out what happened and why. Was it all just some cosmic joke? (Any)": "{@b Meaning.} 我想找出发生了什么，为什么会这样。这一切难道只是某种宇宙的笑话吗？(Any)",
	"{@b Victims.} I seek another one of the slaves who escaped. (Any)": "{@b Victims.} 我正在寻找另一个逃跑的奴隶。(Any)",
	"I actually got quite attached to one of my slavers...": "我实际上对我的奴隶主中的一个产生了相当深的感情...",
	"The other slaves were like my fellow brethren down there.": "其他奴隶就像我在那里的同胞一样。",
	"I only managed to survive through remembering my loved one.": "我只能靠着记得我所爱的人才勉强活了下来。",
	"I ended up attached to the drow child I helped bring to this world.": "我最终对那个我帮助降生的地精孩子产生了依恋。",
	"I can no longer trust anyone.": "我再也无法相信任何人了。",
	"I like to be the one inflicting pain now!": "我现在喜欢成为那个施加痛苦的人！",
	"I revel in pain to a disgusting extent.": "我对痛苦感到极度的享受。(Pain Domain)",
	"I no longer find joy in anything in life.": "我再也找不到生活中的任何乐趣。",
	"I cannot get close to anyone anymore.": "我再也无法靠近任何人了。",
	"I don't have Stockholm syndrome, you wouldn't understand how I was treated!": "我没有斯德哥尔摩综合症，你不会明白我受到的对待！",
	"I have internalized some... disturbing habits from that time unfortunately.": "不幸的是，我已经内化了一些...令人不安的习惯。",
	"I lack any sense of self-esteem and confidence. ": "我缺乏任何自尊和自信。(self-esteem)(confidence)",
	"You were captured by the drow, as many have been through the ages. You know what horrors await you in the innards of the Underdark. The drow are known for being vicious fighters, and even more vicious masters. They rule their slaves with an iron fist, and the latter have no rights to resist. Those who do face horrible fates. Under the lash, you probably pondered your fate and if you were destined to die in this hellhole. You watched as others were taken to their end, traded to illithids to be hosts for tadpoles, sacrificed to Lolth in obscene rituals, and worse. But your own fate is one just as disturbing. You were to help your torturers propagate their horrid brood with your own body.": "你被黑暗精灵俘虏了，就像许多人在历代一样。你知道在地底世界的深处等待着你的是什么样的恐怖。黑暗精灵以凶猛的战士而闻名，更是残酷的主宰。他们用铁腕统治奴隶，后者没有权利反抗。那些试图反抗的人会面临可怕的命运。在鞭挞下，你或许在思考自己的命运，是否注定要死在这个地狱般的地方。你看着其他人被带走，被交给食脑者作为蝌蚪的寄主，被用于向洛思献祭下流的仪式，等等。但你自己的命运同样令人不安。你将帮助你的折磨者用你的身体繁衍他们可怕的后代。",
	"When making a drow breeding slave, consider the following questions: what did the drow see in you? Drow are naturally distrustful of other races, but they were nowhere necessarily xenophobic. They choose the slaves with properties they wish to impart to their future generations to serve Lolth. Were you maybe very well-built or maybe even had magical blood? Think about how you escaped from that horrid experience. Was the drow hold you were imprisoned in raided by other forces? Did you escape alone? Perhaps you met other unfortunate souls there who shared your fate, and they have escaped as well. Only time will tell if you meet each other alive again.": "在制作一名黑暗精灵繁殖奴隶时，请考虑以下问题：黑暗精灵在你身上看到了什么？黑暗精灵天生不信任其他种族，但并非必然排外。他们选择那些具有他们希望传承给未来一代为洛斯的奴隶。也许你体格非常强壮，或者甚至有魔法血统？想想你是如何从那可怕的经历中逃脱的。是不是黑暗精灵囚禁你的地方被其他势力袭击了？你是独自逃脱的吗？也许你在那里遇到了其他不幸的灵魂，他们分享了你的命运，他们也逃脱了。只有时间会告诉你们是否能再次活着相遇。",
	"Lastly, what aftereffects still haunt you from your experience? Do you fear drow now, or hate them with all your being that you would stab one dead on sight? Perhaps you have nightmares, and even experience such trauma that being intimate with anyone else only causes these memories to stir. Worst of all, maybe your body and mind suffered permanent damage from being forced into continuous satisfaction of carnal pleasure and ultimately bringing a new drow life into the world.": "最后，你的经历还给你留下了什么后遗症？你现在害怕黑暗精灵吗，或者恨他们到了见一个就想要刺杀的地步？也许你偶尔做噩梦，甚至经历了如此创伤，以至于与其他人亲近只会唤起这些记忆。最糟糕的是，也许你的身心遭受了永久性的伤害，因为被迫不断满足肉欲的愉悦，最终将一个新的黑暗精灵生命带到这个世界上。"
}