{
	"You gain a +3 bonus to the attack roll.": "你获得一个+3的攻击加值。",
	"You gain a +1 bonus to the attack roll.": "你获得+1的攻击加值。",
	"The attack count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "该攻击被视为魔法攻击，可以克服对非魔法攻击和伤害的抗性和免疫。(D&D)。",
	"You gain a +2 bonus to the attack roll.": "你获得+2的攻击加值。",
	"These grey-leather boots are trimmed with wolf's pelt, and laced across the front with brown leather cord. Woven into the cord on each boot is a small opal. It has 4 charges, and regains all expended charges after being left in cold water for one hour.": "这双灰色皮靴饰有狼皮，前面用棕色皮绳系着。每只靴子的皮绳上编织着一颗小蛋白石。它有4个充能，放在冷水中一小时后可以重新充能。",
	"While wearing these boots, you can expend a charge as a bonus action to come under the effects of {@spell water walk} until the end of your next turn. Water under your feet freezes, forming temporary sheets of ice that thaw as you step away from them.": "穿上这双靴子后，你可以在奖励行动中消耗一次充能，使自己在接下来的回合结束前获得{@spell water walk}的效果。你脚下的水会结冰，形成临时的冰片，当你迈开脚步时会融化。",
	"In addition, you can use your reaction to expend a charge to resist being knocked {@condition prone} or pushed.": "此外，您可以使用您的反应来消耗一次充能，以抵抗被击倒 {@condition prone} 或推开。",
	"These steel gauntlets are inset with flakes of ruby in their palms. While wearing these gloves, you can handle scalding hot items (such as white-hot metals from a forge, or objects under the effects of {@spell heat metal}) without harm to your hands.": "这些钢铁护手套的掌心镶嵌着红宝石片。戴上这副手套后，你可以触摸滚烫的物品（比如来自熔炉的白热金属，或者受到{@spell heat metal}效果影响的物体），而不会伤害到你的手。",
	"As an action, you can cast {@spell burning hands} at its lowest level, (save {@dc 12}). Once these gauntlets have been used this way, it must be left in a roaring fire for one hour, or targeted by the {@spell heat metal} spell, before it can be used again.": "作为一个动作，你可以以最低等级施放{@spell burning hands}（豁免{@dc 12}）。一旦这些护手被这种方式使用过，必须将其放在熊熊烈火中一个小时，或者被{@spell heat metal}法术指定目标，才能再次使用。",
	"This golden hairpin bears a flower motif and is topped with a stunning emerald. A seemingly innocuous ornament, the hairpin can be used as a poison dart and has been used through the ages by numerous assassins. Hidden in the center of the long straight shaft runs a concentric tube, which can deliver the venom to its victims.": "这根金发簪上镶嵌着花纹，并镶有一颗惊艳的祖母绿。这看似无害的饰物实际上可以用作毒镖，被许多刺客在历史长河中使用过。在这根长直的杆子的中心隐藏着一个同心管道，可以将毒液传递给受害者。",
	"The hairpin's emerald shines faintly in the presence of poison. When dipped into food or drink, you can depress a thorn on the side to absorb any poisons that may be present. This simultaneously purifies the food or drink of any poisons and primes the hairpin with poison for later use.": "这根发簪的翡翠在毒药的存在下微微闪光。当它被浸入食物或饮料时，你可以按下侧面的刺来吸收可能存在的任何毒素。这同时净化了食物或饮料中的毒素，并为以后的使用储存了毒素。",
	"You can dipped the primed hairpin into food or drink and press the thorn to release the poison into the food or drink. Additionally, you have a +1 bonus to attack and damage rolls made with the primed dart, and can inject the poison into the target when you hit a creature with it.": "你可以将已准备好的发夹浸入食物或饮料中，然后按下刺来释放毒素到食物或饮料中。此外，你使用已准备好的飞镖进行攻击和造成伤害时获得+1的奖励，并且当你击中生物时，可以将毒素注入目标体内。",
	"This brass earpiece is set with a small amethyst, and can be clipped to the wearer's ear. These earpieces can be found in sets of {@dice 1d4 + 1}, and are magically paired with all other earpieces in the same set.": "这个黄铜耳饰镶有一颗小紫水晶，可以夹在佩戴者的耳朵上。这些耳饰通常以{@dice 1d4 + 1}的套装出现，并与同一套装中的所有其他耳饰进行了魔法配对。",
	"While you are wearing the earpiece, you can communicate telepathically with all other creatures wearing earpieces from the same set, provided they are on the same plane of existence as you.": "当你戴上这个耳机时，只要其他戴着同款耳机的生物也在与你相同的存在平面上，你可以用心灵感应与它们进行交流。",
	"Charged with primal elemental power, these gleaming gemstones come in a variety of types and rarities. The {@table Types of Gems|GMSTN} table shows what kinds of gems exist, and {@table Rarity of Gems|GMSTN|Quality of Gems} table shows their effects and potency.": "充满原始元素力量的这些闪闪发光的宝石有各种类型和稀有度。{@table Types of Gems|GMSTN} 表显示了存在的宝石种类，而{@table Rarity of Gems|GMSTN|Quality of Gems} 表显示了它们的效果和效力。",
	"As a bonus action on your turn while you are holding the gem, you can infuse your weapon with elemental power. The next time you hit a creature with an attack before the start of your next turn, you can roll the gem die and add the total as additional damage of the gem's type.": "在你持有这颗宝石的回合中，你可以将元素力量注入武器作为一个奖励动作。在你的下一个回合开始前，如果你用攻击命中生物，你可以投掷这颗宝石的骰子，并将总数作为该宝石类型的额外伤害添加到攻击中。",
	"The attack gains additional bonuses depending on the rarity of the gem.": "攻击会根据宝石的稀有度获得额外的加成。",
	"The attack counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "该攻击被视为魔法攻击，可以克服对非魔法攻击和伤害的抗性和免疫。(nonmagical attacks and damage)",
	"As a reaction to taking damage of the gem's type while you are holding the gem, you can roll the gem die and reduce the damage taken by the total rolled.": "当你持有宝石时受到宝石类型伤害的反应，你可以投掷宝石骰，并将投掷的总数减少受到的伤害。",
	"As a bonus action on your turn while you are holding the gem, you can infuse your weapon with elemental power. The next time you hit a creature with an attack before the start of your next turn, you can roll a {{item.dmg1}} additional {{item.customProperties.type}} damage.": "作为一个额外动作，在你握住这颗宝石的回合中，你可以用元素之力灌注你的武器。在你的下一个回合开始之前，下次你用攻击命中一名生物时，你可以额外投掷 {{item.dmg1} 个 {{item.customProperties.type} 伤害。",
	"As a reaction to taking {{item.customProperties.type}} damage while you are holding the gem, you can reduce the damage taken by a {{item.dmg1}}.": "当你持有宝石时受到{{item.customProperties.type}点伤害时，你可以通过{{item.dmg1}来减少所受的伤害。",
	"As a bonus action on your turn while you are holding the gem, you can infuse your weapon with elemental power. The next time you hit a creature with an attack before the start of your next turn, you can roll the gem die and add the total as additional {{item.inherits.customProperties.type}} damage.": "作为一个额外动作，在你握住这颗宝石的回合中，你可以让你的武器充满元素力量。在你的下一个回合开始之前，下次你用攻击命中生物时，你可以投掷宝石骰，并将总数额外增加{{item.inherits.customProperties.type}点伤害。",
	"As a reaction to taking {{item.inherits.customProperties.type}} damage while you are holding the gem, you can roll the gem die and reduce the damage taken by the total rolled.": "当你持有宝石时受到{{item.inherits.customProperties.type}伤害时，你可以进行反应，投掷宝石骰，并将投掷的总数减少受到的伤害。",
	"The gleam of shimmering coins and ornate trinkets dazzle our brave adventurers as they stumble into the dragon's lair. Contained inside, a vast fortune on the scale of a small kingdom's treasury. One gleam in particular catches the rogue's eye: a brilliant gemstone, deep blue in color and iridescent in the light. Gingerly reaching down, he plucks the stone from amidst the mound of gold.": "当我们勇敢的冒险者们跌跌撞撞地闯入龙穴时，闪闪发光的硬币和华丽的小饰品让他们眼花缭乱。在里面，蕴藏着一笔巨大的财富，相当于一个小王国的国库规模。其中一处闪光引起了盗贼的注意：一颗明亮的宝石，深蓝色，在光线下呈现出七彩光泽。他小心翼翼地伸手，从一堆金币中拔起了这颗宝石。",
	"Presented here are items that utilize the primal gems in ways that do not fit the Generic Gem-Set Items category. These items are presented in alphabetical order.": "这里展示了利用原始宝石的方式，这些方式不符合通用宝石套装物品类别。这些物品按字母顺序排列。",
	"Common": "常见的",
	"Uncommon": "不寻常 (Uncommon)",
	"Very Rare": "非常罕见",
	"Legendary": "传奇的",
	"Amber": "琥珀",
	"Lightning": "闪电",
	"Amethyst": "紫晶 (Amethyst)",
	"Psychic": "通灵师 (Psychic)",
	"Emerald": "翡翠(Emerald)",
	"Poison": "毒药",
	"Necrotic": "死灵",
	"Quartz": "石英 (Quartz)",
	"Thunder": "雷霆",
	"Topaz": "黄玉 (Topaz)",
	"Radiant": "光芒 (Radiant)"
}