{
	"As a bonus action on their turn, the character can grant a number of willing creatures they can see within 60 ft. up to their Intelligence Modifier (minimum of 1) they can see advantage on one attack roll or ability check of their choice before the end of their next turn. This must be declared before the roll is made. This ability can be used once per long rest.": "作为一个额外动作，在他们的回合中，角色可以给他们能看到的60英尺内的若干个愿意的生物（最多为他们的智力调整值（最少为1））在他们的下一个回合结束前选择一个攻击骰或技能检定获得优势。这必须在掷骰之前宣布。这个能力每次长休可以使用一次。",
	"The character gains proficiency in the {@skill Persuasion} skill. If the character already has proficiency, add double the proficiency bonus to checks with it, and the character also has advantage on {@skill Persuasion} checks made to influence members of the Silver Company. Additionally, when interacting with members of organisations foreign to Kathkach, you can gain an audience with a leader or person of authority within the organisation once per day.": "角色获得{@skill Persuasion}技能的熟练。如果角色已经熟练，增加双倍的熟练加值来进行检定，并且角色在影响银色公司成员的{@skill Persuasion}检定中也具有优势。此外，当与卡斯卡奇陌生组织的成员互动时，您每天可以与该组织的领导或权威人士见面一次。",
	"The character is given a boat by the Company, that is equivalent to a {@vehicle keelboat|GoS}. The {@vehicle keelboat|GoS} is docked at the Company docks and will be maintained (but not repaired) by the Company so long as it remains there free of charge. If the boat is sunk or destroyed, the Company will issue a replacement within {@dice 3d6} days.": "该角色被公司赠予一艘船，相当于一个{@vehicle keelboat|GoS}。这艘{@vehicle keelboat|GoS}停靠在公司的码头，并将被公司免费维护（但不包括维修），只要它仍然停在那里。如果船只沉没或被摧毁，公司将在{@dice 3d6}天内发放一艘替代船只。",
	"The character can add an additional {@dice 1d6} points worth of healing to any healing spell or effect that restores hit points. The character can make use of this ability a number of times equal to your proficiency modifier, and regain all expended uses at the end of a long rest.": "角色可以在任何恢复生命值的治疗法术或效果中额外增加{@dice 1d6}点治疗量。角色可以使用这个能力的次数等同于你的熟练加值，并在进行一次长休后恢复所有已用次数。",
	"The character is gifted a more enhanced lodging for personal use. The house is located in the Merchant District and features three rooms, each made up of 20 by 20ft spaces, 15ft high. These rooms contain a sleeping area, a kitchen, and a living area. A long rest taken in this space grant the character an additional number of temporary hit points equal to {@dice ceil(@details.level/2)|half their character level, rounded up}. The living spaces can be customised using furniture and items at the owner's discretion.": "该角色被赠送了一个更加豪华的住所供个人使用。这座房子位于商人区，拥有三个房间，每个房间都是20x20英尺，高15英尺。这些房间包括一个睡眠区、一个厨房和一个起居区。在这个空间中进行长休会使角色获得额外的临时生命值，数值等同于{@dice ceil(@details.level/2)|half their character level, rounded up}。居住空间可以根据所有者的意愿使用家具和物品进行定制。",
	"The capacity to cast spells of 1st level or higher": "具备施放1级或更高级法术的能力 (1st level)",
	"If the character has the capacity to cast spells of 1st level or higher, the character can cast a level 1 spell from any spell list as an innate spell that can be cast once per long rest. The spellcasting ability for this spell is either Intelligence, Wisdom, or Charisma, as chosen by the character.": "如果角色有能力施放1级或更高级别的法术，角色可以将来自任何法术列表的1级法术作为固有法术施放，每次长休息可以施放一次。该法术的施法能力可以选择为智力、感知或魅力。",
	"The character can for 1 minute add +1 to any attack roll made with any weapon. The character can use this ability once per long rest.": "角色可以在1分钟内为使用任何武器进行的攻击投掷增加+1。角色每次长休息后可以使用此能力一次。",
	"The character is given a mount by the Company, either a {@creature camel|MM}, {@item donkey|PHB} or {@creature mule|MM}, {@creature draft horse|MM}, {@creature riding horse|MM}, {@creature mastiff|MM}, or {@creature pony|MM} and uses the stat blocks for that creature in the monster manual. The mount is taken care of by the Company and can be left at the Silver Company Headquarters (or equivalent), and so long as the mount is stabled there will be fed and sheltered. If the mount is killed, the Company will issue a replacement within {@dice 1d4} days.": "角色被公司提供了一匹坐骑，可以是{@creature camel|MM}、{@item donkey|PHB}、{@creature mule|MM}、{@creature draft horse|MM}、{@creature riding horse|MM}、{@creature mastiff|MM}或{@creature pony|MM}，并使用怪物手册中该生物的属性块。这匹坐骑由公司照料，可以留在银色公司总部（或等同地点），只要坐骑在那里安顿，就会被喂养和庇护。如果坐骑被杀死，公司将在{@dice 1d4}天内发放一匹替代品。",
	"A number of times equal to the character's proficiency bonus, the character can add +5 to an ability check aimed at opening a lock or otherwise breaking into an area. This bonus must be declared before the roll is made. Uses of this ability are regained after a long rest.": "角色的熟练加值次数（%num%）次，角色可以在试图打开锁或者闯入某个区域的能力检定中额外添加+5。必须在掷骰前宣布使用此加值。此能力的使用次数在完成一次长休后恢复。",
	"The character can, when ordering wines or beverages, order a second bottle or jar free of charge (up to 1gp) once per day. In addition, when consuming a wine worth over 5 silver pieces, they gain a bonus to their {@skill Performance} and {@skill History} ability checks equal to their constitution modifier for the next hour.": "角色可以在点酒或饮料时，每天可以免费再点一瓶或一罐酒（最高1gp）。此外，当消费价值超过5银币的酒后，他们在接下来的一小时内对他们的{@skill Performance}和{@skill History}能力检定获得一个等于他们体质调整值的加值。",
	"When performing a skill check other than {@skill History}, the character can roll a {@skill History} check to recall a tangentially related detail regarding the activity. This might relate to an item used, a location the check takes place in, or a character involved. The DC for this check is 13 and can be rolled a number of times per day equal to the character's proficiency modifier. On a success, you can grant a friendly creature who can see and hear you a bonus to their next roll on a skill check of the same type equal to your Intelligence modifier. This bonus disappears if not used after an hour.": "当进行技能检定时，除了{@skill History}之外，角色可以进行一个{@skill History}检定，以回忆与活动相关的细节。这可能涉及到使用的物品，检定发生的位置，或者涉及的角色。这个检定的难度等级为13，每天可以进行的次数等于角色的熟练加值。成功时，你可以为能看到并听到你的友好生物提供一个加值，该加值等于你的智力调整值，用于他们下一次相同类型的技能检定。如果一小时后未使用，这个加值会消失。",
	"A number of times per day equal to the character's proficiency bonus, the character can, when making an attack roll, gain advantage on all  attack rolls until the beginning of the character's next turn. All allied creatures within 20ft of the character will have disadvantage on all attack rolls until the beginning of the character's next turn.": "每天(%num%)次，角色可以在进行攻击检定时获得优势，直到角色下一个回合开始之前。在角色周围20英尺范围内的所有盟友将在角色下一个回合开始之前所有攻击检定都获得劣势。",
	"The character's Income (as described in Finance effects) increases by 10 gp, and then a further 10 gp at level 10.": "角色的收入（如金融效果中描述的）增加了10 gp，然后在10级时再增加10 gp。",
	"A number of times per day equal to the character's Charisma Modifier, the character can add +10 to a willing creature's initiative roll. This can be done when initiative is rolled by the target in question. This ability cannot target the character. All uses are regained after a long rest.": "每天的次数等于角色的魅力调整值，角色可以为一个愿意的生物的先攻投掷加上+10。这可以在目标投掷先攻时进行。这个能力不能对准角色自己。所有使用次数在完成一次长休后恢复。",
	"A number of times equal to the character's proficiency bonus, when dealing damage to a humanoid with a weapon attack, the character can roll damage twice and take the highest result. The character regains all uses of this feat after a long rest.": "当角色用武器攻击对人形生物造成伤害时，可以多次投掷伤害骰，取最高结果，次数等同于角色的熟练加值(%num%)次。角色在完成一次长休后，可以重新获得此特性的所有使用次数。",
	"The character can, a number of times per day equal to their Intelligence modifier (minimum of 1), gain advantage on any skill check that involves recalling details written down.": "角色可以每天多次（最少1次），次数等于他们的智力调整值，获得在涉及回忆书面细节的任何技能检定中获得优势。",
	"Upon completing a long rest at any tavern, inn, or other similar establishment, the character can grant a number of willing creatures up to their their Charisma modifier (minimum of 1) inspiration as per the {@classFeature Bardic Inspiration|Bard|PHB|1|PHB|Bard ability Bardic Inspiration}. The dice used for this Inspiration is a {@dice d6}, and lasts until the start of the character's next short or long rest.": "在任何酒馆、客栈或类似场所完成长休后，角色可以根据{@classFeature Bardic Inspiration|Bard|PHB|1|PHB|Bard ability Bardic Inspiration}，向多达其魅力调整值（最少为1）的愿意生物授予灵感。用于这种灵感的骰子是{@dice d6}，持续到角色的下一个短休或长休开始前。",
	"The character has advantage on {@skill Persuasion} checks involving an exchange of money greater than 5 gp from the character. You also suffer no negative social consequences from attempting a bribe. The character can make use of this feat once per short rest.": "这个角色在涉及从角色那里交换超过5 gp的金钱的{@skill Persuasion}检查中具有优势。你尝试行贿时也不会受到负面社交后果。角色每次短休息可以使用这个特性。",
	"A number of times equal to the character's proficiency bonus, when dealing damage to any Evil monstrosity, aberration, or fiend with a weapon attack, the character can roll damage twice and take the highest result. The character regains all uses of this feat after a long rest.": "每当角色使用武器攻击对任何邪恶的怪物、畸变体或恶魔造成伤害时，伤害值可根据角色的熟练加值投掷两次，取最高结果。角色在完成一次长休后，可以重新获得此特性的所有使用次数。",
	"The character can, when taking a short rest, spend a number of minutes of said rest tinkering with weapons (the number of minutes spent is the number of weapons tinkered with times 10). These weapons will have a bonus of +1 to hit on the next number of attack rolls made with the weapon equal to the character's proficiency modifier.": "角色可以在短暂休息时，花费一定数量的分钟来修理武器（花费的分钟数等于修理的武器数量乘以10）。这些武器在接下来的攻击中将获得+1的命中加值，次数等于角色的熟练加值。",
	"The character gains proficiency in 2 skills of their choice, or double the proficiency modifier of a single skill they are proficient in. The character can also spend time, at least 1 hour for 4 out of 7 days a week, performing a side job that will earn them {@dice 2d6} gp per week, added every 7 days.": "角色可以选择获得熟练掌握的2项技能，或者将他们已经熟练掌握的一项技能的熟练加值加倍。角色还可以每周至少4天花费1小时的时间，从事一份兼职工作，每周可以赚取{@dice 2d6} gp，每7天结算一次。",
	"The character becomes especially proficient at navigating in high society. When wearing the appropriate style of dress (either merchant or noble dress) the character can gain advantage on a {@skill Persuasion} or {@skill Deception} roll (as high society individuals are more likely to hang on their every word) when interacting with a noble or celebrity a number of times equal to their proficiency modifier; all uses are regained at the end of a long rest. In addition, they can request meetings with such individuals or their presence at high-society events.": "角色在高级社交场合中变得特别擅长。当穿着适当的服装风格（商人或贵族服装）时，角色与贵族或名人互动时，可以在{@skill Persuasion}或{@skill Deception}投掷中获得优势（因为高级社会人士更有可能倾听他们的每个字）次数等于他们的熟练加值；所有使用次数在长休息结束时恢复。此外，他们可以要求与这些个人会面，或者邀请他们出席高级社交活动。",
	"The character is proficient at navigating the lower district and rougher parts of town. When wearing the appropriate style of dress (commoner) the character can gain advantage on an {@skill Intimidation} or {@skill Insight} roll (as street-level individuals are more likely to let their guard down around the character) when interacting with a street-level individual or thug a number of times equal to their proficiency modifier; all uses are regained at the end of a long rest. In addition, the character can blend into most street-level areas without drawing attention.": "这个角色擅长在下城区和城镇粗糙地带中导航。当穿着适当的服装（commoner）时，角色在与街头人物或暴徒互动时，可以在{@skill Intimidation}或{@skill Insight}投掷中获得优势（因为街头人物更有可能在角色周围放松警惕），次数等同于他们的熟练加值；所有使用次数在完成一次长休后恢复。此外，角色可以在大多数街头地区中融入而不引起注意。",
	"When taking a short rest, the character can grant a number of willing creatures up to {@dice 1 + @abilities.int.mod|1 + their Intelligence modifier} temporary hit points equal to the character's {@dice @prof|proficiency bonus}.": "在进行短暂休息时，角色可以使多达{@dice 1 + @abilities.int.mod|1 + their Intelligence modifier}个愿意的生物获得临时生命值，数值等同于角色的{@dice @prof|proficiency bonus}。",
	"A number of times equal to your Wisdom modifier (minimum of 1), the character can grant advantage on any save roll to a willing creature that they can see as a reaction. You regain all uses at the end of a long rest.": "角色可以在看到的情况下，以反应的形式为愿意的生物提供优势，次数等于你的感知调整值（最少为1次）。你在完成一次长休后恢复所有使用次数。",
	"The character gains advantage on any {@skill History} checks made to recall aspects of trading history or on any {@skill Persuasion} or {@skill Deception} check made to a trader or salesman a number of times per day equal to their Intelligence modifier (minimum of 1).": "角色在每天可以一定次数（等同于他们的智力调整值，最少为1次）获得优势，用于回忆交易历史的任何{@skill History}检定，或者对商人或推销员进行的任何{@skill Persuasion}或{@skill Deception}检定。",
	"At levels 4, 12, and 16, the player will acquire Company Feats, which represent perks, responsibilities, and skills either granted to them by the Silver Company or acquired during the execution of their tasks. These do not replace the feats given in the Players Handbook and are granted based on progression through the Blood in the Company campaign. These feats are aimed to represent how a character interacts with their position in the Company.": "在4级、12级和16级，玩家将获得公司特性，代表着银色公司授予他们的特权、责任和技能，或者是在执行任务过程中获得的。这些特性不会取代《玩家手册》中提供的特性，而是根据《血脉同仁》战役的进展而授予的。这些特性旨在表现角色如何与自己在公司中的位置互动。"
}