{
	"A shard of powerful entity now lives within you, empowering you with ancient magic...at a cost. Every time you use powers that was granted upon you, Titan tries to overwhelm your mind and come back to life.": "一块强大实体的碎片现在寄居在你体内，赋予你古老的魔法力量...但代价是高昂的。每当你使用被赋予的力量时，泰坦会试图压倒你的意识，试图复活。",
	"You start with 3 Shards of Control. Each time you use Blighted Blast or Form of Blight, you roll {@dice 1d6}. If value rolled is 6, one of your Shards of Control is destroyed. If you lost all of your Shards, Titan banishes your soul to the realm of Malbolge, 6th layer of Hell. Your body is left intact in the Material Plane until soul is either destroyed or returned.": "你开始拥有3块控制碎片。每次你使用枯萎爆破或枯萎形态时，你需要投掷{@dice 1d6}。如果投掷的值是6，你的一块控制碎片会被摧毁。如果你失去了所有的碎片，泰坦会将你的灵魂放逐到地狱第六层，马尔波奇的领域。你的身体会保留在物质位面，直到灵魂被摧毁或返回。",
	"You regain your Shards of Control each time you kill a creature that was under effect of frightened caused by your Form of Blight during the encounter.": "每当你在遭遇战中杀死一个受到你的(`Form of Blight`)影响而处于恐惧状态的生物时，你就会恢复你的(`Shards of Control`)。",
	"Metals insight, Ancient knowledge": "金属洞察，古代智慧",
	"Blighted Blast": "枯萎冲击 (Blighted Blast)",
	"Form of Blight": "枯萎形态 (Form of Blight)",
	"Empowered Elemental": "元素之力增强者 (Empowered Elemental)",
	"One with Titan": "泰坦之一",
	"Your titan grants you the ability to look through the nature of metals. Each time you see any metal surface, item or structure, you immediately know, what kind of metal it is. If a metalic item is created in a way to disguise it's true nature (for example fake gold), you immediately know the difference.": "你的泰坦授予你查看金属本质的能力。每当你看到任何金属表面、物品或结构时，你立即知道它是什么金属制成的。如果金属物品以某种方式伪装其真实本质（例如假金），你会立即察觉到区别。",
	"Your titan lived in ancient era and you can see the glimpse of his knowledge. If you haven't already, you gain proficiency in {@skill History}. Each time you roll 1 on History check, you can roll again and use new value.": "你的泰坦生活在古代，你可以看到他的知识的一丝。如果你还没有，你获得{@skill History}熟练加值。每当你在历史检定中掷出1时，你可以重新掷骰并使用新值。",
	"Each time you cast {@spell Eldritch Blast||Eldritch Blast}, you can use your Titan's magic to empower it. You add {@dice 1d6} to each beam you shoot towards the opponents.": "每次你施放{@spell Eldritch Blast||Eldritch Blast}时，你可以利用你的泰坦魔法来增强它。你可以向对手射出的每道光束上增加{@dice 1d6}。",
	"The damage caused by Blighted Blast is necrotic.": "枯萎爆破(Blighted Blast)造成的伤害是死灵(necrotic)属性的。",
	"You must decide to use Blighted Blast and roll for Shards of Control before any of the spell attack rolls you would normally take.": "在进行任何你通常会进行的法术攻击骰时，你必须决定使用腐败爆发(`Blighted Blast`)并投掷控制碎片(`Shards of Control`)的骰子。",
	"You manifest an aspect of your patron's blighted power. As a bonus action, you transform for 1 minute. You gain the following benefits while transformed:": "你显现出你守护者的受诅威能。作为一个奖励动作，你可以变身1分钟。在变身状态下，你获得以下好处：",
	"You gain resistance to necrotic damage": "你获得对死灵伤害的抗性。",
	"As a bonus action you can regain health equal to half of necrotic damage done by you this turn": "作为一个奖励动作，你可以恢复等同于本回合你造成的死灵伤害一半的生命值。",
	"You lose {@dice 1d10} health at the end of your turn": "你在回合结束时失去{@dice 1d10}点生命值",
	"You gain advantage in {@skill Intimidation} rolls": "你在{@skill Intimidation}次投掷中获得优势。",
	"Range of your {@spell Eldritch Blast} is doubled": "你的范围{@spell Eldritch Blast}已经翻倍。",
	"Once during each of your turns, when you hit a creature with an attack roll, you can force it to make a Wisdom saving throw, and if the saving throw fails, the target is frightened of you until the end of your next turn.": "在你的每个回合中的一次，当你用攻击骰命中一名生物时，你可以强迫它进行一次感知豁免投掷，如果豁免投掷失败，目标会因为你而感到害怕，直到你的下一个回合结束。",
	"Whenever you are controlling an earth elemental, your Titan empowers it with special powers:": "每当你控制一个土元素时，你的泰坦会赋予它特殊的力量：",
	"Friendly creatures within melee range of an elemental gain +2 AC. You gain +2 AC despite being out of melee range.": "与元素接触的友好生物获得+2 AC。即使远离近战范围，你也获得+2 AC。",
	"You can use your reaction to redirect damage from a friendly creature that is within 15 feet of elemental.": "你可以使用你的反应，将一个距离元素生物15英尺内的友方生物所受到的伤害转移给自己。(elemental)",
	"Your elemental now gains additional Slam attack": "你的元素现在获得额外的猛击攻击。",
	"The boundary between you and your Titan blurs. You are not longer yourself in a same way, that your Titan is not longer himself. You become a true Avatar of Sagdrelath": "你和你的泰坦之间的界限变得模糊。你不再是你自己，就像你的泰坦也不再是他自己一样。你成为了Sagdrelath的真正化身。",
	"You gain the following effects:": "你获得以下效果：",
	"The avatar disgorges a swarm of biting flies at a point it can see within 300 feet of itself. Each creature within a 20-foot-radius sphere centered on that point must make a Constitution saving throw. A creature takes {@dice 10d10} piercing damage on a failed save, or half as much damage on a successful one. The biting flies persist for 1 minute or until the avatar is slain. A creature must also make this saving throw when it enters the insects' area for the first time on a turn or ends its turn there.": "化身在自身能看到的300英尺范围内的某点处释放出一群叮咬的苍蝇。以该点为中心的20英尺半径范围内的每个生物必须进行一次体质豁免才能。在未通过豁免时，生物会受到{@dice 10d10}点穿刺伤害；通过豁免时，伤害减半。这些叮咬的苍蝇会持续1分钟，或者直到化身被击败。生物在首次进入这些昆虫区域时或结束其回合时，也必须进行这次豁免才能。",
	"Hurl Through Malbolge. The avatar targets a creature he damaged previous turn. The creature must succeed on a Charisma saving throw or take {@dice 8d10} psychic damage and be banished to Malbolge (the sixth layer of the Nine Hells). At the start of the avatars's next turn, the creature reappears in an unoccupied space within 10 feet of the avatar.": "投入到马尔博尔格 (Malbolge)。化身瞄准他上一回合造成伤害的生物。生物必须成功进行一次魅力豁免才能避免受到 {@dice 8d10} 的心灵伤害，并被放逐到马尔博尔格 (地狱九层中的第六层)。在化身的下一个回合开始时，生物会重新出现在距离化身不超过10英尺的未占据空间内。",
	"You gain +2 to one ability of your choice and +1 to two abilities of your choice.": "你选择一个能力值获得+2，另外两个能力值获得+1。"
}