{
	"Their moniker does them no justice. When one of their kind arrives on the battlefield, the fates of those they have chosen are sealed in stone - what awaits their quarry is either death, or excruciating pain. They are the hands of judgment and to face one without dread in your heart would be wrong. ─ ?": "他们的绰号并不能准确描述他们。当他们中的一员出现在战场上时，那些被他们选中的人的命运就已经注定 - 等待他们的猎物的要么是死亡，要么是极度的痛苦。他们是审判之手，面对他们而心中无畏是错误的。 ─ ?",
	"Descending the steps to an arena, a human eyes the foe across from her, ready to battle to the death. She waves to them not in greeting, but in preparation for her victory - by the time her hand returns to her side, her prey has already been marked. As they meet and draw weapons, she begins her furious onslaught that astounds her opponent; making quick work of them, all that remains is a grisly spectacle.": "踏着台阶走向竞技场，一个人类注视着对面的敌人，准备进行生死搏斗。她挥手向对手致意，而非打招呼，而是为了准备取得胜利——当她的手回到身旁时，她的猎物已经被标记。当他们相遇并拔出武器时，她开始了愤怒的猛攻，令对手惊讶不已；迅速解决了他们，只剩下一幕可怕的景象。",
	"A dragonborn recoils as his mark, clad in steel from head to toe, strikes him hard. If iron cannot rend his prey, then he will roast them in their own armor. Raising both of his arms, he summons a fiery sword and swings it, drowning his prey in a deluge of fire.": "一个龙裔后退，当他的标记，从头到脚披着钢铁的战士，猛击他。如果铁不能撕裂他的猎物，那么他将把他们烤在他们自己的盔甲里。他举起双臂，召唤出一把火焰之剑，挥舞着它，用火海淹没他的猎物。",
	"With no option but to retreat from a spellcaster's arcane barrage, an elf dances in sync with the caster's spells. But they cannot do it forever; in a desperate act she marks her attacker with a tooth-shaped crest. At the last moment this act gives her the strength she needs to avoid a fireball that streaks past her.": "在没有其他选择的情况下，一名精灵被迫从一个咒术师的奥术攻击中撤退，与施法者的咒语同步起舞。但他们无法永远这样做；在绝望之举中，她用一个牙齿形状的纹章标记了她的攻击者。在最后一刻，这个举动给了她避开一颗擦身而过的火球所需的力量。",
	"No matter their race or upbringing, arbiters are united by the unique ability to mark their prey with a primeval power, which allows them to dedicate themselves to a single foe, and an unnatural martial prowess, evoking dread in those they've marked for defeat. As judges - be it self-proclaimed or chosen - they mete out justice as they see fit, one death or triumph at a time.": "无论种族或成长背景如何，仲裁者们都因独特的能力而团结在一起，他们可以用原始力量标记猎物，使自己专注于一个敌人，并拥有超乎寻常的武术技能，让那些被他们标记为失败的人感到恐惧。作为裁判 - 无论是自封还是被选中的 - 他们会按照自己的意愿施行正义，一次一个死亡或胜利。",
	"Before they could name themselves, those who witnessed the unfathomable might they possessed gave them their title first. With powers beyond comprehending, they are walking myths rumored to slay all who would cross them in their journey for glory or redemption.": "在他们能够为自己取名之前，目睹了他们所拥有的无法理解的力量的人们先给予了他们称号。拥有超乎理解的力量，他们是行走的神话，传言中能够击败一切试图阻挡他们追求荣耀或救赎的人。",
	"Arbiters build upon the unique ability to brand the living (or anything capable of moving) with a crest that allows them to focus on a single enemy in combat. One marked with their crest knows they are facing the wrath of an executioner who will not yield until either of them falls.": "仲裁者们依赖着独特的能力，可以用一个纹章标记生物（或任何能够移动的东西），让他们能够在战斗中专注于一个敌人。被他们的纹章标记的人知道他们正面临一个不会放弃的刽子手，直到其中一方倒下为止。",
	"An arbiter is an anomaly that can occur anywhere - from royalty, to your average soldier, or even folk with nothing in their name; however, an arbiter's power most often awakens in those with an affinity for martial combat and an insatiable desire for greatness, or some cases, repentance. Such might awakens very rarely, and even those who gain the powers of an arbiter rarely awaken them to their fullest extent.": "仲裁者是一个可能出现在任何地方的异常现象 - 无论是皇室成员，普通士兵，甚至一无所有的人；然而，仲裁者的力量通常会在那些对战斗有亲和力且渴望伟大，或者在某些情况下，渴望悔改的人身上觉醒。这种力量很少觉醒，即使那些获得仲裁者力量的人也很少将其完全觉醒。",
	"Arbiters wield the unique ability to mark creatures with a special crest, whose properties outside of combat are largely unknown. Few know the extent of the origins of arbiters and their powers, and of the few who do know the source of them and the powers they wield, even fewer would part with such wisdom. Was it something so paramount that fanned the fires of their existence, or merely an event that is so insignificant that it wasn't worth etching their beginnings into the annals of history?": "仲裁者 wield the unique ability to mark creatures with a special crest, whose properties outside of combat are largely unknown. Few know the extent of the origins of 仲裁者 and their powers, and of the few who do know the source of them and the powers they wield, even fewer would part with such wisdom. Was it something so paramount that fanned the fires of their existence, or merely an event that is so insignificant that it wasn't worth etching their beginnings into the annals of history?",
	"This unique power, despite its historical insignificance, is one that has been studied with no fruit borne from its efforts. Because of the scarcity of arbiters, it is very difficult to gauge what arbiters are truly capable of. Those born with the spark of an arbiter or inherit it can call upon its powers with a flick of their wrist or with careful practice. Meanwhile, those who attempt to emulate the powers of an arbiter fail spectacularly or produce no results whatsoever.": "这种独特的力量，尽管在历史上并不重要，但却是一个被研究却没有结果的力量。由于仲裁者的稀缺，很难评估仲裁者真正的能力。那些天生具有仲裁者火种或继承它的人可以在一挥手或经过仔细练习后召唤其力量。与此同时，那些试图模仿仲裁者力量的人要么惨败，要么根本没有任何效果。",
	"The killing gaze of an arbiter is unmistakable. In combat, they exude an aura that none can miss - the shadow of death that's on the horizon. Due to their prowess in combat (either intended or not) and the tales that follow them, they tend to fall into one of two camps: executioners that act in good will and carry out the words of judges, or renegades who ignore the law and kill and maim as a means to an end.": "裁决者的杀气是无法置疑的。在战斗中，他们散发出一种无人能忽视的氛围 - 死亡的阴影即将降临。由于他们在战斗中的娴熟（无论是有意还是无意）以及随之而来的传说，他们往往分为两派：一派是以善意行事并执行法官之言的刽子手，另一派是无视法律、以杀戮和伤害为手段的叛逆者。",
	"Not all arbiters use the power bestowed upon them. Why does yours use the primordial gift they carry? Does it allow them to flaunt their martial prowess, make a living, or wade through life one day at a time? Does your character use this gift to achieve their goals as best as they can? Or do they try to live as monotonously as possible, striving to be better not with this entreatment, but with their own hands?": "并非所有仲裁者都使用赋予他们的力量。为什么你的角色使用他们所拥有的原始天赋？是为了炫耀他们的武艺，谋生，还是一天天地度过生活？你的角色是否利用这份天赋尽力实现他们的目标？或者他们尽可能单调地生活，努力变得更好，不依赖这份赐予，而是凭借自己的双手？",
	"When you are creating your arbiter, consider these two specific elements: the origin of the spark that has given them their powers and how it has manifested, and how they intend to use this primeval brilliance. Have you accepted this power, or do you resent it for the expectations it has laid upon you?": "在创建你的仲裁者时，请考虑以下两个特定要素：赋予他们力量的火花的起源以及它是如何显现的，以及他们打算如何运用这原始的光辉。你是否接受了这种力量，还是对它给予你的期望感到愤恨？",
	"Arbiters are known for their martial prowess, but that doesn't always come naturally. You might've enjoyed years of formal training in an army or militia, or perhaps you studied under the tutelage of a mentor keen on sharpening the skills you had at a young age.": "仲裁者以其武艺闻名，但这并非总是天赋。你可能在军队或民兵中接受了多年的正规训练，或者你可能在年幼时就在一位热衷于磨练你技能的导师的指导下学习。",
	"After adventuring for some time, all arbiters must answer the call - to be a hand of judgment, or a renegade with rising ambitions and their own definition of judgment. Is the spark within them a festering curse that will only make you more ruthless as time passes, or is it a blessing that allows them to execute those aligned with forces that would watch the world burn? You may possibly divine it as an instrument that has allowed you to do as you see fit.": "在冒险一段时间后，所有仲裁者必须回应召唤 - 成为审判之手，或是一个野心勃勃、有着自己对审判定义的叛徒。他们内心的火花是一种正在腐化的诅咒，随着时间的推移只会让你变得更加无情，还是一种让他们能够执行那些与欲看世界毁灭的力量相一致的人的祝福？你可能将其看作是一种工具，让你可以按照自己的意愿行事。",
	"You can create an arbiter by following these suggestions. First, Constitution should be your character's highest ability score, followed by Strength or Dexterity (depending on what kind of martial character you want). Then choose the soldier background.": "您可以按照以下建议创建一名仲裁者。首先，角色的 Constitution 应该是最高的能力分数，其次是力量或敏捷（取决于您想要什么样的武术角色）。然后选择士兵（Soldier）背景。",
	"No two arbiters act the same, and rarely do two share the same origin. To add some texture to your arbiter, consider quirks that set them apart from others - for example you may despise the nobility you seek to become, or you try to refrain from saying the names of others. They have no effect on the game, but your character might become irritated or upset if their quirk is bothered. They are a great role-playing tool to add character to the game. You can roll from or pick from the table below, or design your own quirks. Try to aim for at least two quirks to give your character, so it is more likely for them to come into play.": "没有两个仲裁者表现相同，很少有两个来自相同背景的。为了为你的仲裁者增添一些特色，考虑一些让他们与其他人不同的怪癖 - 例如，你可能鄙视你想要成为的贵族，或者你试图避免说出他人的名字。这些怪癖对游戏没有影响，但如果打扰了你的角色的怪癖，你的角色可能会感到烦躁或不安。它们是为游戏增添角色特色的绝佳工具。你可以从下面的表格中随机选择或挑选，也可以设计自己的怪癖。尽量至少选择两个怪癖赋予你的角色，这样更有可能发挥作用。",
	"Choose an ascension, which details the source of your power and shapes the path you take as an arbiter. Your chosen ascension grants you features when you choose it at 1st level and again at 3rd, 6th, 10th, 14th, and 18th level.": "选择一种提升，它详细描述了你力量的来源，并塑造了你作为仲裁者所走的道路。当你在1级选择它时，你的选择提升会赋予你特性，并在3级、6级、10级、14级和18级时再次赋予你特性。",
	"Some arbiter features, in addition to features granted by your chosen ascension, force you to make an attack roll and/or the target to make a saving throw. Constitution is the modifier for these abilities, as you draw primeval energy from yourself to fuel them. You use your Constitution modifier to set the save DC for your arbiter features or when making an attacking roll with one.": "一些仲裁者（Arbiter）的特性，除了你选择的飞升（ascension）赋予的特性外，会要求你进行攻击骰（attack roll）和/或目标进行豁免骰（saving throw）。对于这些能力，体质（Constitution）是调整值，因为你从自身汲取原始能量来供给它们。你使用体质调整值来设定仲裁者特性的豁免 DC，或者在进行攻击骰时使用。",
	"Because of the occult nature of an arbiter's powers, they are beyond the scope of the Weave and thus immune to effects that cancel or suppress magic unless stated otherwise. They are not magical, however; if an arbiter feature deals slashing damage, it is nonmagical unless stated otherwise.": "由于仲裁者能力的神秘性质，它们超出了魔网的范围，因此免疫取消或抑制魔法的效果，除非另有说明。然而，它们并非魔法；如果一个仲裁者特性造成割伤伤害，除非另有说明，它是非魔法的。",
	"In combat, arbiters can brand their foes with ruincrests, brands of primordial power, to hone their focus to inhuman levels. Owing to their nature, ruincrests do not abide by the Weave - antimagic field, dispel magic, and other effects like them have no effect on ruincrests.": "在战斗中，仲裁者可以用毁灭纹章，原始力量的印记，标记他们的敌人，以提升他们的专注力至超乎人类的水平。由于其特性，毁灭纹章不受魔网的限制 - 反魔法领域、驱散魔法和类似效果对毁灭纹章无效。",
	"Each arbiter has a unique, stylized ruincrest; for example, a dragonborn arbiter may have a sharp claw or other draconic feature for their crest, while the crest of an arbiter initiated in magic might be the symbol of a school of magic they use.": "每位仲裁者都有一个独特的、风格化的废墟纹章；例如，一个龙裔仲裁者可能会在他们的纹章上有一个尖利的爪子或其他龙类特征，而一个被魔法启蒙的仲裁者的纹章可能是他们使用的魔法学派的符号。",
	"You can use your bonus action to brand a creature that you can see within 30 feet of you with a ruincrest for 10 minutes. You can't use this feature if a creature is already branded with your ruincrest.While a creature is marked with your ruincrest, you gain a +2 bonus to all of the following. The bonus increases as you gain more levels in this class, as shown in the Marked Bonus column of the Arbiter table.": "你可以用你的奖励动作在你能看到的30英尺内的生物身上打上一个毁灭纹章，持续10分钟。如果已经有生物被你的毁灭纹章标记，你不能使用这个特性。当一个生物被你的毁灭纹章标记时，你在以下所有方面获得+2的奖励。这个奖励会随着你在这个职业中获得更多等级而增加，如仲裁者表中的标记奖励列所示。",
	"Strength checks you make against that creature": "你对那个生物进行的力量检定 (%num%)",
	"Dexterity checks you make against that creature.": "你对那个生物进行的敏捷检定。",
	"Attack and damage rolls you make against that creature.": "对该生物进行的攻击和伤害骰面。",
	"Saving throws you make against spells and other effects that originate from that creature.": "你进行的豁免投掷来抵抗源自该生物的法术和其他效果。",
	"The save DC for your arbiter features that creature is forced to make saving throws against. If other creatures are forced to make a saving throw for the same feature, only the branded creature rolls against an increased DC.": "你的仲裁者特性所施加的豁免 DC，是指生物必须对抗的难度等级。如果其他生物也因为同一特性而被迫进行豁免检定，只有被标记的生物需要对抗增加的 DC。",
	"As an inverse side effect of marking a creature, you don't add your proficiency bonus and suffer a -3 penalty to the following rolls you make while a creature is branded with your ruincrest. The penalty to these increases as you gain more levels as an arbiter, as shown in the Marked Penalty column of the Arbiter table.": "作为标记生物的反效果，当一个生物被你的毁灭纹章标记时，你不会加上你的熟练加值，并在进行以下投掷时遭受-3的惩罚。随着你作为仲裁者等级的提升，这些投掷的惩罚会增加，详见仲裁者表格中的标记惩罚栏。",
	"Saving throws you make for spells and effects that don't originate from the creature branded with your ruincrest.": "你为不是源自带有你毁灭纹章的生物的法术和效果进行的豁免检定。",
	"Attack and damage rolls you make for attacks you make against creatures that aren't branded with your ruincrest.": "对于你对未被你的毁灭纹章标记的生物进行的攻击，你进行的攻击和伤害骰都要进行。",
	"When fighting with two separate weapons, the weapon in your off hand gains no benefits on attacks you make against a creature branded with your ruincrest, but still suffers from penalties to attack and damage rolls made against creatures that aren't marked with your ruincrest.": "当使用两把单独的武器进行战斗时，你副手的武器在对被你的毁灭纹章标记的生物进行攻击时不会获得任何好处，但仍然会受到对未被你的毁灭纹章标记的生物进行攻击和伤害骰的惩罚。",
	"A ruincrest you imprint on a creature disperses when any of these conditions are met:": "当以下任何条件满足时，你在一只生物身上印记的废墟纹章会消散：",
	"You finish a rest or roll initiative.": "你完成了休息或者进行了先攻骰定(`initiative`)。",
	"You drop to 0 hit points, die, or are incapacitated.": "你的生命值降至0，死亡，或陷入无力状态。",
	"A creature with your ruincrest drops to 0 hit points.": "当拥有你的毁灭纹章的生物的生命值降至0点。",
	"An arbiter feature indicates that you brand a creature.": "一个仲裁者特性表明你给一个生物打上了标记。",
	"Divine intervention or a wish spell removes the brand.": "神圣干预或一个愿望咒语可以移除这个印记。",
	"A creature with your ruincrest moves to another plane of existence, to which you are alerted, but have no grasp on their new location.": "一个带有你的毁灭纹章的生物移动到另一个存在平面，你会收到警报，但无法掌握他们的新位置。",
	"Beginning at 2nd level, your Marked Penalty is reduced by 1 as long as you are missing at least half of your hit points. At 11th level, the penalty is reduced by 2 instead.": "从2级开始，只要你失去了至少一半的生命值，你的标记惩罚减少1点。在11级时，惩罚减少2点。",
	"At 3th level, you gain a feature from your Arbiter's Ascension": "在3级时，你从你的仲裁者飞升(Arbiter's Ascension)中获得一个特性。",
	"When you reach 3rd level, you acquire a talent unique to arbiters which bolsters your skills in combat. Choose one of the following. You can't take a Martial Acumen feature more than once. Upon reaching 13th level, you gain an additional Martial Acumen, then your chosen acumens grant you extra features.": "当你达到3级时，你将获得仲裁者独有的天赋，可以增强你在战斗中的技能。选择以下其中一项。你不能多次选择武术敏锐特性。当你达到13级时，你将获得额外的武术敏锐，然后你选择的敏锐将为你提供额外的特性。",
	"When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or two ability scores by 1. As normal, you can't increase one of your ability scores above 20 using this feature.": "当你达到4级时，再次在8级、12级、16级和19级时，你可以将一个能力值提高2点，或者将两个能力值提高1点。与通常一样，使用此特性时不能将你的任何一个能力值提高到20以上。",
	"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack|PHB} action on your turn.": "从5级开始，每当你在你的回合上采取{@action Attack|PHB}动作时，你可以攻击两次，而不是一次。",
	"At 6th level, you gain a feature from your Arbiter's Ascension": "在第6级时，你从你的（Arbiter's Ascension）中获得一个特性。",
	"Beginning at 7th level, weapon attacks you make and arbiter features you use against a creature that is branded with your ruincrest count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "从7级开始，对被你的毁灭纹章标记的生物使用的武器攻击和仲裁者特性，对于克服非魔法攻击和伤害的抗性和免疫，都被视为具有魔法效果。",
	"When you reach 8th level you can increase one ability score of your choice by 2, or two ability scores by 1. As normal, you can't increase one of your ability scores above 20 using this feature.": "当你达到8级时，你可以选择将一个能力值提高2点，或者将两个能力值各提高1点。与正常规则一样，使用此特性时不能将任何一个能力值提高到20以上。",
	"Starting at 9th level, a creature branded with your ruincrest can't become invisible.": "从第9级开始，一个被你的毁灭纹章标记的生物无法变得隐形。",
	"In addition, when you mark a creature with your ruincrest, you may have it make a Wisdom saving throw, {@condition frightened|PHB|frightening} it for 1 minute on a failed save. It can repeat the saving throw at the end of each of its turns, ending the effect on a failed save. If a creature makes a successful save or the condition ends for it, that creature can't be frightened with this feature for the next 24 hours. You can use this feature a number of times equal to 1 plus your Constitution modifier (a minimum of twice). You regain expended uses when you finish a long rest.": "此外，当你用你的毁灭纹章标记一只生物时，你可以让它进行一次感知豁免 throw，{@condition frightened|PHB|frightening} 在未通过豁免时对其造成影响1分钟。它可以在每个回合结束时重复进行豁免检定，若未通过则结束效果。如果生物通过了豁免检定或状态结束，那个生物在接下来的24小时内无法通过此特性受到惊吓。你可以使用此特性的次数等于1加上你的体质调整值（最少两次）。当你完成一次长休后，你会恢复已用次数。",
	"At 10th level, you gain a feature from your Arbiter's Ascension": "在10级时，你从你的(`Arbiter's Ascension`)中获得一个特性。",
	"Beginning at 11nd level, your Marked Penalty is reduced by 2 as long as you are missing at least half of your hit points.": "从11级开始，只要你失去了至少一半的生命值，你的标记惩罚值将减少2点。",
	"When you reach 12th level you can increase one ability score of your choice by 2, or two ability scores by 1. As normal, you can't increase one of your ability scores above 20 using this feature.": "当你达到12级时，你可以选择将一个能力值提高2点，或者将两个能力值各提高1点。与正常规则一样，使用此特性时不能将你的任何一个能力值提高到20以上。",
	"Upon reaching 13th level, you gain an additional Martial Acumen.": "当你达到13级时，你将获得额外的武术技能。",
	"Upon reaching 13th level, you gain an additional Martial Acumen and both your chosens acumens grant you extra features.": "达到13级时，你获得额外的武术精通，并且你选择的精通都会给予你额外的特性。",
	"At 14th level, you gain a feature from your Arbiter's Ascension": "在14级时，你从你的(`Arbiter's Ascension`)中获得一个特性。",
	"At 15th level, whenever a creature that's branded with your crest teleports to another plane of existence, the crest stays on it for 24 more hours and you can mark another creature with your ruincrest. Until the 24 hours pass or the creature branded with it dies or removes the crest, the original crest doesn't count against the number of ruincrests you have.": "在15级时，每当一个被你的纹章标记的生物传送到另一个存在平面时，该纹章会在其身上停留24小时，你可以标记另一个生物使用你的毁灭纹章。在这24小时内，或者被标记的生物死亡或移除纹章之前，原始纹章不计入你拥有的毁灭纹章数量。",
	"Whenever a creature marked with your ruincrest teleports to another plane of existence, you can use your reaction to chase after it and teleport to the new plane of existence. If you do, you're shunted back to the plane of existence you were on when you first marked it with your ruincrest, in the space you originally occupied before you teleported, or the nearest unoccupied space if that space is already occupied, when any of the following occur:": "每当一个被你的毁灭纹章标记的生物传送到另一个存在平面，你可以使用你的反应追随它并传送到新的存在平面。如果你这样做，当以下任一情况发生时，你会被推回到你首次用毁灭纹章标记它时所在的存在平面，在你最初传送前所占据的空间，或者如果该空间已被占据，则推到最近的未被占据空间：",
	"The branded creature dies or 24 hours pass.": "品牌生物死亡或者 24 小时过去。",
	"You drop to 0 hit points or are incapacitated.": "你的生命值降至0点或者陷入无能状态。",
	"When you reach 16th level you can increase one ability score of your choice by 2, or two ability scores by 1. As normal, you can't increase one of your ability scores above 20 using this feature.": "当你达到16级时，你可以选择将一个能力值提高2点，或者将两个能力值各提高1点。与正常规则一样，使用这个特性时不能将你的任何一个能力值提高到20以上。",
	"Starting at 17th level, you have a second instance of extra attack (for a total of three attacks, or four if {@subclassFeature Elegy of the Arbiter|Arbiter|AvCA|Sovereign of Tides|AvCA|10} or {@optfeature Blood Dance|AvCA} is active for you) while you are missing at least half of your hit points.": "从17级开始，当你失去至少一半生命值时，你将获得第二次额外攻击机会（总共三次攻击，如果{@subclassFeature Elegy of the Arbiter|Arbiter|AvCA|Sovereign of Tides|AvCA|10}或{@optfeature Blood Dance|AvCA}对你有效，则为四次攻击）。",
	"At 18th level, you gain a feature from your Arbiter's Ascension": "在18级时，你从你的（Arbiter's Ascension）中获得一个特性。",
	"When you reach 19th level you can increase one ability score of your choice by 2, or two ability scores by 1. As normal, you can't increase one of your ability scores above 20 using this feature.": "当你达到19级时，你可以选择将一个能力值提高2点，或者将两个能力值各提高1点。与正常规则一样，使用这个特性时不能将某个能力值提高到20以上。",
	"At 20th level, whenever you kill a creature marked with your ruincrest and it's your turn, you can brand a creature you can see within 30 feet of you with a ruincrest as a free action, take an additional Attack (one weapon attack only) action this turn and you gain 15 extra feet of of movement speed until the end of the turn.": "在20级时，每当你击败一个被你的毁灭纹章标记的生物并轮到你行动时，你可以免费动作地将一个你能看到的生物标记为毁灭纹章，然后在本回合内额外进行一次攻击（仅限一次武器攻击），并且你的移动速度额外增加15英尺，直到回合结束。",
	"Blood voivodes are unshakable juggernauts, able to leech the life force of those they defeat and sacrifice their own blood to cast spells or perform extraordinary feats. Often demonized and labeled heralds of destruction, it is up to you to prove whether or not you're a portent of the evils that are rumored to follow you.": "血腥领主是不可动摇的巨头，能够吸取他们击败的对手的生命力，并牺牲自己的血液来施放咒语或执行非凡的壮举。他们经常被妖魔化，并被贴上毁灭的先兆的标签，由你来证明你是否真的是那些传言中所说的邪恶的预兆。",
	"Starting at 1st level when you first choose this ascension, whenever you kill a creature that is branded with your ruincrest, you regain a number of hit points equal to 1d4 + your proficiency bonus. The amount of hit points regained increases as you gain more levels in this class, as shown in the table below.": "从1级开始，当你首次选择这个(`ascension`)时，每当你杀死一个带有你的(`ruincrest`)标记的生物，你恢复的生命值等于1d4+你的熟练加值。随着你在这个职业中获得更多等级，恢复的生命值数量会增加，如下表所示。",
	"Crimson sacraments are rituals that blood voivodes perform to enact superhuman feats and acts beyond the capabilities of spellcasters, at the cost of their own vitality. While some sacraments are acts that are difficult for mortals to achieve, others are violent acts that send shivers through onlookers, or merely replicate the effects of spells.": "深红圣礼是血族领主进行的仪式，通过消耗自身的生命力来实现超凡的壮举和超越法师能力的行为。一些圣礼是凡人难以实现的行为，而另一些则是暴力行为，让旁观者感到恐惧，或者仅仅是复制法术的效果。",
	"When you reach 3rd level, you learn two sacraments of your choice. You learn more sacraments as you gain more levels as an arbiter, as indicated by blood voivode features that you gain at higher levels. The list of sacraments you can learn at 3rd level are detailed at the end of this feature's description.": "当你达到3级时，你可以学习两个你选择的圣礼。随着你作为（arbiter）等级的提升，你会学到更多的圣礼，这些圣礼会在你获得更高等级时由（blood voivode）特性指定。你可以在此特性描述的末尾找到可以在3级学习的圣礼列表。",
	"Crimson sacraments can only be used so many times per rest. The number of times you can perform a sacrament, the number of hit points needed to use it, and whether or not it requires a free hand to use is noted in its description.": "深红圣礼每次休息只能使用有限次数。你可以执行圣礼的次数、使用它所需的生命值、以及是否需要空闲手来使用都在描述中有注明。",
	"You can't expend hit points to perform a sacrament if you have hit points less than half the maximum result you can roll to determine how many hit points are lost. For example, you can't perform sangrite cleaver if you have less than 6 hit points. As such, your hit points can't be reduced to less than 1 performing a sacrament, and temporary hit points can't be expended to perform sacraments. You regain expended uses after finishing a short rest.": "如果你的生命值少于可掷骰子确定损失生命值数量一半以下的最大结果，你就不能消耗生命值来进行圣礼。例如，如果你的生命值少于6点，你就不能执行圣血刀。因此，在执行圣礼时，你的生命值不能减少到少于1点，临时生命值也不能用于执行圣礼。完成短休后，你会恢复已消耗的使用次数。",
	"Beginning at 6th level, your maximum hit points and your Constitution score can't be reduced. Then choose two of the following crimson sacraments to learn.": "从6级开始，你的最大生命值和你的体质分数不能被减少。然后选择学习以下两种赤红圣礼中的两种。",
	"Beginning at 10th level, you have advantage on death saving throws. Additionally, if you do not have darkvision, you gain darkvision out to a range of 45 feet. Then choose two of the three following crimson sacraments to learn.": "从10级开始，你在死亡豁免投掷时获得优势。此外，如果你没有黑暗视觉，你将获得45英尺范围内的黑暗视觉。然后选择三个深红圣礼中的两个来学习。",
	"Beginning at 14th level, whenever you take damage from a creature within 10 feet of you, you can use your reaction to make a weapon attack against that creature; you can't make an attack against a creature outside of your weapon's range. Choose one of the following crimson sacraments to learn.": "从14级开始，每当你受到来自你身边10英尺内生物的伤害时，你可以使用你的反应对该生物进行一次武器攻击；你不能对超出你武器射程范围的生物进行攻击。选择以下其中一个绯红圣礼进行学习。",
	"Starting at 18th level, whenever you kill a creature branded with your ruincrest, you also gain temporary hit points equal to your arbiter level. Additionally, your primal might sustains you so that you suffer none of the frailty of old age, and you can't be aged magically; however you can still die of old age. You also no longer need food or water, and for every 5 years that pass, your body ages only 1 year.": "从18级开始，每当你杀死一个被你的毁灭纹章标记的生物，你还会获得等同于你仲裁者等级的临时生命值。此外，你的原始力量会维持你，使你不会受到老年的脆弱影响，也不会被魔法使老化；然而你仍然可能死于老年。你也不再需要食物或水，每过5年，你的身体只会老化1年。",
	"Entropic herrschers are arbiters who carry with them an otherworldly birthright; one that allows them to use abilities that are beyond comprehension. Innately capable of twisting reality with a flick of their wrist, they wield powers conferred to them by forces older and more powerful than the gods.": "熵主宰者是仲裁者，他们身负着一种超凡脱俗的天赋；这种天赋使他们能够使用超乎理解的能力。他们天生具备用手一挥便扭曲现实的能力，他们拥有的力量是由比神祇更古老更强大的力量赋予的。",
	"When you first choose this ascension at 1st level, you learn to manifest the essence of the multiverse into a weapon you can launch at your enemies from a distance to deadly effect.": "当你在1级时首次选择这个(`Ascension`)时，你学会了将多元宇宙的本质显化为一种武器，你可以远距离向敌人发射，造成致命的效果。",
	"As an Attack, you can summon a sleek, lance-like needle, provided you have an open hand to guide it, and launch it at a creature or object within 45 feet of you. Make a ranged arbiter attack against the target. On a hit, the target takes 1d6 force damage. The damage dealt increases to 2d6 at 9th level.": "作为一次攻击，你可以召唤一根光滑、长矛般的针，只要你有一只空手来引导它，并将其发射到你45英尺内的生物或物体。对目标进行一次远程仲裁者攻击。命中后，目标受到1d6点力量伤害。在9级时，造成的伤害增加到2d6点。",
	"At 3rd level, to augment your newfound capabilities, you learn the {@optfeature Cosmic Sword|AvCA} ability and one of the 3 following herrscher abilities shown below. You can use a herrscher ability a number of times equal to 1 plus your Constitution modifier (a minimum of twice) unless specified otherwise. You regain expended uses when you finish a long or short rest.": "在3级时，为了增强你新获得的能力，你学会了{@optfeature Cosmic Sword|AvCA}能力和以下3种赫尔舍能力中的一种。你可以使用赫尔舍能力的次数等于1加上你的体质调整值（最少两次），除非另有规定。你在完成一次长休或短休后，恢复已用次数。",
	"A creature that makes a roll to learn more about your herrscher abilities rolls with disadvantage unless it has studied them in the past.": "一个生物如果想要进行检定以了解你的圣痕能力，除非它过去曾经研究过，否则会以劣势进行检定。",
	"Several herrscher abilities require complex hand motions to invoke their power. If a herrscher ability requires a free hand to use, it is noted in its description.": "一些女武神的能力需要复杂的手势来激发它们的力量。如果一个女武神的能力需要使用一只空手，它会在描述中注明。",
	"Starting at 6th level, you have a hover speed of 25 feet. You can't hover more than 5 feet above a solid or liquid surface with this movement. You also learn three herrscher abilities of your choice from the list below and gain an additional use of {@optfeature Cosmic Sword|AvCA}.": "从6级开始，你拥有25英尺的悬浮速度。在移动时，你不能悬停超过5英尺以上的固体或液体表面。你还可以从以下列表中选择三种{@optfeature Cosmic Sword|AvCA}能力，并额外获得一次使用。",
	"When you reach 10th level, you gain an additional use of cosmic sword. In addition, whenever you kill a creature that is branded with your ruincrest with a {@optfeature Cosmic Sword|AvCA} or your subspace needle feature, a sphere of negative energy with a radius of 10 feet emerges from it. Each other creature in the sphere's area must make a Constitution saving throw. On a failed save, a creature's movement speed is reduced by 15 feet until the end of its next turn. You also learn two of the three following herrscher abilities of your choice.": "当你达到10级时，你将获得额外使用宇宙之剑的机会。此外，每当你杀死一个带有你的毁灭纹章的生物，使用{@optfeature Cosmic Sword|AvCA}或你的次空针特性时，一个半径为10英尺的负能量球体将从其身上出现。球体范围内的每个其他生物必须进行一次体质豁免才能。未通过豁免的生物的移动速度将减少15英尺，直到其下一个回合结束。你还可以选择学习以下三种赫舒尔（Herrscher）能力中的两种。",
	"When you reach 14th level, the hover speed from the astral grace feature becomes flying speed and is increased to 30 feet. Additionally, you learn one of the following herrscher abilities shown below and gain an additional use of {@optfeature Cosmic Sword|AvCA}.": "当你达到14级时，来自星体恩赐特性的悬浮速度变为飞行速度，并增加至30英尺。此外，你学会以下所示的女武神能力之一，并获得额外使用 {@optfeature Cosmic Sword|AvCA} 的次数。",
	"At 18th level, whenever you roll initiative and have no uses of {@optfeature Cosmic Sword|AvCA}, you regain three uses of it. In addition, you gain an additional use of cosmic sword and learn a herrscher ability of your choice that you haven't learned yet, that must be learned from any of this ascension's features. You cannot learn a herrscher ability from the sovereign's grace feature this way.": "在18级时，每当你进行先攻骰时，且{@optfeature Cosmic Sword|AvCA}的使用次数为0时，你会恢复3次使用机会。此外，你会额外获得一次使用宇宙之剑，并学习一个你尚未学习过的女武神技能，该技能必须从本次飞升的特性中学习。你不能通过这种方式从君主之恩特性学习女武神技能。",
	"A hand of arrogation takes what is rightfully theirs, be it willingly or by force. As arbiters that have been augmented with minor psionics, they are able to control their weapons from afar, safe from the dangers of close quarters combat.": "一只自大的手夺取了属于他们的东西，无论是自愿还是强迫。作为被赋予轻微灵能力的仲裁者，他们能够远程控制武器，远离近战的危险。",
	"When you first choose this ascension at 1st level, you learn a ritual that creates a psychic connection between yourself and one weapon, which you perform over the course of one hour, and can be done during a short rest. It must be within your reach throughout the ritual, at the conclusion of which you touch the weapon and forge the bond.": "当你在1级时首次选择这个(`ascension`)时，你会学会一个仪式，可以在一个小时内创建你和一件武器之间的心灵连接。这个仪式可以在短休息期间完成。在整个仪式过程中，武器必须在你的触及范围内。仪式结束时，你会触摸这件武器并建立起联系。",
	"Once you have bonded a weapon to yourself, you can not be disarmed of that weapon unless you are incapacitated. If it's on the same plane of existence as, you can summon it as a bonus action, causing it to teleport instantly to your hand.": "一旦你将武器与自己绑定，除非你被使无能为力，否则无法被解除武装。如果它在与你相同的存在平面上，你可以将其作为一个奖励动作召唤，使其立即传送到你的手中。",
	"You can have up to two weapons bonded to you, but can only summon one weapon at a time with your bonus action. If you attempt to bond with a third weapon, you must break your bond with one of the other two.": "你可以与最多两把武器结合，但每次只能用你的奖励动作召唤一把武器。如果你尝试与第三把武器结合，你必须解除与另外两把武器中的一把的结合。",
	"Beginning at 3rd level, you have a contact point, a psionic extension of your body that is invisible to all others, which you can use to make attacks with from a distance. Outside of combat, it follows you as you move and you can order it to move elsewhere in your vicinity at will, which is 5 feet at first and increases as you gain more levels in this class, as shown in the table below. If it moves out of its maximum range, it will automatically move back in range, or if that's not possible, teleport next to you or the nearest unoccupied space (to avoid hitting others when it is wielding a weapon).": "从3级开始，你拥有一个接触点，这是你身体的一个灵能延伸，对其他人都是不可见的，你可以利用它远程攻击。在战斗之外，它会跟随你移动，你可以命令它随意移动到你附近的其他地方，初始范围为5英尺，随着你在这个职业中获得更多级别，范围会增加，如下表所示。如果它移出了最大范围，它会自动回到范围内，或者如果不可能的话，会传送到你身边或最近的未被占据的空间（以避免在挥舞武器时伤到其他人）。",
	"Whenever you would draw or summon a weapon bonded to you, you can choose for it to appear in the invisible grasp of your contact point instead. Because of their nature, contact points can't be disarmed of the weapon they're carrying, and when you command a contact point to stow the weapon it's carrying, the weapon teleports back to you.": "每当你要拔出或召唤与你绑定的武器时，你可以选择让它出现在你的接触点的隐形掌握中。由于它们的特性，接触点无法被剥夺所携带的武器，当你命令接触点收起它携带的武器时，武器会传送回到你身边。",
	"Whenever you finish a rest, your contact point will typically be located where your hand is. You can designate a contact point to follow your hand to avoid burdening yourself at any time it is where your hand is, and when you hold a weapon in your hand, you can transfer that weapon to your contact point at will if the contact point is where your hand is.": "每当你完成一次休息时，你的接触点通常会位于你的手所在的位置。你可以指定一个接触点跟随你的手，以避免在接触点位于手所在位置时给自己带来负担，当你手中拿着武器时，如果接触点位于你的手所在位置，你可以随意将武器转移到你的接触点。",
	"As part of the Attack action, you can move your contact point to an unoccupied space within range, provided you can see where it is moving, the weapon it is wielding can navigate through the space it is moving through, and it does not expend movement greater than its maximum range. You then make attack and damage rolls with the weapon wielded by that contact point as normal.": "作为攻击动作的一部分，你可以将你的接触点移动到射程内的一个空位，前提是你能看到它移动的位置，所使用的武器可以穿越它移动的空间，并且它的移动不超过最大射程。然后，你使用该接触点所持的武器进行攻击和伤害骰投掷，就像平常一样。",
	"To instruct a contact point, you must have an open hand to carefully dictate the actions that it makes. If you have no open hands, your contact point will remain frozen in place until it is out of its range (perhaps because you moved and it was no longer in range, for example), where it will either move closer to you on its own, or teleport if it cannot reach you in a single turn. When you teleport, your contact point and the weapon it is wielding also teleport with you, in the closest unoccupied space to avoid teleporting into another creature or object. As a bonus action, you can summon the contact point and the weapon it is holding in your hand or summon it next to you.": "要指示一个接触点，你必须张开手掌，仔细指导它的动作。如果你没有张开手掌，你的接触点将保持静止，直到它超出范围（例如，因为你移动了，它不再在范围内），在这种情况下，它要么会自行靠近你，要么会在一个回合内传送。当你传送时，你的接触点和它所持的武器也会与你一起传送，在最近的未占用空间，以避免传送到另一个生物或物体中。作为一个奖励动作，你可以召唤接触点和它手持的武器在你手中，或者召唤它在你旁边。",
	"Because of the true form of contact points, they aren't capable of using anything more complex than a sword or other melee weapon that can be swung. They are incapable of nocking arrows or reloading firearms, nor can they aim or fire these weapons. Using the Attack action with one of these weapons does nothing and wastes the action.": "由于接触点的真实形式，他们无法使用比剑或其他可以挥舞的近战武器更复杂的东西。他们无法搭箭或重新装填火器，也无法瞄准或开火这些武器。使用其中一种武器的攻击动作没有任何效果，也会浪费行动。",
	"Starting at 6th level, you have resistance to psychic damage. In addition, whenever a creature tries to access your mind, it must must succeed on a Wisdom saving throw or be forced out, suffer 1d10 psychic damage, and alert you to its failed mental incursion. Spells such as phantasmal killer and weird can trigger this feature and have no effect if the caster does not succeed on their saving throw.": "从第6级开始，你对精神伤害具有抗性。此外，每当一只生物试图进入你的思维时，它必须成功通过一次感知豁免才能留下，否则将被迫离开，遭受1d10点精神伤害，并提醒你其失败的精神侵入。诸如幻象杀手和怪异法术可以触发此特性，如果施法者未通过豁免检定，则不会产生任何效果。",
	"When you reach 10th level, you gain another contact point. However, this contact point uses a bonus action rather than the Attack action to move and attack, it can't carry weapons with the heavy or two-handed property, and doesn't gain any benefits when making an attack against a creature branded with your ruincrest. You use your offhand to command this contact point.": "当你达到10级时，你获得另一个接触点。然而，这个接触点使用一个额外动作而不是攻击动作来移动和攻击，它不能携带重型或双手属性的武器，并且在对带有你的毁灭纹章的生物进行攻击时不会获得任何好处。你使用副手来指挥这个接触点。",
	"{@b Marking Creatures:} Because of the nature of contact points, you can simultaneously control two of them at once with pinpoint accuracy and brand a creature with your crest with a bonus action even if you don't have a free hand.": "{@b Marking Creatures:} 由于接触点的特性，您可以同时精确控制其中两个，并使用奖励动作将您的纹章烙印在生物身上，即使您没有空闲的手。",
	"At 14th level, you gain access to a second bonus action to use on each of your turns. You can only make attacks with your second contact point with this bonus action. You also gain a second reaction outside of each of your turns which is reserved for making attacks of opportunity.": "在14级时，你获得第二个额外行动，可以在每个回合使用。你只能使用第二个接触点进行攻击。此外，你还获得第二个反应，用于在你的回合之外进行机会攻击。",
	"Beginning at 18th level, while you're missing more than half your hit points, you no longer subtract your marked penalty to any attack rolls, damage rolls, and saving throws that you make.": "从18级开始，当你失去超过一半的生命值时，你不再减去你标记的惩罚值用于你进行的任何攻击检定、伤害检定和豁免检定。",
	"Prophet's retainers typically serve a figure of authority, often as agents who act under their direct orders. As the hands of a powerful figure, they act with impunity. Incapable of using supernatural powers like other arbiters, they utilize magic to supplant their martial prowess and make up for their lack of otherworldly powers.": "先知的侍从通常侍奉一个权威人物，经常作为执行其直接命令的代理人。作为一个强大人物的手下，他们可以肆无忌惆地行动。他们无法像其他仲裁者那样使用超自然力量，而是利用魔法来弥补他们的武艺不足和缺乏其他世界力量。",
	"When you first choose this ascension at 1st level, you learn how to cast spells as an agent of authority, to augment your martial capabilities. You only know 1 cantrip of your choice from the cleric spell list at first.": "当你在1级时首次选择这个(`Ascension`)时，你学会了如何作为(`agent of authority`)施法，以增强你的武术能力。你一开始只能从牧师法术清单中选择1个你喜欢的零级法术。",
	"You know one cantrip of your choice from the cleric spell list. When you reach 3rd level and again at 10th level, you learn one additional cantrip of your choice from the cleric spell list, for a total of three cantrips from the cleric spell list.": "你可以选择一项来自牧师法术清单的零级法术。当你达到3级并再次在10级时，你可以选择学习一项额外的来自牧师法术清单的零级法术，这样你总共可以学习三项来自牧师法术清单的零级法术。",
	"When you reach 3rd level, your inherent magical capabilities awaken. You learn three {@filter 1st level cleric spells|spells|level=1|subclass=arbiter: prophet's retainer (avca)} of your choice and gain proficiency in {@skill Arcana} if you aren't already proficient with it.": "当你达到3级时，你的内在魔法能力会觉醒。你可以学会三个你选择的{@filter 1st level cleric spells|spells|level=1|subclass=arbiter: prophet's retainer (avca)}，并且如果你还没有熟练掌握{@skill Arcana}，你将获得熟练加值。",
	"The Prophet's Retainer table shows how many spell slots you have to cast your arbiter spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "《(预言者)的侍从》表格显示了你用来施放1级及更高级仲裁者法术的法术槽数量。要施放这些法术之一，你必须消耗一个等级不低于该法术等级的法术槽。当你完成一次长休后，你会恢复所有已消耗的法术槽。",
	"For example, if you know the 1st-level spell cure wounds and have a 1st-level and a 2nd-level spell slot available, you can cast cure wounds using either slot.": "例如，如果你知道1级法术治疗伤口并且有一个1级和一个2级法术位可用，你可以使用任一法术位施放治疗伤口。",
	"You know three 1st-level cleric spells of your choice.": "你知道三个你选择的1级牧师法术。",
	"The Spells Known column of the Prophet's Retainer table shows when you learn additional cleric spells of 1st level or higher. Each of these spells must be of a level for which you have spell slots. For instance, when you reach 7th level in this class, you can learn one new spell of 1st or 2nd level.": "《预言者的侍从》表格中的已知法术栏显示了你学会额外的1级或更高级别的牧师法术的时间。这些法术中的每一个必须是你拥有法术位等级的法术。例如，当你在这个职业中达到7级时，你可以学会一个新的1级或2级法术。",
	"Whenever you gain a level in this class, you can replace one of the cleric spells you know with another spell of your choice from the cleric spell list. The new spell must be of a level for which you have spell slots.": "每当你在这个职业中升级时，你可以用牧师法术清单中另一个你选择的法术替换你已经掌握的一个牧师法术。新的法术必须是你拥有法术位的等级。",
	"Wisdom is your spellcasting ability for your cleric spells. The power of your spells comes from the primordial threads that you possess, awakened by your adherence to the person you aid. You use your Wisdom whenever a cleric spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a cleric spell you cast and when making an attack roll with one.": "智慧是你作为（cleric）牧师法术的施法能力。你法术的力量来自于你拥有的原始纽带，这些纽带被你对所帮助的人的忠诚唤醒。每当（cleric）牧师法术提到你的施法能力时，你都会使用你的智慧。此外，当你施放（cleric）牧师法术并设定豁免 DC 时，以及进行攻击检定时，你会使用你的智慧修正值。",
	"You can cast a cleric spell as a ritual if that spell has the ritual tag and you know that spell.": "如果那个法术带有仪式标签并且你知道该法术，你可以将牧师法术作为仪式施放。",
	"You can use your body as the focus for your cleric spells.": "你可以将你的身体作为你的(cleric)法术的焦点。",
	"At 6th level, you can manipulate the Weave to cast your cleric spells even when you have no spell slots. You can cast a cleric spell you know of 1st level without using a spell slot, provided it targets a single creature and the target is marked with your ruincrest. Once you cast a spell this way, you can't cast another spell with this feature until you finish a long or short rest.": "在6级时，你可以操纵纹理，即使没有法术槽，也可以施放你的牧师法术。你可以施放你已知的1级牧师法术，而不使用法术槽，前提是该法术以你的毁灭纹记的目标为单个生物。一旦用这种方式施放了一个法术，你就不能再使用这个特性施放另一个法术，直到你完成一次长休或短休。",
	"You cast a cleric spell of 2nd level with this feature when you reach 11th level, a cleric spell of 3rd level at 16th level, and a paladin spell of 3rd level or lower with this feature this way at 18th level.": "当你达到11级时，你可以使用这个特性施放一项2级的（cleric）法术，当你达到16级时，你可以使用这个特性施放一项3级的（cleric）法术，当你达到18级时，你可以使用这个特性以这种方式施放一项3级或更低级的（paladin）法术。",
	"Beginning at 10th level, you learn to silence your prey when they attempt to cast a spell. Whenever a creature within 60 feet of you that is branded with your ruincrest casts a spell, you can use your reaction to cast {@spell counterspell}, no spell slot required, targeting that creature. Once you use this feature, you must finish a long or short rest before using it again.": "从10级开始，你学会了让你的猎物在尝试施法时保持沉默。每当一个在你60英尺范围内、被你的毁灭纹章标记的生物施放法术时，你可以使用你的反应施放{@spell counterspell}，无需消耗法术位，以该生物为目标。一旦你使用了这个特性，你必须完成一次长休或短休才能再次使用它。",
	"Beginning at 14th level, you know how to cast your cleric spells without relenting against your enemies. Once during each of your turns, you can cast one of your cleric spells of 1st level or higher with a casting time of 1 action in place of one of your attacks. Beginning at 18th level, you can instead cast one of your paladin spells of 1st level or higher with a casting time of 1 action in place of that attack instead.": "从14级开始，你学会了如何在与敌人搏斗时不间断地施放你的（cleric）牧师法术。在你的每个回合中的一次，你可以用一个动作的施法时间来代替你的一次攻击，施放你的1级或更高级别的（cleric）牧师法术之一。从18级开始，你可以选择用一个动作的施法时间来代替你的一次攻击，而施放你的1级或更高级别的（paladin）圣骑士法术。",
	"When you reach 18th level, you learn to memorize and cast cleric and paladin spells. Wisdom is your spellcasting ability for these spells.": "当你达到18级时，你学会了记忆并施展牧师和圣骑士法术。智慧是你施法这些法术的能力。",
	"Upon reaching 18th level, you can replace any number of cleric spells you know with spells of 4th level or lower from the paladin spell list. Whenever you gain a level as an arbiter, you can also replace a cleric or paladin spell you know with another spell of your choice from the cleric or paladin spell list, which must be of a level for which you have spell slots.": "当你达到18级时，你可以用圣骑士法术清单中4级或更低级别的法术替换你已经掌握的任意数量的牧师法术。每当你作为（arbiter）获得一个等级时，你也可以用来自牧师或圣骑士法术清单中的另一个你选择的法术替换你已经掌握的牧师或圣骑士法术，该法术必须是你拥有法术位的级别。",
	"In addition, whenever you kill a creature marked with your ruincrest with a weapon attack, you regain a spell slot of 1st level. Whenever you score a critical hit with a weapon attack against a creature marked with your ruincrest and kill it, you regain a spell slot of 2nd level instead.": "此外，每当你用武器攻击杀死一个带有你的毁灭纹章的生物时，你会恢复一个1级法术位。每当你对一个带有你的毁灭纹章标记的生物进行武器攻击造成暴击并杀死它时，你会恢复一个2级法术位。",
	"A sovereign of tides is an arbiter with unparalleled physical might, and is unmatched when it comes to single combat. Relying on their own strength and weapons instead of the enigmatic powers that other arbiters can make use of, they cut down enemies with inhuman efficiency, as if they were hunters in the abyss.": "潮汐主宰是一位拥有无与伦比的身体力量的仲裁者，在单挑时无人能敌。他们依靠自己的力量和武器，而不是其他仲裁者可以利用的神秘力量，以非人类的效率剿灭敌人，就像深渊中的猎人一样。",
	"When you first choose this path at 1st level, you gain the ability to breathe underwater and a swim speed of 30 feet. In addition, you choose a benthic origin and gain its feature. You also gain minor physical attributes that are reminiscent of your chosen origin. For example, if your chosen origin is the shark, your skin might be incredibly rough, or you're unusually tall or physically imposing compared to other members of your race if the whale is your chosen origin.": "当你在1级时首次选择这条路时，你获得在水下呼吸的能力和30英尺的游泳速度。此外，你选择一个海底起源并获得其特性。你还会获得一些与你选择的起源有关的轻微生理特征。例如，如果你选择的起源是鲨鱼，你的皮肤可能非常粗糙，或者如果你选择的起源是鲸鱼，你可能比你种族的其他成员异常高大或体格强壮。",
	"When you reach 3rd level, you become proficient in heavy armor if you aren't proficient with it yet. Additionally, any equipment you are wearing is considered magical for the purpose of ignoring effects that can damage or destroy equipment that isn't magical, such as a black pudding's corrosive form, and you have advantage on saving throws against being {@condition frightened}.": "当你达到3级时，如果你还不精通重甲，你将变得精通重甲。此外，你穿戴的任何装备在忽略那些可以损坏或摧毁非魔法装备的效果时被视为是魔法的，比如黑布丁怪的腐蚀形态，而且你对免疫被 {@condition frightened} 的豁免投掷获得优势。",
	"At 6th level, you no longer gain levels of exhaustion due to extreme cold or from extreme levels of water pressure from traversing the depths. Additionally, you gain a supernatural benefit based on the origin of your choice. You can choose the same origin you selected at 1st level or a different one.": "在6级时，你不再因极端寒冷或穿越深海受到极端水压而获得疲劳等级。此外，你根据所选择的起源获得超自然好处。你可以选择与1级时相同的起源，或者选择一个不同的。",
	"Beginning at 10th level, you can enter a trance which lasts one minute as a bonus action. When you do so, you gain a number of temporary hit points equal to your maximum hit points, you have another instance of extra attack, you are immune to being {@condition charmed} and {@condition frightened}, your movement speed is increased by 20 feet, and you can't cast spells for the duration of the trance, which ends early if you reach 0 hit points, are {@condition incapacitated}, or choose to end it early as a bonus action. Once you use this feature, you must finish a long rest before using it again.": "从10级开始，你可以作为一个奖励动作进入冥想状态，持续一分钟。当你这样做时，你获得一个临时生命值，数值等同于你的最大生命值，你获得额外攻击的机会，免疫于被 {@condition charmed} 和 {@condition frightened}，你的移动速度增加 20 英尺，且在冥想状态期间无法施放法术。如果你的生命值降至 0、被 {@condition incapacitated}，或选择作为奖励动作提前结束冥想状态，冥想状态也会提前结束。使用此特性后，你必须完成一次长休才能再次使用它。",
	"At 14th level, you gain a supernatural benefit based on the origin of your choice. You can choose the same origin you selected previously or a different one.": "在14级时，你根据你选择的起源获得一个超自然的好处。你可以选择之前选择过的起源，或者选择一个不同的起源。",
	"Beginning at 18th level, whenever you finish a long or short rest, you gain 30 temporary hit points, which last until they are depleted or you finish another rest. In addition, you can now use your abyssal elegy twice between rests, but only if you aren't currently in a trance.": "从18级开始，每当你完成一次长或短休息时，你会获得30点临时生命值，这些生命值会持续直到耗尽或你完成另一次休息。此外，你现在可以在休息之间两次使用你的深渊挽歌，但前提是你目前不处于恍惚状态。",
	"Vermillion knights are arbiters who are capable of calling on fire to aid them in combat. With a fire that extinguishes and begets life at their side, they burn away all who dare oppose them.": "绯红骑士是仲裁者，能够召唤火焰来帮助他们在战斗中。有一团灭尽一切并孕育生命的火焰在他们身旁，烧尽所有敢于反抗他们的人。",
	"Starting at 1st level when you first choose this ascension, when you make a weapon attack, you can set your weapon or its ammunition on fire, changing all of the damage dealt to fire damage on a hit. Additionally, the attack ignites any flammable objects it hits that aren't being worn or carried": "在1级时，当你首次选择这个(`ascension`)时，当你进行武器攻击时，你可以让你的武器或其弹药着火，将命中造成的所有伤害改为火焰伤害。此外，这次攻击会点燃任何被击中的可燃物品，但不包括被穿戴或携带的物品。",
	"As a vermillion knight, you can channel the flame within yourself and shape it into a force of destruction.": "作为绯红骑士，你可以引导自己内心的火焰，并将其塑造成一股毁灭之力。",
	"Starting at 3rd level, you are capable of drawing energy from yourself and shape it into a fiery tool of destruction with the Action. Your access to this energy is represented by a number of charges, which is determined by your level in this class, as shown in the Charges column of the Vermillion Knight table. When you spend a charge, it is unavailable until you finish a long or short rest, at the end of which your body recovers all spent energy if you have less charges than your base charge.": "从3级开始，你能够从自身汲取能量，并将其塑造成一种毁灭性的火焰工具，使用动作。你可以通过该职业的等级来确定你所拥有的能量，这些能量以绯红骑士表中的“充能”栏显示。当你消耗一个充能时，直到你完成一次长休或短休为止，该充能将不可用，结束时，如果你的充能少于基础充能，你的身体将恢复所有已消耗的能量。",
	"Choose two of the following vermillion assaults to learn. If a free hand is needed to use a vermillion assault, it is noted in that ability's description.": "选择以下两种绯红突袭中的一种学习。如果使用绯红突袭需要一只空手，那么在该能力的描述中会有说明。",
	"Performing a vermillion assault is physically taxing. After using a vermillion assault, it becomes overheated until the end of your next turn. When you use a vermillion assault that is overheated, you can't use it again for one minute.": "进行赤红突袭是一项体力消耗巨大的行动。在使用赤红突袭后，它会变得过热，直到你的下一个回合结束。当你使用一个过热的赤红突袭时，你在一分钟内无法再次使用它。",
	"Starting at 6th level, you have resistance to fire damage. You also learn another vermillion assault of your choice from the list below or from the vermillion assault list.": "从6级开始，你对火焰伤害具有抗性。你还可以从以下列表中选择另一个猩红突袭，或者从猩红突袭列表中选择一个。",
	"At 10th level, you can use a vermillion assault twice instead of once before overheating it if you are missing at least half your hit points.": "在10级时，如果你失去了至少一半的生命值，你可以在过热之前两次而不是一次使用绯红突袭。",
	"When you reach 14th level, you learn one of the following alpha executions shown below - performances that exhaust the user greatly and are acts of pure, unadulterated carnage.": "当你达到14级时，你将学会以下所示的一种alpha执行 - 这些表演会极大地耗尽使用者，并且是纯粹、未经掺杂的残忍行为。",
	"Using an alpha execution causes you to gain two levels of exhaustion, and the next long rest you finish doesn't reduce your level of exhaustion. You can't use more than one alpha execution per day.": "使用一次Alpha执行会让你获得两级疲惫，并且你完成的下一个长休不能减少你的疲惫级别。你不能每天使用超过一次Alpha执行。",
	"You can can override the limit on using alpha executions once per day by gaining an additional level of exhaustion. You can't override the limit this way more than once per day, as doing so renders you lifeless unless you're immune to exhaustion, and even then it is incredibly taxing.": "你可以通过获得额外的一级疲劳来覆盖每天只能使用一次阿尔法执行的限制。但是，你不能通过这种方式超过每天一次的限制，因为这样做会让你失去生命，除非你对疲劳免疫，即使如此，这也是非常耗费体力的。",
	"At 18th level, you gain immunity to fire damage, any attacks you make ignore resistance to fire damage, and you regain a charge whenever you kill a creature that's marked with your ruincrest.": "在18级时，你获得对火焰伤害的免疫，你进行的任何攻击都会无视对火焰伤害的抗性，每当你杀死一个被你的毁灭纹章标记的生物时，你会恢复一次充能。",
	"Attacks you make against a creature that's marked with your ruincrest score a critical hit on a roll of 19 or 20.": "对标记有你的毁灭纹章的生物发动的攻击，在骰到19或20时会造成重击。",
	"Starting at 13th level, they instead score a critical hit on a roll of 18-20 against creatures marked with your ruincrest.": "从13级开始，他们对被你的毁灭纹章标记的生物投掷18-20时，将会造成暴击。",
	"Your Armor Class is increased by 2.": "你的护甲等级提高了2点。",
	"Beginning at 13th level, you can nimbly dodge out of the way of certain area effects, such as an ancient red dragon's fiery breath or an ice storm spell. Whenever you're subjected to an effect that allows you to make a Dexterity saving throw to take half as much damage, you instead take no damage if you succeed on the saving throw, or half damage if you fail. You don't gain any of these benefits if you're wielding more than one weapon or a shield.": "从13级开始，你可以灵巧地躲避某些区域效果，比如一只远古红龙的火焰吐息或者一个冰风暴法术。每当你受到一个效果的影响，让你进行一次敏捷豁免来减少一半伤害时，如果你成功通过豁免，你将不会受到伤害，如果你失败，你将受到一半伤害。如果你持有多于一把武器或者盾牌，你将不会获得这些好处。",
	"You can't make weapon attacks with disadvantage when the target of those attacks is a creature that's marked with your ruincrest and you're wielding a weapon with two hands. The weapon must have the two-handed or versatile property for you to gain this benefit.": "当你使用双手持有具有双手或多用途属性的武器，并且攻击目标是被你的毁灭纹章标记的生物时，你不能以劣势进行武器攻击。(%num%) (%num%)",
	"Beginning at 13th level, whenever you make a melee weapon attack against a creature that isn't branded with your ruincrest, you don't subtract your Marked Penalty from the attack roll and damage. The weapon must have the two-handed or versatile property for you to gain this benefit.": "从13级开始，每当你对一个没有被你的毁灭纹章标记的生物进行近战武器攻击时，你不会从攻击检定和伤害中减去你的标记惩罚。你必须使用具有双手或多用途属性的武器才能获得这个好处。",
	"Damage dealt to you by a creature that's marked with your ruincrest is reduced by 1d6 (to a minimum of 1 damage). The damage is reduced by 2d6 instead beginning at 13th level.": "对你造成的伤害，如果来自一个被你的毁灭纹章标记的生物，将减少1d6点伤害（最少1点伤害）。从13级开始，这个伤害减少为2d6点。",
	"You are capable of using weapons with the heavy or two-handed properties as though they had the versatile property. When doing so, you can't hold a weapon in your other hand, but you can still use a shield, provided you have proficiency with them.": "你可以像使用具有多用途属性的武器一样使用具有重型或双手属性的武器。这样做时，你不能再用另一只手持有武器，但你仍然可以使用盾牌，前提是你具备盾牌的熟练度。",
	"Beginning at 13th level, you can use two-weapon fighting when the melee weapon in your main hand has the heavy or two-handed property and the melee weapon in your off hand has the light property.": "从13级开始，当你主手的近战武器具有笨重或双手属性，副手的近战武器具有轻型属性时，你可以使用双武器战斗。",
	"You learn how to perform the somatic components of your arbiter features and spells, even as you're holding a weapon in one hand and a shield in the other.": "你学会了如何在一只手持武器，另一只手持盾牌的情况下执行你的仲裁者特性和法术的体态成分。",
	"Starting at 13th level, you can't be knocked prone while you're wielding a shield.": "从13级开始，当你持盾时，你不能被击倒。",
	"As long as a creature marked with your ruincrest is at least 30 feet away from you, your movement speed is increased by 10 feet.": "只要一个生物被你的毁灭纹章标记，并且距离你至少30英尺，你的移动速度增加10英尺。",
	"At 13th level, this increases to 20 feet, and any movement you spend to move closer to a creature marked with your ruincrest is unaffected by difficult terrain.": "在13级时，这个距离增加到20英尺，任何用来靠近被你的毁灭纹章标记的生物的移动都不受复杂地形的影响。",
	"You learn how to perform the somatic components of your arbiter features and spells, even as you're holding a weapon in both of your hands. Additionally, you learn how to draw or stow two one-handed weapons when you would normally be able to draw or stow only one.": "你学会了如何在双手持武器的情况下执行仲裁者特性和法术的身体成分。此外，你学会了在通常只能抽取或收纳一件武器时，如何抽取或收纳两把单手武器。",
	"Beginning at 13th level, you can use two-weapon fighting when the one handed melee weapons you're wielding have either the light or versatile property, and the melee weapon in your off hand now benefits from your Marked Bonus on attack and damage rolls you make with it against creatures that are marked with your ruincrest.": "从第13级开始，当你所持有的单手近战武器具有轻型或多用途属性时，你可以使用双武器战斗。而且，你副手的近战武器现在也会受益于你对被你的毁灭纹章标记的生物进行攻击和伤害骰投掷时的标记奖励。",
	"{@b Uses:} 2/rest": "{@b Uses:} 2/每次休息",
	"As a bonus action, you temper your body to gain 10 temporary hit points, which last for one minute.": "作为一个奖励动作，你调节你的身体以获得10点临时生命值，持续一分钟。",
	"The hit points gained increases to 15 at 7th level, 20 at 12th level, and 25 at 17th level.": "在第7级时，获得的生命值增加到15点，在第12级时增加到20点，在第17级时增加到25点。",
	"You summon a blood-red claw that descends upon a creature you can see within 30 feet of you as an attack. The target must make a Dexterity saving throw, taking 2d6 slashing damage on a failed save, or half as much damage on a successful save.": "你召唤一只血红色的爪子，它袭击你能看到的距离30英尺内的生物。目标必须进行一次敏捷豁免，未通过则受到2d6点割伤伤害，通过则只受到一半伤害。",
	"The damage dealt increases to 3d6 at 7th level, 4d6 at 12th level, and 5d6 at 17th level.": "伤害增加至7级时为3d6，12级时为4d6，17级时为5d6。",
	"{@b Component}: Somatic": "{@b Component}: 体感",
	"{@b Uses:} 4/rest": "{@b Uses:} 4/休息",
	"You summon a viscous sword forged from your own blood, marking a creature that you can see within 5 feet of you with your ruincrest and swinging the newly summoned blade at it, which fades into a red mist afterwards on either a hit or miss.": "你召唤一把由自己的鲜血锻造而成的粘稠剑，用你的毁灭纹章标记一个你能看到的距离你5英尺的生物，并挥动新召唤的剑攻击它，无论命中与否，剑在之后都会褪去成为一团红雾。",
	" Make a melee arbiter attack against the target. On a hit, the target takes 2d10 force damage.": "对目标进行一次近战仲裁者攻击。命中则目标受到2d10点力量伤害。",
	"The damage increases to 3d10 at 7th level, 4d10 at 12th level, and 5d10 at 17th level.": "伤害在7级时增加至3d10，12级时增加至4d10，17级时增加至5d10。",
	"{@b Uses:} 3/rest": "{@b Uses:} 3/次",
	"A dark red spear materializes in your hand as you throw it at a target no more than 35 feet away from you.": "当你将一支深红色的长矛投向距离你不超过35英尺的目标时，它在你手中凭空出现。",
	"Make a ranged arbiter attack against the target. The target takes 2d10 piercing damage on a hit.": "对目标进行远程仲裁者攻击。目标在命中时受到2d10点穿刺伤害。",
	"The damage dealt increases to 3d10 at 7th level, 4d10 at 12th level, and 5d10 at 17th level.": "伤害增加至7级时为3d10，12级时为4d10，17级时为5d10。",
	"You let loose a burst of blood that eats away at flesh as an Attack. Each other creature within 10 feet of you must make a Constitution saving throw. A creature is dealt 3d6 force damage on a failed save, or half as much damage on a successful one.": "你释放出一股能腐蚀肉体的血液爆发，作为一次攻击。你周围10英尺范围内的每个其他生物必须进行一次体质豁免投掷。未通过豁免的生物受到3d6点力量伤害，通过豁免的生物受到一半伤害。",
	"The damage increases to 4d6 at 10th level, 5d6 at 14th level, and 6d6 at 18th level.": "伤害在10级时增加至4d6，14级时增加至5d6，18级时增加至6d6。",
	"{@b Uses:} 5/rest": "{@b Uses:} 5/休息",
	"You teleport to an unoccupied spot you can see that is up to 40 feet away in a flourish of blood-red petals as a bonus action. After you teleport, you can brand a creature you can see within 15 feet of your new location with a {@classFeature Ruincrest|Arbiter|AvCA|1}.": "你以一个奖励动作的形式，以鲜红花瓣的风姿，传送到你能看见的、距离不超过40英尺的未被占据的位置。在你传送后，你可以在你新位置附近15英尺内看见的生物身上打上一个{@classFeature Ruincrest|Arbiter|AvCA|1}标记。",
	"You attack with blinding speed as an Attack. Make two weapon attacks divided against up to two targets in your weapon's range. You also gain 15 extra feet of movement speed this turn.": "你以致盲的速度发动一次攻击。你可以对两个目标进行两次武器攻击，这两个目标必须在你武器的射程内。此外，你在本回合还额外获得15英尺的移动速度。",
	"This Sacrament doesn't subtract your marked penalty to attack and damage rolls you make for it.": "这个圣礼不会减少你因其而造成的攻击和伤害骰面的惩罚。",
	"{@b Uses:} 1/rest": "{@b Uses:} 1/每次休息",
	"You enter a delirious rage as a bonus action. For the next minute, you have advantage on Strength and Dexterity saving throws, are immune to the {@condition charmed} and {@condition frightened} condition, another instance of extra attack, and can't cast spells or perform crimson sacraments. The rage ends early if you are reduced to 0 hit points, choose to end it early with a bonus action, or are {@condition incapacitated}.": "你作为一个奖励动作进入了狂暴状态。在接下来的一分钟内，你在力量和敏捷豁免检定上获得优势，免疫{@condition charmed}和{@condition frightened}状态，额外攻击一次，但不能施放法术或执行血色圣礼。如果你的生命值降至0，选择用一个奖励动作提前结束，或者被{@condition incapacitated}，狂暴状态会提前结束。",
	"You unleash a flurry of primordial force against creatures close to you. Make four melee arbiter attacks distributed against any number of creatures you can see within 10 feet of you. Each time you hit, the target takes 2d8 slashing damage.": "你释放原始力量的连续攻击，对你周围10英尺内可见的任意数量生物进行四次近战仲裁者攻击。每次命中，目标受到2d8的斩击伤害。",
	"You imbue your weapon with parasitic energy as you make an Attack with it. On a hit, the attack deals an additional 2d10 damage and you gain a number of temporary hit points equal to the damage dealt.": "当你用武器进行攻击时，你注入寄生能量。命中后，攻击额外造成2d10点伤害，并获得等同于所造成伤害的临时生命值。",
	"You unleash a storm of flesh-ripping force as an action. Each other creature within 30 feet of you must make a Constitution saving throw. Each creature that failed its saving throw and each object that is in the vicinity takes 6d10 slashing damage, while each creature that succeeded takes half as much damage.": "你释放出一股撕裂肌肉的力量作为一个动作。你周围30英尺内的每个其他生物必须进行一次体质豁免检定。每个未通过豁免检定的生物和每个在附近的物体会受到6d10的斩击伤害，而每个通过检定的生物会受到一半伤害。",
	"You brand a creature no more than 15 feet away with a ruincrest, then summon a blood-clad greatsword and attack them with it. Make a melee arbiter attack against the target. It takes 8d10 slashing damage on a hit; if it dies from the damage inflicted with this sacrament, you regain all of your missing hit points. The greatsword then vanishes.": "你用毁灭纹章标记一只距离不超过15英尺的生物，然后召唤一把血衣大剑并用它攻击它们。对目标进行一次近战仲裁者攻击。命中时造成8d10的斩击伤害；如果它死于此仪式造成的伤害，你将恢复所有缺失的生命值。然后大剑消失。",
	"You push your body to inhuman limits for a split second, making ten attacks with each weapon you're holding in the amount of time it takes others to attack once.": "你将身体推至超人极限，瞬间发动十次攻击，每次攻击都使用你手持的武器，而其他人只能在这段时间内发动一次攻击。",
	"For each weapon you are wielding, make ten attacks with that weapon distributed against any number of creatures in that weapon's range.": "对于你所持有的每一件武器，使用该武器进行十次攻击，这些攻击可以分配给该武器射程内的任意数量的生物。",
	"The physical trauma incurred by performing such a feat increases your {@condition exhaustion} by two levels.": "执行这样壮举所遭受的身体创伤会使你的{@condition exhaustion}提升两个等级。",
	"As an Attack, you summon a blade made of starstuff, brand a target within 10 feet of you with a ruincrest, and attack it with the sword. Make a melee arbiter attack against the target. The target is dealt 1d12 force damage on a hit. The damage dealt increases to 2d12 at 10th level.": "作为一次攻击，你召唤一把由星辰之物制成的刀，用毁灭纹章烙印一个距离你10英尺内的目标，然后用剑攻击它。对目标进行一次近战仲裁者攻击。命中时目标受到1d12点力量伤害。在10级时，伤害增加至2d12点。",
	"As a bonus action a geyser of abyssal force erupts from underneath a creature you can see within 30 feet of you. The creature must succeed a Strength saving throw or be knocked {@condition prone}.": "作为一个奖励动作，一股深渊之力的间歇泉从你所看到的距离30英尺内的生物下方喷发出来。生物必须成功进行一次力量豁免才能不被击倒{@condition prone}。",
	"You warp reality to augment your defenses as a reaction to a spell or attack. Until the end of the turn, you gain a +2 bonus to Armor Class and get +2 to saving throws you make.": "你扭曲现实，以增强你的防御，作为对法术或攻击的反应。直到回合结束，你的护甲等级获得+2的加值，并且你进行的豁免投掷获得+2的加值。",
	"As an Attack, you expel chaotic energy that lashes out at others. Each other creature within 10 feet of you must succeed on a Dexterity saving throw or is dealt 1d8 force damage. The damage dealt increases to 2d8 at 10th level.": "作为一次攻击，你释放混乱能量，冲击着周围的其他生物。你周围10英尺内的每个其他生物必须通过一次敏捷豁免检定，否则将受到1d8点力场伤害。在10级时，伤害增加至2d8点。",
	"You dash in a straight line at a point no more than 20 feet away, phasing through everything you touch. Each creature touched must make a Constitution saving throw. A creature is dealt 4d6 force damage on a failed save and half as much damage on a success. The damage increases to 5d6 at 11th level.": "你向前直线冲刺，最多不超过20英尺的距离，穿过你触碰到的一切。每个被触碰到的生物必须进行一次体质豁免检定。未通过检定的生物受到4d6点力场伤害，通过检定的生物受到一半伤害。在11级时，伤害增加至5d6点。",
	"You summon three claws made of cosmic energy. Each claw lashes out at a target of your choice within 10 feet of you. For each claw, the target must succeed on a Dexterity saving throw or take 2d6 force damage. The claw's damage increases to 3d6 at 11th level.": "你召唤出三只由宇宙能量制成的爪子。每只爪子可以向你选择的距离不超过10英尺的目标挥动。对于每只爪子，目标必须通过一次敏捷豁免检定，否则将受到2d6点力场伤害。在11级时，爪子的伤害增加至3d6点。",
	"You glow with a shimmering light which heals you for 2d8 hit points. At 11th level, the number of hit points regained increases to 3d8, and you can use this ability 3 times per rest instead of twice": "你身上散发着闪烁的光芒，治疗你2d8点生命值。在11级时，恢复的生命值增加到3d8，并且你可以每次休息3次而不是两次使用这个能力。",
	"As a bonus action you melt into a shadowy mass that sinks into the ground, reappearing in an unoccupied space you can see no more than 30 feet away from your original location.": "作为一个奖励动作，你融化成一个阴影质量，沉入地面，重新出现在你原始位置不超过30英尺之外的一个你能看到的空地上。",
	"You summon a lance made of starstuff and strike at a creature within 15 feet of you; make a melee arbiter attack against the target. On a hit, the target takes 3d12 force damage. The lance then turns into nothing on a hit or miss.": "你召唤一支由星辰之物制成的长矛，对距离你15英尺内的生物发动近战裁决者攻击。命中则目标受到3d12点力量伤害。长矛在命中或未命中时消失。",
	"The damage increases to 4d12 at 15th level.": "伤害在15级时增加至4d12。",
	"This Herrscher Ability follows the same rules as the 'Special' feature of the {@item Lance|phb} - if you make an attack against a creature within 5 feet of you with it, you make the attack roll with disadvantage.": "这位黑武者的能力遵循与{@item Lance|phb}的'特殊'特性相同的规则 - 如果你使用它对身边5英尺内的生物进行攻击，你将以劣势进行攻击检定。",
	"You call upon the void to shake your surroundings. Each other creature within 30 feet of you must succeed a Strength saving throw or be knocked {@condition prone}.": "你召唤虚空来震撼你周围的环境。你周围30英尺范围内的每个其他生物必须成功进行一次力量豁免才能不被击倒{@condition prone}。",
	"As a bonus action, you impose the weight of the void onto those near you. Each creature of your choice that you can see within 30 feet of you must succeed on a Constitution saving throw or their speed is reduced to 0 until the beginning of your next turn.": "作为一个奖励动作，你将虚空的重量强加在你附近的人身上。你可以看到的每个生物，必须在你身边30英尺范围内，进行一次体质豁免检定，否则它们的速度将被降低到0，直到你下一个回合开始。",
	"You rain star-matter upon the battlefield. Each creature of your choice that you can see within 45 feet of you makes a Constitution saving throw. A creature takes 5d10 force damage on a failed save, or half as much damage on a success.": "你在战场上降下星体物质。你可以看到的每个生物，在你身边45英尺范围内，都需要进行一次体质豁免检定。未通过检定的生物会受到5d10点力场伤害，通过检定的生物则只受到一半伤害。",
	"As a bonus action you enter a rage which lasts 1 minute. For the duration of the rage, you are immune to being {@condition charmed} and {@condition frightened}, and as an attack you can engulf yourself with negative energy that lashes out at creatures near you. Each other creature within 15 feet of you makes a Constitution saving throw. A creature takes 2d12 force damage on a failed save, or half as much damage on a successful save.": "作为一个奖励动作，你进入狂暴状态，持续1分钟。在狂暴期间，你免疫于被 {@condition charmed} 和 {@condition frightened}，并且作为一次攻击，你可以让自己充满负能量，冲击周围的生物。你周围15英尺内的每个其他生物都需要进行一次体质豁免才能。未通过豁免的生物受到2d12点力量伤害，通过豁免的生物受到一半伤害。",
	"You can use this attack once or twice, with the extra attack feature, on each of your turns while raging. The rage ends early if you end it early as a bonus action, your hit points reach 0, or you are {@condition incapacitated}.": "在你愤怒时，你可以在每个回合中使用这个攻击一次或两次，使用额外攻击特性。如果你提前结束愤怒，将其作为一个奖励动作提前结束，你的生命值降至0，或者你是{@condition incapacitated}，愤怒会提前结束。",
	"You let loose a barrage of space-rending pressure. Each creature of your choice that you can see or are aware of that is within 45 feet you must make a Constitution saving throw, gaining two levels of exhaustion on a failed save, or one level on a successful save instead.": "你释放出一连串撕裂空间的压力。你能看到或意识到的每个生物，距离你不超过45英尺，必须进行一次体质豁免检定。在豁免失败的情况下，生物将获得两级疲劳，而在豁免成功的情况下，生物将获得一级疲劳。",
	"A creature that's affected with this ability can't advance past level 5 exhaustion.": "受到这种能力影响的生物无法超过5级疲劳。",
	"{@b Cost:} 1 Charge": "{@b Cost:} 1 次冲锋",
	"You imbue your weapon with flame as you strike an enemy with it, branding it with a ruinmark. The target takes an additional 1d8 fire damage on a hit.": "你在击中敌人时，让武器燃烧起来，用符文标记烙印敌人。目标在被击中时额外受到1d8火焰伤害。",
	"The damage increases to 2d8 at 7th level, 3d8 at 12th level, and 4d8 at 17th level.": "伤害在7级时增加至2d8，12级时增加至3d8，17级时增加至4d8。",
	"{@b Cost:} 2 Charge": "{@b Cost:} 2 充能",
	"You launch three flaming swords from your hands, divided among up to three targets within 20 feet of you. Make a ranged arbiter attack against a target for each blade you launch at it. On a hit, a target takes 1d6 fire damage.": "你从双手中发射出三把火焰剑，可以分配给距离你20英尺内的最多三个目标。对每把剑发射到的目标进行远程仲裁者攻击检定。命中时，目标会受到1d6火焰伤害。",
	"You summon four blades at 7th level, five at 12th level, and six swords at 17th level.": "你在7级时召唤四把剑，12级时召唤五把剑，17级时召唤六把剑。",
	"You don't subtract your marked penalty from attack and damage rolls for this vermillion assault.": "在这次绯红突袭中，你不需要从攻击和伤害骰中减去你标记的惩罚。",
	"You unleash a wave of heat; each creature within 15 feet of you makes a Dexterity saving throw. A creature is dealt 2d6 fire damage on a failed save, or half as much damage on a successful one.": "你释放出一股热浪；你周围15英尺范围内的每个生物都需要进行一次敏捷豁免检定。在未通过检定的情况下，生物会受到2d6火焰伤害，通过检定的情况下则受到一半伤害。",
	"You summon two flaming blades. Make two melee arbiter attacks against a one creature within 10 feet of you, or one melee arbiter attack against two creatures no more than 10 feet away from you. On a hit, a sword deals 3d6 fire damage. The damage increases to 4d6 at 11th level and 5d6 at 16th level.": "你召唤出两把燃烧的刀剑。对距离你不超过10英尺的一个生物进行两次近战仲裁者攻击，或者对距离你不超过10英尺的两个生物进行一次近战仲裁者攻击。命中时，每把剑造成3d6火焰伤害。伤害在11级时增加至4d6，在16级时增加至5d6。",
	"Fire erupts from your feet and races to up to three creatures within 20 feet of you. Each targets must make a Strength saving throw and a Dexterity saving throw. A creature is knocked {@condition prone} on a failed Strength save, while a creature is dealt 3d6 fire damage on a failed Dexterity saving throw, or half as much damage instead on a successful Dexterity save.": "火焰从你的脚下喷发，迅速冲向你周围20英尺内的最多三个生物。每个目标必须进行一次力量豁免和一次敏捷豁免。在力量豁免失败的情况下，生物被击倒{@condition prone}，而在敏捷豁免失败的情况下，生物受到3d6火焰伤害，在敏捷豁免成功时只受到一半伤害。",
	"The damage dealt increases to 4d6 at 11th level and 5d6 at 16th level.": "伤害增加至11级时为4d6，16级时为5d6。",
	"You shape a massive sword from swirling flame and leap at a creature up to 10 feet away, branding them with a ruincrest and strike them. They must make a Constitution saving throw to avoid the brunt of the impact. A creature takes 15d10 fire damage on a failed save or half as much damage on a successful save.": "你从翻腾的火焰中塑造出一把巨大的剑，向着一个距离你最多10英尺的生物跃去，用毁灭纹章烙印并攻击它。它必须进行一次体质豁免才能避免冲击的主要部分。生物在豁免失败时受到15d10点火焰伤害，豁免成功时受到一半伤害。",
	"Each creature within 30 feet of you must make a Dexterity saving throw. A creature is dealt 10d10 fire damage on a failed save and half as much damage instead on a successful one": "你周围30英尺范围内的每个生物都必须进行一次敏捷豁免检定。未通过检定的生物会受到10d10火焰伤害，通过检定的生物则只受到一半伤害。",
	"Whenever you hit a creature marked with your ruincrest with a melee weapon attack, you can charge your weapon with electricity; when you do, the attack deals an additional 1d8 lightning damage. You can use this feature a number of times equal to two plus your Constitution modifier (a minimum of three times) and regain expended uses when you finish a long rest. The lightning damage increases to 2d8 at 12th level.": "每当你用近战武器攻击一个被你的毁灭纹章标记的生物时，你可以让武器充满电能；这样做时，攻击额外造成1d8点闪电伤害。你可以使用这个特性的次数等于你的体质调整值加上2（最少3次），在完成一次长休后，你可以恢复已用次数。在12级时，闪电伤害增加到2d8点。",
	"As a scion of the lord of the deep, you display extraordinary physical resilience. You gain a +2 bonus to Strength saving throws you make and to grapple checks you make against creatures branded with your ruincrest.": "作为深渊领主的后裔，你展现出非凡的身体韧性。你在进行力量豁免投掷和对着身上刻有你毁灭纹章的生物进行搏斗检定时，获得+2的加值。",
	"As an apex predator, creatures you mark will not escape unharmed. Whenever you hit a creature marked with your ruincrest with a weapon attack, if it's missing any hit points, the damage dealt increases by 2.": "作为顶级捕食者，你标记的生物将无法幸免。每当你用武器攻击命中带有你的毁灭纹章标记的生物时，如果它失去了任何生命值，造成的伤害增加 2 点。",
	"The scent of your prey's blood emboldens you. Your movement speed increases by 10 feet as long as a creature that's within 60 feet of you and that is branded with your ruincrest is missing any of its hit points.": "当你闻到猎物的血腥气味时，你变得更加勇敢。只要在你周围60英尺范围内的生物中，任何一个带有你的毁灭纹章的生物失去了任何生命值，你的移动速度就会增加10英尺。",
	"Your prey's attacks falter before you. Whenever a creature marked with your ruincrest makes an attack roll against you, it gets -1 to that attack roll. When you reach 12th level, the penalty increases to -2.": "你的猎物在你面前攻击无力。每当一个被你的毁灭纹章标记的生物对你进行攻击检定时，它的攻击检定会减少1点。当你达到12级时，这个惩罚增加到-2。",
	"You develop resistance to lightning damage. In addition, your vision is no longer obscured by thick fog or ink.": "你对闪电伤害产生了抗性。此外，你的视野不再被浓雾或墨水遮挡。",
	"Your strength continues to grow, but with diminishing returns. Your Strength score increases by 2, to a maximum of 22 now, and your Intelligence score is reduced by 2 (to a minimum of 1). In addition, you gain proficiency in Dexterity saving throws.": "你的力量继续增长，但增长效果逐渐减弱。你的力量分数增加了2点，现在最大为22，而你的智力分数减少了2点（最低为1）。此外，你获得了对敏捷豁免 throws 的熟练加值。",
	"You will not be stopped by ancient sigils forced upon you in your quest to shed blood. Your marked bonus and penalty each increase and decrease by 1, respectively.": "在你的血腥之旅中，古老的符文无法阻止你。你的标记奖励和惩罚分别增加和减少1。",
	"You ignore difficult terrain, and magical effects can't reduce your speed or cause you to be restrained. Additionally, you can spend 10 feet of movement to escape from nonmagical restraints or being grappled while underwater.": "你可以忽略艰难地形，而且魔法效果不能减慢你的速度或使你受限。此外，你可以花费10英尺的移动来摆脱非魔法约束或在水下被控制。",
	"Compared to other members of your race, you display impressive physical attributes. Your maximum hit points increases by 12, and when you gain another level in this class, your maximum hit points is increased by 2.": "与你种族的其他成员相比，你展现出令人印象深刻的身体素质。你的最大生命值增加了12点，当你在这个职业中获得另一个等级时，你的最大生命值增加2点。",
	"You augment yourself with more abilities that krakens are capable of. As an action, you can create a bolt of lightning, which strikes a target that you can see within 60 feet of you. The target must make a Dexterity saving throw, taking 4d10 lightning damage on a failed save, or half as much damage on a successful save. You can use this feature a number of times equal to your Constitution modifier (a minimum of once). You regain expended uses when you finish a long rest.": "你增强自己，获得了更多类似于(卡拉肯)的能力。作为一个动作，你可以创造一道闪电，打击你能看到的距离60英尺内的目标。目标必须进行一次敏捷豁免，未通过则受到4d10点闪电伤害，通过则只受到一半伤害。你可以使用这个特性的次数等同于你的体质调整值（最少1次）。当你完成一次长休后，你恢复已用次数。",
	"You begin to emulate the unstoppable nature of leviathans. Effects can't make you roll for melee attack rolls with disadvantage when you are attacking a creature that is branded with your ruincrest, and when you score a hit with a melee weapon, it deals an extra 1d6 damage.": "你开始模仿利维坦的不可阻挡本质。效果使你在攻击一个被你的毁灭纹章标记的生物时，不会让你进行近战攻击骰时的劣势检定，并且当你用近战武器击中时，额外造成1d6点伤害。",
	"Your attacks are made with lethal force. Whenever you hit a creature with a weapon with the heavy or two handed property, that creature makes a Strength saving throw. On a failed save, it is pushed back 5 feet. Before determining if that creature fails its save, you can spend your bonus action to knock it prone instead on a failed save.": "你的攻击具有致命力。每当你用具有重型或双手属性的武器击中一只生物时，该生物必须进行一次力量豁免投掷。如果未通过豁免，则被推回5英尺。在确定该生物是否未通过豁免之前，你可以花费一个额外动作使其倒地而不是被推回5英尺。",
	"Melee weapon attacks you make score a critical hit on a roll of 18, 19, or 20 against creatures branded with your ruincrest.": "对于被你的毁灭纹章标记的生物，你进行的近战武器攻击在掷骰子得到18、19或20时会造成暴击。",
	"You have become an impregnable hunter of the deep; you are now resistant to nonmagical bludgeoning, piercing, and slashing damage.": "你已经成为了深海中无法攻破的猎人；你现在对非魔法来源的钝击、穿刺和斩击伤害具有抗性。"
}