{
	"Intelligence 13 (Arcane Order, Shadow Court), Wisdom 13 (Sylvan Circle) or Charisma 13 (Knights Stygian, Primordial Seal)": "智力 13 (奥术秩序, 暗影法庭), 智慧 13 (森林精灵圈) 或 魅力 13 (冥影骑士, 原始封印)",
	"A human confronted by two orcs draws his rapier and, as he does, violet runes illuminate the air around the weapon. One of the orcs rushes towards the man, swinging its weapon wildly. As the man parries the orc's reckless attacks, he delivers a riposte that causes the air around the orc to burst into green flames. Seeing its ally sent sprawling to the ground, the second orc becomes decidedly less enthusiastic about the fight.": "一个人面对两只兽人，拔出他的细剑，紫色符文在武器周围闪烁。其中一只兽人冲向这个人，挥舞着武器。当这个人招架住兽人的疯狂攻击时，他进行了一次还击，导致兽人周围的空气爆发出绿色火焰。看到它的同伴被击倒在地，第二只兽人对这场战斗变得明显不那么热情。",
	"A dwarf looks down from the mountain peak she calls home and sees the rampant destruction of the woods she has sworn to protect. As she approaches the hunting encampment responsible for the fire, she calls her woodland allies to her side and her skin hardens to resemble bark.": "一名矮人从她称之为家园的山巅俯视，看到她发誓要保护的树林被肆意破坏。当她走近那个引起火灾的狩猎营地时，她召集她的森林盟友站到她身边，她的皮肤变硬，像树皮一样。",
	"Looking over ancient hieroglyphs, a saurian frantically searches for details of a ritual that will fortify the mystic seal that protects his ancestral home. The impossibly heavy doors swing open behind him and he turns to face the temple's guardians as his sword erupts with flames.": "审视着古代象形文字，一只蜥蜴疯狂地搜索着一场仪式的细节，这场仪式将强化保护他祖居的神秘封印。在他身后，那扇不可思议地沉重的大门被推开，他转身面对着寺庙的守护者，他的剑突然爆发出火焰。",
	"Magi are mystical warriors who blend martial prowess with esoteric knowledge and spellcasting. Magi balance the pursuit of personal goals and relationships with their obligations to pursue the goals and ideals of the eldritch societies they belong to. Although their backgrounds may sometimes set them at odds against one another, magi are united by their commitment to a cause greater than themselves and a drive to master their magical abilities.": "魔法师是将武术技能与秘术知识和施法能力相结合的神秘战士。魔法师在追求个人目标和人际关系之间保持平衡，同时履行他们对所属的神秘社团的目标和理想的义务。尽管他们的背景有时会使他们相互对立，但魔法师们都以致力于一个比自己更伟大的事业和掌握魔法能力的决心而团结在一起。",
	"Every magus is a warrior. Magi train with arms and armor to protect what they hold dear, fight for what they believe in, and get themselves into or out of trouble. For magi, though violence may not be their preferred solution to a given problem, it is always a valid backup plan.": "每位魔法师都是一名战士。魔法师通过训练来熟练使用武器和盔甲，保护他们珍视的东西，为他们所信仰的事业而战，并在陷入困境时自救。对于魔法师来说，虽然暴力可能不是他们首选解决问题的方式，但它始终是一个有效的备用计划。",
	"Every magus is a magician. Magi use their hardearned spellcasting abilities to explore the multiverse, empower their companions, and decimate their enemies. For a magus, magic is a tool that expands their horizons and their options.": "每位魔法师都是一位魔术师。魔法师们利用他们辛苦获得的施法能力来探索多元宇宙，增强他们的同伴，摧毁他们的敌人。对于一位魔法师来说，魔法是一种扩展他们视野和选择的工具。",
	"All magi learn their abilities in order to fulfill their obligations to their eldritch society. On a mystical level, every magus' spellcasting style is shaped by their eldritch society. On a personal level, every magus must deal with the demands and ideology of their eldritch society in their own way. Regardless of whether a magus embraces their eldritch society's traditions and politics, no magus can deny the influence it has on their magic and outlook.": "所有魔法师学习他们的能力是为了履行他们对他们的神秘社会的义务。在神秘的层面上，每位魔法师的施法风格都受到他们神秘社会的影响。在个人层面上，每位魔法师必须以自己的方式应对他们神秘社会的要求和意识形态。无论一位魔法师是否接受他们神秘社会的传统和政治，都不能否认神秘社会对他们的魔法和观念的影响。",
	"Eldritch societies are not monolithic entities, but theydo have beliefs and goals that the majority of the magi within them believe in and fight for. Magi in the Arcane Order observe a tradition of honoring the requests and wisdom of their mentors and, subsequently, striving to train an apprentice to become an even greater magus then they are. Members of the Primordial Seal believe that the material planes are constantly under threat of incursion from the elemental planes and they must remain on guard to ensure the world's safety. Magi in the Sylvan Circle seek to protect the wilderness of the world from destruction and defilement, although what exactly that entails varies from magus to magus.": "奥术社团并非单一实体，但其中的大多数魔法师都有他们相信并为之奋斗的信仰和目标。奥秘秩序中的魔法师遵循一项传统，即尊重他们导师的要求和智慧，随后努力培养学徒，使其成为比他们更伟大的魔法师。原初印记的成员相信物质位面不断受到元素位面入侵的威胁，他们必须保持警惕，以确保世界的安全。森林之环中的魔法师致力于保护世界的荒野免受破坏和亵渎，尽管具体意味着什么因人而异。",
	"As you create your magus character, consider the relationship your character has to their eldritch society. Does your character feel indebted to the society for the lessons it taught them? Does your character actively pursue the goals of their society? Has your character had a falling out with their society and, if so, why? While training to be a magus did you make any rivals? Who are they?": "在创造你的魔法剑士角色时，考虑一下你的角色与他们的奥术社会之间的关系。你的角色是否感到对社会所教导的知识感到感激？你的角色是否积极追求他们社会的目标？你的角色是否与他们的社会产生裂痕，如果是，原因是什么？在成为魔法剑士的过程中，你是否结交了任何对手？他们是谁？",
	"Fighting may have come naturally to you and your mentor struggled to impart you with the basics of spellcasting. Or maybe the spellcasting came easily but you lacked a talent for combat. You might have spent years in training with a mentor before being left to your own devices or you may have only met your mentor informally on a handful of momentous occasions. You might report back to your society contacts regularly or keep a safe distance from other magi.": "战斗可能对你来说是天生的，你的导师努力向你传授魔法基础。或者魔法施展对你来说很容易，但你缺乏战斗天赋。你可能在与导师的训练中度过了多年，然后被留给自己独立发展，或者你可能只在几次重要的场合非正式地遇到过你的导师。你可能定期向社会联系人汇报情况，或者与其他魔法师保持安全距离。",
	"You can make a magus quickly by following these suggestions. First, Strength or Dexterity should be your highest ability score, followed by Intelligence (Arcane Order, Shadow Court, Sidereal Cabal), Wisdom (Sylvan Circle), or Charisma (Knights Stygian, Primordial Seal) based on your eldritch society. Second, choose the {@background sage} or {@background soldier} background.": "您可以通过以下建议快速创建一名魔法剑士。首先，力量或敏捷应该是您最高的能力值，其次是智力（奥术秩序，暗影法庭，星宿会），智慧（森林圈），或魅力（冥影骑士，原初印记），根据您所属的秘术社团。其次，选择{@background sage}或{@background soldier}背景。",
	"At 1st level, you choose an eldritch society that trained you in the ways of the magus: the Arcane Order, the Knights Stygian, the Primordial Seal, the Shadow Court, Sidereal Cabal, or the Sylvan Circle. Your choice grants you features at 1st level and again at 3rd, 7th, and 14th level. Your choice also determines your spell list.": "在1级时，你选择一个培训你成为魔法师的奥术社团：奥术秩序(Arcane Order)、冥骑士(Knights Stygian)、原初印记(Primordial Seal)、暗影法庭(Shadow Court)、星空会(Sidereal Cabal)或森林圈(Sylvan Circle)。你的选择将在1级、3级、7级和14级时赋予你特性。你的选择还决定了你的法术清单。",
	"At 1st level, you can detect the arcane abilities of others. As an action, your eyes visibly flash with magic as your senses wake to the mystical energies of the multiverse. Until the end of your next turn, you know if each creature you can see within 60 feet of you has the Spellcasting or Innate Spellcasting feature or trait. Additionally, you learn each of those creatures' spellcasting ability, if they have one.": "在1级时，你可以察觉到他人的奥术能力。作为一个动作，你的眼睛会闪烁着魔法，当你的感官觉醒到多元宇宙的神秘能量时。直到你的下一个回合结束前，你会知道你能看到的每个生物是否具有施法或固有施法特性。此外，如果它们有的话，你还会了解这些生物的施法能力。",
	"You can use this feature a number of times equal to 1 + your magus spellcasting modifier. You regain all expended uses when you finish a long rest": "你可以使用这个特性的次数等于1 + 你的魔法师施法调整值。当你完成一次长休时，你会恢复所有已用次数。",
	"Starting at 2nd level, you learn to place a mystic mark. You can use this mark to enspell a weapon or to grant a creature an aegis. You can use your mystic mark a number of times equal to your magus spellcasting ability modifier. You regain all expended uses when you finish a long rest.": "从2级开始，你学会了放置一个神秘印记。你可以使用这个印记来施加魔法于武器或者给予一个生物护盾。你可以使用你的神秘印记的次数等同于你的魔法师施法能力调整值。当你完成一次长休后，你会恢复所有已用次数。",
	"As a bonus action you can project your mystic mark onto a creature you can see within 30 feet of you. For the next minute the target is under the protection of your aegis and receives a bonus to its armor class. This bonus increases their AC by +1. If the target is wearing armor that grants a magical bonus to AC, use whichever bonus is higher. The aegis ends if you or your target end a turn more than 120 feet away from one another. A creature can only benefit from one aegis at a time.": "作为一个奖励动作，你可以将你的神秘印记投射到你能看到的30英尺内的生物身上。在接下来的一分钟内，目标将受到你护盾的保护，并获得一个加值到其护甲等级的奖励。这个奖励会使他们的AC提高+1。如果目标穿着能提供AC魔法奖励的盔甲，使用较高的奖励。如果你或你的目标在彼此间距超过120英尺的回合结束，护盾就会结束。一个生物一次只能从一个护盾中受益。",
	"This bonus to AC increases to +2 when you reach 9th level and increases to +3 when you reach 13th level.": "当你达到9级时，这个对AC的奖励增加到+2，当你达到13级时增加到+3。",
	"As a bonus action, you surround a weapon you're holding with your mystic mark. This weapon is enspelled and counts as a spellcasting focus for you for the next minute. While enspelled, the weapon is considered magical and adds a +1 bonus to attack rolls and damage rolls. If the weapon already grants a magical bonus to attack and damage, use whichever bonus is higher. The enspell ends if you lose possession of the weapon. A weapon can only benefit from one enspell at a time.": "作为一个奖励动作，你可以用你的神秘印记环绕你手持的武器。这个武器被施加了魔法，并在接下来的一分钟内作为你的施法焦点。在被施加魔法的状态下，这个武器被视为具有魔法效果，并对攻击和伤害骰投掷获得+1的加值。如果武器已经具有对攻击和伤害的魔法加值，那么使用较高的加值。如果你失去了对这个武器的控制，那么这个魔法效果就会消失。一把武器一次只能受益于一个魔法效果。",
	"These bonuses to hit and damage increase to +2 when you reach 9th level and +3 when you reach 13th.": "当你达到第9级时，这些命中和伤害奖励增加到+2，当你达到第13级时增加到+3。",
	"Starting at 2nd level, you gain the ability to cast spells of 1st level and higher. See {@book chapter 10|PHB|10} of the Player's Handbook for the general rules of spellcasting.": "从2级开始，你获得了施放1级及更高级法术的能力。请参阅《玩家手册》{@book chapter 10|PHB|10}，了解有关施法的一般规则。",
	"The Magus table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "魔导士(Magus)表格显示了你拥有用来施放1级及更高级法术的法术槽数量。要施放这些法术之一，你必须消耗一个等级不低于该法术等级的法术槽。当你完成一次长休后，你将重新获得所有已消耗的法术槽。",
	"For example, if you know the 1st-level spell find familiar and have a 1st-level and a 2nd-level spell slot available, you can cast find familiar using either slot.": "例如，如果你知道1级法术（find familiar）并且有一个1级和一个2级法术位可用，你可以使用任一法术位施放（find familiar）。",
	"You know three 1st-level {@filter magus spells|spells|class=magus} of your choice from your eldritch society's spell list. You learn additional spells chosen from your eldritch society's spell list as indicated in the Spells Known column of the Magus table.": "你可以选择你所属的奥术社团法术清单中的三个1级{@filter magus spells|spells|class=magus}法术。你可以根据魔法师表中的法术掌握栏目学习更多来自你所属的奥术社团法术清单中的法术。",
	"Additionally, when you gain a level in this class, you can choose one of the magus spells you know and replace it with another spell from your eldritch society's spell list, which also must be of a level for which you have spell slots.": "此外，当你在这个职业中升级时，你可以选择你已知的魔法师法术中的一个，并用来自你的奥术学社团法术清单的另一个法术替换它，新法术的等级必须与你拥有法术位的等级相符。",
	"Your spellcasting ability is determined by your eldritch society. See the Initiate feature of your eldritch society for your spellcasting ability.": "你的施法能力由你的奥术社会决定。请查看你的奥术社会的启蒙特性，以了解你的施法能力。",
	"You can cast a magus spell as a ritual if that spell has the ritual tag and you know the spell.": "如果一个魔法师法术带有仪式标签并且你已经知道该法术，你可以将其作为仪式施放。",
	"Your spellcasting focus, if any, is determined by your eldritch society. See the Initiate feature of your eldritch society to see what, if any, spellcasting focus you may use for your magus spells.": "你的施法焦点（如果有的话）由你的奥术社团决定。查看你的奥术社团的新生特性，看看你可以使用什么样的施法焦点来施展你的魔法师法术。",
	"At 3rd level, you gain one feature granted by your Eldritch Society.": "在3级时，你获得你的奥术社团赋予的一个特性。",
	"Starting at 3rd level, you learn to infuse your preferred weapon or shield with magical power. Choose one of the following options": "从3级开始，你学会了将魔法力量注入你偏爱的武器或盾牌中。选择以下选项之一:",
	"When you hit a creature with a ranged weapon under the effect of your Enspell feature you can cause the ammunition to explode with mystical energy, dealing the same damage type the attack would normally cause to all creatures within 10 feet of the target. When you do so, expend a spell slot and the creature and each other creature within 10 feet must succeed on a Dexterity saving throw or take {@dice 2d4 + 1d4} damage for each spell level higher than 1st, to a maximum of {@dice 6d4}. On a success, they take half damage": "当你用你的(Enspell)特性影响下的远程武器击中生物时，你可以使弹药爆炸，释放神秘能量，对目标周围10英尺范围内的所有生物造成与攻击本来会造成的伤害类型相同的伤害。当你这样做时，消耗一个法术位，目标和每个其他生物必须成功进行一次敏捷豁免，否则每个法术位高于1级的伤害为{@dice 2d4 + 1d4}，最高为{@dice 6d4}。成功则受到一半伤害。",
	"When you hit a creature with a melee weapon attack with a weapon you are wielding with two hands that is under the effect of your Enspell feature, you can expend a spell slot to deal additional damage to the target.": "当你用双手持有的武器进行近战武器攻击并命中生物时，如果该武器受到你的附魔特性影响，你可以消耗一个法术位对目标造成额外伤害。",
	"The extra damage is {@dice 2d6} for a 1st-level spell slot. The damage increases by {@dice 1d6} for each slot level above 1st, to a maximum of {@dice 6d6}. The weapon must have the two-handed or versatile property for you to use this feature.": "额外伤害为{@dice 2d6}，对应1级法术位。每提升一个法术位，伤害增加{@dice 1d6}，最多达到{@dice 6d6}。武器必须具有双手或万能属性，你才能使用这个特性。",
	"While you are wielding a shield, when a creature under the effect of your Aegis feature is attacked you can use your reaction to expend a spell slot and strengthen the target's defenses. The target gains a bonus to AC equivalent to the spell slot expended. This bonus is only applied against the triggering attack. Additionally, the target gains temporary hit points equal to your spellcasting modifier + twice the level of the spell slot expended.": "当你持盾牌时，当受到你庇护特性影响的生物受到攻击时，你可以使用你的反应消耗一个法术位来强化目标的防御。目标的AC获得与消耗的法术位等值的加值。这个加值仅对触发的攻击有效。另外，目标获得临时生命值，数值等于你的施法修正值 + 消耗的法术位等级的两倍。",
	"When you hit a creature with a one-handed melee weapon under the effect of your Enspell feature you may expend a spell slot to deal additional damage and render the creature vulnerable to magical attacks.": "当你用一只单手近战武器击中一只生物时，在你的(Enspell)特性的影响下，你可以消耗一个法术位来造成额外伤害，并使该生物对魔法攻击变得脆弱。",
	"The extra damage is {@dice 1d4} for a 1st-level spell slot. The damage increases by {@dice 1d4} for each slot level above 1st, to a maximum of {@dice 5d4}. Additionally, the creature has disadvantage on saving throws against spells you cast until the end of your next turn.": "额外伤害为{@dice 1d4}，对应1级法术位。每提升一个法术位等级，伤害增加{@dice 1d4}，最高不超过{@dice 5d4}。此外，目标在你的下一个回合结束前对你施放的法术豁免检定有劣势。",
	"When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级时，再次在8级、12级、16级和19级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与通常规则一样，使用这个特性不能将一个能力值提高到20以上。",
	"At 7th level, you gain one feature granted by your Eldritch Society.": "在第7级时，你获得由你的奥术学社团提供的一个特性。",
	"Beginning at 7th level, when you use your action to cast a cantrip, you can make one weapon attack as a bonus action.": "从第7级开始，当你用动作施放一个cantrip时，你可以作为一个奖励动作进行一次武器攻击。",
	"At 9th level your Aegis and Enspell features increase from a +1 to a +2.": "在第9级时，你的护盾(Aegis)和附魔(Enspell)特性从+1增加到+2。",
	"Starting at 10th level, you can cast any magus spell you know without expending a spell slot. The spell is cast as if you had used a spell slot equal to the highest spell slot you have.": "从10级开始，你可以施放你所知道的任何魔导士法术，而不消耗法术位。这个法术的施放方式就好像你使用了一个等同于你最高法术位的法术位。",
	"Once you use this feature, you must finish a long rest before you can use it again. You can use this feature twice between long rests starting at 20th level.": "一旦你使用这个特性，你必须在再次使用前完成一次长休。在20级时，你可以在两次长休之间使用这个特性两次。",
	"Starting at 11th level, when you use your action to cast a spell, you can make one weapon attack as a bonus action.": "从11级开始，当你使用动作施放一个法术时，你可以作为一个奖励动作进行一次武器攻击。",
	"At 13th level your Aegis and Enspell features increase from a +2 to a +3.": "在13级时，你的护盾(Aegis)和附魔(Enspell)特性的加值从+2提升到+3。",
	"At 14th level, you gain one feature granted by your Eldritch Society.": "在14级时，你获得你的奥术社团提供的一个特性。",
	"Starting at 15th level, the magical attacks of your enemies unravel around you. You and friendly creatures within 15 feet of you have advantage on saving throws against spells.": "从15级开始，你周围敌人的魔法攻击会被解开。你和在你周围15英尺范围内的友方生物在对抗法术时获得优势。",
	"At 18th level, choose one 6th-level spell from your eldritch society's spell list. You can cast this spell once without expending a spell slot.": "在18级时，选择你的奥术社团法术列表中的一个6级法术。你可以施放这个法术一次，而不消耗法术位。",
	"At 20th level you can use your Spell Surge and Greater Spell Surge features twice between long rests.": "在20级时，你可以在两次长休之间使用你的法术激增和强大法术激增特性。",
	"The Arcane Order is an eldritch society built on mentorstudent relationships. While the Order is unified in name, each member tends to operate alone or with only their mentor or apprentice—though in times of extreme circumstance, members will come together to face grave, large scale threats. Each magus of the Arcane Order takes a unique philosophical approach to their teachings, often adopting or adapting the ideals of their mentor. All scholars of the Arcane Order, however, emphasize exceptional technique and approach magic as an art to be mastered.": "奥术秩序是一个建立在导师与学生关系之上的神秘社团。虽然该秩序在名义上是统一的，但每个成员往往独自行动，或者只与他们的导师或学徒一起行动——尽管在极端情况下，成员们会聚集起来面对严重的、大规模的威胁。奥术秩序的每位法师都对自己的教导采取独特的哲学方法，通常是采纳或调整他们导师的理念。然而，奥术秩序的所有学者都强调卓越的技巧，并将魔法视为一门需要掌握的艺术。",
	"When you choose this eldritch society at 1st level, you augment your martial prowess with the ability to cast cantrips.": "当你在1级选择这个奥术社会时，你可以通过施放零级法术来增强你的战斗能力。",
	"You learn two cantrips of your choice from the Arcane Order's spell list. You learn an additional Arcane Order cantrip of your choice at 4th level and again at 10th. These cantrips count as magus spells for you.": "你可以从奥术秩序的法术清单中选择两个零级法术。在4级时，你可以再学习一个额外的奥术秩序零级法术，然后在10级时再学习一个。这些零级法术对你来说算作魔导士法术。",
	"You can use an arcane focus (found in chapter 5 of the Player's Handbook) as a spellcasting focus for your magus spells.": "你可以使用一件奥术焦点（在《玩家手册》第5章中找到）作为你的魔导士法术的施法焦点。",
	"Intelligence is your spellcasting ability for your Arcane Order spells, since you learn your spells through rote study and memorization. You use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a magus spell you cast and when making an attack roll with one.": "智力是你作为奥术秩序法术的施法能力，因为你通过死记硬背和记忆来学习法术。每当一个法术提到你的施法能力时，你都使用你的智力。此外，当你施放一项魔导士法术并设定豁免 DC 时，以及进行攻击检定时，你使用你的智力调整值。",
	"At 1st level, you gain proficiency with the Arcana skill and one set of artisan's tools of your choice.": "在1级时，你获得熟练掌握（Arcana）技能和一组你选择的工匠工具。",
	"Starting at 3rd level, the effects of your mystic marks are enhanced by your greater understanding of the Arcane Order's esoteric knowledge. When you place your mystic mark on an object or creature, a faint purple, crystalline aura surrounds it.": "从3级开始，你对奥术秩序的神秘知识有了更深的理解，使你的神秘印记效果得到增强。当你在物体或生物上施加你的神秘印记时，会被淡紫色的晶莹光环所环绕。",
	"When you deal damage with your enspelled weapon, you can choose to deal force damage instead of its normal damage type.": "当你用你的附魔武器造成伤害时，你可以选择造成力量伤害而不是它的正常伤害类型。",
	"When you deal damage to a creature with your enspelled weapon, you can choose to remove your enspell from the weapon to unleash a wave of magical energy. When you do so, the target must succeed on a Strength saving throw against your spell save DC or be pushed up to 15 feet away and knocked prone.": "当你用你的附魔武器对生物造成伤害时，你可以选择从武器上移除你的附魔，释放一股魔法能量波。当你这样做时，目标必须成功通过一个力量豁免检定，检定 DC 为你的法术豁免 DC，否则被推开最多15英尺并倒地。",
	" When a target protected by your aegis takes damage from a creature you can use your reaction to remove the aegis from that ally. When you do, you may teleport up to 30 feet and make a weapon attack against the attacking creature.": "当受到你护盾保护的目标受到来自生物的伤害时，你可以使用你的反应从那个盟友身上移除护盾。当你这样做时，你可以传送至多30英尺，并对攻击该生物的生物进行一次武器攻击。",
	"By 7th level, through diplomacy, espionage, or occultexperimentation you have gleaned how to use spells normally used by other eldritch societies. Alternatively, you've spent time further deciphering the obscure teachings of the Arcane Order. You learn two spells of your choice from any eldritch society's spell list. These spells must be of a level you can cast, as shown on the Magus table, or cantrips. The chosen spells count as Arcane Order magus spells for you and do not count towards the Spells Known column of the Magus table.": "到了7级，通过外交、间谍活动或神秘实验，你已经学会了如何使用其他邪术社团通常使用的法术。或者，你花时间进一步解读了奥术秩序的晦涩教义。你可以从任何邪术社团的法术列表中选择两个法术。这些法术必须是你可以施展的等级，如魔法师表中所示，或者是零级法术。你选择的法术对你来说算作奥术秩序魔术师法术，不计入魔术师表的“已知法术”栏。",
	"Starting at 14th level, you have learned to regain some of your magical energy by reflecting on esoteric truths and formulae. Once per day when you finish a short rest, you can choose to recover some of your expended spell slots. The spell slots can have a combined level that is equal to or less than half your magus level (rounded up), and none of the slots can be 6th level or higher.": "从14级开始，你学会了通过思考深奥的真理和公式来恢复一些魔法能量。每天一次，当你完成短暂休息时，你可以选择恢复一些已用掉的法术位。这些法术位的总等级可以等于或小于你魔导士等级的一半（向上取整），且其中没有一个法术位可以是6级或更高级的。",
	"The Knights Stygian take it upon themselves to seek out and cleanse the world of its corruption. These magi seek to protect the innocent, defend the weak, and ensure justice is done. They do this by wielding necromantic magic that simultaneously terrifies their living foes and turns their defeated foes into foot soldiers in the magi's service.": "冥河骑士团(Knights Stygian)自愿承担起清除世界腐化的使命。这些魔法师致力于保护无辜、捍卫弱者，并确保正义得以伸张。他们通过使用死灵魔法来实现这一目标，这既能让他们的活敌感到恐惧，又能将被打败的敌人转化为魔法师服务的步兵。",
	"You learn two cantrips of your choice from the Knights Stygian spell list. You learn an additional Arcane Order cantrip of your choice at 4th level and again at 10th. These cantrips count as magus spells for you.": "你可以从骑士冥影法术清单中选择两个零级咒语。在4级时，你可以再选择一个奥术秩序的零级咒语，在10级时再选择一个。这些零级咒语对你来说算作魔导士法术。",
	"Charisma is your spellcasting ability for your Knights Stygian spells, since you learn your spells through an intuitive connection with death. You use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a magus spell you cast and when making an attack roll with one.": "魅力是你的斯提基亚骑士法术的施法能力，因为你通过与死亡的直觉联系学习法术。每当一个法术提到你的施法能力时，你就使用你的魅力。此外，当你施放魔导士法术并设定豪杰法术的豁免 DC 时，以及进行一次攻击检定时，你也使用你的魅力修正值。",
	"At 1st level, you gain proficiency with the Intimidation skill and embalmer's tools.": "在1级时，你获得恐吓技能和防腐师工具的熟练。",
	"Embalmer's tools include all the instruments, chemicals, and perfumes necessary to embalm the dead. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to embalm or preserve a body. Embalmer's tools cost 10 gold pieces and weigh 4 lb.": "防腐师的工具包括所有防腐死者所需的器械、化学药品和香水。熟练使用这个工具包可以让你在进行防腐或保存尸体的所有技能检定中添加你的熟练加值。防腐师工具的价格为10金币，重量为4磅。",
	"Starting at 3rd level, the effects of your mystic marks are enhanced by the fell magic of the Knights Stygian. When you place your mystic mark on an object or creature, it is surrounded by an aura that emits drifting motes of black ash and the acrid smell of decay.": "从3级开始，你的秘术印记效果会受到冥骑士(Knights Stygian)邪恶魔法的增幅。当你在物体或生物上施加你的秘术印记时，它会被一层散发着漂浮的黑色灰烬和腐朽刺鼻气味的光环所环绕。",
	"When you deal damage with your enspelled weapon you can choose to deal necrotic damage instead of its normal damage type.": "当你用你的附魔武器造成伤害时，你可以选择让它造成死灵伤害，而不是它的正常伤害类型。",
	"When you hit with an attack with an enspelled weapon you can choose to remove the enspell, unleashing an unholy wave of pure terror. When you do, the target must succeed on a Wisdom saving throw against your spell save DC or be frightened by you until the end of their next turn.": "当你使用被施放魔法的武器进行攻击时，你可以选择移除魔法，释放一股纯净恐怖的邪恶波动。当你这样做时，目标必须通过一次以你的法术豁免 DC 为目标的感知豁免检定，否则会因为你而感到恐惧，直到他们的下一个回合结束。",
	"When a creature protected by your aegis takes damage from an attack you can use your reaction to remove the aegis from that creature, releasing necrotic energy upon the attacker. When you do, the attacker must succeed on a Constitution saving throw against your spell save DC or take necrotic damage equal to the damage dealt by the triggering attack.": "当受到你守护的生物受到攻击造成伤害时，你可以使用你的反应来移除该生物的护盾，释放死灵能量对袭击者造成伤害。当你这么做时，袭击者必须通过一次对抗你法术豁免 DC 的体质豁免检定，否则将受到等同于触发攻击造成伤害的死灵伤害。",
	"Starting at 7th level, you have advantage on saving throws against being frightened. When a creature within 30 feet of you makes a saving throw against being frightened, you can use your reaction to give that roll disadvantage.": "从7级开始，你对受到惊恐效果的豁免投掷获得优势。当在你30英尺范围内的生物进行惊恐豁免投掷时，你可以使用你的反应使其投掷获得劣势。",
	"At 14th level, you can cast the spell {@spell animate dead} without expending a spell slot as if you had used a spell slot equal to the highest spell slot available to you. Once you cast animate dead in this way, you can't do so again until you finish a long rest.": "在14级时，你可以施放{@spell animate dead}这个法术，而不消耗法术槽，就好像你使用了一个等同于你可用的最高等级法术槽的法术槽一样。一旦你以这种方式施放了《{@spell animate dead}》这个法术，你必须完成一次长休才能再次这样做。",
	"Whenever you create an undead creature using a necromancy spell, it has additional benefits:": "每当你使用一种死灵魔法咒语创造一个不死生物时，它会获得额外的好处：",
	"The creature's hit points maximum is increased by an amount equal to your magus level.": "该生物的生命值上限增加了等于你的魔导士等级的数值。",
	"The creature adds your proficiency bonus to its weapon damage rolls.": "该生物在其武器伤害骰中加上你的熟练加值。",
	"The Primordial Seal claims to be an ancient order responsible for the ongoing safety of the material realms. According to their own lore, the material realms were–in ancient times–constantly besieged by the elemental realms until a seal was placed, forever separating them from one another. Today the magi of the Primordial Seal travel the land to ensure the old magics hold up and to gather power for the dreaded day the seal fails.": "原始封印（Primordial Seal）自称是一个古老的秩序，负责维护物质界的安全。根据他们自己的传说，古代物质界不断受到元素界的围攻，直到一道封印被设置，永远将它们彼此隔离。如今，原始封印的法师们在全国各地行走，确保古老的魔法仍然有效，并为封印失效的可怕日子积蓄力量。",
	"You learn two cantrips of your choice from the Primordial Seal's spell list. You learn an additional Primordial Seal cantrip of your choice at 4th level and again at 10th. These cantrips count as magus spells for you.": "你可以从原始封印（Primordial Seal）的法术清单中选择两个零级法术。在4级时，你可以再学习一个原始封印法术，然后在10级时再学习一个。这些零级法术对你来说算作魔法师法术。",
	"Charisma is your spellcasting ability for your Primordial Seal spells, since you learn your spells through a raw connection to the natural elements. You use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a magus spell you cast and when making an attack roll with one.": "魅力是你的原始印记法术的施法能力，因为你通过与自然元素的原始联系学习法术。每当一个法术提到你的施法能力时，你就使用你的魅力。此外，当你施放魔导士法术并设定豁免 DC 或进行攻击投掷时，你也使用你的魅力修正值。",
	"At 1st level, you gain proficiency in the Survival skill. Additionally, you can speak, read, and write Primordial": "在1级时，你获得对生存技能的熟练加成。此外，你可以说、读和写原初语。",
	"Starting at 3rd level, the effects of your mystic marks are enhanced by the Primordial Seal's elemental power. When you place your mystic mark on an object or creature, an intense aura of vacillating colors surrounds it.": "从3级开始，你的秘印效果会受到原初印章的元素力量的增强。当你将你的秘印放在一个物体或生物上时，会围绕着它产生一种强烈的、颜色摇摆不定的光环。",
	"When you enspell your weapon it roars with primordial strength and you may choose one of the following damage types: acid, cold, fire, lightning, or thunder. While your weapon remains enspelled it deals that damage type instead of its normal damage type.": "当你给你的武器施加咒语时，它会呼啸着释放原始力量，你可以选择以下伤害类型之一：酸性、冰冷、火焰、闪电或雷鸣。当你的武器保持被施加咒语状态时，它将造成该伤害类型的伤害，而不是它的正常伤害类型。",
	"When you hit with an attack with this weapon you can choose to remove the enspell from the weapon, unleashing a surge of elemental energy. When you do, the target must succeed on a Constitution saving throw against your spell save DC or it loses any resistance or immunity it had to the damage type you had chosen. This effect persists until the end of your next turn.": "当你用这个武器攻击命中时，你可以选择移除武器上的附魔，释放一股元素能量的涌动。当你这样做时，目标必须通过一次对抗你法术豁免 DC 的体质豁免才能成功，否则它将失去对你选择的伤害类型的任何抗性或免疫。这个效果持续到你的下一个回合结束。",
	"When a creature protected by your aegis takes damage you can use your reaction to remove the aegis, fortifying the creature's body with primeval power. When you do, choose acid, cold, fire, lightning, or thunder. That ally has resistance to that damage type for the next minute.": "当受到你护卫保护的生物受到伤害时，你可以使用你的反应来移除护卫，用原始力量强化该生物的身体。当你这样做时，选择酸性、冰冷、火焰、闪电或雷霆。那个盟友在接下来的一分钟内对该伤害类型具有抗性。",
	"At 7th level, your intimate knowledge of elemental magic has imbued you with abilities related to your element of choice. You gain your choice of one of the following features:": "在第7级时，你对元素魔法的深入了解赋予了你与你选择的元素相关的能力。你可以选择以下特性之一：",
	"Your base movement speed increases by 10 ft. and you have advantage on initiative rolls.": "你的基础移动速度增加10尺，并且在先攻骰上获得优势。(Dungeons & Dragons)。",
	"You gain 2 additional hit points per magus level. Each time you gain a level in this class you gain an additional 2 hit points.": "你每个魔法剑士等级额外获得2点生命值。每次你在这个职业中升级时，你会额外获得2点生命值。",
	"You gain darkvision out to a distance of 120 feet and proficiency in Dexterity saving throws.": "你获得暗视能力，距离为120英尺，并且在敏捷豁免 throws 中获得熟练加值。",
	"You gain the ability to breathe underwater and have a swim speed equivalent to your walking speed. Additionally, you have advantage on saving throws against being restrained or grappled and ability checks made to resist or escape a grapple.": "你获得了在水下呼吸的能力，并且拥有与你步行速度相同的游泳速度。此外，你对免疫被限制或抓住的豁免投掷获得优势，并且在抵抗或摆脱抓住的能力检定中获得优势。",
	"At 14th level, you learn to harmonize with the element you chose when you took the Elemental Alignment feature. You can cast a spell associated with your chosen element, listed below, without expending a spell slot.": "在14级时，你学会了与你选择的元素和谐相处，当你获得元素调和特性时选择的元素。你可以施放与你选择的元素相关的法术，如下所列，而无需消耗法术位。",
	"You cannot lose concentration on the spell by taking damage. You must complete a long rest before you can use this feature again.": "在受到伤害时，你不能因此失去对法术的集中。你必须完成一次长休才能再次使用这个特性。",
	"Magi of the Shadow Court conspire to shape local and regional politics with a blend of stealth, fighting prowess, and magical ability. Although those outside this eldritch society understand it to be a singular group, the Shadow Court is in fact composed of multiple clans that often wage clandestine wars on one another to obtain secrets and objects of power. Magi of the Shadow Court are secretive by nature and are forbidden from revealing their clan's goals and activities to all but their most trusted companions.": "暗影法庭的魔法师们密谋着以隐秘、战斗技能和魔法能力来塑造当地和地区政治。尽管那些不属于这个神秘社团的人认为它是一个独立的团体，但实际上暗影法庭由多个家族组成，他们经常互相发动秘密战争，以获取权力的秘密和物品。暗影法庭的魔法师天生神秘，被禁止向除了他们最信任的伙伴之外的人透露他们家族的目标和活动。",
	"You learn two cantrips of your choice from the Shadow Court's spell list. You learn an additional Shadow Court cantrip of your choice at 4th level and again at 10th. These cantrips count as magus spells for you.": "你可以从暗影法庭的法术清单中选择两个零级战斗法术。在4级时，你可以再学习一个暗影法庭的零级法术，然后在10级时再学习一个。这些法术对你来说算作魔导士法术。",
	"Intelligence is your spellcasting ability for your Shadow Court spells, since you learn your spells through rote study and memorization. You use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a magus spell you cast and when making an attack roll with one.": "智力是你的暗影法庭法术的施法能力，因为你是通过死记硬背和记忆来学习法术的。每当一个法术提到你的施法能力时，你就使用你的智力。此外，当你施放魔导士法术并设定施法者豁免 DC 时，以及进行攻击检定时，你也使用你的智力调整值。",
	"At 1st level, you gain proficiency in the Deception and Stealth skills.": "在1级时，你获得欺骗和潜行技能的熟练加值。",
	"Starting at 3rd level, the effects of your mystic marks are enhanced by the Shadow Court's deadly techniques. When you place your mystic mark on an object or creature, it is engulfed in an aura of faint smoke.": "从3级开始，你的神秘印记效果会受到暗影法庭(`Shadow Court`)致命技巧的增强。当你将神秘印记放在一个物体或生物上时，它会被笼罩在微弱烟雾的光环中。",
	"In addition to weapons, you can also empower your unarmed strikes with your enspell. While your unarmed strikes are enspelled, you can use Dexterity instead of Strength for the attack and damage rolls of your unarmed strikes, and you can roll 1d6 instead of the normal damage of your unarmed strike.": "除了武器外，你还可以用你的(enspell)强化你的徒手攻击。当你的徒手攻击被(enspell)强化时，你可以使用敏捷代替力量进行徒手攻击的攻击和伤害骰，你可以投掷1d6而不是普通的徒手攻击伤害。",
	"When you hit with an attack with an enspelled weapon or unarmed strike you can choose to remove the enspell, unleashing an intense flash of light. When you do, the target must succeed on a Constitution saving throw against your spell save DC or be blinded until the start of their next turn.": "当你用一个被施加了魔法的武器或徒手攻击命中时，你可以选择移除该魔法，释放出一道强烈的闪光。当你这样做时，目标必须通过一次对抗你法术豁免 DC 的体质豁免才能避免被致盲，直到他们的下一个回合开始。",
	"When a creature protected by your aegis takes damage from an attack, you can use your reaction to remove the aegis from that creature, engulfing it in illusory magics. When you do, the target becomes invisible until the end of its next turn or when it casts a spell or makes an attack, whichever happens first.": "当受到你护卫保护的生物受到攻击伤害时，你可以使用你的反应来移除护卫，将其包裹在虚幻的魔法中。当你这么做时，目标会在其下一个回合结束之前或施放法术或发动攻击时变得隐形，以先发生的为准。",
	"Starting at 7th level, you can take a special action on your turn to summon duplicates of yourself. When you do, you expend a spell slot and choose a number of unoccupied spaces within 60 feet equal to the level of the spell slot expended. A duplicate of yourself appears in each chosen space. You and each duplicate then make a melee spell attack against a creature within 5 feet, dealing {@dice 1d10} + your Intelligence modifier in force damage on a hit. If you and all your duplicates attack the same creature, and at least one of you deals damage to the creature, it must succeed on a Constitution saving throw or be stunned until the end of your next turn.": "从7级开始，你可以在你的回合上采取特殊行动来召唤自己的分身。当你这样做时，你消耗一个法术位，并选择60英尺内与法术位等级相同数量的未占据空间。在每个选择的空间中出现一个你的分身。然后你和每个分身对距离5英尺内的生物进行近战法术攻击，命中时造成{@dice 1d10} + 你的智力调整值的力量伤害。如果你和所有分身攻击同一个生物，并且至少有一个你对该生物造成伤害，它必须成功进行一次体质豁免才能免疫被眩晕，直到你的下一个回合结束。",
	"At 14th level, you gain the ability to replace yourself with an unlikely body double in the instant before you take a blow. When you are hit by an attack, you can use your reaction to reduce the damage from that attack to 1. When you do, you become invisible for 1 minute and teleport to an unoccupied space of your choice within 300 feet. You leave a block of wood or another harmless, mundane object in the space you teleported away from. You must complete a long rest before you can use this feature again.": "在14级时，你获得了一项能力，可以在受到攻击之前的瞬间用一个不太可能的替身来代替你自己。当你被攻击命中时，你可以使用你的反应将该攻击的伤害减少到1点。在这样做时，你会变得隐形1分钟，并传送到你选择的300英尺范围内的一个未被占据的空间。你会在传送离开的空间留下一块木头或其他无害的普通物体。在你再次使用这个特性之前，你必须完成一次长休。",
	"Magi in the Sidereal Cabal consult the stars to foresee the future and intercede at moments of particular import. Once, long ago, the cabal followed a philosophy of balance, believing that destiny and free will should be given equal weight. Today the cabal is largely split into two camps, kismetists and volitionists. Kismetists prefer indirect or discrete methods when possible, believing that active and obvious interference in the world's affairs might cause a disruption in the natural order of fate. They work to ensure that fate isn't thwarted by powers outside its reach. Volitionists find pivotal moments where the road of destiny forks and interject themselves to force the outcome they prefer.": "星宿秘社的魔法师们通过观星预测未来，并在特别重要的时刻进行干预。很久以前，这个秘社奉行一种平衡的哲学，认为命运和自由意志应该同等重要。如今，秘社主要分为两派，命运主义者和意志主义者。命运主义者在可能的情况下更喜欢间接或离散的方法，认为在世界事务中进行积极和明显的干预可能会导致命运自然秩序的混乱。他们努力确保命运不会被其范围之外的力量所阻挠。意志主义者找到命运分叉的关键时刻，并介入其中，强迫实现他们所偏好的结果。",
	"You learn two cantrips of your choice from the Sidereal Cabal's spell list. You learn an additional Sidereal Cabal cantrip of your choice at 4th level and again at 10th. These cantrips count as magus spells for you. ": "你可以从星宿秘社的法术清单中选择两个零级战斗法术。在4级时，你可以再学习一个额外的星宿秘社零级法术，然后在10级时再学习一个。这些法术对你来说算作魔导士法术。",
	"You can use an astrolabe or arcane focus (found in chapter 5 of the Player's Handbook) as a spellcasting focus for your magus spells.": "你可以使用星盘或奥术焦点（见《玩家手册》第5章）作为你的魔法师法术的施法焦点。",
	"Intelligence is your spellcasting ability for your Sidereal Cabal spells, since you learn your spells through sacred geometry and detailed observation of stellar movements. You use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting DC the saving throw for a magus spell you cast and when making an attack roll with one.": "智力是你的星辰秘社法术的施法能力，因为你是通过神圣几何和对星体运动的详细观察来学习你的法术的。每当一个法术提到你的施法能力时，你就使用你的智力。此外，当你施放魔导士法术并设定豁免检定的 DC 时，以及进行攻击检定时，你也使用你的智力修正值。",
	"An astrolabe is an inclinometer used to measure a celestial body's distance above the horizon. It costs 10 gold pieces and weighs 1 pound.": "一个星盘是一种倾斜仪器，用于测量天体在地平线上方的距离。它的价格是10金币，重量为1磅。",
	"At 1st level, you gain proficiency with the Perception skill, navigator's tools, and water vehicles.": "在1级时，你获得感知技能、航海工具和水上交通工具的熟练加成。",
	"Starting at 3rd level, the effects of your mystic marks are enhanced by the Sidereal Cabal's celestial radiance. When you place your mystic mark on an object or creature, it gives off a soft, indistinct light and hums with unseen energy": "从3级开始，你的秘术印记效果会受到星际秘社的天体辉光增强。当你将秘术印记放在一个物体或生物上时，它会散发出柔和的、模糊的光芒，并且会嗡嗡作响，散发着看不见的能量。",
	"When you deal damage with your enspelled weapon you can choose to deal force damage instead of its normal damage type.": "当你用你的附魔武器造成伤害时，你可以选择造成力量伤害，而不是它的正常伤害类型。",
	"When you miss with an attack with this weapon you can choose to remove the enspell from the weapon, twisting fate in your favor. When you do, you can reroll the attack with advantage.": "当你使用这把武器攻击未命中时，你可以选择移除武器上的结界，扭转命运对你有利。这样做时，你可以用优势重新投掷攻击骰。",
	"When an attack hits a creature protected by aegis you can use your reaction to remove the aegis, turning fortune against your foe. When you do, the attacker must reroll the attack with disadvantage.": "当一次攻击命中一名受到(aegis)保护的生物时，你可以使用你的反应来移除(aegis)，让命运背叛你的敌人。当你这么做时，攻击者必须以劣势重新投掷攻击骰。",
	"At 7th level, your extensive study of the stars has taught you to twist the heavenly mechanics of fate in your favor. When a creature you can see within 60 feet makes an ability check, attack roll, or saving throw you can use your reaction and expend a spell slot to modify the result of the roll. When you do, you can choose to either increase or decrease the result of the roll by the level of the spell slot expended. This change modifies the die result directly, not the total of the roll, which means it can turn a roll into a natural 1 or 20.": "在第7级时，你对星星的深入研究教会了你如何将命运的天体机制扭曲为你所用。当你能看到的生物在60英尺内进行能力检定、攻击骰或豁免骰时，你可以使用你的反应，并消耗一个法术位来修改骰的结果。当你这样做时，你可以选择增加或减少与所消耗的法术位等级相同的骰结果。这种改变直接修改了骰子结果，而不是骰的总数，这意味着它可以将一个骰子变成自然1或20。",
	"At 14th level, when a creature that you can see within 60 feet makes a roll with advantage or disadvantage, you can use your reaction to seal their fate. The creature rolls three d20s, rather than two, using the highest result if it had advantage or the lowest result if it had disadvantage.": "在14级时，当你能看到的一名生物在60英尺内进行具有优势或劣势的投掷时，你可以使用你的反应来决定他们的命运。该生物投掷三个d20，而不是两个，如果它有优势，则使用最高结果，如果它有劣势，则使用最低结果。",
	"Magi of the Sylvan Circle are drawn together by their reverence for the natural world. Members of this eldritch society become magi to protect sacred lands and creatures. Although this society is more informal than others, magi of the Sylvan Circle meet with one another regularly in small groups they call covens to discuss matters of local or regional concern and share information.": "森林圈的魔法师们因对自然界的崇敬而聚集在一起。这个神秘社团的成员成为魔法师是为了保护神圣的土地和生物。尽管这个社团比其他社团更为非正式，森林圈的魔法师们定期与彼此见面，组成他们称之为“魔法阵”的小团体，讨论当地或区域性问题，并分享信息。",
	"You learn two cantrips of your choice from the Sylvan Circle's spell list. You learn an additional Sylvan Circle cantrip of your choice at 4th level and again at 10th. These cantrips count as magus spells for you.": "你可以从Sylvan Circle（森林循环）的法术清单中选择两个零级战斗法术。在4级时，你可以再学习一个Sylvan Circle（森林循环）的零级法术，然后在10级时再学习一个。这些法术对你来说算作魔法师法术。",
	"You can use a druidic focus (found in chapter 5 of the Player's Handbook) as a spellcasting focus for your magus spells.": "你可以使用德鲁伊法器（在《玩家手册》第5章找到）作为你的魔法师法器施放法术。",
	"Wisdom is your spellcasting ability for your Sylvan Circle spells, since you learn your spells through an intuitive connection with the natural world. You use your Wisdom whenever a spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a magus spell you cast and when making an attack roll with one.": "智慧是你作为(Sylvan Circle)法术的施法能力，因为你通过与自然界的直觉联系学习法术。每当一个法术提到你的施法能力时，你都使用你的智慧。此外，当你施放一个魔法师法术时，你使用你的智慧调整值来设定施法者豁免 DC，并在进行攻击检定时。",
	"At 1st level, you gain proficiency with the Nature skill and your choice of either herbalism kits or poisoner's kits.": "在1级时，你获得自然技能的熟练加成，以及草药工具包或毒药工具包中的一种的选择。",
	"Starting at 3rd level, the effects of your mystic marks are enhanced by the Sylvan Circle's esoteric practices. When you place your mystic mark on an object or creature, a verdant green aura surrounds it.": "从3级开始，你的秘法印记效果会受到Sylvan Circle（森林循环）的神秘实践的增强。当你将你的秘法印记放在一个物体或生物上时，会被一层翠绿色的光环所包围。",
	"When you deal damage with your enspelled weapon you can choose to deal poison damage instead of its normal damage type.": "当你用你的附魔武器造成伤害时，你可以选择造成毒素伤害而不是它的正常伤害类型。",
	"When you deal damage to a creature using a weapon you've enspelled you can choose to remove your enspell from that weapon, causing the earth to join your assault. When you do, roots spring from the ground and attempt to tether the target to the earth. The target must succeed on a Strength saving throw against your spell save DC or it is restrained until the end of its next turn.": "当你使用被施加了魔法的武器对生物造成伤害时，你可以选择从武器上移除你的魔法，使大地加入你的攻击。当你这样做时，根须从地面上生长，并试图将目标与大地连接。目标必须通过一次力量豁免检定，检定 DC 为你的法术豁免 DC，否则它将被束缚，直到其下一个回合结束。",
	"When a creature protected by your aegis fails a saving throw you can use your reaction to remove your aegis from that creature. When you do the aegis transmutes into vital energy and washes over the target. The target may reroll its saving throw with advantage.": "当一个受到你(aegis)保护的生物未能通过豁免检定时，你可以使用你的反应将你的(aegis)从该生物身上移除。当你这样做时，(aegis)会转化为生命能量并淹没目标。目标可以用优势重新投掷它的豁免检定。",
	"At 7th level, you can cast the spell {@spell polymorph} on yourself without expending a spell slot. You must complete a long rest before you can use this feature again.": "在第7级时，你可以在自己身上施放法术{@spell polymorph}，而不消耗法术位。你必须完成一次长休才能再次使用这个特性。",
	"Starting at 14th level, you can use a bonus action to expend a spell slot and create a font of life. When you do, you regain your magus level + {@dice 1d12} hit points per level of the expended spell slot and creatures of your choice within 30 feet of you regain half that amount. Once you use this feature, you must finish a short or long rest before you can use it again.": "从14级开始，你可以使用一个奖励动作来消耗一个法术位并创造生命之泉。当你这样做时，你会恢复你的魔法师等级 + {@dice 1d12} 消耗的法术位等级的生命值，而你选择的30英尺范围内的生物会恢复一半的生命值。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"This dagger's normal and long thrown ranges are tripled. You have advantage on all ranged attack rolls against inanimate objects and disadvantage on all ranged attack rolls against creatures with this weapon.": "这把匕首的普通和远程投掷范围增加三倍。你使用这把武器对无生命目标进行所有远程攻击时具有优势，对生物进行所有远程攻击时具有劣势。",
	"This book is full of notes written in Common authored by the famous grimalkin tactician, Bethra de Baltimore. To attune to this book you must read it, which takes a total of 48 hours. While attuned to this book, you can use a bonus action on each of your turns to shout relevant tactical advice at a creature who can hear you within 60 feet. That creature has advantage on the next attack roll it makes before the start of your next turn.": "这本书充满了由著名的格里马尔金战术家贝思拉·巴尔的摩尔（Bethra de Baltimore）用普通语言写的笔记。要调谐这本书，您必须阅读它，这需要总共48小时。当您调谐这本书时，您可以在每个回合的奖励动作中向一个在60英尺内可以听到您的生物大喊相关的战术建议。该生物在您的下一个回合开始之前进行的下一个攻击骰有优势。",
	"This magical weapon is the finger bone of an ancient and long deceased god. You gain a +3 bonus to attack and damage rolls made with this greatclub. In addition, when you deal damage with this weapon you deal an additional {@dice 1d8} necrotic damage.": "这件神奇的武器是一位古老而已逝神祇的指骨制成。你使用这把大棍棒进行的攻击和伤害骰获得+3的奖励。此外，当你使用这把武器造成伤害时，你还会额外造成{@dice 1d8}的死灵伤害。",
	"While you are attuned to this magic weapon and you cast a necromancy spell, it counts as if you had used a spell slot of 2 levels higher than the spell slot you expended, to a maximum of 10th level.": "当你与这把魔法武器（(magic weapon)）共鸣时，施放一项死灵魔法咒语时，计算为你消耗的法术位比实际消耗的法术位高2级，最高可达第10级。",
	"This large glass bottle contains an intricately detailed sailing vessel. When the bottle is tilted such that the mouth is pointed down, the ship lists inside the bottle. Over the course of one hour the ship squeezes out of the mouth of the bottle, growing into a full-sized ship as it does so.": "这个大玻璃瓶里装着一艘做工精细的帆船。当瓶子倾斜时，瓶口朝下，船只在瓶内倾斜。在接下来的一个小时里，船只从瓶口挤出，逐渐变大，最终成为一艘全尺寸的船只。",
	"Once empty, the bottle can be used to store any sailing vessel by placing the mouth against the ship. Over the course of one hour, the ship will shrink and squeeze into the mouth of the bottle until it fits entirely inside the bottle. Living creatures will be ejected from the ship, taking 2d10 force damage as they move to the nearest unoccupied space by the bottle. Inanimate objects aboard the ship shrink along with the vessel.": "一旦空了，这个瓶子可以用来储存任何航行船只，只需将瓶口对准船只。在一个小时内，船只会缩小并挤进瓶口，直到完全适应瓶子内。生物将被从船只中排出，当它们移动到瓶子旁边最近的未占用空间时，会受到2d10的力量伤害。船上的无生命物体会随着船只一起缩小。",
	"If the bottle is broken while a ship is inside, the ship immediately grows to full size.": "如果瓶子在船只在内部时被打破，船只会立即长到满尺寸。",
	"When this bottle is first found, the DM chooses what type of vessel is in the bottle or determines it randomly from the options below.": "当这个瓶子被发现时，DM（Dungeon Master）选择瓶子里是什么类型的容器，或者从以下选项中随机确定。",
	"This magical heavy crossbow comes equipped with a pair of vials containing effervescent liquids, one orange and the other blue. Though a crossbow, this magical item cannot be used as a weapon.": "这把神奇的重型十字弓配备了一对装有起泡液的小瓶，一个是橙色的，另一个是蓝色的。尽管是一把十字弓，这件神奇物品不能用作武器。",
	"Instead, when you fire the crossbow you can choose a space you can see within 400 feet and choose to use the orange vial or the blue vial. An aperture appears in the space you selected, as if you had cast the teleportation circle spell and created a permanent portal. Entering a portal created by the orange vial causes you to exit via the portal created by the blue vial and vice versa. If you have not created a portal with both vials, the portal does not teleport you anywhere. A portal created with this magical item remains until you use the same vial to create a different portal.": "相反，当你发射弩箭时，你可以选择一个你能看到的距离为400英尺的空间，并选择使用橙色瓶或蓝色瓶。一个孔隙会出现在你选择的空间中，就像你施放了传送法阵咒语并创建了一个永久传送门一样。通过橙色瓶创建的传送门会使你通过蓝色瓶创建的传送门出口，反之亦然。如果你没有用两个瓶子创建传送门，那么传送门不会将你传送到任何地方。用这个魔法物品创建的传送门会一直存在，直到你使用同一个瓶子创建另一个传送门。",
	"This wondrous item appears as a weathered stone handbell. When rung, the bell wakens the slumbering magics of the land. The earthen bell has 12 charges. While holding it, you can use an action to ring the bell and expend 1, 3, or 5 charges to cast a spell. The spell cast is determined by the number of charges expended and the terrain you currently occupy (arctic, coast, desert, forest, grassland, mountain, settlement, swamp, or the Underdark). If you are not in a location that matches any of the terrain types, or you are in a location that could match multiple terrain types, your DM will decide which terrain your location counts as. Constitution is your spellcasting ability for these spells.": "这件神奇物品看起来像一只风化的石制手铃。当敲响时，这只铃铛唤醒了大地上沉睡的魔法。这个土制的铃铛有12个充能。拿着它时，你可以使用一个动作敲响铃铛，并消耗1、3或5个充能来施放一个法术。所施放的法术取决于消耗的充能数量和你当前所处的地形（北极、海岸、沙漠、森林、草原、山脉、定居点、沼泽或地底世界）。如果你不在与任何地形类型匹配的地点，或者你在一个可能匹配多种地形类型的地点，你的DM将决定你所在位置算作哪种地形。对于这些法术，你的法术施放能力为体质。",
	"{@spell Ice Knife|xge} (1 charge), {@spell sleet storm} (3 charges), {@spell cone of cold} (5 charges).": "{@spell Ice Knife|xge}（1次使用）, {@spell sleet storm}（3次使用）, {@spell cone of cold}（5次使用）。",
	"{@spell Purify food and drink} (1 charge), {@spell water breathing} (3 charges), {@spell maelstrom|xge} (5 charges).": "{@spell Purify food and drink}（1次使用）, {@spell water breathing}（3次使用）, {@spell maelstrom|xge}（5次使用）.",
	"{@spell Create or destroy water} (1 charge), {@spell wall of sand|xge} (3 charges), {@spell insect plague} (5 charges).": "{@spell Create or destroy water}（1次使用）, {@spell wall of sand|xge}（3次使用）, {@spell insect plague}（5次使用）。",
	"{@spell Goodberry} (1 charge), {@spell plant growth} (3 charges), {@spell tree stride} (5 charges).": "{@spell Goodberry}（1次使用）, {@spell plant growth}（3次使用）, {@spell tree stride}（5次使用）。",
	"{@spell Beast bond|xge} (1 charge), {@spell speak with plants} (3 charges), {@spell wrath of nature|xge} (5 charges).": "{@spell Beast bond|xge}（1次使用）, {@spell speak with plants}（3次使用）, {@spell wrath of nature|xge}（5次使用）。",
	"{@spell Thunderwave} (1 charge), {@spell meld into stone} (3 charges), {@spell wall of stone} (5 charges).": "{@spell Thunderwave}（1次使用）, {@spell meld into stone}（3次使用）, {@spell wall of stone}（5次使用）.",
	"{@spell Charm person} (1 charge), {@spell sending} (3 charges), {@spell animate objects} (5 charges).": "{@spell Charm person}（1次使用）, {@spell sending}（3次使用）, {@spell animate objects}（5次使用）。",
	"{@spell Entangle} (1 charge), {@spell stinking cloud} (3 charges), {@spell contagion} (5 charges).": "{@spell Entangle}（1次使用）, {@spell stinking cloud}（3次使用）, {@spell contagion}（5次使用）.",
	"{@spell Dissonant whispers} (1 charge), {@spell enemies abound|xge} (3 charges), {@spell cloudkill} (5 charges)": "{@spell Dissonant whispers}（1次使用）, {@spell enemies abound|xge}（3次使用）, {@spell cloudkill}（5次使用）",
	"The earthen bell regains 2d6 charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the bell cracks into many pieces and its magic is lost.": "土质钟在每天黎明时恢复2d6个充能。如果你耗尽了最后一个充能，投掷一个d20。在投掷到1时，钟会裂成许多碎片，其魔法消失。",
	"You gain a +1 bonus to attack and damage rolls with this weapon and add your proficiency bonus to initiative rolls.": "你使用这件武器时，攻击和伤害骰都获得+1的加值，并且在先攻骰中加上你的熟练加值。",
	"In addition, you gain limited control over the flow of time. On your turn, you can choose to take an extra action. When you do so, you can't take this extra action again until 1 hour has passed.": "此外，你获得对时间流动的有限控制。在你的回合中，你可以选择进行额外的行动。当你这样做时，直到1小时过去之前，你不能再次进行这个额外的行动。",
	"While you are attuned to this weapon and Minute, the bonus to attack and damage rolls with this weapon increases to +2.": "当你与这件武器和(Minute)共鸣时，使用这件武器的攻击和伤害加值增加至+2。",
	"Additionally, you can use an action on your turn to gain all the benefits of completing a short rest. Once you use this ability, you cannot use it again until the next dawn.": "此外，你可以在你的回合使用一个动作来获得完成短休所带来的所有好处。一旦你使用了这个能力，直到第二天黎明之前你不能再次使用它。",
	"This menacing greataxe is made of a dark metal that reflects no light. When held up to a source of bright light it appears to flicker in and out of sight. You gain a +3 bonus to attack and damage rolls made with this magic weapon.": "这把威胁性的巨斧是由一种不反射光线的黑暗金属制成的。当拿到光源前时，它似乎会在视线中闪烁。你使用这把魔法武器进行的攻击和伤害骰获得+3的奖励。",
	"When you deal damage with this weapon, you can choose to deal psychic damage instead of slashing damage as normal. If you do, the creature has disadvantage on Intelligence, Wisdom, and Charisma saving throws until the start of your next turn. If you reduce a creature to 0 hit points with psychic damage caused by this weapon, that creature goes unconscious as normal but stabilizes and forgets their identity. This amnesia can only be reversed by a remove curse or wish spell.": "当你使用这个武器造成伤害时，你可以选择造成精神伤害，而不是通常的斩击伤害。如果你这样做，该生物在你的下一个回合开始之前在智力、感知和魅力豁免检定上处于劣势。如果你用这个武器造成的精神伤害将一个生物的生命值降至0，那个生物会像平常一样陷入昏迷，但会稳定下来并且忘记他们的身份。这种健忘只能通过解除诅咒或许愿法术来逆转。",
	"In addition, you gain limited control over the flow of time. On your turn, you can choose to take an extra bonus action. When you do so, you use this ability again until 1 minute has passed.": "此外，你获得了对时间流动的有限控制。在你的回合中，你可以选择进行额外的奖励行动。当你这样做时，你可以再次使用这个能力，直到1分钟过去为止。",
	"While you are attuned to this weapon and Hour, the bonus to attack and damage rolls with this weapon increases to +2.": "当你与这把武器和(Hour)共鸣时，使用这把武器的攻击和伤害加值增加至+2。",
	"Additionally, you can use your reaction at the end of any turn to take an action. Once you use this ability, you cannot use it again until you finish a short rest.": "此外，你可以在任何回合结束时使用你的反应来进行一次动作。一旦你使用了这个能力，你必须完成一次短休才能再次使用它。",
	"The surface of this magical shield is a golden mirror. When a creature targets you with a spell that requires a spell attack roll, or magic missile, you can use your reaction to cause the creature to target itself instead.": "这个魔法盾牌的表面是一面金色的镜子。当一个生物以你为目标施放需要施法命中骰的法术，或者魔法飞弹时，你可以使用你的反应使该生物改为以自己为目标。",
	"While you are attuned to this magic item, you can cast the fly and haste spells at will. Each time you do, roll a d20. On a 1, you are thrown forward in time by an amount determined by the magic item's rarity.": "当你与这个魔法物品共鸣时，你可以随意施放飞行和加速法术。每次施放时，投掷一颗d20。在投掷到1时，你会被时间向前推移，推移的时间由魔法物品的稀有度决定。",
	"{@dice 2d12} hours.": "{@dice 2d12} 小时。",
	"{@dice 4d12} weeks.": "{@dice 4d12}周。",
	"While holding this wand, you gain a +1 bonus to spell attack rolls. In addition, you can use a bonus action to cause a column of prismatic magical energy to extend approximately 4 feet from this wand, allowing it to be used as a melee weapon. This weapon deals {@dice 1d8} force damage on a hit and has the finesse, light, and versatile ({@dice 1d10}) properties. The column dissipates when you take a bonus action to cause it to or when you lose your hold on the weapon.": "持有这个魔杖时，你对法术攻击投掷获得+1的奖励。此外，你可以使用一个奖励动作，使一道五彩斑斓的魔法能量柱从这个魔杖上延伸约4英尺，使其可以用作近战武器。这个武器在命中时造成{@dice 1d8}点力量伤害，并具有灵巧、轻便和多用途({@dice 1d10})特性。当你使用一个奖励动作使其消散或者失去对武器的控制时，这道能量柱会消散。",
	"When you take damage from a spell while wearing this armor, you gain a number of temporary hit points equal to {@dice 1d8} + the level of the spell.": "当你穿戴这件护甲受到法术伤害时，你会获得一定数量的临时生命值，数量等于{@dice 1d8} + 法术的等级。",
	"As an action on your turn, you spend all temporary hit points gained from this armor to create a shockwave that pushes enemies away from you. When you do, each creature within 10 feet of you must succeed on a Strength saving throw (DC 14) or be pushed 10 feet and take force damage equal to the temporary hit points spent.": "作为你回合中的一个动作，你可以消耗从这件盔甲获得的所有临时生命值，制造一个冲击波将敌人推开。当你这样做时，你周围10英尺范围内的每个生物必须进行一次力量豁免检定（DC 14），否则被推开10英尺并受到等同于消耗的临时生命值的力量伤害。",
	"You have a +1 bonus to AC while wearing this armor.": "穿上这件盔甲时，你的AC获得+1的加值。",
	"In addition, you can use a bonus action on your turn to activate this armor's elemental aura for 1 minute. While the elemental aura is active, you gain its benefits. Once you activate the elemental aura, it can't be used again until the next dawn.": "此外，你可以在你的回合使用一个奖励动作来激活这件盔甲的元素光环，持续1分钟。当元素光环激活时，你获得其益处。一旦你激活了元素光环，直到第二天黎明之前它不能再次使用。",
	"The DM chooses the elemental aura of this armor or determines it randomly from the options below": "DM选择这件盔甲的元素光环，或者从以下选项中随机确定（elemental aura）",
	"Your movement speed increases by 15 feet, your jump distances are tripled, and ranged attack rolls against you have disadvantage.": "你的移动速度增加15尺，跳跃距离增加三倍，对你的远程攻击有劣势。",
	"You gain resistance to all damage.": "你获得对所有伤害的抗性。",
	". Creature who start their turn within 15 feet of you must succeed on a Dexterity saving throw or take {@dice 1d10} fire damage. Creatures within 5 feet have disadvantage on the saving throw.": "在你附近15英尺内开始他们的回合的生物必须成功进行一次敏捷豁免才能避免受到{@dice 1d10}火焰伤害。在5英尺范围内的生物在豁免检定时有劣势。",
	"When you take the Dash, Disengage, or Dodge action you gain the benefit of all three. You gain a swim speed equal to your base walking speed.": "当你执行冲刺（Dash）、脱离（Disengage）或闪避（Dodge）动作时，你获得这三种动作的所有好处。你获得一个游泳速度，速度等同于你的基础行走速度。",
	"When placed upon a living creature's head, this sunbleached elk skull coats the creature's body in a thick layer of ectoplasm. You have resistance to nonmagical bludgeoning, piercing, and slashing damage while wearing this armor.": "当放置在生物头上时，这个晒白的麋鹿头骨会在生物身体上覆盖一层厚厚的外胚质。穿戴这件盔甲时，你对非魔法钝击、穿刺和斩击伤害具有抗性。",
	"You can use a bonus action to turn intangible until the end of your turn. While intangible you can move through creatures and solid objects. If you end the turn inside a creature or object, you move to the nearest unoccupied space and take {@dice 1d10} force damage for every 5 feet you are forced to move.": "你可以使用一个奖励动作，直到回合结束变得无形。在无形状态下，你可以穿过生物和实体物体。如果回合结束时你在一个生物或物体内部，你会移动到最近的未被占据的空间，并且每移动5英尺就会受到{@dice 1d10}力量伤害。",
	"While wearing this armor, undead creatures with an Intelligence score of 3 or lower treat you as an undead creature of their same type and will not attack you unless you attack them first.": "穿上这件盔甲时，智力分数为3或更低的不死生物会将你视为与他们相同类型的不死生物，除非你先攻击他们，否则它们不会攻击你。",
	"When you make an attack with this magic weapon, you can choose to use your spellcasting ability modifier instead of your Strength or Dexterity modifier for your attack and damage rolls. You must use the same modifier for both rolls. Additionally, you can use this weapon as a spellcasting focus.": "当你使用这把魔法武器进行攻击时，你可以选择使用你的法术属性调整值来替代你的力量或敏捷调整值进行攻击和伤害骰的投掷。你必须对两次投掷都使用相同的调整值。此外，你可以将这把武器用作施法焦点。",
	"You gain a +1 bonus to attack and damage rolls made with this magic weapon.": "你使用这把魔法武器进行的攻击和伤害骰时获得+1的奖励。",
	"As an action, you can fire a physical manifestation of love from this bow targeting a creature you can see within the bow's long range. When you do, that creature must make a Wisdom saving throw (DC = 8 + your proficiency bonus + your Dexterity modifier) or be charmed by a creature of your choice that they can see within 120 feet. This condition lasts for 24 hours, ending early if the charmed creature takes damage from the creature it is charmed by or one of that creature's allies. While charmed, the charmed creature considers the creature it is charmed by a close personal friend or a love interest (as determined by the player of the charmed creature or the DM for NPCs).": "作为一个动作，你可以从这弓中射出一种爱的物理表现，瞄准你能看到的一只生物，距离不超过这弓的远程射程。当你这样做时，那个生物必须进行一次感知豁免检定（豁免 DC = 8 + 你的熟练加值 + 你的敏捷调整值），否则就会被你选择的一只它能看到的生物所迷惑，距离在120英尺内。这种状态持续24小时，如果被迷惑的生物受到迷惑它的生物或该生物的盟友造成的伤害，状态会提前结束。在被迷惑时，被迷惑的生物会认为迷惑它的生物是一个亲密的朋友或恋人（由被迷惑生物的玩家或DM为NPC决定）。",
	"Once you have used this bow to fire a charmed arrow, you cannot do so again until the next dawn. One day a year, during a holiday celebrating a god or goddess of love, this ability can be used an unlimited number of times that day": "一旦你使用这把弓射出一支魔法箭，你直到第二天黎明前都不能再次使用。每年的一天，在庆祝爱神的节日中，这个能力可以在那一天无限次使用。",
	"You gain a +2 bonus to attack rolls made with this net. In addition, its normal and long thrown ranges are multiplied by 5.": "你使用这个网格进行的攻击投掷获得+2的奖励。此外，它的普通和远程投掷范围都乘以5。",
	"This armor is made from strips of magically treated wood bound together with leather. You have a +2 bonus to AC while wearing this armor.": "这套盔甲由经过魔法处理的木条和皮革绑在一起制成。穿上这套盔甲时，你的AC获得+2的加值。",
	"In addition, you can use an action on your turn to transform into a {@creature treant}, using the statistics found in the Monster Manual. This transformation lasts for 1 hour or until you use an action to turn back to your normal form. Once this special action is used, it can't be used again until the next dawn.": "另外，你可以在你的回合使用一个动作，变身为一个{@creature treant}，使用怪物手册中找到的统计数据。这种变身持续1小时，或者直到你使用一个动作恢复到正常形态。一旦使用了这个特殊动作，直到第二天黎明之前都不能再次使用。",
	"You gain a +1 bonus to AC while wearing this armor. In addition, your movements make no sound and shadows darken around you. You have advantage on Dexterity (Stealth) ability checks.": "穿上这件盔甲时，你的AC获得+1的加值。此外，你的动作无声无息，周围的阴影会变得更加昏暗。你在敏捷（潜行）技能检定中获得优势。",
	"If this armor is very rare, it also gains a special benefit depending on the Shadow Court clan that created it.": "如果这件盔甲非常稀有，它还会根据创造它的(Shadow Court)家族获得特殊的好处。",
	"You can breathe underwater and have a swim speed of 30 feet. While swimming, you can use a bonus action to take the Dash, Disengage, or Dodge actions.": "你可以在水下呼吸，并且拥有30英尺的游泳速度。在游泳时，你可以使用一个奖励动作来执行冲刺、躲闪或闪避动作。",
	"You do not take damage from falling. You can cast the {@spell fly} spell on yourself. Once you do so, you cannot cast the spell with this magic item again until the next dawn.": "你不会因摔倒而受伤。你可以对自己施放{@spell fly}法术。一旦你这样做了，直到第二天黎明前，你不能再用这个魔法物品施放这个法术。",
	"You have a climb speed of 30 feet. You can create 30 feet of silk rope as an action on your turn. This rope disintegrates after 24 hours.": "你有一个30英尺的攀爬速度。你可以在你的回合上动作时创造30英尺的丝绳。这根绳子在24小时后会消失。(silk rope)",
	"As part of the action used to cast this spell, you must make a ranged attack with a weapon against one creature within the spell's range, otherwise the spell fails. On a hit, the target suffers the attack's normal effects. On a miss, choose a second creature within range and make a ranged weapon attack with the same weapon against that creature. On a hit, the second creature takes lightning damage equal to your spellcasting ability modifier.": "作为施放此法术所需的行动的一部分，您必须使用武器进行一次远程攻击，针对法术范围内的一个生物，否则法术失败。命中时，目标遭受攻击的正常效果。未命中时，选择范围内的第二个生物，并使用相同的武器对该生物进行一次远程武器攻击。命中时，第二个生物受到等同于您的法术施放能力调整值的闪电伤害。",
	"This spell's damage increases when you reach higher levels. At 5th level, the ranged attack deals an extra {@damage 1d8} lightning damage whether it hits the original target or the second creature. This extra damage increases by {@dice 1d8} at 11th level ({@dice 2d8}) and 17th level ({@dice 3d8}).": "这个法术的伤害会随着你的等级提高而增加。在5级时，远程攻击会额外造成{@damage 1d8} 闪电伤害，无论是命中原始目标还是第二个生物。这额外伤害会在11级时增加{@dice 1d8}，在17级时增加{@dice 2d8}。",
	"You drain the mystical energy of a spellcasting creature. Choose one creature within range that you can see. That creature must succeed on an Intelligence saving throw or lose a 1st-level spell slot if it has any. If the creature loses a 1st-level spell slot, you regain an expended 1stlevel spell slot": "你耗尽了一个施法生物的神秘能量。选择一个你能看到的范围内的生物。那个生物必须成功通过一个智力豁免才能保留一个1级法术位（如果有的话）。如果那个生物失去了一个1级法术位，你将恢复一个已消耗的1级法术位。",
	"When you cast this spell using a spell slot of 2nd level or higher, the creature loses the highest level spell slot it has up to the level of spell slot you expended to cast this spell, and you regain an expended spell slot of the level that creature lost.": "当你使用2级或更高级别的法术位施放此法术时，生物失去其拥有的最高级别法术位，直到与你用来施放此法术的法术位级别相同，并且你会恢复一个与该生物失去的法术位级别相同的已消耗法术位。",
	"As part of the action used to cast this spell, you must make a weapon attack against one creature within the spell's range, otherwise the spell fails. On a hit, if the creature's current hit points are more than half its maximum hit points, the target suffers the attack's normal effects. If the creature's current hit points are equal to or less than half of its maximum hit points, the target suffers the attack's normal effect and takes an additional {@damage 1d12} necrotic damage.": "作为施放此法术的一部分，你必须对法术范围内的一名生物进行武器攻击，否则法术失败。命中时，如果该生物的当前生命值超过其最大生命值的一半，则目标遭受攻击的正常效果。如果该生物的当前生命值等于或少于其最大生命值的一半，则目标遭受攻击的正常效果，并额外受到{@damage 1d12}点死灵伤害。",
	"This spell's damage increases when you reach higher levels. At 5th level, the additional damage dealt by this attack becomes {@dice 2d12}. This damage increases by {@dice 1d12} again at 11th level ({@dice 3d12}) and 17th level ({@dice 4d12}).": "这个法术的伤害会随着你的等级提升而增加。在5级时，这次攻击造成的额外伤害变为{@dice 2d12}。在11级时再次增加{@dice 1d12}，在17级时增加到{@dice 3d12}。",
	"You touch the corpse of a humanoid and transform your physical appearance—including your clothing, armor, weapons, and other belongings on your person—to look like the corpse did in the minutes preceding its death. You retain all of your own ability scores, features, traits, and other abilities.": "你触摸一个人形尸体，改变你的外貌，包括你身上的衣物、盔甲、武器和其他物品，使其看起来像尸体在死亡前几分钟的样子。你保留自己所有的能力值、特征、特性和其他能力。",
	"While disguised as the dead you instinctively mimic its mannerisms. Creatures familiar with the deceased humanoid can attempt to ascertain if you are, in fact, the deceased by using its action to make an Intelligence (Investigation) check against your spell save DC.": "当伪装成死者时，你会本能地模仿它的举止。熟悉已故人类的生物可以尝试通过使用它的动作来进行一次智力（调查）检定，检定目标为你的法术豁免 DC，以确定你是否实际上是已故者。",
	"When you cast this spell using a spell slot of 3rd or 4th level, the duration increases to 8 hours. When you cast this spell using a spell slot of 5th level or higher, the duration increases to 24 hours.": "当你使用3级或4级法术位施放此法术时，持续时间增加至8小时。当你使用5级或更高级法术位施放此法术时，持续时间增加至24小时。",
	"You make the hand sign of corruption and strike at a creature within range. As part of the action used to cast this spell, you must make an unarmed strike attack against one creature within the spell's range, otherwise the spell fails. On a hit, the target suffers the attack's normal effects and has its ki corrupted until the end of your next turn. If the creature has corrupted ki when you hit it with this cantrip, you deal an additional {@damage 1d8} poison damage. While a creature has corrupted ki, it has disadvantage on saving throws against being {@condition poisoned}.": "你做出腐化的手势，对范围内的一只生物发动攻击。作为施放此法术所使用的行动的一部分，你必须对法术范围内的一只生物进行一次徒手攻击，否则法术失败。命中时，目标受到攻击的正常效果，并在你的下一个回合结束前其气被腐化。如果生物在你用这个cantrip击中它时已经有腐化的气，你造成额外{@damage 1d8}的毒素伤害。当生物有腐化的气时，它在对抗被{@condition poisoned}时的豁免扑克上有劣势。",
	"This spell's damage increases when you reach higher levels. At 5th level, the unarmed strike deals an extra {@damage 1d8} poison damage and the additional damage to creatures with corrupted ki increases to {@dice 2d8}. Both of these damages increases by {@dice 1d8} again at 11th level ({@dice 2d8 / 3d8}) and 17th level ({@dice 3d8 / 4d8}).": "这个法术的伤害会随着你的等级提升而增加。在5级时，徒手攻击额外造成{@damage 1d8}毒素伤害，对拥有堕落气的生物的额外伤害增加到{@dice 2d8}。这两种伤害在11级时再次增加{@dice 1d8}，在17级时再次增加到{@dice 2d8 / 3d8}。",
	"You make the hand sign of endings and focus your will on a creature within range. That creature gains a death shroud. When you deal damage to that creature with an attack, you can discard the death shroud you placed on the creature to deal an additional {@damage 2d4} damage.": "你做出结束的手势，并将意志集中在射程内的一个生物身上。那个生物获得了死亡护罩。当你用攻击对那个生物造成伤害时，你可以弃掉你放在那个生物身上的死亡护罩，额外造成{@damage 2d4}的伤害。",
	"At 5th level, the damage from your death shroud increases to {@dice 4d4}. It increases again at 11th level ({@dice 6d4}) and 17th level ({@dice 8d4}).": "在5级时，你的死亡之幕的伤害增加到{@dice 4d4}。在11级时再次增加到{@dice 6d4}，在17级时增加到{@dice 8d4}。",
	"Stretching out your hand and pointing your finger at a creature within range, a flash of negative energy briefly connects the two of you. The target must succeed on a Constitution saving throw or take {@damage 3d4} necrotic damage. If the target fails its saving throw, you gain a number of temporary hit points equivalent to the damage dealt. You lose any temporary hit points granted by this spell after one minute.": "伸出手指，指向范围内的生物，一道负能量的闪光瞬间连接了你们两个。目标必须成功通过一次体质豁免才能避免受到{@damage 3d4}的死灵伤害。如果目标未能通过豁免，你将获得等同于伤害值的暂时生命值。施法后一分钟后，你将失去此法术提供的任何暂时生命值。",
	"When you cast this spell using a spell slot of 2nd level or higher, each level beyond the first adds {@dice 2d4} to the damage dealt by this spell.": "当你使用2级或更高级别的法术位施放这个法术时，每超过第一个等级的等级会为这个法术造成的伤害增加{@dice 2d4}。",
	"You summon a spirit that assumes the form of a waterborne vessel. Appearing in an unoccupied space within range, the spirit takes on a form you choose: a {@item galley}, {@item keelboat} , {@item longship}, {@item rowboat}, {@item sailing ship}, or {@item warship}. The vessel has the statistics provided in the Dungeon Master's Guide for the chosen form. Additionally, the vessel is immune to nonmagical bludgeoning, piercing, and slashing damage.": "你召唤一个灵体，它化身为一个水上船只。出现在施法距离内的一个空位上，这个灵体会呈现出你选择的形态：一个{@item galley}，{@item keelboat}，{@item longship}，{@item rowboat}，{@item sailing ship}，或{@item warship}。这艘船具有《地牢主宰手册》中所提供的所选形态的统计数据。此外，这艘船对非魔法来源的钝击、穿刺和斩击伤害免疫。",
	"You have advantage on all ability checks you make to steer the vessel. While you are aboard the vessel it responds to your verbal commands, allowing you to ignore the minimum crew number required to operate the vehicle. The vessel's speed, cargo weight limit, and hit points are all doubled. While you have the vessel summoned, you can cast this spell again to restore it to its maximum hit points.": "你在所有操纵船只的能力检定中获得优势。当你在船上时，船会听从你的口头指令，使你可以忽略操作船只所需的最低船员数量。船只的速度、货物重量限制和生命值都加倍。当你召唤船只时，你可以再次施放这个法术，将其生命值恢复到最大值。",
	"The vessel disappears when it drops to 0 hit pointsor when you dismiss it as an action. When the vessel disappears, it leaves behind any creatures or objects it was carrying. You cannot have more than one vessel summoned by this spell at a time.": "当飞行器的生命值降至0点或者你将其作为一个动作解散时，飞行器会消失。当飞行器消失时，它会留下它携带的任何生物或物体。你不能同时召唤超过一个由这个法术召唤的飞行器。",
	"You send an arrow towards a creature in range and, upon hitting its mark, the arrow explodes into a shower of fungal spores. As part of the action used to cast this spell, you must make a ranged attack with a weapon against one creature within the spell's range, otherwise the spell fails. On a hit, the target suffers the attack's normal effects, and a fungal bloom appears in three unoccupied spaces of your choice adjacent to the creature. These fungal blooms remain until the end of your next turn. When a creature moves through a fungal bloom, it is destroyed and the creature takes {@damage 1d6} poison damage.": "你向范围内的生物射出一支箭，击中目标后，箭头爆炸成一团真菌孢子的阵雨。施放此法术时，必须使用一次动作对法术范围内的一名生物进行远程武器攻击，否则法术失败。命中时，目标受到攻击的正常效果，并在你选择的与该生物相邻的三个未占据空间中出现真菌绽放。这些真菌绽放会一直保留到你的下一个回合结束。当生物穿过真菌绽放时，它会被摧毁并受到{@damage 1d6}毒素伤害。",
	"This spell's damage increases when you reach higher levels. At 5th level, the ranged attack deals an extra {@damage 1d6} poison damage to the target, and the fungal bloom deals an additional {@damage 1d6} poison damage when a creature moves through it. Both damage rolls increase by {@dice 1d6} at 11th level ({@dice 2d6 / 3d6}) and 17th level ({@dice 3d6 / 4d6}).": "这个法术的伤害会随着你的等级提升而增加。在5级时，远程攻击对目标造成额外{@damage 1d6}的毒性伤害，当生物穿过真菌绽放时，真菌绽放会额外造成{@damage 1d6}的毒性伤害。在11级({@dice 2d6 / 3d6})和17级({@dice 3d6 / 4d6})时，这两次伤害骰都会增加{@dice 1d6}。",
	"By placing your hand on another creature, you transfer your life force to them. You spend and roll one of your hit die. The target regains an amount of hit points equivalent to the result of the roll.": "通过将你的手放在另一个生物身上，你将你的生命力传递给它们。你花费并掷出一个生命骰。目标恢复相当于掷骰结果的生命值。",
	"As part of the action used to cast this spell, you must make a melee attack with a weapon against one creature within the spell's range, otherwise the spell fails. On a hit, the target suffers the attack's normal effects, and you knot the threads of the target's fate with misfortune. When that creature makes an ability check, attack roll, or saving throw before the start of your next turn, you can use your reaction to roll {@dice 1d4} and subtract the result from the target's roll.": "作为施放这个法术的一部分，你必须使用武器进行一次近战攻击，攻击范围内的一个生物，否则法术失败。命中时，目标受到攻击的正常效果，并且你用不幸将目标的命运之线缠结在一起。当该生物在你的下一个回合开始之前进行能力检定、攻击骰投掷或豁免投掷时，你可以使用你的反应投掷{@dice 1d4}，并从目标的投掷结果中减去这个数值。",
	"This spell's damage increases when you reach higher levels. At 5th level, the melee attack deals an extra {@damage 1d8} force damage. This damage increases by {@dice 1d8} again at 11th level ({@dice 2d8}) and 17th level ({@dice 3d8}).": "这个法术的伤害会随着你的等级提升而增加。在5级时，近战攻击会额外造成{@damage 1d8}点力量伤害。这个伤害在11级({@dice 2d8})和17级({@dice 3d8})时再次增加{@dice 1d8}点。",
	"You make the hand sign of paralysis and strike at a creature within range. As part of the action used to cast this spell, you must make an unarmed strike attack against one creature within the spell's range, otherwise the spell fails. On a hit, the target suffers the attack's normal effects and has a pinched nerve until the end of your next turn. If the target has a pinched nerve when you hit it with this cantrip, you deal an additional {@damage 1d6} psychic damage. While a creature has a pinched nerve, it takes {@damage 1d6} psychic damage when it takes the Dash, Disengage, or Dodge action.": "你做出麻痹的手势，并攻击施法范围内的一只生物。作为施放此法术所使用的动作的一部分，你必须对法术范围内的一只生物进行徒手攻击，否则法术失败。命中时，目标遭受攻击的正常效果，并且神经受到牵拉直到你的下一个回合结束。如果目标在你用这个cantrip击中时已经受到神经牵拉，你造成额外{@damage 1d6}的精神伤害。当一只生物神经受到牵拉时，它在进行冲刺、脱离战斗或闪避动作时受到{@damage 1d6}的精神伤害。",
	"This spell's damage increases when you reach higher levels. At 5th level, the additional psychic damage and the psychic damage for taking certain actions both increase to {@dice 2d6}. Both of these damages increases by {@dice 1d6} again at 11th level ({@dice 3d6}) and 17th level ({@dice 4d6}).": "这个法术的伤害会随着你的等级提升而增加。在5级时，额外的心灵伤害和因采取特定行动而造成的心灵伤害都增加到{@dice 2d6}。这两种伤害在11级时再次增加了{@dice 1d6}，在17级时再次增加了{@dice 3d6}。",
	"As part of the action used to cast this spell, you must make a ranged attack with a weapon against one creature within the spell's range, otherwise the spell fails. On a hit, the target suffers the attack's normal effects, and the air around it turns frigid, halving its movement speed until the end of its turn.": "作为施放此法术所需的行动的一部分，您必须使用武器进行一次远程攻击，针对法术范围内的一个生物，否则法术失败。命中后，目标遭受攻击的正常效果，并且其周围的空气变得寒冷，直到其回合结束前，移动速度减半。",
	"At 5th level the ranged attack deals an extra {@damage 1d8} cold damage. This damage increases by {@dice 1d8} again at 11th level ({@dice 2d8}) and 17th level ({@dice 3d8}).": "在5级时，远程攻击额外造成{@damage 1d8}点冰冷伤害。这个伤害在11级({@dice 2d8})和17级({@dice 3d8})时再次增加{@dice 1d8}点。",
	"As part of the action used to cast this spell, you must make a melee attack with a weapon against one creature within the spell's range, otherwise the spell fails. On a hit, the target suffers the attack's normal effects, and if the target is {@status concentration||concentrating} on a spell this attack deals an additional {@damage 1d8} force damage.": "作为施放这个法术的一部分，你必须使用武器进行一次近战攻击，攻击范围内的一个生物，否则法术失败。命中后，目标受到攻击的正常效果，如果目标是{@status concentration||concentrating}(`on a spell`)，这次攻击额外造成{@damage 1d8}点力场伤害。",
	"This spell's damage increases when you reach higher levels. At 5th level, the melee attack deals an extra {@dice 1d8} force damage to the target and the additional damage if the target is {@status concentration||concentrating} on a spell increases to {@dice 2d8}. Both damage rolls increase by {@dice 1d8} at 11th ({@dice 2d8 / 3d8}) and 17th level ({@dice 3d8 / 4d8}).": "这个法术的伤害会随着你的等级提高而增加。在5级时，近战攻击对目标造成额外{@dice 1d8}的力量伤害，如果目标是{@status concentration||concentrating}，法术的额外伤害增加到{@dice 2d8}。在11级{@dice 2d8 / 3d8}和17级{@dice 3d8 / 4d8}时，这两个伤害骰都会增加{@dice 1d8}。",
	"You exhale a faint cloud of spores towards a creature within range. As the spores land on the target, they bloom to form a fungal or floral parasite that lowers the target's resilience to poison and disease. The target must succeed on a Constitution saving throw or be affected by the spell for its duration. The first time each turn the target takes poison damage it takes an additional {@damage 2d6} poison damage. Moreover, the target has disadvantage on saving throws against poison and disease until the spell ends.": "你向射程内的一个生物呼出一团淡淡的孢子云。当孢子落在目标上时，它们会绽放成一种真菌或花卉寄生物，降低目标对毒素和疾病的抵抗力。目标必须通过一次体质豁免才能在法术持续时间内不受影响。每个回合目标第一次受到毒素伤害时，会额外受到{@damage 2d6}的毒素伤害。此外，目标在法术结束前对毒素和疾病的豁免豁免检定有劣势。",
	"When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，你可以针对每个高于1级的法术位等级额外选择一个生物作为目标。",
	"You fly up to 15 feet in any direction as lightning flashes around you, striking out at creatures as you pass them. Each creature you move adjacent to as part of this action must make a Dexterity saving throw. A creature takes {@damage 1d6} lightning damage on a failed save, or half as much damage on a successful one. Each creature adjacent to you at the end of this movement must succeed on a Constitution saving throw or take {@damage 2d6} thunder damage. If you do not land on a surface at the end of this spell, you immediately fall": "当闪电在你周围闪烁时，你可以向任意方向飞行高达15英尺，同时向经过的生物发动闪电攻击。作为此动作的一部分，你经过的每个生物都必须进行一次敏捷豁免检定。未通过检定的生物会受到{@damage 1d6} 闪电伤害，通过检定的生物则受到一半伤害。在你移动结束时与你相邻的每个生物都必须进行一次体质豁免检定，否则会受到{@damage 2d6} 雷霆伤害。如果在法术结束时你没有着陆在表面上，你会立即坠落。",
	"When you cast this spell using a spell slot of 2nd level or higher, the movement you can fly by casting this spell increases by 15 feet for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，你通过施放这个法术可以飞行的距离会每超过1级的法术位增加15英尺。",
	"You make the hand sign of deception and focus your will on your presence. You can make a disguise kit ability check without having access to a disguise kit. If you are not proficient with disguise kits, you may add half your proficiency modifier.": "你做出欺骗的手势，集中意志于你的存在。你可以进行一个伪装工具检定，即使没有伪装工具也可以。如果你不擅长使用伪装工具，你可以加上一半的熟练加值。",
	"As part of the action used to cast this spell, you must make a ranged attack with a weapon against one creature within the spell's range, otherwise the spell fails. On a hit, the target suffers the attack's normal effects, and each Large or smaller creature within 10 feet of the target must succeed on a Strength saving throw or be pulled to the nearest unoccupied space adjacent to the target.": "作为施放这个法术的一部分，你必须使用武器进行一次远程攻击，攻击范围内的一个生物，否则法术失败。命中目标后，目标受到攻击的正常效果，目标周围10英尺内的每个大型或更小的生物必须通过一次力量豁免检定，否则被拉到离目标最近的未被占据的空间。",
	"At 5th level, the ranged attack deals an extra {@damage 1d6} force damage to the target. This force damage increases by {@dice 1d6} again at 11th level ({@dice 2d6}) and 17th level ({@dice 3d6}).": "在5级时，远程攻击对目标造成额外{@damage 1d6}的力量伤害。这个力量伤害在11级时再次增加{@dice 1d6}，在17级时再次增加{@dice 2d6}。",
	"As part of the action used to cast this spell, you must make a melee attack with a weapon against one creature within the spell's range, otherwise the spell fails. On a hit, the target suffers the attack's normal effects, and the earth quakes threateningly beneath its feet until the start of your next turn. If the target willingly attacks a creature other than you before then, it immediately takes {@damage 1d6} bludgeoning damage as the earth rises up to rebuke it, ending the spell.": "作为施放此法术所使用的行动的一部分，您必须使用武器对法术范围内的一个生物进行近战攻击，否则法术失败。命中后，目标将遭受攻击的正常效果，并且在您的下一个回合开始之前，大地在其脚下威胁性地震动。如果目标在此之前自愿攻击除您之外的生物，则立即受到{@damage 1d6} 钝击伤害，因为大地升起来责备它，法术结束。",
	"This spell's damage increases when you reach higher levels. At 5th level, the melee attack deals an extra {@damage 1d6} damage to the target, and the bludgeoning damage the target takes for attacking another creature increases to {@dice 2d6}. Both damage rolls increase by {@dice 1d6} at 11th level ({@dice 2d6 / 3d6}) and 17th level ({@dice 3d6 / 4d6}).": "这个法术的伤害会随着你的等级提升而增加。在5级时，近战攻击对目标造成额外{@damage 1d6}的伤害，目标攻击其他生物时受到的钝击伤害增加到{@dice 2d6}。在11级({@dice 2d6 / 3d6})和17级({@dice 3d6 / 4d6})时，这两个伤害骰都会增加{@dice 1d6}。",
	"The eldritch archer is a 7th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 15}, +7 to hit with spell attacks). It has the following Primordial Seal spells prepared:": "邪术弓手是一名7级法术施展者。它的法术施展能力是魅力（法术豁免{@dc 15}，法术攻击命中加值+7）。它已准备了以下原初印章法术：",
	"The eldritch archer has a magical +1 bonus to AC, weapon attack, and weapon damage rolls. These bonuses are already factored into its statistics.": "奥术弓手在AC、武器攻击和武器伤害骰中获得了+1的魔法加值。这些加值已经计入其属性统计中。",
	"When the eldritch archer uses its action to cast a cantrip it can use its bonus action to make an attack with its longbow.": "当邪术弓手使用动作施放一个杀戮法术时，它可以利用额外动作使用长弓进行攻击。",
	"{@atk rw} {@hit 7} to hit, range 150/600 ft., one target. {@h}9 ({@damage 1d8 + 5}) piercing, acid, cold, fire, lightning, or thunder (eldrtich's archer choice) damage.": "{@atk rw} {@hit 7}攻击，射程150/600英尺，目标一个。造成{@h}9 ({@damage 1d8 + 5})点穿刺、酸、冰、火、闪电或雷霆（(eldrtich's archer)）伤害。",
	"The sorcerous sentinel is a 7th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 14}, +6 to hit with spell attacks). It has the following Sylvan Circle spells prepared:": "巫术哨兵是一名7级法术施法者。它的法术施放能力是智力（法术豁免 {@dc 14}，法术攻击命中加值+6）。它准备了以下西尔万之环法术：",
	"The sorcerous sentinel has a magical +1 bonus to AC, weapon attack, and weapon damage rolls. These bonuses are already factored into its statistics.": "巫术哨兵具有魔法+1点AC、武器攻击和武器伤害加值。这些加值已经计入其属性统计中。",
	"When the sorcerous sentinel uses its action to cast a cantrip it can use its bonus action to make an attack with its mace.": "当巫术哨兵使用动作施放一个杀招时，它可以利用其奖励动作用钉头锤进行一次攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) bludgeoning or poison (sorcerous sentinel's choice) damage.": "{@atk mw} {@hit 6}攻击，射程5英尺，一个目标。造成{@h}7 ({@damage 1d6 + 4}) 钝击或毒素（巫术哨兵的选择）伤害。",
	"The spell sword is a 9th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 15}, +7 to hit with spell attacks). It has the following Arcane Order spells prepared:": "法剑是一名9级法术施展者。它的施法能力是智力（法术豁免 {@dc 15}，+7命中法术攻击）。它准备了以下奥术秩序法术：",
	"The spell sword has a magical +2 bonus to AC, weapon attack, and weapon damage rolls. These bonuses are already factored into its statistics.": "法术剑具有神奇的+2加值，适用于护甲等级、武器攻击和武器伤害骰。这些加值已经计入其统计数据中。",
	"When the spell sword uses its action to cast a cantrip it can use its bonus action to make an attack with its long sword.": "当法术剑士使用动作施放一个cantrip时，它可以利用其奖励动作用长剑进行一次攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8 + 5}) slashing or force (spell sword's choice) damage.": "{@atk mw} {@hit 8} 进行攻击，射程5英尺，目标一个。造成{@h}9 ({@damage 1d8 + 5}) 斩击或力量（法术剑士选择）伤害。",
	"The mystic marauder is a 11th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 15}, +7 to hit with spell attacks). It has the following Knights Stygian spells prepared:": "神秘掠夺者是一名11级法术施法者。它的法术施法能力是魅力（法术豁免{@dc 15}，法术攻击命中加值+7）。它已准备了以下冥河骑士法术：",
	"When the mystic marauder uses its action to cast a cantrip it can use its bonus action to make an attack with its scythe.": "当神秘掠袭者使用动作施放一个杀戮法术时，它可以利用额外动作使用镰刀进行一次攻击。",
	"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) slashing or necrotic (mystic marauder's choice) damage.": "{@atk mw} {@hit 11}攻击，达到5英尺，一个目标。造成{@h}12 ({@damage 2d6 + 5})点斩击或死灵（神秘掠袭者的选择）伤害。"
}