{
	"The wealthy weapon collector raises his eyebrow at the oncoming highwaymen. They assumed he was unarmed, and while the collector had no weapon physically on him, the highwaymen were mistaken in thinking he was without them. As golden weapons begin to shoot out from golden portals, the collector relaxes into the seat of his carriage, comfortable knowing that the bandits would soon be dealt with.": "这位富有的武器收藏家对着迎面而来的强盗扬起了眉毛。他们以为他手无寸铁，然而这位收藏家身上虽然没有实体武器，但强盗们却错了。当金色武器从金色传送门中射出时，收藏家舒适地坐在马车座位上，放心地知道强盗们很快就会被解决。",
	"The charming dancer pleases the audience with her impressive ax juggling, but the audience is completely beguiled when the glowing axes suddenly disappear into thin air. That is, except for the dancer's quarry in the front row, who suddenly feels a blade in his torso. Bounties paid more than show business anyways.": "这位迷人的舞者用她令人印象深刻的斧头杂耍来取悦观众，但当闪闪发光的斧头突然消失在空气中时，观众完全被迷住了。除了第一排的猎物，他突然感觉到胸腔中有一把刀。悬赏比演艺业务更有吸引力。",
	"The elven commander was a legend among their troops. They were known for having lost both hands in battle, yes, but they were even more well-known for being able to control their vast collection of weapons with subtle movements of their body. The saying went that so long as their commander could move their eyes, the army would remain undefeated.": "这位精灵指挥官在部队中是一个传奇。他们因在战斗中失去双手而闻名，但更为人熟知的是他们能够通过微妙的身体动作控制自己庞大的武器收藏。有句谚语说，只要指挥官能动眼睛，军队就将立于不败之地。",
	"Armigers are manipulators of weapons in a way that no one else is. Able to control weapons via the connections they create with their arsenals, Armigers aren't just defined by their unique power or by their incredible presence, but by their bonds.": "武士是以一种其他人无法比拟的方式操控武器的人。通过与自己的武器库建立的联系，武士能够控制武器。武士不仅仅是因其独特的力量或令人难以置信的存在而被定义，而是因为他们的羁绊。",
	"All armigers share a distinct ability to bond with their weapons, connecting to weapons in an extraordinary way that allows them to manipulate them in a variety of manners. Unlike mage hand users or simple telekinetics, armigers can deftly control many weapons and utilize them in ways that exceed simple strikes. In addition to their bonded weaponry, all armigers can access an extra dimensional storage space called the armiger's armory. Herein, armigers can store their weapon collections. These armories often evolve in size and appearance, growing with their armiger. At the highest level, some armigers can even manifest their armory like a demiplane. Because of how much an armiger relies on their arsenal, many armigers tend to be weapon collectors, blacksmiths, or otherwise interested in weapons beyond the norm; for each new weapon is a new part of the armiger.": "所有武器使者都拥有一种独特的能力，可以与他们的武器建立联系，以一种非凡的方式操纵它们，使他们能够以各种方式运用这些武器。与法师之手使用者或简单的念力不同，武器使者可以灵巧地控制许多武器，并以超出简单打击的方式利用它们。除了他们绑定的武器，所有武器使者还可以进入一个名为武器使者军械库的额外维度存储空间。在这里，武器使者可以存放他们的武器收藏品。这些军械库通常会随着武器使者的成长而在大小和外观上发生变化。在最高级别时，一些武器使者甚至可以像一个半位面一样显现他们的军械库。由于武器使者如此依赖他们的武器库，许多武器使者往往是武器收藏家、铁匠，或者对超出常规的武器感兴趣；因为每一把新武器都是武器使者的一部分。",
	"An armiger's power is more than just their combat prowess. Armigers are memorable figures whose personalities are as strong as their arsenals. The armiger's charisma comes from the fact that their powers are based on their ability to connect. Whether with weapons or with people, armigers are people who are especially apt at bonding with things outside of themselves - for better and for worse. This doesn't mean that all armigers are automatically likable. Many nefarious armigers exist who use their natural presence to manipulate and control those around them. Still, more benevolent armigers also exist, who wield their influence to empower people and lead them to great acts. Regardless, all armigers are a force to be reckoned with, whether due to their force of personality or the force of their arsenals.": "武士的力量不仅仅体现在他们的战斗能力上。武士是令人难忘的人物，他们的个性和武器一样强大。武士的魅力来自于他们的能力基于他们的联系能力。无论是与武器还是与人，武士都擅长与自己之外的事物建立联系 - 无论是好是坏。这并不意味着所有的武士都自动具有吸引力。存在许多邪恶的武士，他们利用自己的天生魅力来操纵和控制周围的人。然而，也存在更为善良的武士，他们运用自己的影响力来赋予人们力量，并引导他们做出伟大的行为。无论如何，所有的武士都是不可忽视的力量，无论是因为他们的个性力量还是武器的力量。",
	"To an armiger, bonds are everything. Their bonded weaponry, for example, aren't just tools but extensions of themselves. In fact, an armiger's arsenal often reflects the personality of the armiger, evolving new features that reflect who the armiger is. And, the bonds that armigers make with people, creatures, places, ideas, and experiences are just as important to them. In the same way a {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} is influenced by the armiger bonded with them, the connections that armigers make can influence armigers in powerful ways. Without their bonds, not only do the armiger's abilities suffer, but perhaps most pitiful of all, so does the armiger's sense of self suffer, too.": "对于武器使者来说，羁绊至关重要。例如，他们所绑定的武器不仅仅是工具，更是自己的延伸。事实上，武器使者的武器库常常反映了武器使者的个性，不断演变出反映武器使者本身的新特性。而武器使者与人、生物、地方、思想和经历建立的羁绊对他们同样重要。就像{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}受到与其绑定的武器使者的影响一样，武器使者建立的联系也能以强大的方式影响他们。没有这些羁绊，不仅武器使者的能力会受到影响，而且最可悲的是，武器使者的自我感也会受到影响。",
	"As such, armigers - though rare overall - are almost always adventurers. Whether for king and country or home and hearth, armigers undertake all manner of quests and do all manner of deeds in an effort to strengthen the connections they have and to grow new ones along the way. Even solitary armigers tend to frequent common places when resting in towns or keep a pet with them while on the road, and even malevolent armigers keep a retinue of underlings. Regardless of their background, armigers share much with each other, but perhaps the most terrifying thing they share is the unspoken fear that without their bonds (to their arsenal and to others), they are nothing. Worst of all, because many of their abilities stem from their connections, the tragic reality is that their fear might be true.": "因此，武士（armigers）虽然总体上很少见，几乎总是冒险者。无论是为了国王和国家，还是为了家园和爱人，武士们会承担各种任务，做各种事情，努力加强他们已有的联系，并在途中建立新的联系。即使是孤独的武士在城镇休息时也倾向于经常出入公共场所，或者在旅途中带着宠物，即使是邪恶的武士也会带着一群手下。无论他们的背景如何，武士们彼此之间有很多共同之处，但也许他们共同拥有的最可怕的东西是无言的恐惧，即没有了他们的联系（与武器和他人的联系），他们就一无所有。最糟糕的是，因为他们许多能力源自他们的联系，悲剧的现实是，他们的恐惧可能是真实的。",
	"Armigers are people whose bonds mean a lot to them, whether that bond is a blade, an ideology, or a loved one. As you create an armiger, consider especially what your armiger connects with. These could be items, people, places, or ideas. Why does your armiger connect to these things? How do they connect with them? What about these connections might affect how your armiger abilities appear or are used? Do these connections serve as a source of power for your armiger's abilities?": "武士是那些对他们来说意义重大的人，无论是一把刀、一种意识形态还是所爱之人。在创造一个武士时，特别要考虑你的武士与什么产生联系。这些可以是物品、人物、地点或理念。你的武士为什么会与这些事物产生联系？他们是如何与这些事物联系在一起的？这些联系可能会如何影响你的武士能力的表现或使用方式？这些联系是否作为你的武士能力的能量源泉？",
	"It is also important to think about how your armiger discovered and developed their abilities in the first place, and how that affects their future growth. Do they come from a line of noble armigers, receiving training and tutelage from the family's court? Were they the child of a humble weaponsmith and always felt an invisible thread to their parent's heirloom that awoke their power on the day that it was gifted to them? Perhaps they learned of their abilities later in life, when they crossed paths with a sentient weapon that unlocked something inside the armiger that was always there?": "同样重要的是考虑你的护甲使者是如何发现并发展他们的能力的，以及这如何影响他们未来的成长。他们是来自贵族护甲使者世系，从家族的宫廷接受训练和指导吗？还是他们是一个卑微的武器铁匠的孩子，总是感觉到与父母传家宝之间的一种看不见的联系，当这件宝物赠予他们的那一天，他们的力量被唤醒了？也许他们是在后来的生活中才了解到自己的能力，当他们与一把有意识的武器相遇时，这把武器解锁了护甲使者内心深处一直存在的东西？",
	"Finally, take some time to ponder your armiger's arsenal (their bonded weaponry and armory), since it is a reflection of your armiger. Does your armiger prefer a certain type of weapon? Do their weapons take on a specific appearance when bonded - even if its a simple sigil of ownership? What does their armory look like and why does it look that way? When your armiger gets access to Links, what do these links appear as - tattoos? Strange runes? Meaningful figurines? Floating halos of power?": "最后，花点时间思考你的武装者的武器库（他们的绑定武器和军械），因为这反映了你的武装者。你的武装者是否偏爱某种类型的武器？当武器被绑定时，它们是否会呈现特定的外观 - 即使只是简单的所有权印记？他们的军械是什么样子的，为什么看起来那样？当你的武装者获得链接时，这些链接会呈现为什么 - 纹身？奇怪的符文？有意义的小雕像？漂浮的能量光环？",
	"You can make an armiger quickly by following these suggestions. First, Charisma should be your highest ability score, followed by Dexterity. Second, choose the {@background courtier|scag}, {@background entertainer|phb}, {@background variant noble (knight)|phb|knight}, or {@background noble|phb} background.": "按照以下建议，您可以快速创建一名武装护卫。首先，魅力应该是您最高的能力值，其次是敏捷。其次，选择{@background courtier|scag}，{@background entertainer|phb}，{@background variant noble (knight)|phb|knight}或{@background noble|phb}背景。",
	"At 1st level, you connect with an extraplanar weapon storage known as the armiger's armory. The armory is a demiplane made up of a number of 20-foot cubes up to a number equal to your Armiger level. You can create any floor plan you like for the armory, and it can even have basic decorations as you choose. (These decorations cannot be removed from the armory. If they are somehow taken out, they instantly disappear.) But, you cannot physically access the armory until you gain the {@classFeature Manifested Armory|Armiger|TheArmigerClass|14|TheArmigerClass} feature at 14th level.": "在1级时，你与一个被称为武甲库的外域武器储藏室建立了联系。这个武甲库是一个由20英尺立方体组成的拟态位面，数量最多等于你的武甲士等级。你可以为武甲库创建任何你喜欢的平面图，并且它甚至可以根据你的选择拥有基本装饰。（这些装饰不能从武甲库中移除。如果它们被某种方式带出去，它们会立刻消失。）但是，在你获得14级时的{@classFeature Manifested Armory|Armiger|TheArmigerClass|14|TheArmigerClass}特性之前，你无法物理进入武甲库。",
	"When you first become an Armiger, the armory is empty except for some basic decorations of your choice. As a bonus action, you may transfer one {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} that you touch to your armory or summon one {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} from the armory to your hand or to a hovering position. (A {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} is a weapon that has been bonded to the armiger, as described in the following {@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass} feature.)": "当你首次成为武具使者时，武器库是空的，除了一些你选择的基本装饰。作为一个奖励动作，你可以将你触摸到的一个{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}转移到你的武器库，或者从武器库召唤一个{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}到你的手中或悬浮位置。（一个{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}是一种已经与武具使者结合的武器，如下文{@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass}特性所描述。）",
	"The armory also functions as a limited storage space for other things. As an action, you can store a single item or piece of equipment that you touch that is not being worn or carried by another creature. You can summon a single stored item as an action. These items can be anything except for bonded weaponry (since bonded weaponry are counted separately). Each item cannot be larger than one 5-foot cube. You can store a number of items equal to your Armiger level. If you try to store an item beyond your max capacity, it instantly fails.": "兵器库也可以作为其他物品的有限存储空间。作为一个动作，你可以存储一个你触摸到的未被其他生物穿戴或携带的物品或装备。你可以作为一个动作召唤一个已存储的物品。这些物品可以是任何东西，除了被绑定的武器（因为绑定的武器被单独计算）。每个物品的尺寸不能大于一个5英尺的立方体。你可以存储数量等同于你武装士兵等级的物品。如果你尝试存储超出你最大容量的物品，它会立即失败。",
	"Using the armory is considered a magical, extraplanar, and extradimensional effect. Thus, it is affected by features and spells that can prohibit access to such things, such as an {@spell Antimagic Field}, {@spell Mordenkainen's Private Sanctum}, or the {@spell Hallow} spell.": "使用军械库被视为一种魔法、外位面和超维效应。因此，它受到可能禁止访问此类事物的特性和法术的影响，比如 {@spell Antimagic Field}、{@spell Mordenkainen's Private Sanctum} 或 {@spell Hallow} 法术。",
	"The armory is not an extradimensional space, so no.": "军械库不是一个超维空间，所以不行。",
	"All armigers can bond with their weapons to unlock special powers in them. Also at 1st level, you may conduct a 1 hour ritual to bond with any melee weapon you are proficient with (including magic weapons). This ritual can be done over the course of a short rest. You must touch the weapon as part of the ritual. During the ritual, you may attune to the weapon if it requires attunement or has the option for attunement so long as you have the attunement slots available. You may not bond with artifacts or natural weapons with this feature.": "所有武士都可以与他们的武器结合，解锁其中的特殊力量。此外，在1级时，您可以进行一个1小时的仪式，与您精通的任何近战武器（包括魔法武器）结合。这个仪式可以在短休息期间完成。您必须在仪式中触摸武器。在仪式期间，如果武器需要或可以进行调谐，只要您有可用的调谐槽，您可以调谐到这个武器。您不能通过这个特性与神器或自然武器结合。",
	"While the weapon is bonded to you, the weapon gains the following properties in addition to any properties is already has:": "当武器与你绑定时，该武器除了已有的任何属性外，还获得以下属性：",
	"{@b Arsenal.} The {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} can be used for your other Armiger features.": "{@b Arsenal.} 这个 {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} 可以用于你的其他武装士特性。",
	"{@b Glamoured.} The {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} takes on any superficial changes that you'd like. These changes are purely aesthetic and do not affect the weapon's functionality.": "{@b Glamoured.} 这个{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}可以接受任何外观上的改变。这些改变纯粹是为了美观，并不会影响武器的功能。",
	"{@b Hover.} The {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} can hover harmlessly around you. While hovering, the weapon stays within 5 feet (remaining in your space) and counts as being in your possession. You may add your Charisma modifier on any saves or ability checks to resist having a hovering {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} disarmed, stolen, or otherwise taken from you.": "{@b Hover.}这个{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}可以在你周围悬浮而不会造成伤害。在悬浮时，武器保持在你的5英尺范围内（仍然在你的空间内），并被视为在你的掌握之中。你可以在任何豁免或抵抗让悬浮的{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}被解除武装、偷走或其他方式夺走时，加上你的魅力调整值。",
	"{@b Summon.} The {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} can be summoned into your hand as a bonus action, as long as it is within 1 Mile of you or it is in your armory. If a {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} is in the possession of another creature when you try to summon it, the creature may make a contested Charisma check to resist the weapon being summoned. If the creature succeeds, the weapon does not return to you.": "{@b Summon.} 作为一个奖励动作，{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} 可以被召唤到你的手中，只要它在你的1英里范围内或者在你的武器库中。如果当你尝试召唤时，{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} 正被另一个生物所拥有，那么该生物可以进行一次对抗魅力检定来抵抗武器被召唤。如果生物成功，武器就不会回到你手中。",
	"The {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} automatically loses its bond with you if it is removed from your possession for 1 hour. Bonded weaponry in your armory do not count as being removed from your possession.": "如果{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}离开你的控制超过1小时，它会自动失去与你的联系。你武器库中的绑定武器不算离开你的控制。",
	"You may only bond with a number of weapons equal to your Charisma modifier (minimum 1 weapon). If you try to bond with a weapon beyond your max capacity, it instantly fails. With an action, you can remove the bond on a {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} you touch.": "你只能与数量等于你魅力调整值的武器建立联系（最少1把武器）。如果你试图与超出你最大容量的武器建立联系，它会立即失败。使用一个动作，你可以解除你触摸的一把{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}的联系。",
	"A {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} is considered to be in an armiger's possession if it is on their person (carried, stowed, worn, or wielded), hovering around the armiger as per the hover property of the {@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass} feature, or if it is in the armiger's armory.": "如果{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}在武装者的身上（携带、存放、穿戴或使用），根据{@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass}特性的悬浮属性在武装者周围飘动，或者在武装者的军械库中，就被视为在武装者的所有物中。",
	"Finally, at 1st level, as a bonus action or action, you can telekinetically manipulate any bonded weaponry within 30 feet of you. You can stow, retrieve, and exert fine control over your bonded weaponry. You cannot use this feature to attack.": "最后，在1级时，作为一个奖励动作或行动，你可以在距离你30英尺内的任何绑定武器上进行念力操控。你可以收纳、取回并对你的绑定武器施加精细控制。你不能使用这个特性进行攻击。",
	"An armiger has no need to dirty their hands. At 2nd level, you can launch any one {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} that is held by you or hovering around you using your telekinetic control over the weapon or your armory portals.": "武士无需弄脏双手。在2级时，你可以使用你对武器的念力控制或者你的军械传送门，发射你所持有或者围绕在你周围的任何一个{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}。",
	"You gain a new attack option that you can use with the {@action Attack} action. This special attack is a weapon attack using one {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}. This special attack has a range of thrown (15/30), but it counts as a melee weapon attack instead of a ranged weapon attack. You are proficient with it, and it uses your Charisma modifier for the attack and damage rolls. The damage calculation uses the damage dice, damage type, and properties of the {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} used in the Grand Strike.": "你获得了一种新的攻击选项，可以在{@action Attack}行动中使用。这个特殊攻击是使用一{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}的武器攻击。这个特殊攻击的射程为投掷（15/30），但它被视为近战武器攻击，而不是远程武器攻击。你对它有熟练加成，使用你的魅力调整值进行攻击和伤害骰投掷。伤害计算使用了在大杀招中使用的{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}的伤害骰、伤害类型和特性。",
	"When a {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} is launched via Grand Strike, you may only use it once per Grand Strike since the {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} does not automatically return to you. You must use a bonus action to return one launched {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} back to you, as described in the {@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass} feature.": "当通过大打击发射 {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} 时，由于 {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} 不会自动返回到你身边，你每次大打击只能使用一次。你必须使用一个奖励动作将一个发射的 {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} 返回到你身边，如 {@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass} 特性中所描述的那样。",
	"When you gain the {@classFeature Extra Attack|Armiger|TheArmigerClass|5|TheArmigerClass} feature, this special attack can be used for any of the attacks you make as part of the {@action Attack} action.": "当你获得{@classFeature Extra Attack|Armiger|TheArmigerClass|5|TheArmigerClass}特性时，这个特殊攻击可以用于你作为{@action Attack}行动的一部分所进行的任何攻击。",
	"As a reaction when a creature enters a space within 5 feet of you, you can expend 0 links to splay your weapons out in a defensive maneuver like a porcupine. All creatures within 5 feet of you must make a Dexterity saving throw or take {@dice 1d6} bludgeoning, piercing, or slashing damage.": "当一个生物进入你5英尺范围内时，你可以花费0个链接展开你的武器，采取类似豪猪的防御动作。你周围5英尺范围内的所有生物必须进行一次敏捷豁免才能避免受到{@dice 1d6}的钝击、穿刺或砍伤伤害。",
	"As a bonus action during a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}, you can expend 1 link and make one additional attack as part of that same Grand Strike.": "在{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}期间，你可以花费1个连击，并作为同一次大打击的一部分进行额外的一次攻击。",
	"As an action, you can expend 1 link to return all bonded weaponry not in your possession into your possession as long as they are within 1 Mile of you. You may choose to return a {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} to your hand, to a hovering position, or to your armory. If a {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} is in the possession of another creature when you try to summon it, the creature may make a contested Charisma check to resist the weapon being summoned. If the creature succeeds, the weapon does not return to you.": "作为一个动作，你可以消耗 1 个链接，将所有未在你手中的绑定武器召回到你手中，只要它们在你1英里范围内。你可以选择将 {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} 召回到你的手中、悬浮在空中，或者放回你的兵器库。如果当你尝试召唤时，另一个生物手中拿着 {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}，该生物可以进行一次魅力对抗检定来抵抗武器被召唤。如果生物成功，武器就不会回到你手中。",
	"As an action, you can expend 1 link to summon all bonded weaponry contained in your armory into your possession. You may choose to summon a {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} to your hand or to a hovering position. You cannot use this link feature to summon a weapon that is not in your armory.": "作为一个动作，你可以消耗 1 连接，将你武器库中所有绑定的武器召唤到你手中。你可以选择将一个 {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} 召唤到你手中或者悬浮在某个位置。你不能使用这个连接特性召唤不在你武器库中的武器。",
	"As a reaction when an attack roll is made against you, you can expend 1 link to gain a bonus to your AC equal to your Charisma modifier for that attack.": "当有攻击骰投向你时，你可以消耗1个连结，获得一个等同于你魅力调整值的AC加值来抵御该次攻击。",
	"Your connection to your arsenal appears on or around your person. These might appear as runic tattoos, harmless magical effects, or even special trinkets.": "你与你的兵器之间的联系会出现在你的身上或周围。这些可能会表现为古文符文纹身，无害的魔法效果，甚至特殊的小饰品。",
	"Starting at 2nd level, these links are used to power your abilities. Your access to this power is represented by a number of links. Your Armiger level determines the number of links you have, as shown in the Links column of the Armiger table. (You have a number of Links equal to your level.)": "从2级开始，这些链接用于赋予你能力。你对这种力量的访问由一定数量的链接表示。你的护甲师等级决定了你拥有的链接数量，如护甲师表中的链接列所示。 (你拥有的链接数量等于你的等级。)",
	"You can expend these links to fuel various link features. You start knowing five such features: {@b Blade Burst, Grand Flurry, Mass Return, Mass Summon, and Warding Arsenal}. You learn more link features as you gain levels in this class.": "你可以扩展这些链接来提供各种链接功能。你初始就了解五种这样的功能：{@b Blade Burst, Grand Flurry, Mass Return, Mass Summon, and Warding Arsenal}。随着你在这个职业中的等级提升，你会学到更多的链接功能。",
	"When you expend a link, it is unavailable until you finish a long rest, at the end of which you draw from your connection with your armory to recharge your links.": "当你使用一条链接时，直到你完成一次长休为止，它将不可用，而在长休结束时，你将从与你的军械库的联系中汲取力量来重新充能你的链接。",
	"Some features allow you to cast spells with your links. Such features use your Charisma as your spellcasting ability, and spells cast in this way do not require any components.": "一些特性允许你使用你的联系来施放法术。这些特性使用你的魅力作为施法能力，以这种方式施放的法术不需要任何材料组件。",
	"Some of your link features require your target to make a saving throw to resist the feature's effects. The saving throw DC is calculated as follows:": "一些你的链接特性需要目标进行豁免才能抵抗特性的影响。豁免 DC 的计算方法如下：",
	"When you reach 3rd level, you form a powerful connection with something in particular, receiving the title and abilities of an Armiger Inheritance. Your inheritance grants you features at 3rd level and again at 7th, 11th, 15th, and 18th level.": "当你达到3级时，你与某个特定事物建立了强大的联系，获得了武士遗产的称号和能力。你的遗产在3级时授予你特性，并在7级、11级、15级和18级时再次授予你特性。",
	"Also at 4th level, you've begun to hone your connection with your arsenal to allow you more use of your links. Once per long rest, you may use an action to recharge a number of spent links up to an amount equal to your proficiency modifier. You cannot exceed your max links.": "在第4级时，你已经开始磨练与你的武器库的联系，使你能够更多地利用你的链接。每次长休后，你可以使用一个动作来重新充能一定数量的已用链接，数量不超过你的熟练加值。你不能超过你的最大链接数。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用专长(feats)，你可以选择取一个{@5etools feat|feats.html}。",
	"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn. This extra attack can be used with the {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass} attack, allowing you to make two grand strikes instead of one.": "从5级开始，每当你在你的回合上采取{@action Attack}行动时，你可以进行两次攻击，而不是一次。这个额外的攻击可以与{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}攻击一起使用，使你可以进行两次强力打击，而不是一次。",
	"At 6th level, your bond with your arsenal grows, and your ability to bond with weapons increases, too. You may now bond with a number of weapons equal to double your Charisma modifier (minimum 1 weapon).": "在第6级时，你与武器库的联系增强，你与武器结合的能力也增加了。你现在可以与武器结合的数量等于你的魅力调整值的两倍（最少1件武器）。",
	"Additionally, your attacks with your bonded weaponry count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. And, you always know the location and direction to any {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}.": "此外，你使用你的结缘武器进行的攻击被视为魔法攻击，可以克服对非魔法攻击和伤害的抗性和免疫。而且，你始终知道任何{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}的位置和方向。",
	"As an action, you can expend 2 links to fill a 5-foot cube with a whirlwind of weapons centered on a point you choose within 30 feet. A creature takes {@dice 1d6|1d6 bludgeoning|Bludgeoning Damage} + {@dice 1d6|1d6 piercing|Piercing Damage} + {@dice 1d6|1d6 slashing|Slashing Damage} damage when it enters the area for the first time on a turn or starts its turn there. Maintaining this feature requires {@condition concentration|phb}, and it can only last up to 1 Minute. While maintaining {@condition concentration|phb}, you can use a bonus action to move the 5-foot cube to another location within range.": "作为一个动作，你可以消耗2个链接，在你选择的一个距离30英尺的点上填充一个5英尺的立方体，其中心是一阵武器旋风。当生物第一次在一个回合内进入该区域或者从那里开始它的回合时，它会受到{@dice 1d6|1d6 bludgeoning|Bludgeoning Damage} + {@dice 1d6|1d6 piercing|Piercing Damage} + {@dice 1d6|1d6 slashing|Slashing Damage}的伤害。维持这个特性需要{@condition concentration|phb}，并且只能持续最多1分钟。在维持{@condition concentration|phb}的同时，你可以使用一个奖励动作将这个5英尺立方体移动到射程内的另一个位置。",
	"As an action, you can expend 2 links to conjure a torrent of weapons in a 30-foot cone. Each creature in the cone must make a Dexterity saving throw. A creature takes {@dice 1d8|1d8 bludgeoning|Bludgeoning Damage} + {@dice 1d8|1d8 piercing|Piercing Damage} + {@dice 1d8|1d8 slashing|Slashing Damage} damage on a failed save, or half as much damage on a successful one.": "作为一个动作，你可以消耗2个连结来召唤一股武器的洪流，形成一个30英尺的锥形范围。锥形范围内的每个生物都必须进行一次敏捷豁免。在未通过豁免时，生物会受到{@dice 1d8|1d8 bludgeoning|Bludgeoning Damage} + {@dice 1d8|1d8 piercing|Piercing Damage} + {@dice 1d8|1d8 slashing|Slashing Damage}点伤害，通过豁免时则只受一半伤害。",
	"Also at 6th level, your growing connection to your arsenal lets you manipulate your bonded weaponry in even greater ways. You learn the following link features:": "在第6级时，您与武器的联系日益增强，使您能以更大的方式操纵您的绑定武器。您学会以下链接特性：",
	"At 7th level, your ability to manipulate the weapons in your arsenal improves. After a long rest, you may choose one of the following improvements to your {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}:": "在第7级时，你对操纵武器的能力得到提升。经过一次长休后，你可以选择以下改进之一应用于你的{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}:",
	"{@b Distant Strike.} During a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}, you may launch bonded melee weapons up to a range of thrown (30/45) instead of thrown (15/30).": "{@b Distant Strike.} 在一场{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}中，你可以将绑定的近战武器投掷到投掷范围（30/45）内，而不是投掷范围（15/30）。",
	"{@b Impossible Strike.} During a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}, you ignore half cover and treat three-quarters cover as half cover instead.": "{@b Impossible Strike.} 在 {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass} 期间，你忽略半掩体，并将三分之四掩体视为半掩体。",
	"{@b Returning Strike.} Immediately after a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}, you can choose to have the bonded weaponry used in the strike automatically return to your possession - whether that is into your armory, to your hand, or hovering around you.": "{@b Returning Strike.} 在进行{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}之后，你可以选择让绑定的武器自动返回到你的手中，无论是返回到你的武器库、手中，还是悬浮在你周围。",
	"At 7th level, you gain new features granted by your Armiger Inheritance.": "在第7级时，你将获得由你的护甲师传承（Armiger Inheritance）赋予的新特性。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"As a bonus action, you can expend a number of links to add a +1 bonus per 2 links spent to your next attack roll with a {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}. If you do not make an attack roll, the bonus only lasts for up to 1 Minute. You can only have one instance of Empower Bonded Attack at a time.": "作为一个奖励动作，你可以消耗一定数量的链接，每消耗2个链接增加一个+1的奖励到你的下一个攻击骰{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}上。如果你没有进行攻击骰，这个奖励只持续1分钟。你一次只能拥有一个强化结合攻击的效果。",
	"As a bonus action, you can expend a number of links to add a damage die per 2 links spent to one {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}. These damage dice are of the same number and type of the base weapon, and if the weapon has multiple kinds of damage dice, you choose only one kind to add. The additional damage dice only last for the next attack made with that weapon - whether that attack successfully hits or not. If not used, the additional damage dice only last for up to 1 Minute. You cannot strengthen a {@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} that is already strengthened with this feature.": "作为一个奖励动作，你可以消耗一定数量的链接，每消耗2个链接，为一个{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon} 添加一个伤害骰。这些伤害骰与基础武器的数量和类型相同，如果武器有多种伤害骰，你只能选择一种添加。额外的伤害骰只持续到使用该武器进行下一次攻击为止——无论那次攻击是否命中。如果没有使用，额外的伤害骰只持续最多1分钟。你不能强化已经通过这个特性强化过的{@item Armiger's Bonded Weapon|TheArmigerClass|bonded weapon}。",
	"At 9th level, you can empower your arsenal to perform beyond the normal. You learn the following link features:": "在第9级时，你可以让你的武器库发挥出超乎寻常的能力。你学会以下连结特性：",
	"At 10th level, your arsenal can defend you without so much as a thought. When you take the {@action Dodge} action, you add your Charisma modifier to your AC until the start of your next turn, and {@classFeature Warding Arsenal|Armiger|TheArmigerClass|2|TheArmigerClass} no longer costs any links.": "在10级时，你的武器库可以在没有任何思考的情况下保护你。当你进行{@action Dodge}动作时，直到下个回合开始，你可以将你的魅力调整值加到你的盔甲等级上，而{@classFeature Warding Arsenal|Armiger|TheArmigerClass|2|TheArmigerClass}不再消耗任何链接。",
	"At 11th level, you gain new features granted by your Armiger Inheritance.": "在11级时，你获得了由你的护甲遗产（Armiger Inheritance）赋予的新特性。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与常规规则相同，使用此特性不能将能力值提高到20以上。",
	"At 13th level, you bond with weapons like no other. You gain an additional attunement slot that you can only use to attune to a weapon.": "在13级时，你与武器建立了无与伦比的联系。你获得一个额外的符文槽，只能用来符文武器。",
	"Moreover, you can now bond with a number of weapons equal to your Armiger level, and the {@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass} bonding ritual now only takes 1 Minute instead of 1 Hour.": "此外，你现在可以与你的武器等同于你武装使者等级的数量进行绑定，且{@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass}绑定仪式现在只需要1分钟而不是1小时。",
	"Additionally, Mass Return and Mass Summon no longer cost any links.": "另外，大规模回归 (Mass Return) 和大规模召唤 (Mass Summon) 不再消耗任何连接。",
	"As an action, you can expend 4 links to animate up to 5 weapons within 60 feet of you that are not being worn or carried by another creature. Each weapon animates and becomes a {@creature Flying Sword|MM} under your control until the effect is ended or the weapon is reduced to 0 hit points. An animated weapon has the stats of a {@creature Flying Sword|MM} except it uses its original damage dice and damage type, and it adds your Charisma modifier to its attack and damage rolls. The animated weapons share a turn and go immediately after your turn in the initiative order. As a bonus action on your turn, you can mentally command any animated weapon (if you control multiple weapons, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the animated weapon will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the animated weapon only defends itself against hostile creatures. Once given an order, the animated weapon continues to follow it until its task is complete. If you command an animated weapon to attack, it can make a single melee attack against a creature within 5 feet of it. Maintaining this feature requires {@condition concentration|phb}, and it can only last up to 1 Minute.": "作为一个动作，你可以消耗4个链接来激活你周围60英尺内最多5个未被其他生物穿戴或携带的武器。每个武器都会被激活，并成为你控制下的{@creature Flying Sword|MM}，直到效果结束或武器的生命值降至0为止。一个被激活的武器拥有{@creature Flying Sword|MM}的属性，但使用原始的伤害骰和伤害类型，并且在其攻击和伤害检定中加上你的魅力调整值。这些被激活的武器共享一个回合，并在你的回合后立即进行行动。作为你回合的一个奖励动作，你可以精神指挥任何被激活的武器（如果你控制多个武器，你可以同时指挥任何一个或全部武器，给它们下达相同的命令）。你决定被激活的武器将采取什么行动以及在下一个回合中将移动到何处，或者你可以发布一个一般性命令，比如守卫特定的房间或走廊。如果你没有发布命令，被激活的武器只会保护自己免受敌对生物的攻击。一旦接到命令，被激活的武器将继续执行，直到任务完成。如果你命令一个被激活的武器进行攻击，它可以对其5英尺内的生物进行一次近战攻击。维持这个特性需要{@condition concentration|phb}，并且最多持续1分钟。",
	"As an action, you can expend 4 links to conjure a storm of weapons to descend on a point within 60 feet of you. Each creature in a 20-foot-radius, 20-foot-high cylinder centered on that point must make a Dexterity saving throw. A creature takes {@dice 2d8|2d8 bludgeoning|Bludgeoning Damage} + {@dice 2d8|2d8 piercing|Piercing Damage} + {@dice 2d8|2d8 slashing|Slashing Damage} damage on a failed save, or half as much damage on a successful one.": "作为一个动作，你可以消耗4个链接来召唤一场武器风暴，降临在你距离60英尺内的某一点上。以那一点为中心的一个半径20英尺、高20英尺的圆柱范围内的每个生物必须进行一次敏捷豁免。一个生物在豁免失败时会受到{@dice 2d8|2d8 bludgeoning|Bludgeoning Damage} + {@dice 2d8|2d8 piercing|Piercing Damage} + {@dice 2d8|2d8 slashing|Slashing Damage}点伤害，豁免成功时则只受一半伤害。",
	"Also at 13th level, you can now use {@classFeature Telumkinesis|Armiger|TheArmigerClass|1|TheArmigerClass} on any weapons not being worn or carried by another creature instead of only your bonded weaponry. And, you can now control and manipulate a number of weapons equal to your Armiger level with your {@classFeature Telumkinesis|Armiger|TheArmigerClass|1|TheArmigerClass}, instead of double your Charisma modifier.": "在13级时，你现在可以在任何未被其他生物穿戴或携带的武器上使用{@classFeature Telumkinesis|Armiger|TheArmigerClass|1|TheArmigerClass}，而不仅限于你的绑定武器。此外，你现在可以使用你的{@classFeature Telumkinesis|Armiger|TheArmigerClass|1|TheArmigerClass}控制和操纵数量等同于你的护甲师等级的武器，而不是双倍于你的魅力调整值。",
	"Additionally, you learn the following link features:": "此外，您还学习了以下链接功能：",
	"As an action, you can expend 6 links to open a portal to/from your armory in a space within 30 feet of you. The portal's appearance is up to you. You and any creatures you designate can use the portal to enter your armory (or exit it if they are already inside the armory). The portal remains open for as long as you maintain {@condition concentration|phb} on it, and while you concentrate on it, you can change the creatures who can use the portal as a bonus action. You can only use this link feature once per short rest.": "作为一个动作，你可以消耗6个链接，在你附近30英尺范围内的空间打开一个通往/来自你军械库的传送门。传送门的外观由你决定。你和你指定的任何生物都可以使用这个传送门进入你的军械库（如果他们已经在军械库内则可以离开）。传送门会保持开启，只要你对其保持{@condition concentration|phb}，在你集中精力时，你可以将可以使用传送门的生物作为一个奖励动作进行更改。你每次短休只能使用这个链接特性一次。",
	"You can physically inhabit your armory; it isn't just for storage anymore. At 14th level, you can store any number of items in the armory using your {@classFeature Armiger's Armory|Armiger|TheArmigerClass|1|TheArmigerClass} feature so long as they fit inside. (As said in the {@classFeature Armiger's Armory|Armiger|TheArmigerClass|1|TheArmigerClass} feature, it can be made up of a number of 20-foot cubes equal to your armiger level, and you can create any floor plan you like.)": "你可以在你的军械库中实际驻扎；它不再仅仅用于存储。在14级时，你可以使用你的{@classFeature Armiger's Armory|Armiger|TheArmigerClass|1|TheArmigerClass}特性在军械库中存储任意数量的物品，只要它们能够放得下。（正如{@classFeature Armiger's Armory|Armiger|TheArmigerClass|1|TheArmigerClass}特性中所述，它可以由一定数量的20英尺立方体组成，数量等于你的武装士兵等级，你可以创建任何你喜欢的平面图。）",
	"Finally, you learn the Manifest Armory link feature:": "最后，你学会了《武装清单》链接功能：",
	"At 15th level, you gain new features granted by your Armiger Inheritance.": "在15级时，你获得由你的护甲师继承(`Armiger Inheritance`)赋予的新特性。",
	"As an action, you surround a point within 60 feet of you with a ringed wall of conjured weapons. This ring can be up to 60 feet in diameter, 20 feet high, and 5 feet thick. The wall provides half cover to creatures behind it, and it counts as difficult terrain. When a creature enters the wall's area for the first time on a turn or starts its turn there, the creature must make a Dexterity saving throw. On a failed save, the creature takes {@dice 2d8|2d8 bludgeoning|Bludgeoning Damage} + {@dice 2d8|2d8 piercing|Piercing Damage} + {@dice 2d8|2d8 slashing|Slashing Damage} damage. On a successful save, the creature takes half as much damage. Maintaining this feature requires {@condition concentration|phb}, and it can last up to 1 Minute.": "作为一个动作，你可以在距离你60英尺的地方环绕一个点，形成一个由召唤武器构成的环形墙。这个环可以达到60英尺的直径，20英尺高，5英尺厚。这个墙壁为其后面的生物提供半掩护，并且被视为艰难地形。当一个生物在一个回合内第一次进入墙壁的区域或者在那里开始它的回合时，该生物必须进行一次敏捷豁免检定。未通过豁免的生物会受到{@dice 2d8|2d8 bludgeoning|Bludgeoning Damage} + {@dice 2d8|2d8 piercing|Piercing Damage} + {@dice 2d8|2d8 slashing|Slashing Damage}点伤害。通过豁免的生物会受到一半伤害。维持这个特性需要{@condition concentration|phb}，持续时间最长可达1分钟。",
	"You can impose control over an area by encircling it with weapons. At 16th level, you learn the Field of Blades link feature:": "你可以通过用武器包围一个区域来控制它。在16级时，你学会了刀锋领域（Field of Blades）链接特性：",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与通常一样，使用这个特性不能将一个能力值提高到20以上。",
	"At 18th level, your influence rivals lords and rulers. Whenever you make any Charisma ability check, you may choose to count any roll less than 10 as 10. You cannot use this on attack rolls.": "在18级时，你的影响力可以与领主和统治者相提并论。每当你进行任何魅力属性检定时，你可以选择将任何小于10的骰面视为10。你不能在攻击检定中使用这个能力。",
	"At 18th level, you gain new features granted by your Armiger Inheritance.": "在18级时，你获得了由你的护甲继承(`Armiger Inheritance`)赋予的新特性。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"As an action, you can expend 6 links to unleash the entirety of your arsenal's power into a single area. You designate a 30 foot cylinder within 1 mile of you. This cylinder has a diameter of 30 feet and a height of up to 30 feet. A massive portal opens above the point you designate, unleashing a torrent of weapons upon those in the area. All creatures in the cylinder must make a Dexterity saving throw. A creature takes {@dice 5d6|5d6 bludgeoning|Bludgeoning Damage} + {@dice 5d6|5d6 piercing|Piercing Damage} + {@dice 5d6|5d6 slashing|Slashing Damage} damage on a failed save, or half as much damage on a successful one. You are immune to the effects of this feature. You can only use this link feature once per short rest.": "作为一个动作，你可以消耗6个链接，将你整个武器库的力量释放到一个区域中。你指定距离你1英里内的一个30英尺圆柱体。这个圆柱体直径为30英尺，高度最多为30英尺。在你指定的点上方，一个巨大的传送门打开，向该区域内的生物释放大量武器。圆柱体内的所有生物必须进行一次敏捷豁免。生物在豁免失败时受到{@dice 5d6|5d6 bludgeoning|Bludgeoning Damage} + {@dice 5d6|5d6 piercing|Piercing Damage} + {@dice 5d6|5d6 slashing|Slashing Damage}点伤害，豁免成功时受到一半伤害。你对这个特性的效果免疫。你每次短休只能使用这个链接特性一次。",
	"You can unleash the full onslaught of your arsenal. At 20th level, you learn the Glorious Maelstrom link feature:": "你可以释放你全部的武器。在20级时，你学会了(Glorious Maelstrom)的连结特性：",
	"Also at 20th level, you have gained mastery over your connection to your arsenal. You gain an additional attunement slot that you can only use to attune to a weapon, and you gain the benefits of all 3 {@classFeature Grand Strike Improvement|Armiger|TheArmigerClass|7|TheArmigerClass|Grand Strike Improvements} at once.": "在20级时，你已经掌握了与武器库的连接。你获得一个额外的认知槽，只能用来认知武器，并且你同时获得所有3个{@classFeature Grand Strike Improvement|Armiger|TheArmigerClass|7|TheArmigerClass|Grand Strike Improvements}的好处。",
	"You might bond with your weapons like other armigers, but you use them in a graceful way that looks more like they're extensions of your body. You may use Dexterity instead of Charisma for all armiger features and effects, such as the {@classFeature Links|Armiger|TheArmigerCLass|2|TheArmigerClass} or {@classFeature Grand Strike|Armiger|TheArmigerCLass|2|TheArmigerClass} features.": "你可能会像其他武装士一样与武器建立联系，但你使用它们的方式更像是将它们当作身体的延伸。你可以使用敏捷代替魅力来进行所有武装士特性和效果，比如{@classFeature Links|Armiger|TheArmigerCLass|2|TheArmigerClass}或{@classFeature Grand Strike|Armiger|TheArmigerCLass|2|TheArmigerClass}特性。",
	"Additionally, choose 1 from {@skill Acrobatics}, {@skill Performance}, or {@skill Sleight of Hand}. You gain proficiency in the chosen skill. If you already have proficiency in the skill, you gain {@classFeature Expertise|Rogue|PHB|1} in that skill - your proficiency bonus is doubled for any ability check you make that uses the chosen proficiency.": "此外，请从{@skill Acrobatics}、{@skill Performance}或{@skill Sleight of Hand}中选择一个。你在所选技能上获得熟练加成。如果你已经熟练于该技能，那么你在该技能上获得{@classFeature Expertise|Rogue|PHB|1} - 你的熟练加成将在使用所选技能进行的任何能力检定中翻倍。",
	"At 3rd level, whereas other armigers bond with conventional weapons, you tend to adopt a more improvisational approach. You are proficient in Improvised Weapons and can use them in addition to melee weapons for your armiger features, such as being able to bond with them with your Bonded Weaponry feature. Bonded improvised weapons function as bonded melee weapons.": "在3级时，而其他武器师会与传统武器结合，你更倾向于采用更加临时的方法。你精通临时武器，并且可以在你的武器师特性中使用它们，比如可以用你的武器结合特性与它们结合。结合的临时武器的功能与结合的近战武器相同。",
	"Additionally, once per long rest, you can bond with an Improvised Weapon as a 1 Minute ritual instead of a 1 Hour ritual. When you get the {@classFeature Superior Bonds|Armiger|TheArmigerClass|13|TheArmigerClass} feature at 15th level, you can bond with an Improvised Weapon as an action once per long rest.": "此外，每次长休息时，您可以与一件临时武器进行1分钟的仪式结合，而不是1小时的仪式。当您在15级获得{@classFeature Superior Bonds|Armiger|TheArmigerClass|13|TheArmigerClass}特性时，您可以在每次长休息时将一件临时武器作为一个动作结合。",
	"The rules for improvised weapons from the {@book Player's Handbook|phb|5|Improvised Weapons} are as follows:": "来自{@book Player's Handbook|phb|5|Improvised Weapons}的即兴武器规则如下：",
	"In other words, unless its obvious, work with your DM to figure out what the stats of your weapon(s) should be.": "换句话说，除非显而易见，否则请与你的DM合作，确定你的武器的属性应该是什么。",
	"As an action, you can expend 1 link to perform a supernaturally intimidating trick with your bonded weaponry. Designate any creatures within 30 feet who can see you that must make a Charisma saving throw. On a failure, they are {@condition frightened|phb} of you until the end of your next turn. If a creature successfully saves against this feature, they are immune for 1 Minute. This is a charm effect.": "作为一个动作，你可以消耗1个连结，使用你的结合武器执行一个超自然的威慑技巧。指定所有在30英尺内且能看到你的生物，他们必须进行一次魅力豁免检定。如果失败，他们会在你的下一个回合结束前对你感到{@condition frightened|phb}。如果生物成功豁免此特性，他们在1分钟内免疫。这是一个魅惑效果。",
	"As an action, you can expend 1 link to perform a charming act with your bonded weaponry. Designate any creatures within 30 feet who can see you that must make a Charisma saving throw. On a failure, they are {@condition charmed|phb} by you until the end of your next turn. If a creature successfully saves against this feature, they are immune for 1 Minute. This is a charm effect.": "作为一个动作，你可以消耗1个链接来使用你的绑定武器进行一次迷人的行为。指定所有在30英尺内且能看到你的生物必须进行一次魅力豁免检定。如果失败，它们将在你的下一个回合结束前被你{@condition charmed|phb}。如果生物成功豁免此特性，它们在1分钟内免疫。这是一个魅惑效果。",
	"As an action, you can expend 1 link to perform a bewildering show of prowess with your bonded weaponry. Designate any creatures within 30 feet who can see you that must make a Charisma saving throw. On a failure, they are {@condition restrained|phb} until the end of your next turn. If a creature successfully saves against this feature, they are immune for 1 Minute. This is a charm effect.": "作为一个动作，你可以消耗1个链接来展示你与绑定武器的惊人技巧。指定任何在30英尺内且能看到你的生物，他们必须进行一次魅力豁免检定。如果失败，他们将被魅惑，直到你的下一个回合结束。如果生物成功豁免此特性，他们在1分钟内免疫。这是一个魅惑效果。",
	"Also at 3rd level, you learn the {@spell Prestidigitation} and {@spell Minor Illusion} cantrips. Charisma is your spellcasting ability for these spells.": "在3级时，你学会了{@spell Prestidigitation}和{@spell Minor Illusion}零级咒语。魅力是你施法这些咒语的能力属性。",
	"Finally, you learn the following link features:": "最后，你学会了以下链接功能：",
	"At 7th level, when you bond to an Improvised Weapon, it can rival real ones. All bonded improvised weapons provide a +1 bonus to attack and damage rolls.": "在第7级时，当你与一把(`Improvised Weapon`)绑定时，它可以与真正的武器媲美。所有绑定的(`bonded`)临时武器提供+1的攻击和伤害加值。",
	"Additionally, since creatures don't expect your bonded improvised weapons to be as powerful as they are, they often underestimate your attacks. On the first attack you make against any creature with a bonded improvised weapon, you can roll that attack with advantage and if that attack hits, it counts as a critical hit. This feature can only be used once per creature.": "此外，由于生物们并不指望你的绑定即兴武器会如此强大，他们常常低估你的攻击。对于任何一种生物，你使用绑定即兴武器进行的第一次攻击，你可以获得优势攻击，并且如果该攻击命中，将算作暴击。这个特性每种生物只能使用一次。",
	"As an action, you can expend 2 links to transform your appearance and the appearance of your bonded weaponry for 1 Hour. You decide what you look like, including your height, weight, facial features, sound of your voice, hair length, coloration, and distinguishing characteristics, if any. You can make yourself appear as a member of another race, though none of your statistics change. You also don't appear as a creature of a different size than you, and your basic shape stays the same; if you're bipedal, you can't use this spell to become quadrupedal, for instance. You can make your bonded weaponry appear innocuous or as a different weapon, but their statistics do not change.": "作为一个动作，你可以消耗2个链接，改变你和你的绑定武器的外观，持续1小时。你可以决定自己的外表，包括身高、体重、面部特征、声音、头发长度、颜色以及任何独特特征。你可以让自己看起来像另一个种族的成员，尽管你的统计数据不会改变。你也不会变成与你不同尺寸的生物，你的基本形状保持不变；例如，如果你是两足动物，你不能用这个法术变成四足动物。你可以让你的绑定武器看起来无害或者变成另一种武器，但它们的统计数据不会改变。",
	"As a reaction when a creature you can see within 30 feet of yourself succeeds on an attack, ability check, or saving throw, you can expend 2 links to force them to roll once more and use the lowest roll.": "当你能看见的生物在你30英尺内成功进行攻击、能力检定或豁免投掷时，你可以消耗2个连结，迫使他们重新投掷一次，并使用最低的点数。",
	"You have a flair for the dramatic. Also at 7th level, you learn the following link features:": "你有一种戏剧天赋。同时在第7级时，你学会以下链接特性：",
	"At 11th level, your bonded improvised weapons now deal an additional 1d4 damage and provide a +2 bonus to attack rolls, instead of the +1 bonus attack and damage.": "在11级时，你的绑定即兴武器现在造成额外1d4点伤害，并提供+2的攻击加值，而不是+1的攻击和伤害加值。",
	"As a reaction when making an attack roll with a bonded weapon, you can expend 3 links to render the enemy vulnerable against the triggering attack. The enemy can make a Charisma saving throw to resist this effect. The triggering attack can still miss.": "在使用绑定武器进行攻击检定时，你可以消耗3个连结，使敌人对触发攻击变得脆弱。敌人可以进行一次魅力豁免才能抵抗这个效果。触发攻击仍然有可能未命中。",
	"As an action, you can expend 4 links to enchant yourself with a special protection. If you are attacked by more than one creature, every attack roll from a creature beyond the first creature is done with disadvantage. Attackers can make a Charisma saving throw to resist the effects. If a creature successfully saves against this feature, they are immune for 1 hour. This feature requires {@condition concentration|phb} to maintain, and it can only be maintained for up to 1 Minute.": "作为一个动作，你可以消耗4个连结来给自己施加特殊保护。如果你被多于一个生物攻击，每个超过第一个生物的攻击骰都会带有劣势。攻击者可以进行一次魅力豁免来抵抗这个效果。如果一个生物成功豁免这个特性，它们将在1小时内免疫。这个特性需要维持{@condition concentration|phb}，并且只能维持最多1分钟。",
	"As an action, you can expend 3 links to bolster your allies and hinder your foes. All allies within 30 feet of you when you use this feature can add a d4 to their results whenever they make an attack roll, saving throw, or ability check. Meanwhile, all enemies within 30 feet of you when you use this feature must make a Charisma saving throw. On a failure, they subtract a d4 from their results whenever they make an attack roll, saving throw, or ability check. If an enemy saves against this feature, they are immune for 1 hour. This feature requires {@condition concentration|phb} to maintain, and it can only be maintained for up to 1 Minute.": "作为一个动作，你可以消耗3个链接来增强你的盟友并阻碍你的敌人。当你使用这个特性时，所有在你30英尺范围内的盟友在进行攻击检定、豁免检定或能力检定时可以额外投掷一个d4。与此同时，当你使用这个特性时，所有在你30英尺范围内的敌人必须进行一次魅力豁免检定。如果失败，他们在进行攻击检定、豁免检定或能力检定时需要减去一个d4。如果一个敌人成功豁免这个特性，他们在1小时内对此免疫。这个特性需要维持{@condition concentration|phb}，并且只能维持最多1分钟。",
	"You have a knack for always coming out on top. Also at 11th level, you learn the following link features:": "你总是擅长脱颖而出。此外，在11级时，你学会了以下链接特性：",
	"Your bonded improvised weapons exceed normal weapons. At 15th level, your bonded improvised weapons now deal an additional 1d6 damage (instead of 1d4) and provide a +3 bonus to attack rolls (instead of +2).": "你的绑定即兴武器超越了普通武器。在15级时，你的绑定即兴武器现在造成额外1d6伤害（而不是1d4），并提供+3的攻击加值（而不是+2）。",
	"Additionally, once per short rest, you can do a 1 Minute ritual to change the damage type of one bonded weapon to any other damage type of your choice. If it has multiple damage dice, all of the damage dice change to the damage type you choose. This is a transmutation effect that lasts until the next time you take a short or long rest.": "另外，每次短休息期间，你可以进行一个1分钟的仪式，将一个绑定武器的伤害类型改变为你选择的任何其他伤害类型。如果它有多个伤害骰，所有的伤害骰都会改变为你选择的伤害类型。这是一个转化效果，持续到你下次进行短休息或长休息为止。",
	"As a reaction when you are attacked, damaged, penalized, or otherwise negatively affected by a creature, you can expend 7 links to curse and humiliate that creature. The creature makes a Charisma saving throw. On a failure, all of the creature's ability scores except Constitution become 1 for 24 hours. This is a curse effect. A {@spell Remove Curse} or {@spell Wish} spell can end this effect early. If a creature saves against this feature, they are immune for 24 hours. You can only use this link feature once per long rest.": "当你受到攻击、受伤、受到惩罚或受到其他负面影响时，你可以消耗7个连结来诅咒和羞辱那个生物。该生物进行一次魅力豁免。如果失败，该生物除体质外的所有属性分数都变为1，持续24小时。这是一个诅咒效果。一个{@spell Remove Curse}或{@spell Wish}法术可以提前结束这个效果。如果一个生物成功豁免此特性，它们在接下来的24小时内免疫。你每次长休只能使用这个连结特性一次。",
	"Few can dare to surpass you. You've made sure of it. At 18th level, you are affected by a constant {@spell Bless} spell, and you gain the Bard's {@classFeature Jack of All Trades|Bard|PHB|2} feature.": "很少人敢超越你。你确保了这一点。在18级时，你受到持续{@spell Bless}法术的影响，并获得吟游诗人{@classFeature Jack of All Trades|Bard|PHB|2}的特性。",
	"Finally, you learn the following link feature:": "最后，你学会了以下链接特性：",
	"You learn to harness covenant magic - bestowed upon you by something outside of you - to augment your grand prowess. When you gain this feature at 3rd level, choose the {@b paladin spell list} or {@b warlock spell list}. All spells gained from this subclass feature must be from the spell list you choose. Once you make this choice you cannot change it. (Since the paladin spell list does not have access to cantrips, when you choose the paladin spell list, you gain access to the cleric spell list for cantrips only.)": "你学会驾驭契约魔法 - 这种魔法是由你之外的某物赋予你的 - 以增强你的强大能力。当你在3级获得这个特性时，选择{@b paladin spell list}或{@b warlock spell list}。从这个子职特性获得的所有法术必须来自你选择的法术清单。一旦做出选择，就无法更改。（由于圣骑士法术清单无法获得零级法术，当你选择圣骑士法术清单时，你只能获得牧师法术清单中的零级法术。）",
	"Covenant Magic counts as {@classFeature Pact Magic|Warlock|PHB|1} for any features, options, or effects that require {@classFeature Pact Magic|Warlock|PHB|1}.": "契约魔法在需要{@classFeature Pact Magic|Warlock|PHB|1}的任何特性、选项或效果中计为{@classFeature Pact Magic|Warlock|PHB|1}。",
	"You know one cantrip of your choice from either the {@filter cleric spell list (if you chose paladin spell list)|spells|level=0|classes=Cleric|class=Cleric} or {@filter warlock spell list|spells|level=0|class=Warlock|classes=Warlock}, in accordance to the spell list you chose when you got this feature. You learn an additional {@filter cleric cantrip|spells|level=0|classes=Cleric|class=Cleric} or {@filter warlock cantrip|spells|level=0|class=Warlock|classes=Warlock} of your choice at 11th level, as shown in the Cantrips Known column of the Covenant Armiger table.": "你可以选择{@filter cleric spell list (if you chose paladin spell list)|spells|level=0|classes=Cleric|class=Cleric}或{@filter warlock spell list|spells|level=0|class=Warlock|classes=Warlock}中的一个战斗法术，符合你在获得该特性时选择的法术列表。你在11级时可以学习另一个{@filter cleric cantrip|spells|level=0|classes=Cleric|class=Cleric}或{@filter warlock cantrip|spells|level=0|class=Warlock|classes=Warlock}，如《盟约护卫者》表中的法术熟知栏所示。",
	"The Covenant Armiger table shows how many spell slots you have to cast your {@filter paladin spells|spells|classes=Paladin|class=Paladin} or {@filter warlock spells|spells|classes=Warlock|class=Warlock} of 1st through 5th level. The table also shows what the level of those slots is; all of your spell slots are the same level. To cast one of your {@filter paladin spells|spells|classes=Paladin|class=Paladin} or {@filter warlock spells|spells|classes=Warlock|class=Warlock} of 1st level or higher, you must expend a spell slot. You regain all expended spell slots when you finish a short or long rest.": "誓约护卫者表格显示了你有多少法术位来施放你的{@filter paladin spells|spells|classes=Paladin|class=Paladin}或{@filter warlock spells|spells|classes=Warlock|class=Warlock}，等级从1级到5级。表格还显示了这些位的等级；你所有的法术位都是相同等级的。要施放你的{@filter paladin spells|spells|classes=Paladin|class=Paladin}或{@filter warlock spells|spells|classes=Warlock|class=Warlock}中的一个1级或更高级的法术，你必须消耗一个法术位。当你完成短休或长休时，你会恢复所有已消耗的法术位。",
	"For example, at 3rd level when you choose this subclass, you have one 2nd-level spell slot. To cast the 1st-level spell {@spell Protection from Evil and Good}, you must spend the slot, and you cast it as a 2nd-level spell.": "例如，在3级时选择这个子职业时，你会获得一个2级法术位。要施放1级法术{@spell Protection from Evil and Good}，你必须消耗这个法术位，并将其作为2级法术施放。",
	"At 3rd level, you know one 1st-level spell of your choice from the {@filter paladin spell list|spells|classes=Paladin|class=Paladin} or {@filter warlock spell list|spells|classes=Warlock|class=Warlock}. (Though you have 2nd level spell slots, you only start knowing a 1st-level spell when you gain this subclass.)": "在3级时，你可以从{@filter paladin spell list|spells|classes=Paladin|class=Paladin}或{@filter warlock spell list|spells|classes=Warlock|class=Warlock}中选择一个你喜欢的1级法术。（尽管你有2级法术位，但只有在获得这个子职业时才开始知道一个1级法术。）",
	"The Spells Known column of the Covenant Armiger table shows when you learn more {@filter paladin spells|spells|classes=Paladin|class=Paladin} or {@filter warlock spells|spells|classes=Warlock|class=Warlock} of your choice. Each of these spells must be of a level for which you have spell slots. For instance, when you reach 7th level in this class, you can learn one new spell of 3rd or 4th level.": "契约护卫者(Covenant Armiger)表格中的已知法术列显示了你学会更多{@filter paladin spells|spells|classes=Paladin|class=Paladin}或{@filter warlock spells|spells|classes=Warlock|class=Warlock}法术的时间。这些法术中的每一个必须是你拥有法术位的等级。例如，当你在这个职业达到7级时，你可以学会一个新的3级或4级法术。",
	"Additionally, when you gain a level in this class, you can choose one of the {@filter paladin spells|spells|classes=Paladin|class=Paladin} or {@filter warlock spells|spells|classes=Warlock|class=Warlock} you know and replace it with another spell from the same spell list, which also must be of a level for which you have spell slots.": "此外，当你在这个职业中升级时，你可以选择你已经掌握的{@filter paladin spells|spells|classes=Paladin|class=Paladin}或{@filter warlock spells|spells|classes=Warlock|class=Warlock}中的一个，并用来自相同法术列表的另一个法术替换它，新法术的等级必须与你拥有法术位的等级相符。",
	"Charisma is your spellcasting ability for your spells from this subclass, since your power derives from the strength of your connections. In addition, you use your Charisma modifier when setting the saving throw DC for a {@filter paladin spells|spells|classes=Paladin|class=Paladin} or {@filter warlock spells|spells|classes=Warlock|class=Warlock} you cast from this subclass and when making an attack roll with one.": "魅力是你从这个子职业获得的法术的施法能力，因为你的力量源自于你的联系的强度。此外，当你施放从这个子职业中施放的{@filter paladin spells|spells|classes=Paladin|class=Paladin}或{@filter warlock spells|spells|classes=Warlock|class=Warlock}时，设置豁免 DC 时，以及进行攻击检定时，你会使用你的魅力调整值。",
	"You can use your {@item armiger's bonded weapon|TheArmigerClass|bonded weapons}, a {@item holy symbol|PHB}, or an {@item arcane focus|PHB} as a spellcasting focus for your spells from this subclass.": "你可以使用你的{@item armiger's bonded weapon|TheArmigerClass|bonded weapons}、一个{@item holy symbol|PHB}，或者一个{@item arcane focus|PHB}作为这个子职业法术的施法焦点。",
	"Since WotC has not provided canon guidelines for how Pact Magic functions under multiclass, we recommend the following solution - which is the solution we used when designing the subclass's casting progression.": "由于WotC没有为多职业体系下的契约魔法提供官方指导，我们建议采用以下解决方案——这也是我们在设计该子职业施法进展时使用的解决方案。",
	"Slot levels progress exactly the same as an equivalent level Warlock, so you simply use your cumulative level from Pact Magic sources for your spell slot level. (E.g. a Fighter 2/Covenant Armiger 3/Warlock 1 would have a cumulative Pact Magic level of 4 and thus have 2nd-level slots.) Therefore, if a Covenant Armiger is also multiclassed as a Warlock, all they have to do is add the Cantrips Known, Spells Known, and Spell Slot quantities from the two sources. It's a simple cumulative addition.": "插槽等级与等级相同的术士一样逐级提升，因此您只需使用来自契约魔法来源的累积等级来确定您的法术插槽等级。 (例如，一名战士2级/契约武士3级/术士1级将具有累积的契约魔法等级为4，因此会拥有2级插槽。) 因此，如果契约武士也同时作为术士进行了多职业，他们只需将两个来源的法术知识、法术插槽数量相加即可。这是一个简单的累积加法。",
	"Also at 3rd level, you are sworn to a person, a cause, an ideology, a place, or something else; and should you fall short, the consequences could be dire. When you get this feature, choose {@b Warlock Patron} or {@b Paladin Oath}. Once you make this choice, you cannot change it.": "在第3级时，你必须宣誓效忠于一个人、一个事业、一个意识形态、一个地方，或其他某种东西；如果你未能达到要求，后果可能会很严重。当你获得这个特性时，选择{@b Warlock Patron}或{@b Paladin Oath}。一旦做出选择，就无法更改。",
	"If you choose Warlock Patron, choose a patron from the Warlock class' {@classFeature Otherworldly Patron|Warlock|PHB|1} feature. You have struck a bargain with this otherworldly being of your choice. If you fall short on your bargain or otherwise lose your connection with your patron, you lose all features from this subclass (including Covenant Magic) until the connection is restored through the requisite atonement that your patron demands.": "如果你选择了术士的守护者，从术士职业的{@classFeature Otherworldly Patron|Warlock|PHB|1}特性中选择一个守护者。你与你选择的这个异界存在达成了一项交易。如果你未能履行你的交易，或者以其他方式失去了与你的守护者的联系，直到通过你的守护者要求的必要赎罪来恢复联系之前，你将失去这个子职业的所有特性（包括契约魔法）。",
	"If you choose Paladin Oath, choose an oath from the Paladin class' {@classFeature Sacred Oath|Paladin|PHB|3} feature (except for Oathbreaker). You have bound yourself to this oath much like a paladin would and must adhere to its tenets. If you break the tenets of your oath, you lose all features from this subclass (including Covenant Magic) until your connection is restored through the requisite atonement that is demanded of you.": "如果你选择圣骑士誓约，从圣骑士职业的{@classFeature Sacred Oath|Paladin|PHB|3}特性中选择一个誓约（除了背誓者）。你已经像圣骑士一样对这个誓约进行了绑定，并且必须遵守其准则。如果你违背了誓约的准则，你将失去该子职业的所有特性（包括契约魔法），直到通过所要求的赎罪来恢复你的联系。",
	"Alternatively, you may work with your DM to create some other kind of suitable loyalty, agreement, or deal for the purposes of this subclass.": "或者，您可以与您的DM合作，为这个子职业创造其他适当的忠诚、协议或交易。",
	"As an action, you can expend 2 links to bond with a willing ally within 30 feet of you. Thereafter, you can use your armiger features (including the spells from this subclass) as though you were in the bonded ally's space, but you must use your own senses. This bond lasts for 1 Minute.": "作为一个动作，你可以消耗2个链接来与你周围30英尺内的一位愿意的盟友结合。此后，你可以使用你的护甲师特性（包括这个子职业的法术），就好像你在与盟友结合的空间中一样，但你必须使用自己的感官。这个联系持续1分钟。",
	"The power granted to you by your covenants mingles well with your other armiger abilities. At 7th level, when you take the {@action Attack} action, you can cast a cantrip as a bonus action.": "你所获得的契约赋予的力量与你的其他武装者能力相得益彰。在7级时，当你进行{@action Attack}动作时，你可以将一个法术小技能作为一个奖励动作施放。",
	"Additionally, you can begin to extend your covenant to include those around you. You learn the subcontract link feature:": "此外，你可以开始扩展你的契约，包括周围的人。你学会了分包链接特性：",
	"As a reaction when a creature tries to charm, you can expend 2 links to attempt to turn the effect against that creature. The creature must succeed on a Charisma saving throw or be {@condition frightened} by you until the end of your next turn.": "当一只生物试图迷惑你时，你可以消耗2个连结来尝试将效果反击给那个生物。该生物必须通过一次魅力豁免才能免疫，否则会被你迷惑，直到你的下一个回合结束。",
	"Your connection to your covenants is so strong that others have difficulty swaying you, and thanks to your powers, you can even turn the tables on anyone who tries. At 11th level, you are immune to being {@condition charmed}.": "你与你的契约联系如此紧密，使得其他人很难动摇你，而且凭借你的力量，你甚至可以反击任何试图影响你的人。在11级时，你免疫于被{@condition charmed}。",
	"Additionally, you learn the rebuke link feature:": "此外，你学会了斥责链接特性：",
	"As an action, you can expend 7 links to cast {@spell Geas} as a Covenant Armiger spell. You can only use this feature once per long rest.": "作为一个动作，你可以消耗7个连结来施放{@spell Geas}作为一个《圣约护卫者》法术。你每次长休只能使用这个特性一次。",
	"You are so used to your own covenants that not only do they grant you extra abilities, but you can also enact covenants of your own making. At 15th level, you can use your {@subclassFeature subcontract|Armiger|TheArmigerClass|Covenant|TheArmigerClass|7|TheArmigerClass} link feature on any creature instead of just willing allies. Any unwilling targets may make a Charisma saving throw to resist.": "你对自己的契约如此习以为常，不仅赋予你额外的能力，而且你还可以制定自己的契约。在15级时，你可以在任何生物身上使用你的{@subclassFeature subcontract|Armiger|TheArmigerClass|Covenant|TheArmigerClass|7|TheArmigerClass}链接特性，而不仅仅是愿意的盟友。任何不愿意的目标可以进行魅力豁免才能抵抗。",
	"Additionally, you learn the bonding order link feature:": "另外，你学会了连接顺序链接功能：",
	"You have already given your life for your covenants, and now, not even death can break your commitments. At 18th level, as a reaction when you are reduced to 0 hit points but not killed outright, you may expend any number of available links to instantaneously heal yourself for an amount of HP equal to 1d8 per link spent.": "你已经为你的誓约献出了生命，现在，即使死亡也无法打破你的承诺。在18级时，当你的生命值降至0点但没有立即死亡时，你可以作为一次反应，消耗任意数量的可用链接，立即为自己治疗，每消耗一个链接，你可以恢复相当于消耗的链接数量的1d8点生命值。",
	"Also, should you die, you may make a DC 25 Charisma saving throw at the time of death. If the save succeeds, your devotion calls you back from death and you resurrect in 1d20 days, as {@spell True Resurrection}. You resurrect in an unoccupied space within 5 feet of your corpse, or the nearest appropriate space. If a creature tries to resurrect you early, the spell used to resurrect you requires no material components.": "此外，如果你死亡，你可以在死亡时进行一次 DC 25 魅力豁免检定。如果豁免成功，你的虔诚呼唤你从死亡中回归，并在 1d20 天后复活，如{@spell True Resurrection}。你将在离你的尸体5英尺内的一个空地复活，或者是最近合适的空间。如果有生物试图提前复活你，用于复活你的法术不需要任何材料组件。",
	"Your obscure connection has begun to make you into something else, something not quite normal. You no longer need to breathe, drink, eat, or sleep. However, you still need to rest, but you can spend your rest doing light activity. Though you don't breathe, you are not immune against effects like {@spell Cloudkill} or {@spell Stinking Cloud} since these gasses can still get into your body.": "你与神秘联系开始让你变成了另一个样子，不太正常的样子。你不再需要呼吸、喝水、进食或睡觉。然而，你仍然需要休息，但可以进行轻度活动来度过休息时间。尽管你不需要呼吸，但并不免疫像{@spell Cloudkill}或{@spell Stinking Cloud}这样的效应，因为这些气体仍然可以进入你的身体。",
	"Additionally, you tend to blend into your environment. You gain proficiency in {@skill Stealth}.": "另外，你倾向于融入周围的环境。你在{@skill Stealth}上获得熟练度。",
	"As a bonus action, whenever you are in dim light or darkness, you can expend 1 link to hide even if you wouldn't normally be able to hide.": "作为一个奖励动作，在你处于微弱光线或黑暗中时，你可以消耗1个连结来隐藏，即使你通常不能隐藏。",
	"As a reaction when you successfully hit a creature with a weapon attack, you can expend 1 link to shackle the creature. Instead of damaging them, the weapon used in the attack sinks into the target's shadow and enfeebles the creature. While the creature is shackled, they receive a penalty equal to your Charisma modifier on all rolls that require Strength or Dexterity (such as attack rolls and saving throws). A shackled creature can use a bonus action on their turn to make a Charisma saving throw. If they succeed, they free themselves from the shackle and are immune to this feature for 24 hours. For the duration of the shackle, you cannot use the weapon that you used to shackle the creature. This feature only lasts up to 1 Minute.": "当你成功用武器攻击命中生物时，你可以消耗1个连结来束缚该生物。武器不会造成伤害，而是沉入目标的阴影并削弱该生物。被束缚的生物在束缚期间，在所有需要力量或敏捷的投掷中（如攻击投掷和豁免投掷）都会受到一个惩罚，数值等同于你的魅力调整值。被束缚的生物可以在他们的回合使用一个额外动作进行一次魅力豁免投掷。如果他们成功，他们将解除束缚，并且在接下来的24小时内免疫此特性。在束缚期间，你不能使用用来束缚生物的武器。此特性持续时间最多为1分钟。",
	"As a bonus action, you can expend 1 link to cast {@spell Wrathful Smite} using Charisma as your spellcasting ability. When you cast this spell, you can choose to inflict necrotic damage instead of psychic damage.": "作为一个奖励动作，你可以消耗1个连结来施放{@spell Wrathful Smite}，使用你的魅力作为施法能力。当你施放这个法术时，你可以选择造成死灵伤害而不是精神伤害。",
	"Your arsenal is changing just like you, and now, you can do things other armigers can't. Also at 3rd level, you learn the following link features:": "你的武器库正在像你一样发生变化，现在，你可以做其他武装者无法做到的事情。此外，在3级时，你学会了以下链接特性：",
	"As an action, you can expend 3 links to render yourself harder to perceive. You gain a bonus to Stealth checks equal to your Charisma modifier. This feature requires {@condition concentration|phb} to maintain. While you maintain {@condition concentration|phb} on this feature, you can use a bonus action to turn invisible as the spell {@spell Invisibility} until the start of your next turn without breaking {@condition concentration|phb} on Fade Into Obscurity.": "作为一个动作，你可以消耗3个连结，使自己更难被察觉。你在潜行检定中获得一个等同于你魅力调整值的奖励。这个特性需要维持{@condition concentration|phb}。当你在这个特性上维持{@condition concentration|phb}时，你可以使用一个奖励动作，在下一个回合开始前变得隐形，效果如法术{@spell Invisibility}，而不会中断{@condition concentration|phb}中的隐匿。",
	"As an action, you can expend 3 links to release yourself from the material world for a moment. This functions as the {@spell Etherealness} spell, except it requires {@condition concentration|phb} to maintain and only lasts up to 1 Minute.": "作为一个动作，你可以消耗3个链接，让自己暂时摆脱物质世界。这类似于{@spell Etherealness}法术，但需要{@condition concentration|phb}来维持，持续时间最多1分钟。",
	"As a bonus action, you can expend 2 links to conjure a strange blade. This magic sword lasts for 1 Minute. It counts as a simple melee weapon with which you are proficient. It deals {@dice 2d8|2d8 necrotic|Necrotic Damage} on a hit and has the finesse, light, and thrown properties (range 20/60). In addition, when you use the sword to attack a target that is in dim light or darkness, you make the attack roll with advantage. The weapon is immediately bonded to you as per the Bonded Weaponry feature and receives the relevant properties. It also does not count against the number of bonded weaponry you can have at once, allowing you to conjure one even if you are bonded to the maximum amount of weapons. Thereafter, while the feature persists, you can use a bonus action to cause the sword to reappear in your hand.": "作为一个额外动作，你可以消耗2个链接来召唤一把奇怪的刀。这把魔法剑持续1分钟。它被视为一种简单的近战武器，你熟练地使用它。它在命中时造成{@dice 2d8|2d8 necrotic|Necrotic Damage}伤害，具有灵巧、轻便和投掷特性（射程20/60）。此外，当你使用这把剑攻击处于昏暗或黑暗中的目标时，你可以用优势进行攻击骰。这把武器立即与你绑定，根据绑定武器特性获得相关属性。它也不计入你可以同时拥有的绑定武器数量，即使你已经绑定了最大数量的武器，你仍可以召唤一把。此后，在特性持续期间，你可以使用一个额外动作使剑重新出现在你的手中。",
	"You are becoming a weird phenomenon yourself. At 7th level, your movement makes no sound and you no longer leave behind tracks or other traces of your passage unless you choose to. If you choose not to leave behind traces of your passage, you can only be tracked by magical means.": "你自己也正在变成一个奇怪的现象。在第7级时，你的移动不会发出任何声音，你也不会留下足迹或其他通过的痕迹，除非你选择这样做。如果你选择不留下痕迹，那么只能通过魔法手段追踪你。",
	"As a bonus action, you can expend 4 links to gain resistance to psychic damage; advantage on Charisma, Intelligence, and Wisdom saving throws; and immunity to the {@condition charmed} and {@condition frightened} conditions. Maintaining this feature requires {@condition concentration|phb}, and it can only be maintained for up to 1 Minute.": "作为一个奖励动作，你可以消耗4个链接来获得对精神伤害的抗性；在魅力、智力和感知豁免 throws 中获得优势；以及对{@condition charmed}和{@condition frightened}状态免疫。维持这个特性需要{@condition concentration|phb}，并且只能维持最多1分钟。",
	"You are more like the things you connect to - impossible, odd, umbral, or mystifying - than you are a normal person. At 11th level, while you are in dim light or darkness, you gain an advantage to all {@skill Deception} and {@skill Stealth} checks.": "你更像是与之连接的事物 - 不可能的、奇怪的、阴暗的或神秘的 - 而不是一个普通人。在11级时，当你处于微光或黑暗中时，你在所有{@skill Deception}和{@skill Stealth}检定中获得优势。",
	"Additionally, you learn the Alien Mind link feature:": "此外，您学会了外星人心灵链接特性：",
	"As an action, you can expend 5 links to gain {@sense blindsight} and {@sense truesight} out to a range of 30 feet. Maintaining this feature requires {@condition concentration|phb}, and it can only be maintained for up to 1 Minute.": "作为一个动作，你可以消耗5个链接来获得30英尺范围内的{@sense blindsight}和{@sense truesight}。维持这个特性需要{@condition concentration|phb}，并且只能维持最多1分钟。",
	"People might run from you, but they can't hide from you. At 15th level, your senses are increasingly preternatural. You can see in magical and nonmagical darkness as if it were dim light, and you can add Charisma to all {@skill Perception} checks you make.": "人们可能会逃离你，但他们无法从你身边隐藏。在15级时，你的感知变得异常超自然。你可以在魔法和非魔法的黑暗中看清事物，就像是微弱的光线一样，并且你可以在所有你进行的{@skill Perception}检定中加上魅力值。",
	"Additionally, you learn the See Beyond link feature:": "此外，你学会了“超越视界”（See Beyond）链接特性：",
	"As an action, you can expend 6 links to emanate a 30-foot sphere of magical darkness, silence, and necrotic power centered on yourself. Non-magical light cannot illuminate the magical darkness inside. All creatures inside are {@condition deafened} and immune to Thunder damage, and casting a spell with verbal components is impossible. Finally, any creature who enters the sphere or starts its turn there must make a Constitution saving throw. On a failure, they take {@dice 5d8|5d8 necrotic|Necrotic Damage} damage or half of that on a success. This feature requires {@condition concentration|phb} to maintain, and it can only be maintained for up to 1 Hour. While you concentrate on this feature, you are immune to its effects.": "作为一个动作，你可以消耗6个链接，在以自己为中心散发出一个直径30英尺的魔法黑暗、寂静和死灵力量的球体。非魔法光线无法照亮魔法黑暗的内部。所有在内部的生物都是{@condition deafened}，免疫雷霆伤害，并且无法施展带有语言组件的法术。最后，任何进入该球体或在其中开始回合的生物必须进行一次体质豁免才能。失败的话，他们会受到{@dice 5d8|5d8 necrotic|Necrotic Damage}伤害，成功则为伤害的一半。这个特性需要{@condition concentration|phb}来维持，最多只能维持1小时。在专注于这个特性时，你免疫其效果。",
	"You are no longer what you once were. At 18th level, critical hits against you become a normal hit instead, and you gain a fly speed equal to your walking speed. You can hover.": "你已经不再是过去的你了。在18级时，对你的暴击将变成普通命中，你获得一个飞行速度，等同于你的行走速度。你可以悬停。",
	"Additionally, you learn the ▒▓▒▓▒ link feature:": "此外，你学会了▒▓▒▓▒链接功能：",
	"As an outrider armiger, you can bond with more than just melee weapons. At 3rd level, you can bond with and use ranged weapons and ammunition for all of your armiger features in addition to melee weapons. The details for these two types of bonds are described here.": "作为一名前锋护卫（outrider armiger），你不仅可以与近战武器结合。在3级时，你可以与远程武器和弹药结合，并在所有护卫特性中使用，除了近战武器。这两种类型的结合细节在这里描述。",
	"When you bond to a ranged weapon, you do not also bond to its ammunition. A bonded ranged weapon functions as a bonded melee weapon for all armiger features, except it is considered a ranged weapon and not a melee weapon for any relevant rules or effects.": "当你绑定一把远程武器时，你并不会同时绑定它的弹药。对于所有武装师特性，一把被绑定的远程武器的功能与被绑定的近战武器相同，只是在任何相关规则或效果中被视为远程武器而不是近战武器。",
	"When used in a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}, the bonded ranged weapon generally functions as a bonded melee weapon except as follows:": "当在{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}中使用时，绑定的远程武器通常与绑定的近战武器相同，除非以下情况：",
	"The Loading and Heavy properties of a bonded ranged weapon are ignored in a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}.": "在{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}中，忽略了已绑定远程武器的装填和笨重属性。",
	"Your armory automatically supplies a single unit of temporary ammunition per attack made in a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}. This ammunition is affected by any properties, effects, or features of the bonded ranged weapon and immediately disappears after the {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}. If you have the {@classFeature Grand Strike Improvement|Armiger|TheArmigerClass|7|TheArmigerClass|Returning Strike improvement}, the armory automatically supplies a unit of temporary ammunition for each attack roll made by a bonded ranged weapon in a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}, allowing you to use one bonded ranged weapon for multiple attack rolls in a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}.": "你的军械库会在每次使用武器进行攻击时自动提供一单位临时弹药，概率为{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}。这些弹药受到绑定远程武器的任何属性、效果或特性的影响，并在{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}后立即消失。如果你拥有{@classFeature Grand Strike Improvement|Armiger|TheArmigerClass|7|TheArmigerClass|Returning Strike improvement}，军械库会在{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}内为每次绑定远程武器的攻击投掷提供一单位临时弹药，让你可以在{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}内使用一把绑定远程武器进行多次攻击。",
	"The bonded ranged weapon shoots its ammunition using its normal range increments.": "被绑定的远程武器使用其正常射程增量来发射其弹药。",
	"An attack made by a bonded ranged weapon in a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass} is a ranged weapon attack. It is affected by all rules, features, and effects that can affect ranged weapons and ranged weapon attacks (like the {@feat Sharpshooter|PHB} feat, the Monk's {@classFeature Deflect Missiles|Monk|PHB|3} feature, or the {@spell Wind Wall} spell).": "在{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}中由一把绑定的远程武器发动的攻击是一次远程武器攻击。它受到所有可以影响远程武器和远程武器攻击的规则、特性和效果的影响（比如{@feat Sharpshooter|PHB}特性，武僧的{@classFeature Deflect Missiles|Monk|PHB|3}特性，或者{@spell Wind Wall}法术）。",
	"The {@classFeature Grand Strike Improvement|Armiger|TheArmigerClass|7|TheArmigerClass|Distant Strike improvement} adds 30 feet to both range increments of a bonded ranged weapon, such as increasing a light crossbow from range (80/320) to range (110/350).": "{@classFeature Grand Strike Improvement|Armiger|TheArmigerClass|7|TheArmigerClass|Distant Strike improvement}增加30英尺到绑定远程武器的射程范围，例如将轻型弩的射程(80/320)增加到(110/350)。",
	"When you bond to ammunition, you may only bond to one unit of ammunition as if each individual unit of ammunition was a single weapon. Magic or special ammunition, like the {@item Arrow of Slaying|DMG}, can be bonded to and used in this way. When you bond to ammunition, each unit of bonded ammunition functions exactly like a single bonded melee weapon with the following statistics and features:": "当你与弹药结合时，你只能将其视为单个武器结合。魔法或特殊弹药，比如{@item Arrow of Slaying|DMG}，可以被结合并以这种方式使用。当你与弹药结合时，每个结合的弹药单位的功能与一个带有以下统计数据和特性的单个近战武器完全相同：",
	"Bonded ammunition counts as a simple melee weapon with which you are proficient. It has the thrown property (thrown 20/60). Bonded round or bulbous ammunition (like sling bullets) deal {@dice 1d4|1d4 bludgeoning|Bludgeoning Damage} damage, and bonded sharp ammunition (like arrows, crossbow bolts, and blowgun needles) deal {@dice 1d4|1d4 piercing|Piercing Damage} damage.": "绑定弹药被视为一种简单近战武器，你熟练掌握它。它具有投掷特性（投掷距离20/60）。绑定的圆形或球形弹药（如投石子）造成{@dice 1d4|1d4 bludgeoning|Bludgeoning Damage}伤害，而绑定的尖锐弹药（如箭矢、弩箭和吹箭）造成{@dice 1d4|1d4 piercing|Piercing Damage}伤害。",
	"Bonded ammunition can be affected by features and effects that normally target melee weapons - such as the {@spell Booming Blade|TCE} or {@spell Magic Weapon} spells.": "绑定弹药可能受到通常针对近战武器的特性和效果的影响，比如{@spell Booming Blade|TCE}或{@spell Magic Weapon}法术。",
	"Bonded ammunition can still be affected by features and effects that target ammunition - such as the {@spell Flame Arrows|XGE} spell. Moreover, multiple bonded ammunition can be enchanted by a single feature or effect of this kind, if the feature or effect is already able to do so.": "绑定弹药仍然会受到针对弹药的特性和效果的影响 - 例如{@spell Flame Arrows|XGE}法术。此外，如果该特性或效果已经具备这种能力，多个绑定弹药可以被同一种特性或效果附魔。",
	"When used in a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}, the bonded ammunition functions as a bonded melee weapon except as follows:": "当在{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}中使用时，绑定弹药的功能与绑定近战武器相同，除非以下情况：",
	"Bonded ammunition cannot break during a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}.": "在{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}期间，绑定弹药不会损坏。",
	"Since ammunition is lighter and cuts the air better than a melee weapon, bonded ammunition launched in a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass} has a range increment of thrown (20/60) instead of thrown (15/30). The {@classFeature Grand Strike Improvement|Armiger|TheArmigerClass|7|TheArmigerClass|Distant Strike improvement} increases these increments to thrown (60/90).": "由于弹药比近战武器更轻，更易穿透空气，因此在{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}中发射的粘合弹药的射程增量为投掷(20/60)，而不是投掷(15/30)。{@classFeature Grand Strike Improvement|Armiger|TheArmigerClass|7|TheArmigerClass|Distant Strike improvement}将这些增量增加到投掷(60/90)。",
	"If your Dungeon Master uses the rules on {@variantrule Firearms|DMG} in the Dungeon Master's Guide, subject to DM approval, this subclass' features can also apply to firearms and firearm ammunition. And, the feature provides firearm proficiency, too.": "如果你的地下城主使用《地下城主指南》中关于{@variantrule Firearms|DMG}的规则，并经地下城主批准，这个子职业的特性也可以适用于火器和火器弹药。此外，该特性还提供火器熟练。",
	"Yes, but as the default item description, after it deals damage once it is no longer magical and functions as a nonmagical arrow. So, don't think you get an infinite {@item Arrow of Slaying|DMG}.": "是的，但作为默认物品描述，在造成伤害后，它就不再具有魔法效果，而是作为一支非魔法箭矢。所以，不要以为你会得到无限的{@item Arrow of Slaying|DMG}。",
	"As an action, you can expend 1 link to teleport to any bonded weapon within 1 Mile of you. If another creature is in that space or the space is otherwise occupied, you teleport to an unoccupied space within 5 feet of the bonded weapon. If no such space exists, the teleportation fails. Alternatively, you can teleport to any unoccupied space you can see within 15 feet of you.": "作为一个动作，你可以消耗1个链接，传送到距离你1英里内的任何绑定武器。如果另一个生物在那个空间内或者空间已被占据，你将传送到距离绑定武器5英尺内的未被占据的空间。如果不存在这样的空间，传送失败。或者，你可以传送到你能看到的距离你15英尺内的任何未被占据的空间。",
	"Also at 3rd level, you can utilize the power that transfers objects to your armory and summons your bonded weaponry for other uses. You learn the Bonded Step link feature:": "在3级时，你可以利用这种力量将物体转移到你的军械库，并召唤你的结缔武器进行其他用途。你学会了结缔步骤链接特性：",
	"As an action, you can expend 2 links to magically twist space around another creature you can see within 30 feet of you, The target must succeed on a Charisma saving throw (the target can choose to fail), or the target is teleported to an unoccupied space of your choice that you can see within 30 feet of you. The chosen space must be on a harmless surface or in a liquid that can support the target without the target having to squeeze.": "作为一个动作，你可以消耗2个链接来在你能看到的距离30英尺内，魔法般地扭曲另一个生物周围的空间，目标必须成功通过一个魅力豁免检定（目标可以选择失败），否则目标将被传送到你能看到的距离30英尺内的一个未被占据的空间。所选空间必须位于一个无害的表面上或液体中，可以支撑目标而无需挤压。",
	"At 7th level, when you use the {@subclassFeature Bonded Step|Armiger|TheArmigerClass|Outrider|TheArmigerClass|3|TheArmigerClass} link feature, you can teleport to any unoccupied space you can see within 30 feet of you instead of within 15 feet. You can also use the {@subclassFeature Bonded Step|Armiger|TheArmigerClass|Outrider|TheArmigerClass|3|TheArmigerClass} link feature as a bonus action instead of an action.": "在7级时，当你使用{@subclassFeature Bonded Step|Armiger|TheArmigerClass|Outrider|TheArmigerClass|3|TheArmigerClass}链接特性时，你可以传送到你能看到的30英尺内的任何未占据空间，而不是15英尺内。你还可以将{@subclassFeature Bonded Step|Armiger|TheArmigerClass|Outrider|TheArmigerClass|3|TheArmigerClass}链接特性作为一个奖励动作，而不是一个动作。",
	"Additionally, when you use the {@classFeature Warding Arsenal|Armiger|TheArmigerClass|2|TheArmigerClass} link feature, you may choose to teleport to an unoccupied space within 15 feet of you that you can see after the triggering attack is resolved.": "此外，当你使用{@classFeature Warding Arsenal|Armiger|TheArmigerClass|2|TheArmigerClass}链接功能时，你可以选择在解决触发攻击后，传送到你能看到的距离你不超过15英尺的未占用空间。",
	"Finally, you learn the Warp Other link feature:": "最后，你学会了扭曲他人链接（Warp Other link）特性：",
	"As an action, you can expend 3 links to assault your enemies in a teleporting frenzy. Choose up to 3 creatures you can see within 30 feet of you. Make a melee attack against each target using Charisma for the attack roll. On a hit, a target takes {@dice 1d12|1d12 bludgeoning|Bludgeoning Damage} + {@dice 1d12|1d12 piercing|Piercing Damage} + {@dice 1d12|1d12 slashing|Slashing Damage} damage. You then appear in an unoccupied space you can see within 5 feet of one of the targets you hit or missed.": "作为一个动作，你可以消耗3个链接，发动瞬移狂暴来攻击你的敌人。选择你能看到的30英尺内的最多3个生物。对每个目标进行一次近战攻击，使用魅力进行攻击骰。命中时，目标受到{@dice 1d12|1d12 bludgeoning|Bludgeoning Damage} + {@dice 1d12|1d12 piercing|Piercing Damage} + {@dice 1d12|1d12 slashing|Slashing Damage}点伤害。然后，你出现在你击中或未击中的目标之一身边5英尺内的一个未占据的空间。",
	"As a reaction when a creature makes a ranged attack against you, you can expend 4 links to try and warp the oncoming projectile or spell effect. Make a Charisma check using the triggering attack roll as the DC for this check. (The attack roll DC is the final result of the roll and includes any modifiers.) If you succeed, you can redirect the attack to one creature that you can see within 30 feet of you. The attack then continues to resolve as normal, using the same attack roll result from before but against the new creature.": "当一名生物对你进行远程攻击时，你可以消耗4个链接，试图扭曲即将到来的抛射物或法术效果。进行一次魅力检定，使用触发攻击检定作为此检定的DC。（攻击检定DC是最终结果，包括任何修正。）如果成功，你可以将攻击重定向到你能看到的距离30英尺内的一名生物身上。然后攻击会继续按照正常方式解决，使用之前的相同攻击检定结果，但针对新的生物。",
	"The portals you use for your armiger abilities unlock greater capabilities. At 11th level, you learn the following link features:": "你用于武装技能的传送门将解锁更强大的能力。在11级时，你学会以下连接特性：",
	"As a reaction when a creature adjacent to you teleports, you can expend 4 links to teleport along with them.": "当一个生物邻近你传送时，你可以消耗4个连结，与其一起传送。",
	"As a reaction when you are targeted by a damaging effect, you can expend 5 links to immediately teleport to an unoccupied space you can see within 30 feet of you. If this teleportation puts you outside the range of the damaging effect (such as leaving an enemies' reach or moving outside a {@spell Fireball}'s range), the damaging effect misses you entirely or automatically fails (whichever makes sense for the triggering effect). This feature cannot be triggered by negative effects that do not cause damage.": "当你被一个造成伤害的效果瞄准时，你可以消耗5个连结，立即传送到你能看见的距离30英尺内的一个未被占据的空间。如果这次传送使你脱离了伤害效果的范围（比如离开敌人的攻击范围或者移出{@spell Fireball}的范围），那么伤害效果会完全错过你，或者自动失败（取决于触发效果的情况）。这个特性不能被不造成伤害的负面效果触发。",
	"Your abilities keep you from staying grounded in one spot for too long, and that makes you hard to hit. At 15th level, you gain the {@classFeature Evasion|Rogue|PHB|7} feature. Also, once per short rest, you can use {@subclassFeature Bonded Step|Armiger|TheArmigerClass|Outrider|TheArmigerClass|3|TheArmigerClass} without expending any links.": "你的能力让你不会长时间停留在一个地方，这让你很难被击中。在15级时，你获得了{@classFeature Evasion|Rogue|PHB|7}特性。此外，每次短休时，你可以使用{@subclassFeature Bonded Step|Armiger|TheArmigerClass|Outrider|TheArmigerClass|3|TheArmigerClass}而不消耗任何链接。",
	"As an action, you can expend 7 links to cast {@spell Plane Shift} using your Charisma as your spellcasting ability. You do not need a tuning fork attuned to the destination plane when using this feature. But, you cannot use this feature to banish a creature. However, you can use this feature to teleport into your armory. This feature can only be used once per long rest.": "作为一个动作，你可以消耗7个链接来施放{@spell Plane Shift}，使用你的魅力作为施法能力。在使用这个特性时，你不需要一个调谐叉调谐到目的位面。但是，你不能使用这个特性来放逐生物。然而，你可以使用这个特性传送到你的军械库。这个特性每次长休只能使用一次。",
	"As an action, you can expend 7 links to cast {@spell Teleport} using Charisma as your spellcasting ability. When you use this feature, mishaps do not deal any damage. This feature can only be used once per long rest.": "作为一个动作，你可以消耗7个链接来使用 {@spell Teleport}，使用魅力作为你的施法能力。当你使用这个特性时，意外不会造成任何伤害。这个特性每次长休只能使用一次。",
	"Nothing can stop you from going wherever you want to go. At 18th level, you are no longer affected by difficult terrain, and you can use {@subclassFeature Bonded Step|Armiger|TheArmigerClass|Outrider|TheArmigerClass|3|TheArmigerClass} as a free action once per long rest.": "无论何事都无法阻止你去任何你想去的地方。在18级时，你不再受到艰难地形的影响，并且你可以每次长休后使用{@subclassFeature Bonded Step|Armiger|TheArmigerClass|Outrider|TheArmigerClass|3|TheArmigerClass}作为一个自由动作。",
	"As an action, you can expend 1 link to crown a target within 30 feet (including yourself) for 1 Minute. If the target is unwilling, they must make a Charisma saving throw. On a failure or if the target is willing, they receive one of the following effects for 1 Minute:": "作为一个动作，你可以消耗1个链接来加冕距离30英尺内的一个目标（包括你自己）1分钟。如果目标不愿意，他们必须进行一次魅力豁免投骰。如果目标失败或者目标愿意，他们将在1分钟内获得以下效果之一：",
	"{@b Crown of Tyranny.} All weapon attacks against the crowned target deal an additional {@dice 1d6|1d6 radiant|Radiant Damage} damage.": "{@b Crown of Tyranny.} 所有对加冕目标的武器攻击都会额外造成{@dice 1d6|1d6 radiant|Radiant Damage}伤害。",
	"{@b Crown of Weakness.} Choose 1 saving throw. The crowned target makes that saving throw with disadvantage while crowned. The crowned target may reattempt its save at the start of each of its turns. If the affected saving throw is Charisma, the reattempt against the Crown of Weakness is not done with disadvantage.": "{@b Crown of Weakness.} 选择1次豁免投掷。被加冕的目标在被加冕时以劣势进行该豁免投掷。被加冕的目标可以在每个回合开始时重新尝试它的豁免投掷。如果受影响的豁免投掷是魅力豁免，那么对抗《虚弱之冠》的重新尝试不会以劣势进行。",
	"{@b Crown of Life.} Whenever the crowned target receives healing, they heal an additional amount of HP equal to your Charisma modifier.": "{@b Crown of Life.} 每当被加冕的目标接受治疗时，他们额外恢复相当于你的魅力调整值的生命值。",
	"{@b Crown of Fealty.} When a creature tries to attack a character crowned with this crown, the attacker must make a Charisma saving throw. On a failure, the attacker must choose a different target or the attack fails. If a creature saves against this effect, they are immune for 24 hours. This is a charm effect.": "{@b Crown of Fealty.} 当一只生物试图攻击一个戴着这顶王冠的角色时，攻击者必须进行一次魅力豁免检定。如果未通过检定，攻击者必须选择一个不同的目标，否则攻击失败。如果一只生物成功豁免此效果，它将在24小时内对此免疫。这是一个魅力效果。",
	"You connect with the glorious legacy of legendary figures, letting you manifest radiant power. Choose 1 from {@skill Intimidation} and {@skill Persuasion}. You gain proficiency in the chosen skill. If you already have proficiency in the skill, you gain {@classFeature Expertise|Rogue|PHB|1} in that skill - your proficiency bonus is doubled for any ability check you make that uses the chosen proficiency.": "你与传奇人物的辉煌遗产建立了联系，让你能够展现出耀眼的力量。从{@skill Intimidation}和{@skill Persuasion}中选择1项。你在所选技能上获得熟练加成。如果你已经在这项技能上有熟练加成，那么你在这项技能上获得{@classFeature Expertise|Rogue|PHB|1} - 你的熟练加成将在使用所选技能进行的任何能力检定中翻倍。",
	"Also, you learn the {@spell Light} and {@spell Sacred Flame} cantrips. Charisma is your spellcasting ability for these spells.": "此外，你学会了{@spell Light}和{@spell Sacred Flame}的零级咒语。魅力是你施法这些咒语的能力值。",
	"Finally at 3rd level, you learn the Coronation link feature:": "最终在3级时，你学会了加冕链接特性：",
	"As an action, you can expend 3 links to cast {@spell Daylight} using Charisma as your spellcasting ability. The light produced by the spell counts as sunlight.": "作为一个动作，你可以消耗3个连结来施放{@spell Daylight}，使用你的魅力作为施法能力。这个法术产生的光线被视为阳光。",
	"As the leaders of ages past, you have begun to develop a grand vision and nothing will stop you from manifesting it. At 7th level, you gain {@sense darkvision|PHB} out to a range of 30 feet. If you already have {@sense darkvision|PHB}, your range is extended by 30 feet. Also, you can see normally in darkness, both magical and nonmagical, in your {@sense darkvision|PHB} range.": "作为过去时代的领袖，你已经开始构想一个宏伟的愿景，没有什么能阻止你实现它。在第7级时，你的感知范围增加至30英尺{@sense darkvision|PHB}。如果你已经有了{@sense darkvision|PHB}，你的范围将再增加30英尺。此外，在你的{@sense darkvision|PHB}范围内，你可以正常看见黑暗，无论是魔法的还是非魔法的。",
	"Additionally, you learn the Great Illumination link feature:": "此外，你学会了大启示链接特性：",
	"As {@subclassFeature Coronation|Armiger|TheArmigerClass|Radiance|TheArmigerClass|3|TheArmigerClass}, except you can expend 3 links to empower the feature. If the target fails its save, they receive one of the following greater effects:": "与{@subclassFeature Coronation|Armiger|TheArmigerClass|Radiance|TheArmigerClass|3|TheArmigerClass}相同，除非你可以扩展3个链接来增强该特性。如果目标未能通过豁免，他们将获得以下其中一种更强大的效果：",
	"{@b Crown of Tyranny.} It now deals {@dice 2d6|2d6 radiant|Radiant Damage} damage.": "{@b Crown of Tyranny.} 它现在造成 {@dice 2d6|2d6 radiant|Radiant Damage} 伤害。",
	"{@b Crown of Weakness.} It now imposes disadvantage on 3 saving throws, except for the reattempt to save against this crown at the start of each of the crowned target's turns.": "{@b Crown of Weakness.} 它现在对3个豁免投掷施加劣势，除了在被加冕目标的每个回合开始时重新尝试对这顶冠的豁免。",
	"{@b Crown of Life.} It now provides additional healing equal to double your Charisma modifier instead, and the crowned target gains {@classFeature Expertise|Rogue|PHB|1} in one skill they are proficient in.": "{@b Crown of Life.} 现在提供额外的治疗，数值等于你的魅力调整值的两倍，而被加冕的目标在他们熟练的一项技能上获得{@classFeature Expertise|Rogue|PHB|1}。",
	"{@b Crown of Fealty.} It now charms the attacker as the {@spell Charm Person} spell when the attacker fails its saving throw - even if they are not a humanoid. This causes the triggering attack to fail. The charm only lasts until the start of the charmed creature's next turn. If a creature saves against this effect, they are immune for 24 hours.": "{@b Crown of Fealty.} 当攻击者未能通过豁免检定时，它现在像{@spell Charm Person}法术一样迷惑攻击者，即使它们不是人形生物。这将导致触发的攻击失败。迷惑只持续到被迷惑生物的下一个回合开始之前。如果生物成功豁免此效果，则在接下来的24小时内免疫。",
	"You are becoming more like the monarchs you are connected to and share a greater portion of their power. At 11th level, you gain resistance to radiant damage.": "你越来越像你所连接的君主，并分享了更多他们权力的一部分。在11级时，你获得对辐射伤害的抗性。",
	"Additionally, you learn the Greater Coronation link feature:": "此外，你学会了更大的加冕链接特性：",
	"As an action, you can expend 4 links to cast {@spell Guardian of Faith} using Charisma as your spellcasting ability.": "作为一个动作，你可以消耗4个链接来施放{@spell Guardian of Faith}，使用你的魅力作为施法能力。",
	"You can expend 5 links to cast {@spell Hallow} using Charisma as your spellcasting ability.": "你可以使用魅力作为施法能力，消耗5个链接来施放{@spell Hallow}。",
	"A great leader takes care of their people and their land. At 15th level, you learn the following link features:": "一位伟大的领袖关心他们的人民和土地。在15级时，你学会以下连结特性：",
	"As {@subclassFeature Greater Coronation|Armiger|TheArmigerClass|Radiance|TheArmigerClass|11|TheArmigerClass}, except you can expend 5 links to empower the feature. If the target fails its save, they receive one of the following superior effects:": "与{@subclassFeature Greater Coronation|Armiger|TheArmigerClass|Radiance|TheArmigerClass|11|TheArmigerClass}相同，除非你可以消耗5个链接来强化该特性。如果目标未能通过豁免，他们将获得以下其中一个卓越效果：",
	"{@b Crown of Tyranny.} It now deals {@dice 3d6|3d6 radiant|Radiant Damage} damage and ignores resistance to radiant damage.": "{@b Crown of Tyranny.} 它现在造成{@dice 3d6|3d6 radiant|Radiant Damage}伤害，并且无视对辐射伤害的抗性。",
	"{@b Crown of Weakness.} It now imposes disadvantage on all saving throws, except for the reattempt to save against this crown at the start of each of the crowned target's turns.": "{@b Crown of Weakness.} 现在对所有豁免投掷造成劣势，除了在被加冕目标的每个回合开始时重新尝试对这顶冠冕的豁免。",
	"{@b Crown of Life.} It still provides additional healing equal to double your Charisma modifier and the skill {@classFeature expertise|Rogue|PHB|1} benefit, but now the crowned target also regenerates a number of hit points equal to your Charisma modifier at the start of each of their turns.": "{@b Crown of Life.} 它仍然提供额外的治疗，相当于你的魅力调整值的两倍和技能 {@classFeature expertise|Rogue|PHB|1} 的好处，但现在加冕目标在他们的回合开始时还会恢复相当于你的魅力调整值的生命值。",
	"{@b Crown of Fealty.} The charm now lasts for 1 Minute instead of only until the start of the charmed creature's next turn. If a creature saves against this effect, they are immune for 24 hours.": "{@b Crown of Fealty.}现在的魅力效果持续1分钟，而不仅仅是到被魅惑生物的下一个回合开始为止。如果生物成功豁免此效果，则在接下来的24小时内对其免疫。",
	"You have not only become like the lords you have connected with for so long, but you are even beginning to surpass them. At 18th level, you gain immunity to radiant damage.": "你不仅变得像你长期联系的领主们一样，甚至开始超越他们。在18级时，你获得对辐射伤害的免疫力。",
	"Additionally, your learn the Superior Coronation link feature:": "此外，你学会了卓越加冕链接特性：",
	"As an action, you can expend 0 links to hurl any one loose, unattended object within 30 feet of you that weighs 10 pounds or less. Make a spell attack against a creature within 30 feet. You are proficient with this attack and use Charisma for the attack roll. If you hit, you deal damage equal to {@dice 1d6} bludgeoning, piercing, or slashing plus your Charisma modifier. The damage type is whatever is appropriate for the object you hurled. No specific properties of the hurled item affect the attack or the damage.": "作为一个动作，你可以消耗0个连结，将任何一个重量不超过10磅的松散、无人看管的物体投掷到你30英尺内的任何地方。对30英尺内的生物进行一个法术攻击。你在这次攻击中是熟练的，并使用魅力进行攻击骰检定。如果命中，你造成等于{@dice 1d6}的钝击、穿刺或挥砍伤害，再加上你的魅力调整值。伤害类型取决于你投掷的物体的属性。投掷物品的特定属性不会影响攻击或伤害。",
	"When you choose this subclass at 3rd level, your {@classFeature Telumkinesis|Armiger|TheArmigerClass|1} is replaced with Basic Telekinesis. As an action or bonus action, you can telekinetically exert fine control over any unattended object within 30 feet of you that you can see. The object cannot weigh more than 10 pounds. You can achieve a variety of telekinetic effects - such as manipulate or use an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contents out of a vial. You cannot use Minor Telekinesis to attack, but you can otherwise use it for anything you could do with normal hands.": "当你在3级时选择这个亚种时，你的{@classFeature Telumkinesis|Armiger|TheArmigerClass|1}将被基础念力替代。作为一个动作或者奖励动作，你可以在30英尺内看得见的任何无人看管的物体上施加精细的念力控制。这个物体的重量不能超过10磅。你可以实现各种念力效果 - 比如操纵或使用一个物体，打开一个未锁的门或容器，从一个打开的容器中取出或存放物品，或者将一个小瓶中的内容倒出。你不能用小型念力进行攻击，但你可以用它来做任何你用正常手能做的事情。",
	"Additionally, you can cause any object that you affect with your Minor Telekinesis to hover around you as if it had the Hover property of the {@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1} feature, and you may add your Charisma modifier on any saves or ability checks to resist having any hovering object disarmed, stolen, or otherwise taken from you.": "此外，你可以让你用次要念力影响的任何物体围绕着你飘浮，就好像它具有(%0%（Hover）)特性一样，并且你可以在任何豁免或抗拒任何飘浮物体被解除武装、偷走或从你身边拿走的能力检定时加上你的魅力调整值。",
	"Finally, you learn the Telekinetic Projectile link feature:": "最后，你学会了念力投射链接特性：",
	"Also at 3rd level, you do not need to physically touch a weapon to bond to it, though it must be within 5 feet of you during the entirety of your bonding ritual. Additionally, you do not need to touch a weapon to remove your bond from it, but it must also be within 5 feet of you while you remove the bond.": "在第(%num%)级时，你无需实际接触一把武器来与其结合，尽管在整个结合仪式期间它必须在你的5英尺范围内。此外，你也无需接触一把武器来解除与其的结合，但在解除结合时它也必须在你的5英尺范围内。",
	"As a reaction when a creature deals bludgeoning, piercing, or slashing damage to you, you can expend a number of links to minimize the power behind the attack. Roll a number of d6 equal to the amount of links you expended. The damage dealt to you is reduced by the result of your roll. This can reduce the damage to 0.": "当一名生物对你造成钝击、穿刺或挥砍伤害时，你可以消耗一定数量的连环来减轻攻击的威力。投掷数量等同于你消耗的连环数量的d6。对你造成的伤害会减少你投掷结果的数值。这可以将伤害减少至0。",
	"As an action, you can expend a number of links to unleash a kinetic force around you. All creatures within 10 feet of you must make a Strength saving throw. On a success, they are pushed back 5 feet from you. On a failure, they are pushed back a number of feet equal to 5 times the number of links expended (i.e. 5 feet per link spent) and fall prone.": "作为一个动作，你可以消耗(%num%)个链接释放周围的动能力量。你周围10英尺范围内的所有生物必须进行一次力量豁免检定。豁免成功的生物被推离你5英尺。豁免失败的生物被推离的距离等于消耗的链接数乘以5（即每消耗一个链接推离5英尺），并且倒地。",
	"As an action, you can expend 3 links to telekinetically pin a creature within 30 feet of you. The creature must make a Constitution saving throw or be {@condition incapacitated} and {@condition restrained}. At the start of each of the creature's turns, it can reattempt the saving throw to end the effect. This feature requires {@condition concentration|PHB} to maintain, and you can maintain it for up to 1 Minute.": "作为一个动作，你可以消耗3个连结来用心灵动力将身边30英尺内的生物固定。该生物必须进行一次体质豁免才能避免成为{@condition incapacitated}和{@condition restrained}。在该生物的每个回合开始时，它可以重新尝试豁免来结束效果。这个特性需要{@condition concentration|PHB}来维持，你可以维持它长达1分钟。",
	"Your tenacious connection to overcoming allows you to rise above your problems - figuratively and literally. At 7th level, you develop limited flying abilities. You gain a fly speed equal to your walking speed. You can hover with this fly speed, but you cannot rise more than 1 foot off of the ground. This fly speed cannot stop you from falling, but it does cushion you. You are constantly under the effects of {@spell Feather Fall}.": "你对克服困难的顽强连接使你能够在象征性和字面上超越问题。在7级时，你将获得有限的飞行能力。你的飞行速度等同于你的行走速度。你可以利用这个飞行速度悬停，但不能超过离地1英尺。这个飞行速度不能阻止你摔落，但会缓解伤害。你会一直处于{@spell Feather Fall}的效果下。",
	"As a reaction when you take damage for any reason, you can expend 4 links to store the damage taken. When you fail an attack roll or saving throw, you can use the stored damage as your final roll result instead. Once you use the stored damage, it is used up and gone. Mitigated damage (such as through the {@subclassFeature Absorb Force|Armiger|TheArmigerClass|Scarred|TheArmigerClass|7|TheArmigerClass} link feature) is not stored since it is not taken. You cannot have more than one instance of Power in Pain at once nor can you add additional damage to already stored damage. However, if you currently have damage stored, you can replace that stored damage with a new instance of Power in Pain. The stored damage lasts for only 1 Hour. If it isn't used during that time, it disappears without effect.": "当你因任何原因受到伤害时，你可以消耗 4 个连结来存储所受的伤害。当你攻击或豁免投掷失败时，你可以使用存储的伤害作为最终投掷结果。一旦使用存储的伤害，它就会消耗殆尽。通过（{@subclassFeature Absorb Force|Armiger|TheArmigerClass|Scarred|TheArmigerClass|7|TheArmigerClass} 连结）等方式减少的伤害不会被存储，因为它并未造成实际伤害。你不能同时拥有多个 Power in Pain 实例，也不能将额外伤害添加到已存储的伤害中。但是，如果你当前有存储的伤害，你可以用新的 Power in Pain 实例替换它。存储的伤害只持续 1 小时。如果在此期间未使用，它将消失而不产生任何效果。",
	"You may be covered in scars and bear unimaginable burdens, but you can use all things for your good. At 11th level, you are increasingly inured to suffering and boast incredible endurance because of it. You gain proficiency in Constitution saving throws and have advantage on any Constitution saving throws that you make to maintain {@condition concentration|PHB}.": "你可能满身伤痕，背负着难以想象的重担，但你可以利用一切为自己谋福利。在11级时，你对痛苦变得越来越麻木，并因此拥有了惊人的耐力。你获得体质豁免检定的熟练加值，并且在进行维持{@condition concentration|PHB}的体质豁免检定时获得优势。",
	"Additionally, you learn the Power in Pain link feature:": "另外，你学会了“痛苦之力链接”（Power in Pain link）特性：",
	"As an action, you can expend 4 links to exert immense telekinetic pressure on a single creature or object within 30 feet of you. The target must make a Constitution saving throw. On a failure they take {@dice 5d10|5d10 force|Force Damage} damage and are {@condition restrained|PHB} until the start of your next turn. On a success, they take half of the damage and are not {@condition restrained|PHB}.": "作为一个动作，你可以消耗4个连结，在30英尺内对一个生物或物体施加巨大的念力压力。目标必须进行一次体质豁免。如果失败，他们会受到{@dice 5d10|5d10 force|Force Damage}伤害，并在你下个回合开始前处于{@condition restrained|PHB}状态。如果成功，他们会受到伤害的一半，并不会处于{@condition restrained|PHB}状态。",
	"As an action, you can expend 5 links to cast {@spell Telekinesis|PHB} using Charisma as your spellcasting ability.": "作为一个动作，你可以消耗5个连结，使用魅力作为施法能力施放{@spell Telekinesis|PHB}。",
	"As an action, you can expend 5 links to create a growing telekinetic storm around you. The storm begins in a 10-foot radius sphere around you, and it follows you when you move. Within the area, loose and unattended objects that weigh up to 25 pounds are flung around you in a lethal orbit. The area within the storm counts as magical difficult terrain. Projectiles and other ranged weapon attacks that enter the area are immediately picked up by the storm, so these attacks automatically miss. Any creature who enters the area or starts their turn in the area is buffeted and battered by the swirling debris and must make a Dexterity saving throw. They take {@dice 5d8|5d8 force|Force Damage} damage on a failure or half of that on a success. This feature requires {@condition concentration|PHB} to maintain, and you can maintain it for up to 1 Minute. While you maintain {@condition concentration|PHB} on this feature, you are immune to its effects, and every round that you maintain {@condition concentration|PHB}, you can use a bonus action to grow the sphere by a 10-foot radius increment.": "作为一个动作，你可以消耗5个链接来在你周围制造一个不断增长的念力风暴。风暴开始于你周围的一个半径为10英尺的球体内，并且当你移动时它会跟随你。在这个区域内，重量不超过25磅的松散和无人看管的物体会被抛向你，形成致命的轨道。风暴内的区域被视为魔法困难地形。进入该区域的抛射物和其他远程武器攻击会立即被风暴吸收，因此这些攻击自动未命中。任何进入该区域或在该区域开始他们的回合的生物都会被旋转的碎片猛烈冲击，必须进行一次敏捷豁免检定。他们在失败时受到{@dice 5d8|5d8 force|Force Damage}伤害，成功时受到一半伤害。这个特性需要{@condition concentration|PHB}来维持，你可以维持最多1分钟。在你维持{@condition concentration|PHB}这个特性时，你免疫它的效果，每维持{@condition concentration|PHB}一轮，你可以使用一个奖励动作将球体的半径增加10英尺。",
	"Your telekinetic abilities have grown to incredible levels. At 15th level, when you use {@subclassFeature Basic Telekinesis|Armiger|TheArmigerClass|Scarred|TheArmigerClass|3|TheArmigerClass}, you can pick up objects that weigh up to 25 pounds instead of 10 pounds.": "你的念力能力已经提升到令人难以置信的水平。在15级时，当你使用{@subclassFeature Basic Telekinesis|Armiger|TheArmigerClass|Scarred|TheArmigerClass|3|TheArmigerClass}时，你可以搬起重量高达25磅的物体，而不是10磅。",
	"Additionally, when you use {@subclassFeature Telekinetic Projectile|Armiger|TheArmigerClass|Scarred|TheArmigerClass|3|TheArmigerClass}, you can expend any number of available links to increase its potency. For every link spent, you increase the damage by {@dice 1d6} and the range is increased by 5 feet.": "另外，当你使用{@subclassFeature Telekinetic Projectile|Armiger|TheArmigerClass|Scarred|TheArmigerClass|3|TheArmigerClass}时，你可以使用任意数量的可用链接来增加其效力。每花费一个链接，伤害增加{@dice 1d6}，射程增加5英尺。",
	"As an action, you can expend 6 links to telekinetically pin all targeted creatures within 30 feet of you. Any creatures you designate within 30 feet of you must make a Constitution saving throw or be {@condition incapacitated|PHB} and {@condition restrained|PHB}. At the start of each of a creature's turns, it can reattempt the saving throw to end the effect. You may only use this feature once per short rest.": "作为一个动作，你可以消耗6个连结，用心灵动力将你周围30英尺范围内的所有目标生物固定住。你指定的所有生物必须在你30英尺范围内进行一次体质豁免才能避免成为{@condition incapacitated|PHB}和{@condition restrained|PHB}。每个生物的回合开始时，它可以重新尝试豁免才能结束效果。你每次短休只能使用这个特性一次。",
	"You won't let anything stop you. Not anymore. At 18th level, you gain resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks, and you can add your Charisma modifier to any Constitution ability checks or saving throws.": "你不会让任何事情阻止你。不再。在18级时，你获得对非魔法攻击造成的钝击、穿刺和挥砍伤害的抗性，并且你可以将你的魅力调整值加到任何体质检定或豁免投掷中。",
	"Finally, you learn the Mass Telekinetic Hold link feature:": "最后，你学会了大规模念动控制连接特性：",
	"As an action, you can expend 1 link to create a balancing effect on two creatures within 30 feet of you. Choose one of the balancing effects listed below. All targets receive a Wisdom saving throw to resist the effect, though a target can choose to fail the save. If either one of the targets saves against the effect, the entire feature ends. Maintaining this feature requires {@condition concentration|PHB}, and it can only last up to 1 Minute.": "作为一个动作，你可以消耗1个链接来在你周围30英尺内对两个生物产生平衡效果。选择下面列出的一个平衡效果。所有目标都需要进行一次感知豁免才能抵抗该效果，尽管目标可以选择放弃豁免。如果两个目标中的任何一个成功豁免该效果，整个特性都会结束。维持这个特性需要{@condition concentration|PHB}，并且只能持续最多1分钟。",
	"{@b Balance Aptitude.} One creature you choose gains advantage to a skill, and the other receives disadvantage to the same skill.": "{@b Balance Aptitude.} 你选择的一只生物在某项技能上获得优势，而另一只生物在同一项技能上获得劣势。",
	"{@b Balance Defenses.} One creature you choose gains a +1 bonus to their AC, and the other receives a -1 penalty to their AC.": "{@b Balance Defenses.} 你选择的一只生物获得+1点AC加值，另一只生物获得-1点AC减值。",
	"{@b Balance Prowess.} One creature you choose gains a +1 bonus to attack and damage rolls, and the other receives a -1 penalty to attack and damage rolls.": "{@b Balance Prowess.} 你选择的一只生物获得+1的攻击和伤害加值，另一只生物获得-1的攻击和伤害减值。",
	"{@b Balance Resistance.} One creature you choose gains a +1 bonus to a saving throw of your choice, and the other receives a -1 penalty to the same saving throw.": "{@b Balance Resistance.} 你选择的一只生物在你选择的一个豁免投掷上获得+1的加值，而另一只生物在相同的豁免投掷上获得-1的减值。",
	"{@b Balance Speed.} One creature you choose gains a +10 foot bonus to their speed, and the other receives a -10 foot penalty to their speed. This cannot reduce a creature's speed below 5.": "{@b Balance Speed.} 你选择的一只生物速度增加10英尺，另一只生物速度减少10英尺。这不会使生物的速度降至5以下。",
	"You can use your connection to harmony to stabilize odds. Once per short rest, whenever a creature you see makes an ability check (including yourself), you can use your reaction to force the roll result to be 10, as if a 10 was rolled instead of whatever was actually rolled. You must declare you are using this feature before the check is resolved.": "你可以利用与和谐的联系来稳定机会。每次短休息后，当你看到一个生物进行属性检定（包括你自己）时，你可以使用你的反应将掷骰结果强制设定为10，就好像实际掷出的是10一样。你必须在检定解决之前宣布你正在使用这个特性。",
	"Also at 3rd level, you learn the Balance the Scales link feature:": "在3级时，你学会了平衡天平（Balance the Scales）链接特性：",
	"As an action, you can expend 3 links to unleash a 15-foot radius burst around yourself that transfers the lifeforce of enemies to allies. Enemies in the burst must make a Constitution saving throw. On a failure, they take {@dice 2d8} of the damage type that you chose for the Balance the Four Humors feature. Enemies that successfully save suffer no damage. Thereafter, you can heal allies in the burst (including yourself) with an amount of health equal to half the damage inflicted. You can portion out the hit points as you please, but the cumulative amount of health healed cannot exceed half of the damage inflicted by this ability.": "作为一个动作，你可以消耗3个链接，释放一个半径15英尺的爆发，将敌人的生命力转移给盟友。爆发范围内的敌人必须进行一次体质豁免才能。如果失败，他们会受到你为平衡四体液特性选择的伤害类型的{@dice 2d8}伤害。成功豁免的敌人不会受到伤害。之后，你可以治疗爆发范围内的盟友（包括自己），治疗量等于所造成伤害的一半。你可以自行分配治疗点数，但治疗的总量不能超过此能力造成的伤害的一半。",
	"You are especially attuned to physical imbalances and can take advantage of them to both harm enemies and heal allies. At 7th level, {@b choose acid, necrotic, radiant, or force}. You can change this decision whenever you take a long rest. You gain resistance to the damage type chosen.": "你对身体失衡特别敏感，可以利用它们来伤害敌人和治愈盟友。在第7级时，{@b choose acid, necrotic, radiant, or force}。你可以在进行长休时改变这个决定。你获得所选择的伤害类型的抗性。",
	"Also at 7th level, you gain proficiency in the {@skill Medicine} skill and can use Charisma instead of Wisdom for all Medicine skill checks. You do not need to physically touch a creature you are making Medicine checks on. Instead, you can make Medicine checks up to a range of 30 feet away by manipulating the humors of the creature. Additionally, you learn the {@spell Spare the Dying} cantrip. You can cast this cantrip as a bonus action instead of an action and from a range of 30 feet instead of touch.": "在第七级时，你获得对{@skill Medicine}技能的熟练加值，并可以在所有医学技能检定中使用魅力代替感知。你无需亲自接触正在进行医学检定的生物。相反，你可以通过操纵生物的体液，在30英尺的范围内进行医学检定。此外，你学会了{@spell Spare the Dying}零度法术。你可以将这个法术作为一个奖励动作施放，而不是一个动作，并且施法距离为30英尺，而不是触碰。",
	"Finally, you learn the Life Transfer link feature:": "最后，你学会了生命转移链接功能：",
	"As {@subclassFeature Balance the Scales|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|3|TheArmigerClass}, except you can expend 4 links to have the balancing effects improved as follows:": "与{@subclassFeature Balance the Scales|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|3|TheArmigerClass}相同，除非您可以扩展4个链接，以改善平衡效果如下：",
	"{@b Empowered Balance Aptitude.} One creature you choose gains advantage to a skill, and the other receives disadvantage to the same skill.": "{@b Empowered Balance Aptitude.} 你选择的一只生物在一个技能检定上获得优势，而另一只生物在相同的技能检定上获得劣势。",
	"{@b Empowered Balance Defenses.} One creature you choose gains a +1 bonus to their AC, and the other receives a -1 penalty to their AC.": "{@b Empowered Balance Defenses.} 你选择的一只生物获得+1点AC加值，另一只生物获得-1点AC减值。",
	"{@b Empowered Balance Prowess.} One creature you choose gains a +1 bonus to attack and damage rolls, and the other receives a -1 penalty to attack and damage rolls.": "{@b Empowered Balance Prowess.} 你选择的一只生物获得+1的攻击和伤害加值，另一只生物获得-1的攻击和伤害减值。",
	"{@b Empowered Balance Resistance.} One creature you choose gains a +1 bonus to a saving throw of your choice, and the other receives a -1 penalty to the same saving throw.": "{@b Empowered Balance Resistance.} 你选择的一个生物在你选择的一个豁免投掷上获得+1的加值，而另一个生物在相同的豁免投掷上获得-1的减值。",
	"{@b Empowered Balance Speed.} One creature you choose gains a +10 foot bonus to their speed, and the other receives a -10 foot penalty to their speed. This cannot reduce a creature's speed below 5.": "{@b Empowered Balance Speed.} 你选择的一只生物速度增加10英尺，另一只生物速度减少10英尺。这不会使生物的速度降低到低于5英尺。",
	"Your connection to balance keeps growing and your power along with it. At 11th level, your {@subclassFeature Balance the Scales|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|3|TheArmigerClass} link feature can now affect all creatures in a 30-foot radius of you, though each individual creature can still make a Wisdom saving throw to resist the effect as normal. You may designate which creatures benefit from the bonus and which creatures receive the penalty of your balancing effect.": "你与平衡的连接不断增强，你的力量也随之增长。在11级时，你的{@subclassFeature Balance the Scales|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|3|TheArmigerClass}连结特性现在可以影响你周围30英尺半径范围内的所有生物，尽管每个个体生物仍然可以像往常一样进行感受法术的智力豁免来抵抗效果。你可以指定哪些生物受益于平衡效果的加成，哪些生物受到减益效果的惩罚。",
	"Additionally, when a creature saves against the effect, it no longer ends the entire feature for everyone else. You still need at least 1 creature on either side of the balancing effect. Should 0 creatures be receiving the bonus or the penalty of a balancing effect, it ends for everyone.": "此外，当生物成功豁免效果时，不再会结束所有其他人的整个特性。你仍然需要在平衡效果的两侧至少有1个生物。如果没有生物获得平衡效果的奖励或惩罚，那么对所有人来说这个效果就会结束。",
	"Finally, you can amplify your balancing effects by expending 3 additional links (4 links total) when using the feature, as described below:": "最后，您可以通过在使用该特性时额外消耗3个链接（总共4个链接）来增强平衡效果，如下所述：",
	"Your connection to harmonious cycles has almost reached the point of perfection. At 15th level, your {@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass} link feature improves as follows:": "你与和谐循环的连接几乎达到了完美的境界。在15级时，你的{@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass}链接特性将会有以下改进：",
	"Your {@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass} grows to a 30-foot radius burst, and its damage increases to 4d8 of the relevant damage type instead of 2d8.": "你的{@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass}扩展到30英尺半径范围，伤害增加到4d8的相关伤害类型，而不是2d8。",
	"When a creature saves against the {@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass}, they still suffer half damage, and the damage inflicted gets added to the healing pool of hit points.": "当生物成功豁免抵抗{@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass}时，它们仍然会受到一半伤害，并且所造成的伤害会被加到治疗生命值池中。",
	"You can now heal an amount of health equal to the damage inflicted by the {@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass}, instead of half of the damage inflicted.": "现在，你可以治疗一个等同于{@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass}造成伤害量的生命值，而不是造成伤害量的一半。",
	"Finally, you are a master at harmonizing imbalances. You now make all Medicine checks with advantage.": "最终，你已经成为了一个协调不平衡的大师。现在你进行所有医学检定时都获得优势。",
	"You have reached the point of ultimate harmony, balance, and symmetry, and you are perfected. At 18th level, you gain the Monk's {@classFeature Purity of Body|Monk|PHB|10} and {@classFeature Timeless Body|Monk|PHB|15} features.": "你已经达到了终极和谐、平衡和对称的境界，你已经完美无缺。在18级时，你获得武僧的{@classFeature Purity of Body|Monk|PHB|10}和{@classFeature Timeless Body|Monk|PHB|15}特性。",
	"Also, when you use your {@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass} link feature, as a bonus action you can expend 5 links to impose one of your improved balancing effects from {@subclassFeature Empowered Balance the Scales|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|11|TheArmigerClass}. When you do this, any creatures who fail their Constitution saving throw against the {@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass} also automatically fail their Wisdom saving throw against the balancing effect.": "另外，当你使用你的{@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass}链接特性时，作为一个奖励动作，你可以消耗5个链接来施加你从{@subclassFeature Empowered Balance the Scales|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|11|TheArmigerClass}中获得的改进平衡效果之一。当你这样做时，任何未能通过对抗{@subclassFeature Life Transfer|Armiger|TheArmigerClass|Symmetry|TheArmigerClass|7|TheArmigerClass}的体质豁免的生物也会自动未能通过对抗平衡效果的感知豁免。",
	"At 3rd level, your ability to use armor is extraordinary. You gain proficiency in heavy armor. You also ignore strength requirements for wearing armor, so you do not have your speed reduced when you do not meet the requirements.": "在3级时，你对于使用盔甲的能力变得非同寻常。你获得了重型盔甲的熟练。你也可以忽略穿戴盔甲的力量要求，因此当你不符合要求时，你的速度不会减慢。",
	"While wearing medium or heavy armor, you can use the {@spell Blade Ward} cantrip at will using Charisma as your spellcasting ability, and you can choose to cast the spell as a bonus action.": "在穿戴中重型盔甲时，你可以使用{@spell Blade Ward}零度法术，使用魅力作为施法能力，并且你可以选择将法术作为一个奖励动作施放。",
	"As a reaction when an ally you see within 30 feet of you has an attack roll made against them, you can expend 1 link to send a bonded shield to defend them. The ally gains a +2 AC bonus against the triggering attack and all attacks made against them until the start of your next turn, which is when the bonded shield returns to you.": "当你看到距离你30英尺内的盟友被攻击时，你可以消耗1个链接，将一个绑定的盾牌送去保护他们。该盟友在触发攻击和直到你下一个回合开始之前的所有攻击中获得+2的AC奖励，这时绑定的盾牌会回到你身边。",
	"Also at 3rd level, you can bond to shields with the {@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass} feature. When you bond to a shield, the bonded shield functions as a {@item club|PHB} ({@dice 1d4|1d4 bludgeoning|Bludgeoning Damage}) for attack and damage calculations, and you can use bonded shields as a bonded weapon for other armiger features - such as {@classFeature Armiger's Armory|Armiger|TheArmigerClass|1|TheArmigerClass} and {@classFeature Telumkinesis|Armiger|TheArmigerClass|1|TheArmigerClass}. A bonded shield counts as worn and confers its bonus to AC when in a hovering position around you, but not when it is no longer in your possession, such as after having been launched in a {@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}.": "在3级时，你可以使用{@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass}特性与盾牌结合。当你与盾牌结合时，这个盾牌在攻击和伤害计算中作为{@item club|PHB} ({@dice 1d4|1d4 bludgeoning|Bludgeoning Damage})，你可以将绑定的盾牌作为绑定武器使用于其他武装者特性 - 如{@classFeature Armiger's Armory|Armiger|TheArmigerClass|1|TheArmigerClass}和{@classFeature Telumkinesis|Armiger|TheArmigerClass|1|TheArmigerClass}。绑定的盾牌在悬浮在你周围时算作穿戴，并在AC上提供其奖励，但当它不再在你的控制下时，比如在{@classFeature Grand Strike|Armiger|TheArmigerClass|2|TheArmigerClass}后，就不再提供奖励。",
	"Having multiple bonded shields does not confer an additional bonus to AC.": "拥有多个被绑定的盾牌不会为AC提供额外的加成。",
	"Additionally, the additional attunement slots you get at 13th and 20th level can also be used to attune to shields or armor, instead of just weapons.": "此外，你在第13级和第20级获得的额外认定槽也可以用来认定盾牌或盔甲，而不仅仅是武器。",
	"Finally, you learn the Ward Ally link feature that only works when you have a bonded shield available:": "最后，你学会了（Ward Ally link）特性，只有在你有一个（bonded shield）可用时才能发挥作用：",
	" As an action, you can expend 3 links to give all allies who can see you a bonus to their AC equal to your Charisma modifier on the next attack made against them. This bonus disappears after one attack, but otherwise, it lasts until the start of your next turn.": "作为一个动作，你可以消耗3个连结，给所有能看见你的盟友一个AC加值，数值等同于你的魅力调整值，用于下一次对他们的攻击。这个加值在一次攻击后消失，但除此之外，它会持续到你的下一个回合开始。",
	"As a reaction when you damage a creature with a successful {@action Attack} action, you can expend 3 links to have one other ally you can see take the {@action Attack} action against the same creature you just damaged. (If you damage multiple creatures at once, you may target one of them.) If the chosen ally is unable to make an attack against the creature for any reason, this feature immediately fails. The ally cannot use this action to do anything other than {@action Attack} (e.g. they cannot {@action Cast a Spell} with this action).": "当你使用成功的{@action Attack}动作对生物造成伤害时，你可以消耗3个连击，让你能看到的另一名盟友对你刚刚伤害过的同一生物采取{@action Attack}动作。（如果你一次伤害多个生物，你可以选择其中一个。）如果所选盟友因任何原因无法对该生物发动攻击，则此特性立即失败。盟友不能利用此动作做其他事情，只能进行{@action Attack}（例如，他们不能用此动作{@action Cast a Spell}）。",
	"As a bonus action, you can expend 3 links to have one other creature you can see immediately move up to their speed. This movement does not provoke opportunity attacks.": "作为一个奖励动作，你可以消耗3个连结，让你能看到的另一个生物立即移动其速度。这次移动不会引发机会攻击。",
	"Your connection to your allies and to the battlefield allows you to take control in an extraordinary way. At 7th level, immediately after initiative is rolled but before a turn has begun, you may declare that you are taking strategic command. When you do, you may swap the initiatives of one willing ally with one other willing ally (including yourself). You can only use this feature once per long rest.": "你与盟友和战场的联系让你以非同寻常的方式掌控局势。在7级时，当倡议被掷出但回合尚未开始时，你可以宣布你正在采取战略指挥。当你这样做时，你可以交换一个愿意的盟友与另一个愿意的盟友（包括你自己）的先攻顺序。你每次长休只能使用这个特性一次。",
	"As a reaction when you damage a creature, you can expend 3 links to give one other ally who can see you a die of Combat Inspiration. This die is a d4. Once within the next 1 Minute, the ally can roll the Combat Inspiration die and add the number rolled to one attack roll or to their AC against one attack roll made against them. An ally can wait until after the appropriate roll is made before deciding to use the Combat Inspiration die, but they must decide before the DM says whether the roll succeeds or fails. Once the Combat Inspiration die is rolled, it is lost. A creature can only ever have one die of Combat Inspiration at one time, and Combat Inspiration dice do not stack.": "当你伤害一个生物时，你可以消耗3个连结，给一个可以看到你的其他盟友一个战斗灵感骰。这个骰子是d4。在接下来的1分钟内，盟友可以投掷战斗灵感骰，并将投掷的数字加到一次攻击骰或者对抗其攻击骰的AC上。盟友可以在适当的投掷之后再决定是否使用战斗灵感骰，但必须在DM宣布投掷成功或失败之前做出决定。一旦投掷了战斗灵感骰，它就会消失。一个生物一次只能拥有一个战斗灵感骰，战斗灵感骰不会叠加。",
	"You motivate your allies from the middle of the fray; your success becomes their success. At 11th level, you learn the Combat Inspiration link feature:": "你在混战中激励你的盟友；你的成功也成为他们的成功。在11级时，你学会了战斗灵感链接特性：",
	"You are more than just a standard bearer; you are the banner itself. At 15th level, as long as you are not unconscious, all other allies who can see you have a bonus to saves against {@condition charmed} and {@condition frightened} equal to your Charisma modifier. Also, your {@subclassFeature Combat Inspiration|Armiger|TheArmigerClass|Vanguard|TheArmigerClass|11|TheArmigerClass} die is now d6 instead of d4.": "你不仅仅是一个标准传令兵；你就是旗帜本身。在15级时，只要你没有失去意识，所有能看见你的其他盟友对于{@condition charmed}和{@condition frightened}的豁免投骰获得一个等同于你的魅力调整值的加值。另外，你的{@subclassFeature Combat Inspiration|Armiger|TheArmigerClass|Vanguard|TheArmigerClass|11|TheArmigerClass}骰现在变成了d6，而不再是d4。",
	"Additionally, when you use {@subclassFeature Strategic Command|Armiger|TheArmigerClass|Vanguard|TheArmigerClass|7|TheArmigerClass} to swap initiative, you can choose to roll 1d4-1 and make a number of willing ally initiative swap pairs equal to the result of your roll (e.g. a result of 3 means you make 3 pairs of initiative swaps). Your final result can be 0, and in that case, you are unable to make any initiative swaps. Rolling a 0 still counts as using the feature, meaning you need to take a long rest before you can use this feature again.": "此外，当你使用{@subclassFeature Strategic Command|Armiger|TheArmigerClass|Vanguard|TheArmigerClass|7|TheArmigerClass}来交换先攻时，你可以选择掷1d4-1，并让愿意的盟友数量等于你掷骰结果的先攻交换对（例如，结果为3意味着你可以进行3对先攻交换）。你最终的结果可以是0，在这种情况下，你无法进行任何先攻交换。掷出0仍然算作使用该特性，这意味着你需要进行一次长休才能再次使用这个特性。",
	"As an action, you can expend 6 links to impart extraordinary power in your allies. All other allies who can see you when you use this action gain one of your {@subclassFeature Combat Inspiration|Armiger|TheArmigerClass|Vanguard|TheArmigerClass|11|TheArmigerClass} dice. Additionally, they gain a number of temporary hit points equal to your armiger level that last until they take a short or long rest. You can only use this feature once per short rest.": "作为一个动作，你可以消耗6个链接，赋予你的盟友非凡的力量。当你使用这个动作时，所有其他可以看见你的盟友获得你{@subclassFeature Combat Inspiration|Armiger|TheArmigerClass|Vanguard|TheArmigerClass|11|TheArmigerClass}骰子中的一个。此外，他们获得一个临时生命值，数值等同于你的武装士兵等级，持续到他们进行短休或长休。你每次短休只能使用这个特性一次。",
	"You are a paragon of battle - victory incarnate - and you empower your allies to be unstoppable forces themselves. Your {@subclassFeature Combat Inspiration|Armiger|TheArmigerClass|Vanguard|TheArmigerClass|11|TheArmigerClass} is now d8 instead of d6, and the {@subclassFeature Ward Ally|Armiger|TheArmigerClass|Vanguard|TheArmigerClass|3|TheArmigerClass} link feature no longer costs any links.": "你是战斗的典范 - 胜利的化身 - 你赋予你的盟友无法阻挡的力量。你的{@subclassFeature Combat Inspiration|Armiger|TheArmigerClass|Vanguard|TheArmigerClass|11|TheArmigerClass}现在是d8而不是d6，而{@subclassFeature Ward Ally|Armiger|TheArmigerClass|Vanguard|TheArmigerClass|3|TheArmigerClass}链接特性不再消耗任何链接。",
	"Additionally, you learn the Victory! link feature:": "此外，你学会了胜利！链接功能：",
	"A weapon bonded to an {@class armiger|TheArmigerClass}. Such a weapon has undergone {@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass|a bonding ritual} to an {@class armiger|TheArmigerClass} and has the following additional properties when used by the {@class armiger|TheArmigerClass} it is bonded to:": "一把与{@class armiger|TheArmigerClass}结合的武器。这样的武器已经经历了{@classFeature Bonded Weaponry|Armiger|TheArmigerClass|1|TheArmigerClass|a bonding ritual}到{@class armiger|TheArmigerClass}，当被绑定的{@class armiger|TheArmigerClass}使用时，具有以下额外属性：",
	"{@b Arsenal.} The bonded weapon can be used for its bonded armiger's other {@class armiger|TheArmigerClass} features.": "{@b Arsenal.} 绑定武器可以用于其绑定武装士的其他{@class armiger|TheArmigerClass}特性。",
	"{@b Glamoured.} The bonded weapon takes on any superficial changes that its bonded armiger likes. These changes are purely aesthetic and do not affect the weapon's functionality.": "{@b Glamoured.} 绑定武器会随着其绑定武装者的喜好而发生任何表面变化。这些变化纯粹是美学上的，不会影响武器的功能。",
	"{@b Hover.} The bonded weapon can hover harmlessly around its bonded armiger. While hovering, the weapon stays within 5 feet of its bonded armiger (remaining in their space) and counts as being in its bonded armiger's possession. The bonded weapon's bonded armiger may add their Charisma modifier on any saves or ability checks to resist having a hovering bonded weapon disarmed, stolen, or otherwise taken from them.": "{@b Hover.} 绑定武器可以在其绑定武器持有者周围悬浮而不造成伤害。在悬浮时，武器保持在其绑定武器持有者的5英尺范围内（保持在他们的空间内），并被视为在其绑定武器持有者的控制下。绑定武器的绑定武器持有者可以在任何豁免或能力检定中添加他们的魅力调整值，以抵抗悬浮的绑定武器被解除武装、偷走或被其他方式夺走的情况。",
	"{@b Summon.} The bonded weapon can be summoned into its bonded armiger's hand as a bonus action, as long as it is within 1 Mile of its bonded armiger or in their armory. If a bonded weapon is in the possession of another creature when its bonded armiger tries to summon it, the creature may make a contested Charisma check to resist the weapon being summoned. If the creature succeeds, the weapon does not return to the armiger.": "{@b Summon.} 绑定武器可以作为奖励动作召唤到其绑定武装者的手中，只要它在其绑定武装者的1英里范围内或者在他们的军械库中。如果当绑定武器的武装者尝试召唤它时，该武器在另一个生物手中，那么该生物可以进行一次对抗魅力检定来抵抗武器被召唤。如果生物成功，武器就不会返回给武装者。",
	"A bonded weapon loses its bond (and relevant properties) if it is separated from its bonded armiger's possession for 1 hour.": "如果与其绑定的武器与其绑定的武装者分开超过1小时，它将失去其绑定（和相关属性）。"
}