{
	"A fierce divine warrior capable of taking the front lines and is able to manipulate radiant energy with positive or negative elements.": "一位凶猛的神圣战士，能够站在最前线，操控带有正面或负面元素的光辉能量。",
	"You can make a Warpriest quickly by following these suggestions. First, Wisdom should be your highest ability score, followed by Strength. Second, choose the {@background Folk Hero} background. Third, choose the {@spell sacred flame} cantrip; and {@skill Athletics}, {@skill Persuasion} and {@skill Survival} Skills.": "您可以通过以下建议快速创建一名战祭神官。首先，智力应该是您最高的能力分数，其次是力量。其次，选择{@background Folk Hero}背景。第三，选择{@spell sacred flame}法术；以及{@skill Athletics}、{@skill Persuasion}和{@skill Survival}技能。",
	"At 1st level, you know one {@filter cantrip of your choice from the cleric spell list|spells|level=0|class=cleric}. You learn additional cantrips of your choice at higher levels, as shown in the Cantrips Known column of the table.": "在1级时，你会了解一个{@filter cantrip of your choice from the cleric spell list|spells|level=0|class=cleric}。随着等级的提升，你可以学习更多自己选择的零级法术，如表中的已知零级法术列所示。",
	"By 2nd level, you have learned to draw on arcane magic and turn it into divine magic to cast spells.": "到了2级，你已经学会了利用奥术魔法并将其转化为神圣魔法来施放法术。",
	"The warpriest table shows how many spell slots you have to cast your spells of 1st level or higher. To cast one of these spells, you must expend a slot of the spells level or higher. You regain all expended spell slots when you finish a long rest You prepare warpriest spells that are available for you to cast, choosing from the {@filter cleric spell list|spells|class=cleric}. When you do so, choose a number of warpriest spells equal to your Wisdom modifier + your Proficiency Bonus. The spells must be of a level for which you have spell slots. You can change your list of prepared spells when you finish a long rest. Preparing a new list of spells requires time spent in meditation of your previous training. At least one minute per spell level for each spell on your list.": "战斗牧师表格显示了你用来施放1级或更高级法术的法术槽数量。要施放这些法术之一，你必须消耗一个等级不低于该法术等级的槽。完成一次长休后，你会恢复所有已消耗的法术槽。你准备可以施放的战斗牧师法术，从{@filter cleric spell list|spells|class=cleric}中选择。在这样做时，选择数量等于你的感知修正值+你的熟练加值的战斗牧师法术。这些法术必须是你拥有法术槽的等级。你可以在完成一次长休后更改你准备的法术列表。准备新的法术列表需要花时间冥想你之前的训练。每个法术级别的法术在列表上需要至少一分钟。",
	"Wisdom is your spellcasting ability for your spells. The power of your spells come from your intensive training and turning your natural arcane affinity into divine magic. You use your Wisdom modifier whenever a spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the DC for a basic spell you cast and when making a attack roll with one.": "智慧是你的法术施放能力。你的法术之力来自于你的深厚训练，将你天生的奥术亲和力转化为神圣魔法。每当一个法术提到你的法术施放能力时，你就使用你的智慧修正值。此外，当你施放基础法术并设定其豁免 DC 时，以及进行攻击检定时，也要使用你的智慧修正值。",
	"You can cast a spell that has the ritual tag as a normal spell, expending the appropriate spell slot. ": "你可以将带有仪式标签的法术作为普通法术施放，消耗相应的法术位。",
	"You can use your sacred weapon as a spellcasting focus for your spells.": "你可以将你的神圣武器作为施法的焦点。",
	"At 1st level, the warpriest learns a unique way to manipulate radiant energy focusing either negative or positive elements to it. The warpriest shapes that energy into a bolt and throws it to a target within 30 feet. If the bolt has positive energy the target is healed; if the bolt has negative energy make a ranged spell attack against the target, on a hit the target takes damage. The damage die for this ability is located in the Warpriest Table. You can use this ability as many times as your Wisdom modifier + your level. You regain all charges after a long rest and 2 charges after a short rest.": "在1级时，(warpriest)学会了一种独特的方式来操纵辐射能量，将其聚焦为负面或正面元素。 (warpriest)将那种能量塑造成一道闪电，并将其投向30英尺内的目标。如果闪电具有正能量，则目标会被治疗；如果闪电具有负能量，则对目标进行远程法术攻击，命中目标会受到伤害。此能力的伤害骰位于(warpriest)表中。您可以使用此能力的次数为您的感知调整值+您的等级。在长休息后，您将恢复所有次数，并在短休息后恢复2次。",
	"Undead and demons take an additional {@damage 1d6} of damage.": "不死生物和恶魔受到额外{@damage 1d6}的伤害。",
	"At 2nd level, with a bonus action, you imbue one weapon with negative radiant energy. The imbued weapon deals an extra {@damage 1d8} radiant damage with every successful attack.": "在2级时，使用一个奖励动作，你可以让一把武器充满负面辐射能量。被充能的武器在每次成功攻击时额外造成{@damage 1d8}辐射伤害。",
	"The damage increases at 5th level ({@damage 2d6}), 10th level ({@damage 2d8}) 15th level ({@damage 3d8}) and 20th level ({@damage 4d8}).": "伤害在5级（{@damage 2d6}）、10级（{@damage 2d8}）、15级（{@damage 3d8}）和20级（{@damage 4d8}）时增加。",
	"At 3rd level, you may choose one of the two Aspects: War or Light. You gain additional features at levels 7, 13, and 18.": "在3级时，你可以选择两个方面中的一个：战争(War)或光明(Light)。你将在7级、13级和18级获得额外的特性。",
	"At 7th level, you gain an additional Warpriest Aspect feature.": "在第7级时，你获得额外的战祭神纹特性。",
	"At 18th level, you gain an additional Warpriest Aspect feature.": "在18级时，你获得额外的战祭神纹特性。",
	"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn.": "从5级开始，每当你在回合中进行{@action Attack}动作时，你可以攻击两次，而不是一次。",
	"At 13th level, you gain an additional Warpriest Aspect feature.": "在13级时，你获得额外的战祭神纹特性。",
	"When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级时，以及在8级、12级、16级和19级时，你可以将你选择的一个能力值提高2点，或者将你选择的两个能力值各提高1点。与正常规则一样，使用这个特性不能将一个能力值提高到20以上。",
	"At 6th level, you learn to release a wave of radiant energy in a 30 feet radius from the warpriest. The warpriest must choose if the energy is positive (every creature within radius is healed) or negative (every creature within radius takes radiant damage). Creatures targeted by this ability may make a Dexterity saving throw against the warpriest's spell save DC to take half damage on a successful roll. This ability uses the same damage die as {@classFeature Fervor|Warpriest|DanDWikiWarpriest|1} from the Warpriest Table. You can use this ability 2 times a day and you regain this uses after a long rest. At 12th level, you can use this ability 3 times a day and 4 times a day at level 18.": "在6级时，你学会释放一股辐射能量波，半径为30英尺，从战斗牧师身边扩散开来。战斗牧师必须选择能量是正面的（半径内的每个生物都会被治疗）还是负面的（半径内的每个生物都会受到辐射伤害）。被此能力选中的生物可以进行一次对抗战斗牧师法术豁免 DC 的敏捷豁免，成功则只受到一半伤害。此能力使用与战斗牧师表格中的 {@classFeature Fervor|Warpriest|DanDWikiWarpriest|1} 相同的伤害骰。你每天可以使用这个能力2次，而且在完成一次长休后，你会恢复这些使用次数。在12级时，你可以每天使用这个能力3次，18级时可以每天使用4次。",
	"At 10th level, you may imbue your armor with negative radiant energy. Every time you are successfully hit by a creature within 10 feet of you, the armor will deal {@damage 1d4} radiant damage to that creature as a reaction from the attack. The damage increases at level 15 to {@damage 1d6}.": "在10级时，你可以用负辐射能量灌注你的盔甲。每当你在10英尺内被一个生物成功击中时，盔甲会作为对攻击的反应对那个生物造成{@damage 1d4}辐射伤害。伤害在15级时增加到{@damage 1d6}。",
	"At 15th level, the Warpriest learns to store a great amount of positive radiant energy within him. As long as this energy is within you, whenever your hit points reach 0 or lower you spend this ability to automatically resurrect with full HP and a protective aura that increases your AC by 5 for one turn. You can also use this ability to resurrect one creature within range to half HP as long as it has not been dead for more than 24 hours and you only need a small piece of the creature to be able to use this ability. This ability has 1 charge, to regain the charge you must complete a 15-hour channeling ritual (without interruptions).": "在15级时，(Warpriest)战祭神学者学会了在自己体内储存大量正面辐射能量。只要这股能量在你体内，当你的生命值降至0或更低时，你可以使用这个能力自动以满血复活，并获得一个保护光环，使你的AC提高5点，持续一个回合。你也可以使用这个能力复活范围内的一只生物至一半生命值，只要它死亡时间不超过24小时，而你只需要一小块生物碎片就能使用这个能力。这个能力有1次充能，要重新获得充能，你必须完成一个15小时的引导仪式（不间断地）。",
	"At 20th level, you learn to cover yourself in a mixture of positive and negative radiant energy creating a shiny angelic avatar that is launched from you. The angelic form is 35 feet wide (centered on you), 15 feet tall and travels as far as 100 feet in a straight line from the warpriest. Any enemy creatures in range of this attack are automatically hit with {@damage 7d6} radiant damage and are knocked {@condition prone} regardless of size; any friendly creature in its path is healed by {@dice 7d6}. You can use this ability once and can regain it after a long rest.": "在20级时，你学会了将自己覆盖在一种正负辐射能量混合物中，形成一个闪亮的天使化身，从你身上发射出去。这个天使形态有35英尺宽（以你为中心），15英尺高，并且可以沿直线从战斗祭司处最远移动100英尺。在此攻击范围内的任何敌方生物都会自动受到{@damage 7d6}辐射伤害，并且无论大小都会被击倒{@condition prone}; 路径上的任何友方生物都会被治疗{@dice 7d6}。你可以使用这个能力一次，并在完成一次长休息后恢复。",
	"By choosing this aspect the Warpriest becomes more proficient in the front lines of the battlefield.": "通过选择这个方面，战祭者在战场的前线变得更加熟练。",
	"At 3rd level the Warpriest learns {@b Improved Sacred Weapon} increasing {@classFeature sacred weapon|warpriest|DanDWikiWarpriest|2||its} damage by {@damage 1d6}, {@damage 2d6} at level 5, {@damage 3d6} at level 10, {@damage 4d6} at level 15 and {@damage 5d6} at level 20. It also improves it attack and damage rolls by 1, at level 10 increases this bonus by 2.": "在3级时，战祭神学会了{@b Improved Sacred Weapon}，增加{@classFeature sacred weapon|warpriest|DanDWikiWarpriest|2||its}伤害{@damage 1d6}，在5级时为{@damage 2d6}，在10级时为{@damage 3d6}，在15级时为{@damage 4d6}，在20级时为{@damage 5d6}。它还可以通过1点来提高攻击和伤害骰的点数，10级时将这个奖励增加2点。",
	"Additionally, at 3rd level, combat runs through your veins and now you may now use your reaction to counter-attack with disadvantage if a melee attack misses you. You can use a {@classFeature Fervor|warpriest|DanDWikiWarpriest|1} charge to counter-attack without disadvantage.": "此外，在3级时，战斗之力贯穿你的血脉，现在你可以使用你的反应来进行反击，如果一次近战攻击未命中你，你可以用劣势进行反击。你可以使用{@classFeature Fervor|warpriest|DanDWikiWarpriest|1}充能来进行反击而不受劣势影响。",
	"At 7th level you learn to use a {@classFeature Fervor|warpriest|DanDWikiWarpriest|1} charge to imbue your weapon with it as a bonus action. If the next attack with that weapon hits, it takes the damage of the weapon plus the damage of {@classFeature Fervor|warpriest|DanDWikiWarpriest|1}. If failure the creature only takes half of the {@classFeature Fervor|warpriest|DanDWikiWarpriest|1} damage. This ability stacks with both {@classFeature Sacred Weapon|warpriest|DanDWikiWarpriest|2} and {@subclassFeature Aspect of War|warpriest|DanDWikiWarpriest|War|DanDWikiWarpriest|3||Improved Sacred Weapon}.": "在第7级时，你学会了使用{@classFeature Fervor|warpriest|DanDWikiWarpriest|1}充能，将其注入武器作为一个奖励动作。如果接下来使用该武器的攻击命中，它将造成武器伤害加上{@classFeature Fervor|warpriest|DanDWikiWarpriest|1}的伤害。如果失败，生物只会受到{@classFeature Fervor|warpriest|DanDWikiWarpriest|1}伤害的一半。这个能力可以与{@classFeature Sacred Weapon|warpriest|DanDWikiWarpriest|2}和{@subclassFeature Aspect of War|warpriest|DanDWikiWarpriest|War|DanDWikiWarpriest|3||Improved Sacred Weapon}叠加。",
	"At 13th level, your AC is increased by 2 and also increases the damage from {@classFeature Sacred Armor|warpriest|DanDWikiWarpriest|10} by 1. {@classFeature Sacred Armor|warpriest|DanDWikiWarpriest|10||Sacred Armor's} damage is now applied also to spells that hit you as well and has no range requirements anymore.": "在13级时，你的AC提高了2点，同时{@classFeature Sacred Armor|warpriest|DanDWikiWarpriest|10}的伤害也增加了1点。现在，{@classFeature Sacred Armor|warpriest|DanDWikiWarpriest|10||Sacred Armor's}的伤害也适用于命中你的法术，而且不再有射程要求。",
	"At 18th, level using {@subclassFeature Divine Weapon|warpriest|DanDWikiWarpriest|War|DanDWikiWarpriest|7} no longer consumes {@classFeature Fervor|warpriest|DanDWikiWarpriest|1} charges. in addition, using one charge of {@classFeature Fervor|warpriest|DanDWikiWarpriest|1} as a bonus action will imbue the weapon with {@classFeature Sacred Pulse|warpriest|DanDWikiWarpriest|6}, if the melee attack hits {@classFeature Sacred Pulse|warpriest|DanDWikiWarpriest|6} deals damage as if {@i all} targets failed the save roll; if the attack misses the enemies in range take half of the damage. ": "在18级时，使用{@subclassFeature Divine Weapon|warpriest|DanDWikiWarpriest|War|DanDWikiWarpriest|7}不再消耗{@classFeature Fervor|warpriest|DanDWikiWarpriest|1}充能。此外，使用一次{@classFeature Fervor|warpriest|DanDWikiWarpriest|1}的充能作为一个奖励动作，会让武器充满{@classFeature Sacred Pulse|warpriest|DanDWikiWarpriest|6}，如果近战攻击命中，{@classFeature Sacred Pulse|warpriest|DanDWikiWarpriest|6}会像未通过豁免检定一样受到伤害；如果攻击未命中，范围内的敌人会受到伤害的一半。",
	"By choosing this aspect the Warpriest becomes more proficient in the back lines of the battlefield.": "通过选择这个方面，战祭神牧师在战场后方变得更加熟练。",
	"At 3rd level, the Warpriest learns {@b Charged Sacred Weapon}. This acts as a cantrip (does not affect or alters Cantrips Known and acts as an additional one). By overcharging your {@classFeature Sacred Weapon|Warpriest|DanDWikiWarpriest|2} you are able to throw the extra energy within it. Make a ranged spell check, on a hit the target creature within 60 feet of you takes the weapon's damage and {@classFeature Sacred Weapon|Warpriest|DanDWikiWarpriest|2} damage. After that, you can not imbue it with radiant energy until the end of the battle.": "在3级时，战祭神学会{@b Charged Sacred Weapon}。这个技能作为一个零级法术（不影响或改变已知的零级法术，而是额外增加一个）。通过过度充能你的{@classFeature Sacred Weapon|Warpriest|DanDWikiWarpriest|2}，你可以将额外的能量投射出去。进行一个远程法术检定，命中后，距离你60英尺内的目标生物会受到武器的伤害和{@classFeature Sacred Weapon|Warpriest|DanDWikiWarpriest|2}伤害。之后，直到战斗结束，你将无法再赋予它光辉能量。",
	"Additionally, at 3rd level, healing has become second nature to you and now you heal as an action without using a spell slot.": "另外，在第(%num%)级时，治疗已经变得如同本能一般，现在你可以在行动中进行治疗，而无需使用法术位。",
	"At 7th level, {@classFeature Fervor|warpriest|DanDWikiWarpriest|1} becomes more lethal to use. If you fail the spell attack against a foe using {@classFeature Fervor|warpriest|DanDWikiWarpriest|1} that creature takes half of the damage from the attack instead of none.": "在第7级时，{@classFeature Fervor|warpriest|DanDWikiWarpriest|1} 使用起来更加致命。如果你对使用{@classFeature Fervor|warpriest|DanDWikiWarpriest|1}的敌人进行法术攻击失败，那个生物会受到攻击伤害的一半，而不是没有受到伤害。",
	"At 13th level, {@classFeature Sacred Pulse|warpriest|DanDWikiWarpriest|6} can now be cast on a target within 30 feet of the warpriest as the center for the spell. {@classFeature Sacred Pulse|warpriest|DanDWikiWarpriest|6} gains a second pulse on the Warpriest's next turn healing or dealing half the damage of the first pulse.": "在13级时，牧师现在可以将{@classFeature Sacred Pulse|warpriest|DanDWikiWarpriest|6}施放在距离战斗牧师30英尺内的目标上，作为法术的中心。{@classFeature Sacred Pulse|warpriest|DanDWikiWarpriest|6}在战斗牧师的下一个回合获得第二脉冲，治疗或造成第一脉冲伤害的一半。",
	"At 18th level, {@classFeature Fervor|warpriest|DanDWikiWarpriest|1} gains 3 additional charges; if you spend 2 charges instead of 1, {@classFeature Fervor|warpriest|DanDWikiWarpriest|1} automatically hits and adds an extra {@damage 3d6} to the spell's damage or heal. {@classFeature Sacred Pulse|warpriest|DanDWikiWarpriest|6} gains an additional charge, the second pulse now deals full damage.": "在18级时，{@classFeature Fervor|warpriest|DanDWikiWarpriest|1} 获得额外 3 个充能；如果你消耗 2 个充能而不是 1 个，{@classFeature Fervor|warpriest|DanDWikiWarpriest|1} 将自动命中并为法术的伤害或治疗额外增加 {@damage 3d6}。{@classFeature Sacred Pulse|warpriest|DanDWikiWarpriest|6} 获得额外一个充能，第二脉冲现在造成完整伤害。"
}