{
	"At 1st level, you are adept at a combat style focused on hand to hand combat and the use of monk weapons, represented by a special die called Martial Arts die, as shown in the Martial Arts column of the Monk table.": "在1级时，你精通一种以徒手格斗和僧侣武器为重点的战斗风格，以“武术骰”表示，如僧侣表格中的“武术”栏所示。 (Monk table)",
	"While all martial arts share some principles, each monk adapts them to better suit themselves, thus specializing in one Martial Arts Style or combining them to create their own. Each syle is described below and each one defines what are considered as your monk weapons.": "尽管所有的武术都有一些共同原则，但每个武僧都会根据自己的情况对其进行调整，从而专攻一种武术风格或将它们结合起来创造出自己的风格。下面描述了每种风格，每一种都定义了哪些武器被视为你的武僧武器。 (Martial Arts Style)",
	"You learn two {@filter Martial Arts Features|optionalfeatures|feature type=DZC:MA} of your choice from any style. When you reach 9th and 18th level in this class, you learn an additional martial arts feature of your choice from any style. If a martial arts feature requires a level, you must meet that level in this class to learn it.": "你可以选择两种风格中的任意一种 {@filter Martial Arts Features|optionalfeatures|feature type=DZC:MA} 进行学习。当你达到该职业的9级和18级时，你可以从任意风格中选择一项额外的武术特性进行学习。如果某项武术特性需要达到一定等级，你必须在该职业中达到该等级才能学习它。",
	"You lose the benefits of your Martial Arts if you are wielding a non-monk weapon or wearing heavy armor.": "如果你使用的武器不是僧侣武器，或者穿着重甲，你将失去你的武术优势。(Martial Arts)",
	"A balanced style taught to beginners so that they can adapt to any situation. Your monk weapons are any simple melee weapon that doesn't have the two-handed or heavy property.": "一个平衡的风格教给初学者，使他们能够适应任何情况。你的僧侣武器是任何没有双手或重型属性的简单近战武器。（monk weapons）",
	"You trained to control the weight of your opponents with your own, crushing them in the process. Your monk weapons are any simple melee weapon that doesn't have the two-handed or heavy property.": "你接受了训练，运用自己的体重控制对手，将他们碾压在地。你的武僧武器可以是任何没有双手或沉重属性的简单近战武器（monk weapons）。（DND Running Group规则）",
	"You conditioned your body to throw swift and precise unarmed strikes, which can carry a lot of power. Your monk weapons are shortswords and any simple melee weapon that doesn't have the two-handed or heavy property.": "你训练你的身体来投掷迅速而精确的徒手打击，能够带来巨大的力量。你的武僧武器是短剑和任何简单的近战武器，不具有双手或沉重特性。 (monk)",
	"Not only are you capable of wielding a larger variety of weapons, but you can use it in a more defensive style. Your monk weapons are longbows and any weapon that doesn't have the two-handed, heavy, or special property.": "不仅仅你可以使用更多种类的武器，而且你可以以更为防御性的方式使用它。你的僧侣武器包括长弓和任何没有双手、重型或特殊属性的武器（monk weapons）。",
	"In this compendium unarmed strikes and the finesse property suffer important changes meant to keep balance in check.": "在这个手册中，徒手攻击和灵巧属性会有重要的变化，旨在保持平衡。 (Dungeons & Dragons)",
	"The property now allows to choose between your Strength or Dexterity modifier only for the attack roll with the weapon, but not for the damage roll. For the damage roll you still have to use your Strength modifier for melee weapon attacks or your Dexterity modifier for ranged weapon attacks.": "现在，该属性允许您仅在使用该武器进行攻击时选择您的力量或敏捷调整值，但不适用于伤害掷骰。对于近战武器攻击，您仍需使用您的力量调整值，对于远程武器攻击，您仍需使用您的敏捷调整值。 (D&D)",
	"Unarmed strikes are now considered to have the finesse and light properties.": "徒手攻击现在被视为具有灵巧性和轻巧性能。 (Unarmed strikes are now considered to have the finesse and light properties.)",
	"Some characters have access to a specialized form of defense called Unarmored Defense. If your character has proficiency with it, your AC equals to 10 + your Dexterity modifier + your ability modifier listed in parenthesis, while you aren't wearing armor. You also lose this benefit if you wield a shield and lack proficiency with it.": "一些角色具有一种称为无甲护身的专门防御形式。 如果你的角色精通此技能，则你的 AC 等于 10 + 你的敏捷调整值 + 你在括号中列出的能力调整值，当你不穿戴盔甲时。 如果你持盾却没有熟练，你也会失去这个益处。 (Unarmored Defense)",
	"If you have proficiency in this trait with different abilities, you can only benefit from one at the time.": "根据当地语言习惯，文本如 (%num%) 应保持在翻译中输出为 (%num%)。\n翻译需符合DND游戏团规则，专有名词应在翻译后保留英文括号中的内容。若你在不同能力上有熟练度，你只能同时受益于其中一项。",
	"Each ability offers a different interpretation of this trait. For instance, Wisdom allows you to predict attacks and increases your overall awareness of your surroundings; Constitution prevents harm by increasing your studiness; and Charisma makes your presence tangible to others, making them think twice before laying a finger on you.": "每种能力都提供了这一特质的不同解释。例如，智力允许你预测攻击并增加你对周围环境的整体意识; 体质通过增加你的坚韧性来防止伤害; 魅力使你的存在对他人有形，使他们在对你动手之前三思。 (Wisdom) (Constitution) (Charisma)",
	"At 9th level, you learn an additional {@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA} of your choice from any style.": "在第9级时，你学会了额外的选择项{@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA}，可以从任何风格中选择。",
	"At 18th level, you learn an additional {@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA} of your choice from any style.": "在18级时，您可以额外学习一个来自任何流派的{@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA}的选择。 (DND running group)",
	"At 1st level, you know how to block your senses from the external world, entering a state of absolute focus, called meditation. While in this state you remain motionless and unconscious, and the only action you can take is to awaken yourself from it. Your meditation ends if you take damage or another creature uses its action to reach and awaken you.": "在1级时，你知道如何屏蔽自己的感官，进入一种绝对专注的状态，称为冥想。在这种状态下，你保持静止和无意识，唯一的行动是唤醒自己。如果你受到伤害或另一个生物使用其行动来接触并唤醒你，你的冥想就会结束。 (dnd游戏小组规则)",
	"With uninterrupted meditation you can finish a short or long rest in half the time, and gain the same benefits of 8 hours of sleep in 4 hours.": "通过不间断的冥想，您可以在一半的时间内完成短暂或长时间的休息，并在4小时内获得相当于8小时睡眠的同样好处。(Dungeons & Dragons运行组规则)",
	"Starting at 7th level, you're no longer rendered unconscious while meditating, and you can see and hear as normal.": "从第7级开始，你在冥想时不再陷入昏迷状态，而且你可以正常地看见和听到。",
	"At 7th level, you're no longer rendered unconscious while meditating, and you can see and hear as normal.": "在第7级时，冥想时不再昏迷，您可以正常看到和听到。 (D&D running group rules)",
	"Starting at 2nd level, you have reached the stage in which you can harness the mystic energy of ki, which can be used to perform superhuman feats through a variety of techniques.": "在第二级开始，你已经达到了能够利用气的神秘能量的阶段，可以通过各种技巧执行超人的壮举。 (D&D running group)",
	"Your access to this energy is represented by a number of ki points. You have an amount of ki points equal to your monk level + your Wisdom modifier, unless that modifier is negative. You regain 1 + your Wisdom modifier (minimum of 2) ki points if you finish a short rest meditating, and all of them if you finish a long rest with it.": "你对这种能量的访问由一定数量的气点表示。你拥有的气点数量等于你的武僧等级加上你的智力调整值，除非该调整值为负。如果你完成短暂的冥想休息，你会恢复1 + 你的智力调整值（至少为2）的气点，如果你在长时间休息中完成冥想，你会恢复所有气点。 (monk)",
	"Your ki fuels various techniques called {@filter Ki Features|optionalfeatures|feature type=DZC:KF}, each detailed in the Ki Features section of this class. The number of ki features you know is shown in the Ki Features column of the Monk table.": "你的气能源支撑着被称为{@filter Ki Features|optionalfeatures|feature type=DZC:KF}的各种技能，每一项在这个职业的气特性部分都有详细描述。你了解的气特性数量显示在武僧表格的气特性列中。 (Monk)",
	"If a ki feature has prerequisites, you must meet them to learn it. You can learn a ki feature at the same time that you meet its prerequisites. A level prerequisite referes to your level in this class.": "如果一个气特性有先决条件，你必须符合这些条件才能学会它。你可以在满足其先决条件的同时学会一个气特性。等级先决条件指的是你在这个职业中的等级。 (ki)",
	"Whenever you gain a level in this class, you can choose one of the ki features you know and replace it with another one that you could learn at that level.": "每当你在这个职业中升级时，你可以选择你已经掌握的气特性之一，并用在那个等级可以学习的另一个特性替换它。 (class)",
	"Some of your ki features require your target to make a saving throw to resist the feature's effects. The saving throw DC is calculated as follows:": "一些你的气特性需要目标进行豁免才能抵抗特性的效果。豁免 DC 的计算如下所示：",
	"Some subclass features use ki to fuel an ability, these count as Ki Features for the purpose of this section.": "一些子类特性使用气来激发能力，这些算作气能特性以供本节使用。 (D&D running group)",
	"When a Ki Feature uses one of your Ability modifiers for calculation, the minimum modifier you can use is 1.": "当Ki特性使用你的任何能力修正进行计算时，你能使用的最小修正值为1。（dnd running group规则）",
	"You can't use ki and lose the benefits of any Ki Feature you have active if you are wielding a non-monk weapon or wearing heavy armor, if you are unconscious, or dead.": "你不能使用气，并且如果你握持非武僧武器或穿着重甲，你失去任何已激活的气特性的好处，如果你处于昏迷或死亡状态下。 (D&D 运行团规则)",
	"You can neither apply on the same effect multiple ki features that impose a saving throw nor one such a feature together with Weakening Strike.": "你不能同时施加多个需要进行豁免投掷的气功特性，也不能将这类特性与Weakening Strike同时施加。（D&D 跑团规则）",
	"Some of your Ki Features allow you to cast spells. To cast one of these spells, you use its casting time and other rules, but you don't need to provide material components for it. Wisdom is your spellcasting ability for spells cast in this way.": "一些你的气功特性允许你施放法术。要施放其中的一个法术，你需要按照其施法时间和其他规则，但无需提供材料成分。智力是你以这种方式施放的法术的施法能力。\n\n(Note: Proper nouns and terms like \"Ki Features\" and \"Wisdom\" remain in English, enclosed in `()`, as per the provided instructions.)",
	"Starting at 2nd level, you gain a bonus to your movement speed, as shown in the Unarmored Movement column of the Monk table. You lose this benefit if you lose the benefits of your Martial Arts.": "从2级开始，你的移动速度获得奖励，如武僧表格的无甲运动栏所示。如果你失去你的武术的好处，你将失去这个好处。（Monk）",
	"When you reach 3rd level, you commit yourself to a monastic tradition, all detailed at the end of the class description. Your tradition grants you features at 3rd level and again at 6th, 11th, and 17th level.": "当你达到第三级时，你将自己投入到一个僧侣传统中，所有详细内容都在课程描述的末尾列出。你的传统会在第三级以及第六级、十一级和十七级再次授予你特性。 (monastic tradition)",
	"At 6th level, you gain a feature granted by your Monastic Tradition.": "在第6级时，您获得了您的僧侣传统赋予的特性。 (Monastic Tradition)",
	"At 11th level, you gain a feature granted by your Monastic Tradition.": "在11级时，您将获得由您的僧院传统授予的功能。 (Monastic Tradition)",
	"At 17th level, you gain a feature granted by your Monastic Tradition.": "在第17级时，您获得了由您的僧侣传统赋予的功能。（Monastic Tradition）",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到第4级时，你可以将你选择的一个属性分数提高2点，或者你可以将你选择的两个属性分数各提高1点。和平常一样，你不能通过这个特性将属性分数提高到20以上。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用天赋，你可以选择取代一个{@5etools feat|feats.html}。 (DM - 龙与地下城主持人)",
	"When you reach 6th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到6级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与通常一样，你不能通过这个特性将一个能力值提高到20以上。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以将你选择的一个能力分数提高2点，或者将你选择的两个能力分数各提高1点。与平常一样，你不能通过这个特性将一个能力分数提高到20以上。(dnd, \"8th level\")",
	"When you reach 10th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到10级时，你可以选择将一个能力值提高2点，或者将两个能力值各提高1点。与正常规则相同，使用这个特性不能将一个能力值提高到20点以上。 (D&D)",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将一个你选择的能力分数提高2点，或者将两个你选择的能力分数各提高1点。与正常规则一样，你不能使用这个特性将一个能力分数提高到20以上。\n",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以将你选择的一个能力值提高2点，或者将你选择的两个能力值各提高1点。与常规一样，你不能使用此特性将一个能力值提高到20以上。（DND Running Group Rules）",
	"When you reach 20th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到20级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则相同，你不能使用此特性将某项能力值提高到20以上。",
	"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn.": "从5级开始，每当你在你的回合上采取{@action Attack}行动时，你可以攻击两次，而不是一次。",
	"The number of attacks increases to three when you reach 15th level in this class.": "这个职业在达到15级时，攻击次数增加到了三次。 (D&D running group)",
	"At 15th level, you can attack three times whenever you take the {@action Attack} action on your turn.": "在15级时，每当你在你的回合上采取行动{@action Attack}时，你可以攻击三次。",
	"Starting at 5th level, your attacks with unarmed strikes and monk weapons count as magical, as well as the damage of your grapples and shoves.": "从5级开始，你的徒手攻击和武僧武器的攻击被视为魔法攻击，你的擒抱和推挤的伤害也被视为魔法伤害。(monk)",
	"At 13th level, your ki sustains you so that you suffer none of the frailty of old age, and you can't be aged magically. However, you can still die of old age.": "在13级时，你的气维持着你，使你不会受到老年的虚弱之苦，而你也不能被魔法老化。然而，你仍然可能死于年老。 (D&D running group)",
	"In addition, you can ignore your food and water requirements for a day if you spend it in uninterrupted medidtation. You can do so a number of times equal to your Wisdom modifier before you consume the amount of food and water your body needs to not suffer from exhaustion.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译时应保持为 (%num%)。\n\n此外，如果你连续冥想一整天，你可以忽略一天的食物和水的需求。在你消耗了不会导致体力透支的食物和水量之前，你可以这样做的次数等于你的智力修正值。",
	"Starting at 14th level, when you roll for initiative and have no ki points remaining, you regain 2 ki points. You also regain 1 ki point at the start of each of your turns during combat, unless you are unconscious.": "在符合当地语言习惯的基础上，文本中如(%num%)这样的文本在翻译中应该仍然输出为(%num%)。\n\n翻译应遵守dnd运行组规则，并且专有名词在翻译后应该保留为英文，用`()`括起来。\n\n从14级开始，当你进行先攻检定并且没有气点时，你会恢复2点气点。此外，在战斗中每当你的回合开始时，你也会恢复1点气点，除非你失去知觉。",
	"Your mastery over your body protects you from physical ailments. Beginning at 9th level, you are immune to all disease and the poisoned condition.": "你对自己身体的掌控使你免受身体疾病的困扰。从9级开始，你对所有疾病和中毒状态免疫。 (Dungeons & Dragons)",
	"Once you use this feature, you can't use it again until you finish a long rest.": "一旦您使用此功能，您将不能再次使用它，直到您完成一次长休息。(long rest)",
	"At 20th level, you have cultivated your techniques to the point where they can never be mediocre. Choose one of the following type of rolls: saving throws, Athletics checks, attacks with unarmed strikes, or attacks with monk weapons. You can't roll below a 10 on the d20 against your will when you perform a die roll of the chosen type.": "在20级时，你已经将你的技巧培养到了永远不会平庸的程度。选择以下类型之一的掷骰：豁免投掷、运动检定、徒手攻击或武僧武器攻击。当你执行所选类型的掷骰时，你的d20投掷不会低于10（对你的意愿而言）。 (dnd running group 规则)",
	"In addition, when you finish a long rest, you can choose one of the ki features you know and replace it with a different one.": "当你完成一次长休时，你可以选择你已经掌握的任一气特性，并将其替换为另一个不同的特性。 (dnd)",
	"When you take the Attack action on your turn, you can use your bonus action to either make one attack with an unarmed strike or monk weapon you're wielding, or attempt a grapple or shove check.": "当你在你的回合进行攻击动作时，你可以利用你的额外动作进行以下之一：用你所持有的徒手攻击或武僧武器进行一次攻击，或者尝试进行一次擒拿或推挤检定。（monk）",
	"Creatures don't have advantage on attack rolls against you for being prone.": "生物因为你处于俯卧状态而对你的攻击掷骰不具有优势。 (dnd)",
	"If a creature misses you with an attack, you can attempt to push it as a reaction.": "如果一只生物攻击未命中你，你可以试图以反应方式将其推开。 (DND游戏组规则)",
	"On your turn, when you take an action that requires ki points, you can use your bonus action to either make one attack with an unarmed strike or monk weapon you're wielding, or attempt a grapple or shove check.": "在你的回合，当你执行一个需要气点的动作时，你可以使用你的额外动作，要么进行一次徒手攻击或你手持的武僧武器，要么尝试一次擒拿或推挤检定。（Monk）",
	"If you succeed on a grapple or shove check, you can deal bludgeoning damage to the target equal to one roll of your Martial Arts die + your Strength modifier.": "如果你成功进行擒抱或推挤检定，你可以对目标造成等于你的武术骰的一次掷骰加上你的力量调整值的钝击伤害。（Martial Arts die）",
	"You can grapple a creature with both of your legs. To do so, either you or the creature must be prone. If the target is prone, you must also sit on top of them.": "你可以用你的双腿拧住一个生物。要这样做，你或者生物中的一方必须处于俯卧状态。如果目标处于俯卧状态，你还必须坐在他们的上面。(dnd, prone)",
	"Creatures grappled by you have disadvantage on skill checks made to escape your grapples or to shove you.": "你所控制的生物在试图挣脱你的控制或推开你时，技能检定的结果都会受到不利影响。 (grappled by you)",
	"A creature grappled by you takes a penalty to its attack rolls equal to your Strength modifier.": "你所擒抱的生物在攻击时受到与你的力量调整值相等的惩罚。 (`Strength modifier`)",
	"You can roll your Martial Arts die in place of the normal damage of your unarmed strikes.": "你可以在无武器攻击造成的普通伤害上，使用你的武术骰子进行替代。",
	"Before you make an unarmed strike, you can take a -5 penalty to the attack roll. If the attack hits, you gain a bonus to the damage roll equal to one roll of your Martial Arts die + your Wisdom modifier.": "在进行非武装攻击前，你可以对攻击骰投掷进行-5的惩罚。如果攻击命中，你将获得伤害骰投掷的奖励，其值为你的武术骰的一次投掷加上你的智力调整值。 (Martial Arts) (Wisdom)",
	"Once on your turn, you can give yourself advantage on an attack roll you make with an unarmed strike.": "每当轮到你时，你可以给自己的一次近战攻击投掷骰时获得优势。",
	"Once on your turn, if you miss an attack roll with an unarmed strike, you can reroll it.": "你的回合内，如果你使用徒手攻击未命中，可以重新掷骰。 (D&D running group rules)",
	"You can roll your Martial Arts die in place of the normal damage of your monk weapons.": "你可以在使用武僧武器造成的普通伤害替代之处掷出你的武术骰。 (monk weapons)",
	"When a creature you can see attacks a target within 5 feet from you, you can use your reaction to interpose between them a monk weapon you're wielding, imposing disadvantage on the attack roll.": "当你能看到的生物攻击离你五英尺内的目标时，你可以使用你的反应，在它们之间插入一把你持有的武僧武器，使攻击检定承受劣势。 (monk weapon)",
	"When you make an attack with a monk weapon on your turn, you can use a monk weapon you are holding to protect yourself against the next attack you can see that targets you before the start of your next turn. When you do so, roll your Martial Arts die and add it to your AC against that attack.": "当你在你的回合使用一种武僧武器进行攻击时，你可以使用你持有的武僧武器来保护自己免受你下一回合开始之前你能看到的针对你的攻击。在这样做时，投掷你的",
	"While holding a monk weapon, the next attack made against you before the start of your next turn has disadvantage.": "持有武僧武器时，在下一轮开始之前对你进行的下一次攻击具有劣势。 (monk weapon)",
	"A bubble of compressed air burst from your attack, sending your enemy flying away. If the target is a creature or an unsecured object that is no more than one size larger than you, then you can push it up to 10 feet away from you.": "你的攻击释放出一团压缩空气的泡泡，将你的敌人击飞。如果目标是一个生物或一个比你大不超过一格的不固定物体，则你可以将其推开至离你最多10英尺的地方。（D&D游戏规则）",
	"A thick layer of stones forms around your attack, making it so heavy it temporarily disorientates your enemy. The target has disadvantage on the next attack roll it makes before the start of your next turn.": "你的攻击周围形成了厚厚一层石头，使得它如此沉重，以至于暂时使你的敌人感到迷失方向。在你的下一个回合开始之前，目标在进行下一次攻击检定时具有劣势。 (D&D 运行小组规则)",
	"A short lived blaze sparks from your attack, hot enough to burn through flesh. You add your Wisdom modifier to the extra damage of this strike.": "你的攻击引发了一阵短暂的火焰，足以烧穿肌肤。你在此次打击的额外伤害中加上你的智力修正值。 (D&D)",
	"You cover your attacks with freezing water that hinders your enemy's movement. The target's speed is reduced by 15 feet until the start of your next turn.": "你用冰冻的水覆盖你的攻击，阻碍你的敌人移动。目标的速度减少15英尺，直到你下一个回合开始。(D&D)",
	"A line of compressed air 30 feet long and 5 feet wide blasts from you in a direction you choose. Each creature in that area must succeed on a Constitution saving throw or take thunder damage equal to one roll of your Martial Arts die and be pushed up to 10 feet away from you in a direction following the line.": "一股长30英尺、宽5英尺的压缩空气从你身上喷射出，在你选择的方向上。该区域内的每个生物必须成功进行一次体质豁免才能避免受到相当于你的武术骰的一次掷骰的雷霆伤害，并被推离你最多10英尺，方向沿着该线。 (Martial Arts)",
	"Unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the feature's effect.": "非固定的物体完全位于效果区内时，将自动被特性效果推离你10英尺。 (%num%)",
	"You hurl a Medium rock against a creature you can see within 30 feet from you. The creature must succeed on a Strength saving throw or take bludgeoning damage equal to one roll of your Martial Arts die and be knocked prone.": "你朝着你能看到的、距离你30英尺以内的生物投掷一个中型岩石。该生物必须成功进行一次力量豁免才能避免受到钝击伤害，伤害量等同于你武术骰的一次掷骰结果，并且被击倒。 (D&D)",
	"You shoot a fire projectile towards a point you choose that you can see within 30 feet from you. The projectile explodes when it reaches its destination or impacts against a solid surface. Each creature within 5 feet of the point where the projectile explodes must make a Dexterity saving throw, taking fire damage equal to two rolls of your Martial Arts die on a failed save.": "你向你选择的一个你能看到的点射出一枚火箭弹。当火箭弹到达目的地或撞击实体表面时，它会爆炸。在火箭弹爆炸的点周围5英尺内的每个生物必须进行一次敏捷豁免检定，未通过检定的生物将受到等同于你武术骰的两次投掷的火焰伤害。\n\n(Note: \"Martial Arts die\" remains in English in parentheses per the guidelines.)",
	"The explosion damages objects in the area that aren't being worn or carried.": "爆炸会损坏区域内未被穿戴或携带的物体。（DND跑团规则）",
	"A pillar of swirling water appears in a point you can see within 30 feet from you. Each creature in a 10-foot-radius, 15-foot-high cylinder centered on a point within range must make a Strength saving throw. On a failed save, a creature takes cold damage equal to one roll of your Martial Arts die and is pushed 5 feet in any direction you choose.": "在你能看到的30英尺范围内的某一点出现了一根旋转的水柱。在范围内以某一点为中心的半径为10英尺、高度为15英尺的圆柱体内的每个生物都必须进行一次力量豁免检定。未通过豁免检定的生物会受到寒冷伤害，数值等同于你的武术骰掷点结果，并被推动5英尺，方向由你选择。",
	"Soft currents move you out of harms way. When you take the Disengage or Dodge action, until the start of your next turn you gain a bonus to your AC and Dexterity saving throws equal to half your Wisdom modifier (rounded up) against attacks and effects you can see. You don't benefit from this stance while your speed is 0.": "柔和的水流将你移出危险之处。当你采取躲闪或闪避动作时，在你的下一个回合开始之前，你对能看见的攻击和效果获得的AC和敏捷豁免加值为你的感知调整值的一半（四舍五入），你不受此姿态的影响当你的速度为0时。（Wisdom）",
	"Your skin adopts the sturdiness of the rock. Bludgeoning, piercing and slashing damage that you take is reduced by an amount equal to twice your Wisdom modifier.": "你的皮肤具有岩石的坚固度。你受到的钝击、穿刺和斩击伤害将减少数值等同于你智力调整值的两倍。(Dungeons & Dragons)",
	"Your limbs become wreathed in flames. You gain a bonus to melee weapon attack rolls, grapple and shove checks equal to half your Wisdom modifier (rounded up). Creatures take fire damage equal to that bonus when you hit them with a melee weapon attack, or you successfully grapple or shove them.": "你的四肢笼罩在火焰中。你获得额外的近战武器攻击掷骰、擒拿和推挤检定，数值等于你的感知修正值一半（向上取整）。当你用近战武器攻击命中敌人，或成功擒拿或推挤他们时，生物会受到与该奖励相等的火焰伤害。 (Wisdom)",
	"Water tendrils sprout from your limbs. The range of your melee weapon attacks, grapples, and shoves increases by a number of feet equal to five times your Wisdom modifier. In addition, when you hit a creature with a melee weapon attack, the target's speed is reduced by 10 feet until the start of your next turn.": "你的肢体上生长出水的触须。 你的近战武器攻击、抓取和推挤的射程增加了五倍于你的智力调整值的英尺数。此外，当你用近战武器攻击命中生物时，目标的速度将减少10英尺，直到你的下一个回合开始。(DND, 规则)",
	"With solid footing you can stride through any terrain. You ignore difficult terrain on solid surfaces. You also gain a climbing speed equal to your walking speed. If a vertical surface is made of soil or rock, you don't need your hands to climb.": "在坚实的地面上，你可以毫不费力地穿越任何地形。你在坚实表面上无视艰难地形。你还获得一个等同于你行走速度的攀爬速度。如果垂直表面是由土壤或岩石构成的，你无需用手攀爬。 (D&D running group)",
	"Your fire can propel you to new heights. Once on your turn, you can move up to 30 feet in a straight line in any direction you choose. If you are grappled or restrained, you can instead forgo this movement to attempt to escape the effect or creature causing the condition, as long as it asks for a successful Strength check or saving throw to escape.": "你的火焰可以让你达到新的高度。每个回合，你可以选择向任意方向直线移动，最多可移动30英尺。如果你被抓住或束缚，你可以选择放弃这次移动，尝试摆脱造成该状态的效果或生物，只要它需要成功的力量检定或豁免才能摆脱。（在括号内保留英文）",
	"Your body becomes one with the ocean. You gain a swimming speed equal to your walking speed and you can breath normally underwater.": "你的身体与海洋融为一体。你获得了与你步行速度相等的游泳速度，且你可以在水下正常呼吸。 (Dungeons & Dragons)",
	"Once on your turn, when you use your Thunderous Strike or Wind Blast, you can spend up to 3 additional ki points on it to increase its damage by one roll of your Martial Arts die per ki point spent.": "在你的回合中，当你使用你的Thunderous Strike（雷鸣一击）或Wind Blast（烈风冲击）时，你可以额外花费高达3点气点，每点气点增加1次你的武术骰的伤害。",
	"Once on your turn, when you use your Rocky Strike or Stone Boulder, you can spend up to 3 additional ki points on it to increase its damage by one roll of your Martial Arts die per ki point spent.": "每当轮到你行动时，当你使用你的Rocky Strike（岩石打击）或Stone Boulder（石头巨石）时，你可以额外花费最多3点气来增加其伤害，每花费1点气增加一个你的武术骰的点数。",
	"Once on your turn, when you use your Igneous Strike or Flaming Blast, you can spend up to 3 additional ki points on it to increase the damage by one roll of your Martial Arts die per ki point spent.": "在你的回合中，当你使用你的Igneous Strike（火岩打击）或Flaming Blast（烈焰爆破）时，你可以额外消耗最多3点气点，每点气点增加一次武术骰的伤害。(%num%)",
	"Once on your turn, when you use your Gelid Strike or Water Swirl, you can spend up to 3 additional ki points on it to increase the damage by one roll of your Martial Arts die per ki point spent.": "在你的轮次中，当你使用你的冰冷打击或水漩涡时，你可以额外花费高达3点气点，每花费一点气点，你的武术骰的伤害增加一次投掷。 (Gelid Strike) 和 (Water Swirl)",
	"You can spend 1 ki point when you take the Dash or Disengage action to charge yourself with electricity. Until the end of your turn, a creature takes lightning damage equal to 5 + your Wisdom modifier the first time you move within 5 feet from it.": "你可以在采取冲刺或脱离战斗行动时花费1点气点，将自己充满电能。直到你的回合结束，当你第一次移动到离它5英尺内时，生物会受到闪电伤害，伤害值为5加上你的智力修正值。（Dash）（Disengage）",
	"You can spend 1 ki point when you take the Dodge action to protect yourself with acid. Until the start of your next turn, a creature that hits you with a melee weapon attack takes acid damage equal to 5 + your Wisdom modifier.": "你可以在采取躲避动作时花费1点气来用酸保护自己。在你下一回合开始之前，对你进行近战武器攻击的生物会受到酸性伤害，伤害值为5加上你的智力修正。（acid）",
	"You can spend 1 ki point when you take the Attack action to engulf your arms in radiance. Until the end of your turn, your melee weapon attacks deal extra radiant damage equal to your Wisdom modifier.": "你可以在进行攻击动作时花费1点气来使你的双臂笼罩在光辉之中。直到你的回合结束，你的近战武器攻击将造成额外的辐射伤害，数值等同于你的智力调整值。 (ki point, Attack action, Wisdom)",
	"Immediatly after you take the Help action on your turn, you can spend 1 ki point to heal a creature you can touch. That creature can spend up to a number of Hit Die equal to your Wisdom modifier to heal itself.": "在你轮到时立即使用帮助动作后，你可以花费1点气点来治疗一个你能触摸到的生物。该生物可以花费数量等于你的智力调整值的生命骰来自我治疗。(DND运行团规则)",
	"When you finish a long rest, you can replace one of the elemental arts that you know with another one from the same element. In addition, you can spend 3 ki points to enter your Primal Stance. When you do so, you gain the benefits of two different stance options that you know.": "完成长休时，你可以用同一元素中的另一个元素替换你所知道的元素艺术之一。此外，你可以花费3点气点进入原始姿态。当你这样做时，你获得你所知道的两种不同姿态选项的好处。 (Primal Stance)"
}