{
	"At 1st level, you take upon a training regime in order to cultivate your fighting prowess, which takes on the form of a {@filter Combat Specialization|optionalfeatures|feature type=DZC:CS}, each one is described below.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n\n根据 dnd 跑团规则，翻译应保留英文中的专有名词在 `()` 中。\n\n在1级时，你开始进行一项训练计划，以培养你的战斗技能，这体现为一个 {@filter Combat Specialization|optionalfeatures|feature type=DZC:CS}，每个都在下面描述。",
	"You learn two features of your choice from any Combat Specialization. When you reach 9th and 13th level in this class, you learn an additional feature of your choice from any specialization.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应输出为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n你可以选择学习任意战斗专长中的两个特性。当你达到该职业的第9级和第13级时，你可以选择学习另一个战斗专长中的额外特性。",
	"To overwhelm your opponent, to skillfully wield your weapons in different ways to use them in unique ways, that is the key to success in the battlefield.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n要压倒你的对手，熟练地运用武器，以不同的方式使用它们，这是在战场取得成功的关键。",
	"Those foolish enough will say that the best defense is the best offense, however, the best defense is that which allows you to fight longer.": "那些愚蠢的人会说最好的防守是最好的进攻，然而，最好的防守是让你能够持续战斗的防守。 (Those foolish enough will say that the best defense is the best offense, however, the best defense is that which allows you to fight longer.)",
	"Your body takes the major part of the work load, making it the most important part to train.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n你的身体承担了大部分工作负荷，使其成为训练最重要的部分。",
	"In this compendium unarmed strikes and the finesse property suffer important changes meant to keep balance in check.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。在这本手册中，徒手攻击和灵巧属性遭受了重要的变化，旨在保持平衡。",
	"The property now allows to choose between your Strength or Dexterity modifier only for the attack roll with the weapon, but not for the damage roll. For the damage roll you still have to use your Strength modifier for melee weapon attacks or your Dexterity modifier for ranged weapon attacks.": "根据当地语言习惯，文本中像(%num%)这样的内容在翻译中仍应保持为(%num%)。\n- 翻译需遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n该属性现在允许您在使用该武器进行攻击骰时只选择您的力量或敏捷调整值，但对于伤害骰，您仍需使用您的力量调整值进行近战武器攻击，或使用您的敏捷调整值进行远程武器攻击。",
	"Unarmed strikes are now considered to have the finesse and light properties.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n徒手攻击现在被认为具有灵巧和轻便属性。",
	"At 9th level, you learn an additional {@filter Combat Specialization|optionalfeatures|feature type=DZC:CS} of your choice from any specialization.": "在第9级时，您可以从任何专长中选择额外的{@filter Combat Specialization|optionalfeatures|feature type=DZC:CS}。",
	"At 13th level, you learn an additional {@filter Combat Specialization|optionalfeatures|feature type=DZC:CS} of your choice from any specialization.": "在第13级时，您可以从任何专长中选择额外的{@filter Combat Specialization|optionalfeatures|feature type=DZC:CS}。",
	"At 1st level, on your turn, you can forgo your bonus action and your reaction to take an additional action this turn.": "在第1级时，轮到你行动时，你可以放弃你的奖励动作和反应，以在本回合执行额外的动作。",
	"Starting at 2nd level, you learn {@filter Maneuvers|optionalfeatures|feature type=DZC:M} that are fueled by special dice called superiority dice.": "根据当地语言习惯，文本中像(%num%)这样的内容在翻译中仍应保持为(%num%)。\n- 翻译需遵守dnd跑团规则，专有名词在翻译后应在英文后用`()`保留。\n\n从2级开始，你学会了由特殊骰子称为优势骰子提供动力的{@filter Maneuvers|optionalfeatures|feature type=DZC:M}。",
	"You learn three {@filter maneuvers|optionalfeatures|feature type=DZC:M} of your choice. Your maneuvers are detailed at the end of the class description. When you gain certain fighter levels, you gain additional maneuvers of your choice, as shown in the Maneuvers Known column of the Fighter table.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n你学会了三个你选择的 {@filter maneuvers|optionalfeatures|feature type=DZC:M}。你的战技详细列在职业描述的末尾。当你获得特定的战士等级时，你会获得额外的你选择的战技，如在战士表格的“已知战技”列中所示。",
	"Whenever you gain a level in this class, you can replace a maneuver you know with another one.": "每当你在这个职业中获得一个等级时，你可以用另一个招式替换你已经掌握的一个招式。 (class)",
	"You have a special die called Superiority Dice, as shown in the Superiority Dice column of the Fighter table. You have a pool of these die available, as shown in the Superiority Pool column of said table. Whenever you use a maneuver, you spend a Superiority Dice. You regain all of your expended die when you finish a short or long rest.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 运行组规则，专有名词在翻译后应保留英文括号内的内容。\n\n你有一个特殊的骰子叫做优势骰子，如战士表中的优势骰子列所示。你有一组这些骰子可用，如该表中的优势池列所示。每当你使用一个战技时，你会消耗一个优势骰子。当你完成短暂休息或长休息时，你会恢复所有已消耗的骰子。",
	"Some of your maneuvers require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:": "根据当地语言习惯，文本中像(%num%)这样的内容在翻译中仍应输出为(%num%)。\n- 翻译需遵守dnd跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n你的一些战技需要目标进行豁免才能抵抗该战技的效果。豁免 DC 的计算方法如下：",
	"You can't fail, not when everyone depends on you. At 2nd level, you can cancel the disadvantage or a penalty to an attack roll, ability check, or saving throw you make. You can cancel a penalty of up to -5 with this feature.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译需遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n你不能失败，当每个人都依赖你时。在2级时，你可以取消你进行的攻击骰、能力检定或豁免投骰的劣势或惩罚。你可以使用此特性取消最多-5的惩罚。",
	"You can use this feature three times. You regain all expended uses after you finish a short or long rest.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n你可以使用这个特性三次。在完成短休或长休后，你恢复所有已用次数。",
	"Starting at 9th level, you can cancel both a disadvantage and a penalty to one of the listed rolls you make with a single use of this feature.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号`()`。 \n\n从第9级开始，您可以使用此特性一次同时取消您进行的列出骰投中的劣势和惩罚。",
	"At 3rd level, if you spend at least 10 minutes examinating a creature through observation, interaction, or combat, you can collect certain information about its capabilities or demeanors. Make a DC 10 Insight check. If you succeed on the check, you learn one of the following creature's characteristics of your choice:": "根据当地语言习惯，文本中像(%num%)这样的内容在翻译中仍应输出为(%num%)。\n- 翻译需遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n在第3级时，如果你花费至少10分钟通过观察、互动或战斗来审查一名生物，你可以收集关于其能力或态度的某些信息。进行一次DC 10洞察力检定。如果你通过了检定，你可以选择学习以下生物特征中的一个：",
	"If one of its ability scores is equal, superior, or inferior to yours.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n如果其中一个能力值与你的相等、更高或更低。",
	"If its Armor Class and hit point maximum is equal, superior, or inferior to yours.": "如果它的护甲等级和生命值上限与你的相等、更高或更低，符合当地语言习惯，文本如 (%num%) 应在翻译中仍然输出为 (%num%)。翻译遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。",
	"Your choice of one skill, tool, saving throw, or weapon proficiency it has if its total modifier is equal, superior, or inferior to yours.": "根据当地语言习惯，并且像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n你可以选择一个技能、工具、豁免投掷或武器熟练度，如果它的总修正值等于、优于或低于你的修正值。",
	"Vulnerability, resistance, or immunity to a damage type you choose.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号中的内容。 \n\n弱点、抗性或免疫于你选择的伤害类型。",
	"Any demeanor, tic, and vocal inflection it has along with their meaning, if it has one.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。 \n\n任何举止、癖好和语调，以及它们的含义，如果有的话。",
	"What causes it to shift to a friendly, indifferent, or hostile attitude.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在英文后用 `()` 保留。\n\n是什么导致它转变为友好、漠不关心或敌对的态度。",
	"You learn an additional characteristic of your choice for every 5 points you get with your check above the DC. You can choose to learn an ability score or proficiency it has multiple times in this way.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n你在检定结果超过 DC 后每获得 5 点，可以选择学习一个你选择的额外特性。你可以选择多次学习某项能力值或熟练项。",
	"Once you use this feature on a creature, you can't use it on it again for the next hour.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n- 翻译需遵守 dnd running group 规则，专有名词在翻译后应在 `()` 中保留英文。\n\n一旦你在一个生物身上使用了这个特性，接下来的一个小时内不能再次对它使用。",
	"At 3rd level, you choose an archetype that you strive to emulate in your combat style and techniques, all detailed at the end of the class description. Your archetype grants you features at 3rd level and again at 7th, 15th, and 18th level.": "在第3级时，您选择一个您努力模仿的原型，以您的战斗风格和技巧为特色，所有详细信息都在课程描述的末尾。您的原型在第3级时授予您功能，并在第7、15和18级时再次授予功能。",
	"At 7th level, you gain a feature granted by your Martial Archetype.": "在第7级时，您将获得由您的武术流派授予的特性。",
	"At 15th level, you gain a feature granted by your Martial Archetype.": "在符合当地语言习惯的情况下，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n\n根据dnd running group规则，翻译应保留英文中的专有名词在翻译后用 `()` 括起来。\n\n在15级时，你将获得由你的战斗系别赋予的特性。",
	"At 18th level, you gain a feature granted by your Martial Archetype.": "在符合当地语言习惯的情况下，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n\n根据dnd running group规则，翻译应保留英文中的专有名词，用 `()` 括起来。\n\n在18级时，你将获得由你的武术流派赋予的特性。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到第4级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与常规规则相同，你不能通过这个特性将某项能力值提高到20以上。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应输出为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n如果你的DM允许使用特长，你可以选择取一个 {@5etools feat|feats.html}。",
	"When you reach 6th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到第六级时，你可以将你选择的一个能力值提高2点，或者将你选择的两个能力值各提高1点。与平常一样，你不能通过这个特性将一个能力值提高到20以上。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n当你达到第8级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20点以上。",
	"When you reach 10th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到第10级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与平常一样，你不能通过这个特性将一个能力值提高到20以上。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将你选择的一个能力值提高2点，或者将你选择的两个能力值各提高1点。与平常一样，你不能通过这个特性将一个能力值提高到20以上。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到第16级时，你可以将你选择的一个能力值提高2点，或者将你选择的两个能力值各提高1点。与平常一样，你不能通过这个特性将一个能力值提高到20以上。",
	"When you reach 20th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到20级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与平常一样，你不能通过这个特性将一个能力值提高到20以上。",
	"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn.": "根据当地语言习惯，并且像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n从5级开始，每当你在你的回合上执行 {@action Attack} 动作时，你可以攻击两次，而不是一次。",
	"The number of attacks increases to three when you reach 11th level in this class and to four when you reach 17th level in this class.": "在这个职业中，当你达到11级时，攻击次数增加到三次，当你达到17级时，攻击次数增加到四次。 (class)",
	"At 11th level, you can attack three times whenever you take the {@action Attack} action on your turn.": "在第11级时，每当你在你的回合上执行{@action Attack}动作时，你可以攻击三次。",
	"At 17th level, you can attack three times whenever you take the {@action Attack} action on your turn.": "在第17级时，每当你在你的回合上执行{@action Attack}动作时，你可以攻击三次。",
	"You learn the strengths and weaknesses of your combat style. At 5th level, whenever you make a contested check using Strength, Dexterity, or Constitution, you have advantage on that check.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n- 翻译遵守 dnd 运行组规则，专有名词在翻译后应在 `()` 中保留英文。\n\n你了解了你的战斗风格的优势和劣势。在5级时，每当你使用力量、敏捷或体质进行对抗检定时，你在该检定上获得优势。",
	"You also become a freak for the history of anything combat related. Whenever you make an Intelligence (History) check related to combat or adventuring, you are considered proficient in that skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中应保持为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n你对任何与战斗有关的历史都着迷。每当你进行与战斗或冒险相关的智力（历史）检定时，你被视为精通该技能，并将你的熟练加值翻倍加到检定中，而不是你正常的熟练加值。",
	"Starting at 14th level, when you roll initiative and have no superiority dice remaining, you regain 1 superiority die. You also regain a superiority die when you or an ally score a critical hit or you succeed on a saving throw.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n从14级开始，当你投掷先攻骰并且没有剩余的优势骰时，你会恢复 1 个优势骰。当你或盟友获得暴击或你成功进行豁免投骰时，你也会恢复一个优势骰。",
	"They say knowing is half the battle, but only a few can use their knowledge to their advantage. At 19th level, when you use your {@classFeature Know Your Enemy|Fighter Rework|DZC:ANA:F|3|DZC:ANA:F}, you can designate the target as your Main Target for the next 8 hours. For the duration, you have advantage on ability checks to recall information about them, and your target can't make an attack roll, ability check, or saving throw with advantage against you.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n他们说知道是战斗的一半，但只有少数人能利用他们的知识获得优势。在19级时，当你使用你的 {@classFeature Know Your Enemy|Fighter Rework|DZC:ANA:F|3|DZC:ANA:F} 时，你可以将目标指定为你的主要目标，持续8小时。在此期间，你在回忆有关他们的信息的能力检查中具有优势，而你的目标不能对你进行攻击检定、能力检定或拯救豁免检定时获得优势。",
	"A creature is no longer your Main Target if you see its corpse or if you designate a different creature as your Main Target.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n- 翻译需遵守 dnd running group 规则，专有名词在翻译后应在 `()` 中保留英文。\n\n如果你看到某生物的尸体，或者指定另一个生物为你的主要目标，那么该生物将不再是你的主要目标。",
	"You have reached the peak of your career, becoming an adventurer like no other ever seen. At 20th level, whenever you spend a Superiority Dice, you gain a +5 bonus to the roll you used it for and 5 temporary hit points.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n- 翻译遵守dnd跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n你已经达到了职业生涯的巅峰，成为了一个前所未见的冒险者。在20级时，每当你使用一个优势骰时，你获得+5的奖励加到你用于该投掷的点数上，并获得5点临时生命值。",
	"In addition, when you finish a long rest, you can choose one of the maneuvers you know and replace it with a different one.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n此外，当你完成一次长休后，你可以选择你已掌握的任意一项战斗技能，并用另一项技能替换它。",
	"You can take an additional object interaction, which you can use exclusively to draw, seathe, or store a weapon.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保留为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n您可以进行额外的物品互动，您可以专门用来绘画、刻印或存放武器。",
	"When you hit a creature with a weapon attack that deals bludgeoning damage, you can impose a Strength saving throw on the target. The save DC equals 8 + your proficiency bonus + your Strength modifier. On a failed save, the creature is knocked {@condition prone}.": "当你用造成钝击伤害的武器攻击命中一名生物时，你可以对目标施加一次力量豁免检定。豁免 DC 等于 8 + 你的熟练加值 + 你的力量修正值。如果未通过豁免检定，该生物被击倒{@condition prone}。",
	"You can use this technique a number of times equal to your proficiency bonus. You regain all expended uses after you finish a short or long rest.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 DND 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n你可以使用这项技能的次数等于你的熟练加值。在你完成短暂休息或长时间休息后，你将恢复所有已用次数。",
	"When you hit a creature with a weapon that deals piercing damage, you can impose that creature to have disadvantage on attack rolls until the end of their next turn.": "当你用一把造成穿刺伤害的武器击中一名生物时，你可以让该生物在其下一个回合结束前对攻击骰投掷时处于劣势状态。 (piercing damage)",
	"When you hit a creature with a weapon attack that deals slashing damage, you can cause the creature to bleed until the start of its next turn, where it takes slashing damage equal to one roll of your Technical Dice. The next healing the creature receives stops the bleeding, but regains no hit points from it. This technique has no effect on constructs and undeads.": "当你用造成劈砍伤害的武器攻击命中一名生物时，你可以让该生物流血，直到其下一个回合开始为止，它会受到等同于你的技术骰子点数的劈砍伤害。该生物接受的下一次治疗会停止流血，但不会从中恢复生命值。这个技能对构造体和不死生物无效。",
	"You learn the {@optfeature Swift Hands|DZC:ANA:F} technique.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的英文。\n\t\t\t\t\t\n你学会了 {@optfeature Swift Hands|DZC:ANA:F} 的技能。",
	"You learn the {@optfeature Crushing Blow|DZC:ANA:F} technique.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\t\t\t\t\t\n你学会了 {@optfeature Crushing Blow|DZC:ANA:F} 技巧。",
	"You learn the {@optfeature Poker|DZC:ANA:F} technique.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n你学会了 {@optfeature Poker|DZC:ANA:F} 技能。",
	"You learn the {@optfeature Bleeding|DZC:ANA:F} technique.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保留为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在英文后用 `()` 保留。\n\n你学会了 {@optfeature Bleeding|DZC:ANA:F} 技巧。",
	"You can equip a shield the moment you roll initiative (no action required) at the cost of a -3 penalty to your initiative roll.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保留为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n你可以在投掷先攻骰时（无需行动）装备盾牌，但会导致你的先攻骰面临-3的惩罚。",
	"If you were to be hit by a critical attack, or were to take damage that would reduce you to 0 hit points, you can choose to destroy the light armor you're wearing, reducing that instance of damage to 0.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。 \n\n如果你受到致命攻击，或者受到足以将你的生命值降至 0 点的伤害，你可以选择摧毁你穿着的轻甲，将该次伤害降至 0 点。",
	"You increase by 1 the maximum Dexterity modifier you can add to your AC while wearing medium armor.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n你在穿着中甲时，可以将你的敏捷调整值对护甲等级的加值增加1。",
	"While wearing heavy armor, the bludgeoning, piercing, and slashing damage that you take is reduced by 3.": "佩戴重型盔甲时，你受到的钝击、穿刺和斩击伤害减少3点。 (bludgeoning, piercing, slashing)",
	"At the start of your turn, if you have less than your maximum hit points, you can take a deep breath to regain your strength. When you do so, you gain a number of temporary hit points equal to 1d10 + your Constitution modifier (minimum of 1).": "在你的回合开始时，如果你的生命值少于最大生命值，你可以深呼吸来恢复体力。当你这样做时，你获得一定数量的临时生命值，等于1d10 + 你的体质调整值（最少为1）。",
	"Once you use this feature, you can't use it again until you finish a short or long rest.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n一旦你使用了这个特性，你必须进行短休或长休才能再次使用它。",
	"With enough time, you can carve a path through the mightiest mountain. Standing up from {@condition prone} only costs you 10 feet of movement.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n有足够的时间，你可以在最高的山脉中开辟一条道路。从 {@condition prone} 起身只需花费你 10 英尺的移动。",
	"You can momentarily ignore the fatigue of your body. When you roll initiative, if you have the {@condition exhaustion} condition, you can choose to reduce its level by one for the duration of the combat, or until you are knocked unconscious.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n你可以暂时忽略身体的疲劳。当你进行先攻骰时，如果你有 {@condition exhaustion} 状态，你可以选择在战斗持续期间将其级别降低一级，或直到你失去意识。",
	"If you start your turn at 0 hit points, you can choose to regain 1 hit point at the cost of one level of {@condition exhaustion}.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n如果你在 0 点生命值开始你的回合，你可以选择以牺牲一级 {@condition exhaustion} 的代价恢复 1 点生命值。",
	"When you make a Dexterity ({@skill Stealth}) check or an initiative roll, you can expend one superiority die and add the die to the roll, provided you aren't {@condition incapacitated}.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n当你进行敏捷度检定 ({@skill Stealth}) 或先攻骰时，你可以消耗一个优势骰，并将该骰子加到检定中，前提是你不是 {@condition incapacitated}。",
	"When you're within 5 feet of a creature on your turn, you can expend one superiority die and switch places with that creature, provided you spend at least 5 feet of movement and the creature is willing and isn't {@condition incapacitated}. This movement doesn't provoke opportunity attacks.": "当你在你的回合内与一个生物相距5英尺以内时，你可以消耗一个优势骰并与该生物交换位置，前提是你至少花费5英尺的移动并且该生物愿意且不是{@condition incapacitated}。这次移动不会引发机会攻击。",
	"Roll the superiority die. Until the start of your next turn, you or the other creature (your choice) gains a bonus to AC equal to the number rolled.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n投掷优势骰。直到你的下一个回合开始，你或另一生物（你选择）的AC获得等同于所投骰子点数的加值。",
	"When a creature you can see moves into the reach you have with the melee weapon you're wielding, you can use your reaction to expend one superiority die and make one attack against the creature, using that weapon. If the attack hits, add the superiority die to the weapon's damage roll.": "当你能看见的生物移动到你所持的近战武器的攻击范围内时，你可以使用你的反应消耗一个优势骰，并对该生物进行一次攻击，使用该武器。如果攻击命中，将优势骰加到武器的伤害骰中。",
	"When you make a Charisma ({@skill Intimidation}), a Charisma ({@skill Performance}), or a Charisma ({@skill Persuasion}) check, you can expend one superiority die and add the superiority die to the ability check.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保留为 (%num%)。\n\n当你进行魅力检定（{@skill Intimidation}）、魅力检定（{@skill Performance}）或魅力检定（{@skill Persuasion}）时，你可以消耗一个优越骰，并将该优越骰加到这次能力检定中。",
	"When you take the Attack action on your turn, you can forgo one of your attacks and use a bonus action to direct one of your companions to strike. When you do so, choose a friendly creature who can see or hear you and expend one superiority die. That creature can immediately use its reaction to make one weapon attack, adding the superiority die to the attack's damage roll.": "在你的回合中采取攻击动作时，你可以放弃其中一个攻击，并使用一个奖励动作指挥你的一个同伴进行攻击。当你这样做时，请选择一个可以看到或听到你的友好生物，并消耗一个优势骰。该生物可以立即使用其反应进行一次武器攻击，将优势骰添加到攻击的伤害骰中。",
	"When you hit a creature with a weapon attack, you can expend one superiority die to attempt to disarm the target, forcing it to drop one item of your choice that it's holding. You add the superiority die to the attack's damage roll, and the target must make a Strength saving throw. On a failed save, it drops the object you choose. The object lands at its feet.": "当你用武器攻击命中一名生物时，你可以消耗一个优势骰来尝试解除目标的武器，迫使其放下你选择的一个物品。你将优势骰加到攻击的伤害骰上，目标必须进行一次力量豁免投骰。如果未通过豁免，它会放下你选择的物品。该物品落在它的脚下。",
	"When you hit a creature with a weapon attack, you can expend one superiority die to distract the creature, giving your allies an opening. You add the superiority die to the attack's damage roll. The next attack roll against the target by an attacker other than you has advantage if the attack is made before the start of your next turn.": "符合当地语言习惯，文本如 (%num%) 应在翻译中仍然输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号 `()`。\n\n当你用武器攻击命中一名生物时，你可以消耗一个优势骰来分散该生物的注意力，为你的盟友创造机会。你将优势骰加到攻击的伤害骰中。除你以外的攻击者对该目标进行的下一次攻击投掷获得优势，如果攻击在你的下一个回合开始之前进行。",
	"When you move, you can expend one superiority die, rolling the die and adding the number rolled to your AC until you stop moving.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n当你移动时，你可以消耗一个优势骰，掷骰并将掷出的数字加到你的AC上，直到你停止移动。",
	"You can expend one superiority die and use a bonus action on your turn to feint, choosing one creature within 5 feet of you as your target. You have advantage on your next attack roll against that creature this turn. If that attack hits, add the superiority die to the attack's damage roll.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保留为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n你可以消耗一个优势骰并在你的回合使用一个奖励动作来佯攻，选择你周围5英尺内的一个生物作为目标。你对该生物在本回合内的下一次攻击投掷获得优势。如果该攻击命中，将优势骰添加到攻击的伤害投掷中。",
	"When you hit a creature with a weapon attack, you can expend one superiority die to attempt to goad the target into attacking you. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, the target has disadvantage on all attack rolls against targets other than you until the end of your next turn.": "当你用武器攻击一个生物时，你可以消耗一个优势骰来试图激怒目标攻击你。你将优势骰加到攻击的伤害骰上，目标必须进行一次感知豁免投骰。如果未通过豁免，目标在你的下一个回合结束前对除你以外的目标的所有攻击投骰都有劣势。",
	"Immediately after you hit a creature with a melee attack on your turn, you can expend one superiority die and then try to grapple the target as a bonus action. Add the superiority die to your Strength ({@skill Athletics}) check.": "在你的回合用近战攻击命中生物后，你可以消耗一个优势骰，然后尝试作为一个奖励动作将目标制服。将优势骰加到你的力量检定中。",
	"When you make a melee weapon attack on your turn, you can expend one superiority die to increase your reach for that attack by 5 feet. If you hit, you add the superiority die to the attack's damage roll.": "在你的回合进行近战武器攻击时，你可以消耗一个优势骰来增加该攻击的射程5英尺。如果命中，你将优势骰加到攻击的伤害骰上。",
	"When you hit a creature with a weapon attack, you can expend one superiority die to maneuver one of your comrades into a more advantageous position. You add the superiority die to the attack's damage roll, and you choose a friendly creature who can see or hear you. That creature can use its reaction to move up to half its speed without provoking opportunity attacks from the target of your attack.": "当你用武器攻击命中一名生物时，你可以消耗一个优势骰来操纵你的一个同伴进入更有利的位置。你将优势骰加到攻击的伤害骰上，并选择一个可以看到或听到你的友好生物。该生物可以使用其反应移动最多其速度一半的距离，而不会招致你攻击目标的机会攻击。",
	"When you hit a creature with a weapon attack, you can expend one superiority die to attempt to frighten the target. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, it is {@condition frightened} of you until the end of your next turn.": "当你用武器攻击命中一名生物时，你可以消耗一个优势骰来尝试吓唬目标。你将优势骰加到攻击的伤害骰中，目标必须进行一次感知豁免投骰。如果未通过豁免，它将对你感到恐惧，直到你的下一个回合结束为止。",
	"When you fail a saving throw, you can use your reaction and expend one superiority die to add it to the roll, potentially causing the save to succeed.": "当你未能通过豁免检定时，你可以使用你的反应并消耗一个优势骰来将其添加到投掷中，有可能使豁免成功。 (saving throw)",
	"When another creature damages you with a melee attack, you can use your reaction and expend one superiority die to reduce the damage by the number you roll on your superiority die + your Dexterity modifier.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n当另一个生物用近战攻击对你造成伤害时，你可以使用你的反应并消耗一个优势骰来减少伤害值，减少的值为你在优势骰上投掷的数字加上你的敏捷调整值。",
	"When you make a weapon attack roll against a creature, you can expend one superiority die to add it to the roll.": "当你对生物进行武器攻击检定时，你可以消耗一个优势骰来将其加到检定中。",
	"When you hit with a weapon attack a creature no more than one size larger than you, you can expend one superiority die to attempt to drive the target back. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you push the target up to 10 feet away from you.": "当你用武器攻击一个比你大不超过一个尺寸的生物时，你可以消耗一个优势骰来试图将目标击退。你将优势骰加到攻击的伤害骰上，如果目标是大型或更小，它必须进行一次力量豁免投骰。如果未通过豁免，你可以将目标推开多达10英尺。",
	"As a bonus action, you can expend one superiority die and make a ranged attack with a weapon that has the thrown property. You can draw the weapon as part of making this attack. If you hit, add the superiority die to the weapon's damage roll.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n作为一个额外动作，你可以消耗一个优势骰并用具有投掷属性的武器进行远程攻击。你可以在进行这次攻击时拔出武器。如果命中，将优势骰加到武器的伤害点数上。",
	"On your turn, you can use a bonus action and expend one superiority die to bolster the resolve of one of your companions. When you do so, choose a friendly creature who can see or hear you. That creature gains temporary hit points equal to the superiority die roll + your Charisma modifier.": "在你的回合，你可以使用一个奖励动作并消耗一个优势骰来增强你其中一位同伴的决心。当你这样做时，请选择一个可以看到或听到你的友好生物。该生物获得临时生命值，数值等于优势骰的点数加上你的魅力调整值。 (Charisma)",
	"When a creature misses you with a melee attack, you can use your reaction and expend one superiority die to make a melee weapon attack against the creature. If you hit, you add the superiority die to the attack's damage roll.": "当一只生物用近战攻击未击中你时，你可以使用你的反应并消耗一个优势骰来对该生物进行一次近战武器攻击。如果你命中，你将优势骰添加到攻击的伤害骰中。",
	"When you hit a creature with a weapon attack, you can expend one superiority die to attempt to reduce that creature's speed. Roll your superiority die. The creature must succeed on a Constitution saving throw or have its speed reduced an ammount in feet equal to 5 times the number rolled on your superiority die. This effect lasts until the start of your next turn. If the maneuver reduces a creature's speed to 0, it becomes {@condition restrained} for the duration.": "当你用武器攻击命中一名生物时，你可以消耗一个优势骰来尝试减少该生物的速度。掷出你的优势骰。生物必须在一次体质豁免扑克中成功，否则其速度将减少相当于你的优势骰上掷数乘以5英尺的距离。这个效果持续到你的下一个回合开始。如果这个技能将一名生物的速度减少到0，它在持续时间内变为{@condition restrained}。",
	"When you hit a creature with a melee weapon attack, you can expend one superiority die to attempt to damage another creature with the same attack. Choose another creature within 5 feet of the original target and within your reach. If the original attack roll would hit the second creature, it takes damage equal to the number you roll on your superiority die. The damage is of the same type dealt by the original attack.": "符合当地语言习惯，并且像(%num%)这样的文本在翻译中应该仍然输出为(%num%)。\n- 翻译遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n当你用近战武器攻击命中一名生物时，你可以消耗一个优势骰来尝试对另一名生物造成伤害。选择原始目标附近5英尺内并且在你攻击范围内的另一名生物。如果原始攻击命中第二名生物，它受到等同于你在优势骰上掷出的数字的伤害。伤害类型与原始攻击造成的相同。",
	"When you make an Intelligence ({@skill Investigation}), an Intelligence ({@skill History}), or a Wisdom ({@skill Insight}) check, you can expend one superiority die and add the superiority die to the ability check.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保留为 (%num%)。\n\n当你进行智力检定（Intelligence {@skill Investigation}）、智力检定（Intelligence {@skill History}）或感知检定（Wisdom {@skill Insight}）时，你可以消耗一个优势骰，并将该优势骰加到这次能力检定中。",
	"When you hit a creature with a weapon attack, you can expend one superiority die to attempt to knock the target down. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you knock the target {@condition prone}.": "当你用武器攻击命中一名生物时，你可以消耗一个优势骰来尝试击倒目标。你将优势骰加到攻击的伤害骰中，如果目标是大型或更小，它必须进行一次力量豁免投骰。如果未通过豁免，你将击倒目标{@condition prone}。",
	"A creature can't be disarmed of this weapon against its will.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n一只生物不能被迫解除这个武器。",
	"You can summon your bonded weapons to your hands as a bonus action, causing it to teleport instantly to your hand.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 运行组规则，专有名词在翻译后应保留英文括号内的内容。\n\n你可以作为一个奖励动作将你的绑定武器召唤到你的手中，使其立即传送到你的手中。",
	"When you roll a 1 on an attack roll using your bonded weapons, you can reroll the die. You must use the new result.": "当你使用你的绑定武器进行攻击投掷出1时，你可以重新投掷这个骰子。你必须使用新的结果。",
	"If you hit a creature with your bonded weapons, it has disadvantage on the next saving throw it makes against being {@condition charmed} or {@condition frightened} by a spell you cast before the end of your next turn.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n如果你用你的结合武器击中一个生物，它在你的下一个回合结束前对你施放的法术造成 {@condition charmed} 或 {@condition frightened} 的下一个豁免检定时，会受到劣势。",
	"When you make an attack with your bonded weapon, you can change its damage type to acid, cold, fire, lightning, or thunder.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n当你使用你的结缘武器进行攻击时，你可以将其伤害类型更改为酸、冰、火、闪电或雷霆。",
	"The first time you attack with each of your bonded weapons on each of your turns, you create a mirage of your attack that gives you advantage on the attack roll. A creature is unaffected by this feature if it can't see, if it relies on senses other than sight, or if it can perceive illusions as false.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n每个回合中，当你使用你的每一把结缘武器进行攻击时，你会制造一个攻击的幻影，让你在攻击检定中获得优势。如果生物无法看见、依赖于视觉以外的感官，或者能够感知幻觉为虚假，那么它不受这个特性的影响。",
	"When you reduce a creature to 0 hit points with an attack made with your bonded weapons, you gain a number of temporary hit points equal to your Intelligence modifier (minimum of 1).": "当你用你的结缘武器进行攻击将一只生物的生命值降至0时，你会获得临时生命值，数值等同于你的智力调整值（最少为1）。",
	"As a bonus action, you can turn your light bonded weapons into heavy weapons, and viceversa. Alternatively, you can add or remove the property into your bonded weapons if it didn't have it initially.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n作为一个额外动作，你可以将你的光绑定武器变成重型武器，反之亦然。或者，如果初始没有该属性，你可以向你的绑定武器中添加或移除该属性。",
	"A champion is the first thing that comes to mind when anyone thinks of a fighter, a hero who has defeated great foes by overwhelming them with their physical superiority. These fighters lack any special ability, so they train nonstop to bring their bodies to reach limits beyond what is humanly possible.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n一个冠军是任何人一想到战士时脑海中首先浮现的东西，一个通过压倒性的身体优势击败强大敌人的英雄。这些战士没有任何特殊能力，因此他们不停地训练，使自己的身体达到超越人类可能的极限。",
	"Starting at 3rd level, your weapon attacks also score a critical hit on a roll of 19. They also score a critical hit on a roll of 18 at 7th level, 17 at 15th, and 16 at 18th.": "根据当地语言习惯，文本中像(%num%)这样的内容在翻译中仍应输出为(%num%)。\n- 翻译需遵守dnd游戏组规则，专有名词在翻译后应保留英文括号`()`。 \n\n从3级开始，你的武器攻击在掷骰得到19时也会造成暴击。在7级时，它们在掷骰得到18时也会造成暴击，在15级时为17，在18级时为16。",
	"Starting at 7th level, your weapon attacks score a critical hit on a roll of 18-20.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n\n根据 DND 跑团规则，从第 7 级开始，你的武器攻击在掷骰子得到 18-20 时造成暴击。",
	"Starting at 15th level, your weapon attacks score a critical hit on a roll of 17-20.": "从第15级开始，您的武器攻击在掷骰子点数为17-20时造成暴击。 (Starting at 15th level, your weapon attacks score a critical hit on a roll of 17-20.)",
	"Starting at 18th level, your weapon attacks score a critical hit on a roll of 16-20.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n从18级开始，你的武器攻击在掷骰得到16-20时造成暴击。",
	"Also at 3rd level, your dedicated physical training bears fruit. You gain proficiency in Acrobatics and Athletics if you don't already have them. Your proficiency bonus is doubled for any ability check you make that uses these skills.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n在第三级时，你专注的体能训练开始见效。如果你还没有，你会获得在体操和竞技运动方面的熟练。对于任何使用这些技能的能力检定，你的熟练加值会加倍。",
	"In addition, your jumping distance increases by a number of feet equal to five times your proficiency bonus.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n此外，您的跳跃距离增加的英尺数应等于您的熟练加值的五倍。",
	"At 7th level, you can add half your proficiency bonus (rounded up) to any Strength, Dexterity, or Constitution check you make that doesn't already use your proficiency bonus.": "在第7级时，您可以将您的熟练加值的一半（四舍五入）添加到您进行的任何不已经使用您的熟练加值的力量、敏捷或体质检定中。",
	"In addition, climbing and swimming doesn't cost you extra movement.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n此外，攀爬和游泳不会额外消耗你的移动力。",
	"At 15th level, your body can whitstand terrible attacks. When a creature scores a critical hit against you, you can use your reaction to turn it into a normal hit.": "在第15级时，你的身体能够承受可怕的攻击。当一只生物对你造成重击时，你可以使用你的反应将其转变为普通命中。",
	"At 18th level, you attain the pinnacle of resilience in battle. At the start of each of your turns, you regain hit points equal to 5 + your Constitution modifier if you have no more than half of your hit points left. You don't gain this benefit if you have 0 hit points.": "在第18级时，你在战斗中达到了韧性的顶峰。在你的每个回合开始时，如果你的生命值不超过一半，你会回复相当于5 + 你的体质调整值的生命值。如果你的生命值为0，你不会获得这个好处。",
	"Some fighters incorporate magic into their studies, becoming arcane knights. Thus they enlist to wizard academies or take a wizard as an instructor. An arcane knight studies magic to expand their repertoir of abilities in order to increase both their adaptability and versatility. However, given the secondary the priority of their magical studies are, they opt for an intensive rather than extensive approach. Hence why they only pick a few schools of magic to learn and then memorize a few spells from these.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n一些战士将魔法融入他们的学习中，成为奥术骑士。因此，他们入学巫师学院或选择一位巫师作为导师。奥术骑士研究魔法以扩展他们的能力范围，以增加他们的适应性和多样性。然而，由于他们魔法研究的次要性质，他们选择了一种强化而非广泛的方法。因此，他们只选择了几种魔法学派进行学习，然后记住这些学派中的几个法术。",
	"When you choose this tradition you must choose the two schools of magic that your character will study. The schools are {@filter Abjuration|spells|subclass=Fighter: Eldritch Knight|school=a}, {@filter Conjuration|spells|subclass=Fighter: Eldritch Knight|school=c}, {@filter Divination|spells|subclass=Fighter: Eldritch Knight|school=d}, {@filter Enchantment|spells|subclass=Fighter: Eldritch Knight|school=e}, {@filter Evocation|spells|subclass=Fighter: Eldritch Knight|school=v}, {@filter Illusion|spells|subclass=Fighter: Eldritch Knight|school=i}, {@filter Necromancy|spells|subclass=Fighter: Eldritch Knight|school=n}, and {@filter Transmutation|spells|subclass=Fighter: Eldritch Knight|school=t}. Whenever a feature in this subclass refers to your schools of magic, it refers to the ones you chose.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n当你选择这个传统时，你必须选择你的角色将学习的两个魔法学派。这些学派是{@filter Abjuration|spells|subclass=Fighter: Eldritch Knight|school=a}，{@filter Conjuration|spells|subclass=Fighter: Eldritch Knight|school=c}，{@filter Divination|spells|subclass=Fighter: Eldritch Knight|school=d}，{@filter Enchantment|spells|subclass=Fighter: Eldritch Knight|school=e}，{@filter Evocation|spells|subclass=Fighter: Eldritch Knight|school=v}，{@filter Illusion|spells|subclass=Fighter: Eldritch Knight|school=i}，{@filter Necromancy|spells|subclass=Fighter: Eldritch Knight|school=n}，和{@filter Transmutation|spells|subclass=Fighter: Eldritch Knight|school=t}。每当这个子类中的特性提到你的魔法学派时，它指的是你选择的那些。",
	"When you reach 3rd level, you augment your martial prowess with the ability to cast spells.": "当你达到第三级时，你可以通过施法来增强你的武术能力。 (When you reach 3rd level, you can enhance your martial prowess through spellcasting.)",
	"You learn three cantrips of your choice from your schools of magic on the wizard spell list. You learn an additional cantrip of your choice with the same restrictions at 10th level.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n你可以从巫师法术清单中选择三个你喜欢的零级法术。在第十级时，你可以再学习一个符合相同限制的零级法术。",
	"The Arcane Knight Spellcasting table shows how many spell slots you have to cast your wizard spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n- 翻译遵守dnd跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n《奥术骑士施法表》显示了你有多少法术位可以施放1级及更高级别的巫师法术。要施放这些法术之一，你必须消耗一个等级不低于该法术等级的法术位。当你完成一次长休后，你会恢复所有已消耗的法术位。",
	"You know a number of wizard spells of your choice that are available for you to cast. The spells you choose must be from your schools of magic on the wizard spell list. The number of wizard spells you know is equal to your Intelligence modifier + a third of your fighter level (minimum of one spell).": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n- 翻译遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n你知道一些你可以施放的巫师法术。你选择的法术必须来自你在巫师法术列表上的魔法学派。你知道的巫师法术数量等于你的智力调整值加上你的战士等级的三分之一（最少一个法术）。",
	"Whenever you gain a level in this class, you can replace one of the wizard spells you know with another one of your choice with the same restrictions.": "每当你在这个职业中获得一个等级时，你可以用另一个你选择的符合相同限制的法师法术来替换你已经掌握的一个法术。",
	"Intelligence is your spellcasting ability for your wizard spells, since you learn your spells through study and memorization. You use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a wizard spell you cast and when making an attack roll with one.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译需遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n智力是你作为巫师法术的施法能力，因为你通过学习和记忆来学习法术。每当一个法术提到你的施法能力时，你都会使用你的智力。此外，当你施放巫师法术并设置豁免 DC 时，以及进行攻击检定时，你会使用你的智力修正值。",
	"At 3rd level, you learn a ritual that creates a magical bond between yourself and one weapon. You perform the ritual over the course of 1 hour, which can be done during a short rest. The weapon must be within your reach throughout the ritual, at the conclusion of which you touch the weapon and forge the bond.": "根据当地语言习惯，文本中类似 (%num%) 的内容在翻译中仍应保持为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n在第三级时，你学会了一种仪式，可以在你和一把武器之间建立一种魔法联系。你需要在1小时内完成这个仪式，可以在短暂休息期间完成。整个仪式中武器必须在你的触及范围内，仪式结束时，你触摸武器并建立联系。",
	"Once you have bonded a weapon to yourself, it counts as an arcane focus to you and it gains special properties depending on your schools of magic, each described below, as long as it is on the same plane of existence as you. These properties end if your weapon is no longer bonded to you or if you are unconscious.": "一旦你将武器与自己绑定，它将成为你的奥术焦点，并根据你的魔法学派获得特殊属性，每个属性如下所述，只要它与你在同一存在平面上。如果你的武器不再与你绑定，或者你失去意识，这些属性将结束。 (arcane focus)",
	"You can have up to two bonded weapons. If you attempt to bond with a third weapon, you must break the bond with one of the other two.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译需遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。 \n\n你最多可以拥有两把绑定武器。如果你尝试与第三把武器绑定，你必须解除与其他两把武器中的一把的绑定。",
	"Beginning at 7th level, when you use your action to cast a cantrip, you can make one weapon attack as a bonus action. At 18th level, you can make this special attack when you use your action to cast any spell.": "根据当地语言习惯，文本中像(%num%)这样的内容在翻译中应保持为(%num%)。\n- 翻译需遵守dnd running group规则，专有名词在翻译后应在`()`中保留英文。\n\n从第7级开始，当你使用动作施放一个cantrip时，你可以作为奖励动作进行一次武器攻击。在第18级时，当你使用动作施放任何法术时，你可以进行这个特殊攻击。",
	"At 18th level, you can make this special attack when you use your action to cast any spell.": "在第18级时，当你使用动作施放任何法术时，你可以进行这个特殊攻击。",
	"At 15th level, you learn how to store residual magic inside of you, known as Arcane Charge. If you hit a creature with a weapon attack you can spend your Arcane Charge for one of the following effects:": "在第15级时，你学会了如何将剩余的魔法储存在你体内，称为奥术充能。如果你用武器攻击命中一名生物，你可以消耗你的奥术充能来施展以下效果之一：",
	"The creature has disadvantage on the next saving throw it makes against a spell before the end of your next turn.": "根据当地语言习惯，文本如 (%num%) 应在翻译中仍然输出为 (%num%)。\n- 翻译遵守 dnd 运行组规则，专有名词在翻译后应保留英文括号内的内容。\n\n该生物在你的下一个回合结束前对一个咒语的下一个豁免检定有劣势。",
	"You can teleport up to 30 feet to an unoccupied space you can see, gaining advantage on your next weapon attack before the end your turn.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。 \n\n你可以传送到你能看到的一个未被占据的空间，最多 30 英尺，获得在你的回合结束前进行下一次武器攻击时的优势。",
	"A stunning half-orc completely covered in metal armor stands tall next to her partners, rising her shield to protect them. Positioning herself in front of them, she prevents the ice mephits from freezing her allies by absorbing the most damage she can. She hopes that with this act of sacrifice she achieves the recognition of the knights order and win the grace of a noble family.": "根据当地语言习惯，像(%num%)这样的文本在翻译中仍应输出为(%num%)。\n- 翻译遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n一位穿着全副金属盔甲的惊艳半兽人站在她的伙伴旁边，举起盾牌保护他们。她站在他们的前面，尽力吸收最多的伤害，阻止冰小恶魔冻结她的盟友。她希望通过这种牺牲行为获得骑士团的认可，并赢得贵族家族的青睐。",
	"At first glance he looks nothing much other than a plain thug, the drow sits at the bar, glancing over the people gathered in the stablishment, finding the meanest looking mercenaries, observing their every move. When they take notice they decide they don't like the fella spying on them, so it's time to take it outside. What they failed to realize was that the elf was studying their every weakness, which would bring forth their demise.": "乍一看，他看起来不过是一个普通的暴徒，那个黑暗精灵坐在吧台前，扫视着聚集在这家店里的人们，寻找看起来最凶恶的雇佣兵，观察着他们的每一个动作。当他们注意到他在监视他们时，他们决定不喜欢这个家伙，于是决定把他赶出去。他们没有意识到的是，那个精灵正在研究他们的每一个弱点，这将导致他们的灭亡。",
	"An expreinced general directs the actions of his squad during a battle, maneuvering their positioning, coordinating their attacks, and protecting from most danger, so that they can be as efficient as possible. He was chosen not for his skills in combat, but for being an expert in the field of leadership, tactical genius, and succeeding in wars that seemed impossible to win.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n一位经验丰富的将军在战斗中指挥他的小队行动，调整他们的位置，协调他们的进攻，并保护他们免受大部分危险，以便他们能够尽可能高效。他被选中并非因为他在战斗中的技能，而是因为他是领导领域的专家、战术天才，并且在看似不可能取胜的战争中取得成功。",
	"All of these epic warriors are fighters, one of the most versatile combatants in the world. Since they lack any super natural powers, they cultivate their martial talents in order to surpass mortal limits, to the point they are known for their high competence in any field of combat, wether it's about wielding a weapon for destructive purposses or by learning the weak points of an enemy.": "所有这些史诗般的战士都是战士，是世界上最多才多艺的战士之一。由于他们缺乏任何超自然的力量，他们培养自己的武术才能，以超越凡人的极限，以至于他们以在任何战斗领域的高超能力而闻名，无论是挥舞武器进行破坏性目的，还是通过了解敌人的弱点。",
	"Fighters learn the basics of all combat styles. Every fighter can swing an axe, fence with a rapier, wield a longsword or a greatsword, use a bow, and even trap foes in a net with some degree of skill. Likewise, a fighter is adept with shields and every form of armor. Beyond that basic degree of familiarity, each fighter specializes in a certain style of combat, defined by the path they took to become one. Some concentrate on archery, some on ambushing unsuspecting victims, and some on augmenting their martial skills with magic. This combination of broad general ability and extensive specialization makes fighters superior combatants on battlefields and in dungeons alike.": "战士学习所有战斗风格的基础知识。每个战士都可以挥舞斧头，用西洋剑击剑，挥舞长剑或巨剑，使用弓箭，甚至用一定技巧困住敌人。同样，战士擅长使用盾牌和各种盔甲。除了这种基本的熟悉程度外，每个战士还专精于某种战斗风格，这是由他们成为战士的途径所定义的。有些人专注于射箭，有些人专攻埋伏不知情的受害者，还有些人通过魔法增强他们的武术技能。这种广泛的一般能力和广泛的专业化结合使得战士在战场和地牢中都是出色的战斗者。",
	"Not every member of the city watch, the village militia, or the queen's army is a fighter. Most of these troops are relatively untrained soldiers with only the most basic combat knowledge. Veteran soldiers, military officers, trained bodyguards, dedicated knights, and similar figures are fighters. However, anyone with the right set of skills and mindset can develop their talents to become a fighter.": "根据当地语言习惯，像(%num%)这样的文本在翻译中仍应输出为(%num%)。\n- 翻译需遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n并非每位城市守卫、村庄民兵或女王军队成员都是战士。这些部队中大多数是相对未经训练的士兵，只具备最基本的战斗知识。资深士兵、军官、训练有素的保镖、专注的骑士以及类似的人物才是战士。然而，任何具备正确技能和心态的人都可以发展自己的才能成为战士。",
	"Some fighters feel drawn to use their training as adventurers. The dungeon delving, monster slaying, and other dangerous work common among adventurers is second nature for a fighter, not all that different from the life they left behind. There are greater risks, perhaps, but also much greater rewards—few fighters in the city watch have the opportunity to discover a magic flame tongue sword, for example.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n有些战士感觉被吸引，想要将他们的训练用作冒险者。在冒险者中普遍存在的地牢探险、怪物屠杀和其他危险工作对于战士来说是与他们离开的生活并无太大不同的第二天性。也许存在更大的风险，但也有更大的回报——比如，在城市警卫队中很少有战士有机会发现一把魔法火舌剑。",
	"As you build your fighter, think about two related elements of your character's background: Where did you get your combat training, and what set you apart from the mundane warriors around you? Were you particularly ruthless? Did you get extra help from a mentor, perhaps because of your exceptional dedication? What drove you to this training in the first place? A threat to your homeland, a thirst for revenge, or a need to prove yourself might all have been factors.": "根据当地语言习惯，像(%num%)这样的文本在翻译中仍应输出为(%num%)。\n- 翻译需遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n在打造你的战士时，考虑你角色背景的两个相关元素：你从哪里获得了战斗训练，以及你与你周围平凡的战士有何不同？你是否特别残忍？你是否得到导师的额外帮助，也许是因为你非凡的奉献精神？是什么驱使你最初接受这种训练？对家园的威胁，对复仇的渴望，或者需要证明自己的需求都可能是因素。",
	"You might have enjoyed formal training in a noble's army or in a local militia. Perhaps you trained in a war academy, learning strategy, tactics, and military history. Or you might be self-taught—unpolished but well tested. Did you take up the sword as a way to escape the limits of life on a farm, or are you following a proud family tradition? Where did you acquire your weapons and armor? They might have been military issue or family heirlooms, or perhaps you scrimped and saved for years to buy them. Your armaments are now among your most important possessions—the only things that stand between you and death's embrace.": "根据当地语言习惯，像(%num%)这样的文本在翻译中仍应输出为(%num%)。\n- 翻译遵守dnd游戏组规则，专有名词在翻译后应保留英文括号`()`。\n\n你可能在贵族军队或当地民兵中接受过正规训练。也许你曾在战争学院接受训练，学习战略、战术和军事历史。或许你是自学成才——虽然未经打磨但经过了充分的考验。你是拿起剑来逃离农场生活的限制，还是在延续一项光荣的家族传统？你是在哪里获得你的武器和盔甲的？它们可能是军用配发的，也可能是家传 rellooms，或者你也许为了多年后才买得起它们而省吃俭用。你的武器装备现在是你最重要的财产之一——是唯一能够让你躲过死亡之拥抱的东西。",
	"You can make a fighter quickly by following these suggestions. First, make Strength or Dexterity your highest ability score, depending on whether you want to focus on melee or ranged weapons. Your next highest score should be Constitution, or Intelligence if you plan to adopt a magical subclass. Second, choose the {@background soldier} background.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号内的内容。\n\n按照以下建议，您可以快速制作一名战士。首先，根据您想要专注近战还是远程武器，将力量或敏捷作为您的最高能力得分。您的次高得分应该是体质，或者如果您打算采用魔法子职业，则应选择智力。其次，选择 {@background soldier} 背景。",
	"Sometimes an ability, feature, or spell allows you to add a bonus to an attack roll, ability check, or saving throw, such as the bard's Bardic Inspiration, a war cleric's  Channel Divinity: Guided Strike, the *bless* spell, the martial technique boost offensive, and many others. Other abilities allow you to reroll the die for those die rolls, such as the drunken master monk's Drunkard's Luck. There is another type of abilities, much rarer than the others, ones that allow you to add special effects to your actions, reactions, die rolls, etc., such as the monk's Evasion ki feature. These abilities have in common the lack of key words for its trigger, such as hit, succeed, miss, or fail, which is why you can choose to use these after seeing the roll, but before the DM says wether the roll succeeds or fails.": "根据当地语言习惯，像(%num%)这样的文本在翻译中仍应输出为(%num%)。\n- 翻译遵守dnd跑团规则，专有名词在翻译后应保留英文括号`()`。\n\n有时候，某些技能、特性或法术可以让你在攻击检定、能力检定或豁免检定中增加奖励，比如诗人的诗人灵感（Bardic Inspiration）、战争牧师的引导打击（Channel Divinity: Guided Strike）、*祝福*法术、武术技巧增强进攻等等。其他技能可以让你重新投掷那些骰子，比如醉拳师的醉汉幸运（Drunkard's Luck）。还有另一种类型的技能，比其他技能要稀有得多，那就是可以让你在行动、反应、骰子投掷等中添加特殊效果的技能，比如武僧的躲避气功特性（Evasion ki feature）。这些技能共同之处在于它们缺乏触发关键词，比如命中、成功、未命中或失败，这就是为什么你可以选择在看到骰子点数后使用它们，但在DM宣布骰子成功或失败之前。"
}