{
	"At 1st level, you are adept at a combat style focused on hand to hand combat and the use of monk weapons, represented by a special die called Martial Arts die, as shown in the Martial Arts column of the Monk table.": "在1级时，你精通一种以徒手格斗和僧侣武器为重点的战斗风格，以“武术骰”表示，如僧侣表格中的“武术”栏所示。 (Monk table)",
	"While all martial arts share some principles, each monk adapts them to better suit themselves, thus specializing in one Martial Arts Style or combining them to create their own. Each syle is described below and each one defines what are considered as your monk weapons.": "尽管所有的武术都有一些共同原则，但每个武僧都会根据自己的情况对其进行调整，从而专攻一种武术风格或将它们结合起来创造出自己的风格。下面描述了每种风格，每一种都定义了哪些武器被视为你的武僧武器。 (Martial Arts Style)",
	"You learn two {@filter Martial Arts Features|optionalfeatures|feature type=DZC:MA} of your choice from any style. When you reach 9th and 18th level in this class, you learn an additional martial arts feature of your choice from any style. If a martial arts feature requires a level, you must meet that level in this class to learn it.": "你可以选择两种风格中的任意一种 {@filter Martial Arts Features|optionalfeatures|feature type=DZC:MA} 进行学习。当你达到该职业的9级和18级时，你可以从任意风格中选择一项额外的武术特性进行学习。如果某项武术特性需要达到一定等级，你必须在该职业中达到该等级才能学习它。",
	"You lose the benefits of your Martial Arts if you are wielding a non-monk weapon or wearing heavy armor.": "如果你使用的武器不是僧侣武器，或者穿着重甲，你将失去你的武术优势。(Martial Arts)",
	"A balanced style taught to beginners so that they can adapt to any situation. Your monk weapons are any simple melee weapon that doesn't have the two-handed or heavy property.": "一个平衡的风格教给初学者，使他们能够适应任何情况。你的僧侣武器是任何没有双手或重型属性的简单近战武器。（monk weapons）",
	"You trained to control the weight of your opponents with your own, crushing them in the process. Your monk weapons are any simple melee weapon that doesn't have the two-handed or heavy property.": "你接受了训练，运用自己的体重控制对手，将他们碾压在地。你的武僧武器可以是任何没有双手或沉重属性的简单近战武器（monk weapons）。（DND Running Group规则）",
	"You conditioned your body to throw swift and precise unarmed strikes, which can carry a lot of power. Your monk weapons are shortswords and any simple melee weapon that doesn't have the two-handed or heavy property.": "你训练你的身体来投掷迅速而精确的徒手打击，能够带来巨大的力量。你的武僧武器是短剑和任何简单的近战武器，不具有双手或沉重特性。 (monk)",
	"Not only are you capable of wielding a larger variety of weapons, but you can use it in a more defensive style. Your monk weapons are longbows and any weapon that doesn't have the two-handed, heavy, or special property.": "不仅仅你可以使用更多种类的武器，而且你可以以更为防御性的方式使用它。你的僧侣武器包括长弓和任何没有双手、重型或特殊属性的武器（monk weapons）。",
	"In this compendium unarmed strikes and the finesse property suffer important changes meant to keep balance in check.": "在这个手册中，徒手攻击和灵巧属性会有重要的变化，旨在保持平衡。 (Dungeons & Dragons)",
	"The property now allows to choose between your Strength or Dexterity modifier only for the attack roll with the weapon, but not for the damage roll. For the damage roll you still have to use your Strength modifier for melee weapon attacks or your Dexterity modifier for ranged weapon attacks.": "现在，该属性允许您仅在使用该武器进行攻击时选择您的力量或敏捷调整值，但不适用于伤害掷骰。对于近战武器攻击，您仍需使用您的力量调整值，对于远程武器攻击，您仍需使用您的敏捷调整值。 (D&D)",
	"Unarmed strikes are now considered to have the finesse and light properties.": "徒手攻击现在被视为具有灵巧性和轻巧性能。 (Unarmed strikes are now considered to have the finesse and light properties.)",
	"Some characters have access to a specialized form of defense called Unarmored Defense. If your character has proficiency with it, your AC equals to 10 + your Dexterity modifier + your ability modifier listed in parenthesis, while you aren't wearing armor. You also lose this benefit if you wield a shield and lack proficiency with it.": "一些角色具有一种称为无甲护身的专门防御形式。 如果你的角色精通此技能，则你的 AC 等于 10 + 你的敏捷调整值 + 你在括号中列出的能力调整值，当你不穿戴盔甲时。 如果你持盾却没有熟练，你也会失去这个益处。 (Unarmored Defense)",
	"If you have proficiency in this trait with different abilities, you can only benefit from one at the time.": "根据当地语言习惯，文本如 (%num%) 应保持在翻译中输出为 (%num%)。\n翻译需符合DND游戏团规则，专有名词应在翻译后保留英文括号中的内容。若你在不同能力上有熟练度，你只能同时受益于其中一项。",
	"Each ability offers a different interpretation of this trait. For instance, Wisdom allows you to predict attacks and increases your overall awareness of your surroundings; Constitution prevents harm by increasing your studiness; and Charisma makes your presence tangible to others, making them think twice before laying a finger on you.": "每种能力都提供了这一特质的不同解释。例如，智力允许你预测攻击并增加你对周围环境的整体意识; 体质通过增加你的坚韧性来防止伤害; 魅力使你的存在对他人有形，使他们在对你动手之前三思。 (Wisdom) (Constitution) (Charisma)",
	"At 9th level, you learn an additional {@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA} of your choice from any style.": "在第9级时，你学会了额外的选择项{@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA}，可以从任何风格中选择。",
	"At 18th level, you learn an additional {@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA} of your choice from any style.": "在18级时，您可以额外学习一个来自任何流派的{@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA}的选择。 (DND running group)",
	"At 1st level, you know how to block your senses from the external world, entering a state of absolute focus, called meditation. While in this state you remain motionless and unconscious, and the only action you can take is to awaken yourself from it. Your meditation ends if you take damage or another creature uses its action to reach and awaken you.": "在1级时，你知道如何屏蔽自己的感官，进入一种绝对专注的状态，称为冥想。在这种状态下，你保持静止和无意识，唯一的行动是唤醒自己。如果你受到伤害或另一个生物使用其行动来接触并唤醒你，你的冥想就会结束。 (dnd游戏小组规则)",
	"With uninterrupted meditation you can finish a short or long rest in half the time, and gain the same benefits of 8 hours of sleep in 4 hours.": "通过不间断的冥想，您可以在一半的时间内完成短暂或长时间的休息，并在4小时内获得相当于8小时睡眠的同样好处。(Dungeons & Dragons运行组规则)",
	"Starting at 7th level, you're no longer rendered unconscious while meditating, and you can see and hear as normal.": "从第7级开始，你在冥想时不再陷入昏迷状态，而且你可以正常地看见和听到。",
	"At 7th level, you're no longer rendered unconscious while meditating, and you can see and hear as normal.": "在第7级时，冥想时不再昏迷，您可以正常看到和听到。 (D&D running group rules)",
	"Starting at 2nd level, you have reached the stage in which you can harness the mystic energy of ki, which can be used to perform superhuman feats through a variety of techniques.": "在第二级开始，你已经达到了能够利用气的神秘能量的阶段，可以通过各种技巧执行超人的壮举。 (D&D running group)",
	"Your access to this energy is represented by a number of ki points. You have an amount of ki points equal to your monk level + your Wisdom modifier, unless that modifier is negative. You regain 1 + your Wisdom modifier (minimum of 2) ki points if you finish a short rest meditating, and all of them if you finish a long rest with it.": "你对这种能量的访问由一定数量的气点表示。你拥有的气点数量等于你的武僧等级加上你的智力调整值，除非该调整值为负。如果你完成短暂的冥想休息，你会恢复1 + 你的智力调整值（至少为2）的气点，如果你在长时间休息中完成冥想，你会恢复所有气点。 (monk)",
	"Your ki fuels various techniques called {@filter Ki Features|optionalfeatures|feature type=DZC:KF}, each detailed in the Ki Features section of this class. The number of ki features you know is shown in the Ki Features column of the Monk table.": "你的气能源支撑着被称为{@filter Ki Features|optionalfeatures|feature type=DZC:KF}的各种技能，每一项在这个职业的气特性部分都有详细描述。你了解的气特性数量显示在武僧表格的气特性列中。 (Monk)",
	"If a ki feature has prerequisites, you must meet them to learn it. You can learn a ki feature at the same time that you meet its prerequisites. A level prerequisite referes to your level in this class.": "如果一个气特性有先决条件，你必须符合这些条件才能学会它。你可以在满足其先决条件的同时学会一个气特性。等级先决条件指的是你在这个职业中的等级。 (ki)",
	"Whenever you gain a level in this class, you can choose one of the ki features you know and replace it with another one that you could learn at that level.": "每当你在这个职业中升级时，你可以选择你已经掌握的气特性之一，并用在那个等级可以学习的另一个特性替换它。 (class)",
	"Some of your ki features require your target to make a saving throw to resist the feature's effects. The saving throw DC is calculated as follows:": "一些你的气特性需要目标进行豁免才能抵抗特性的效果。豁免 DC 的计算如下所示：",
	"Some subclass features use ki to fuel an ability, these count as Ki Features for the purpose of this section.": "一些子类特性使用气来激发能力，这些算作气能特性以供本节使用。 (D&D running group)",
	"When a Ki Feature uses one of your Ability modifiers for calculation, the minimum modifier you can use is 1.": "当Ki特性使用你的任何能力修正进行计算时，你能使用的最小修正值为1。（dnd running group规则）",
	"You can't use ki and lose the benefits of any Ki Feature you have active if you are wielding a non-monk weapon or wearing heavy armor, if you are unconscious, or dead.": "你不能使用气，并且如果你握持非武僧武器或穿着重甲，你失去任何已激活的气特性的好处，如果你处于昏迷或死亡状态下。 (D&D 运行团规则)",
	"You can neither apply on the same effect multiple ki features that impose a saving throw nor one such a feature together with Weakening Strike.": "你不能同时施加多个需要进行豁免投掷的气功特性，也不能将这类特性与Weakening Strike同时施加。（D&D 跑团规则）",
	"Some of your Ki Features allow you to cast spells. To cast one of these spells, you use its casting time and other rules, but you don't need to provide material components for it. Wisdom is your spellcasting ability for spells cast in this way.": "一些你的气功特性允许你施放法术。要施放其中的一个法术，你需要按照其施法时间和其他规则，但无需提供材料成分。智力是你以这种方式施放的法术的施法能力。\n\n(Note: Proper nouns and terms like \"Ki Features\" and \"Wisdom\" remain in English, enclosed in `()`, as per the provided instructions.)",
	"Starting at 2nd level, you gain a bonus to your movement speed, as shown in the Unarmored Movement column of the Monk table. You lose this benefit if you lose the benefits of your Martial Arts.": "从2级开始，你的移动速度获得奖励，如武僧表格的无甲运动栏所示。如果你失去你的武术的好处，你将失去这个好处。（Monk）",
	"When you reach 3rd level, you commit yourself to a monastic tradition, all detailed at the end of the class description. Your tradition grants you features at 3rd level and again at 6th, 11th, and 17th level.": "当你达到第三级时，你将自己投入到一个僧侣传统中，所有详细内容都在课程描述的末尾列出。你的传统会在第三级以及第六级、十一级和十七级再次授予你特性。 (monastic tradition)",
	"At 6th level, you gain a feature granted by your Monastic Tradition.": "在第6级时，您获得了您的僧侣传统赋予的特性。 (Monastic Tradition)",
	"At 11th level, you gain a feature granted by your Monastic Tradition.": "在11级时，您将获得由您的僧院传统授予的功能。 (Monastic Tradition)",
	"At 17th level, you gain a feature granted by your Monastic Tradition.": "在第17级时，您获得了由您的僧侣传统赋予的功能。（Monastic Tradition）",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到第4级时，你可以将你选择的一个属性分数提高2点，或者你可以将你选择的两个属性分数各提高1点。和平常一样，你不能通过这个特性将属性分数提高到20以上。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用天赋，你可以选择取代一个{@5etools feat|feats.html}。 (DM - 龙与地下城主持人)",
	"When you reach 6th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到6级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与通常一样，你不能通过这个特性将一个能力值提高到20以上。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以将你选择的一个能力分数提高2点，或者将你选择的两个能力分数各提高1点。与平常一样，你不能通过这个特性将一个能力分数提高到20以上。(dnd, \"8th level\")",
	"When you reach 10th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到10级时，你可以选择将一个能力值提高2点，或者将两个能力值各提高1点。与正常规则相同，使用这个特性不能将一个能力值提高到20点以上。 (D&D)",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以将一个你选择的能力分数提高2点，或者将两个你选择的能力分数各提高1点。与正常规则一样，你不能使用这个特性将一个能力分数提高到20以上。\n",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以将你选择的一个能力值提高2点，或者将你选择的两个能力值各提高1点。与常规一样，你不能使用此特性将一个能力值提高到20以上。（DND Running Group Rules）",
	"When you reach 20th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到20级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则相同，你不能使用此特性将某项能力值提高到20以上。",
	"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn.": "从5级开始，每当你在你的回合上采取{@action Attack}行动时，你可以攻击两次，而不是一次。",
	"The number of attacks increases to three when you reach 15th level in this class.": "这个职业在达到15级时，攻击次数增加到了三次。 (D&D running group)",
	"At 15th level, you can attack three times whenever you take the {@action Attack} action on your turn.": "在15级时，每当你在你的回合上采取行动{@action Attack}时，你可以攻击三次。",
	"Starting at 5th level, your attacks with unarmed strikes and monk weapons count as magical, as well as the damage of your grapples and shoves.": "从5级开始，你的徒手攻击和武僧武器的攻击被视为魔法攻击，你的擒抱和推挤的伤害也被视为魔法伤害。(monk)",
	"At 13th level, your ki sustains you so that you suffer none of the frailty of old age, and you can't be aged magically. However, you can still die of old age.": "在13级时，你的气维持着你，使你不会受到老年的虚弱之苦，而你也不能被魔法老化。然而，你仍然可能死于年老。 (D&D running group)",
	"In addition, you can ignore your food and water requirements for a day if you spend it in uninterrupted medidtation. You can do so a number of times equal to your Wisdom modifier before you consume the amount of food and water your body needs to not suffer from exhaustion.": "根据当地语言习惯，像 (%num%) 这样的文本在翻译时应保持为 (%num%)。\n\n此外，如果你连续冥想一整天，你可以忽略一天的食物和水的需求。在你消耗了不会导致体力透支的食物和水量之前，你可以这样做的次数等于你的智力修正值。",
	"Starting at 14th level, when you roll for initiative and have no ki points remaining, you regain 2 ki points. You also regain 1 ki point at the start of each of your turns during combat, unless you are unconscious.": "在符合当地语言习惯的基础上，文本中如(%num%)这样的文本在翻译中应该仍然输出为(%num%)。\n\n翻译应遵守dnd运行组规则，并且专有名词在翻译后应该保留为英文，用`()`括起来。\n\n从14级开始，当你进行先攻检定并且没有气点时，你会恢复2点气点。此外，在战斗中每当你的回合开始时，你也会恢复1点气点，除非你失去知觉。",
	"Your mastery over your body protects you from physical ailments. Beginning at 9th level, you are immune to all disease and the poisoned condition.": "你对自己身体的掌控使你免受身体疾病的困扰。从9级开始，你对所有疾病和中毒状态免疫。 (Dungeons & Dragons)",
	"Once you use this feature, you can't use it again until you finish a long rest.": "一旦您使用此功能，您将不能再次使用它，直到您完成一次长休息。(long rest)",
	"At 20th level, you have cultivated your techniques to the point where they can never be mediocre. Choose one of the following type of rolls: saving throws, Athletics checks, attacks with unarmed strikes, or attacks with monk weapons. You can't roll below a 10 on the d20 against your will when you perform a die roll of the chosen type.": "在20级时，你已经将你的技巧培养到了永远不会平庸的程度。选择以下类型之一的掷骰：豁免投掷、运动检定、徒手攻击或武僧武器攻击。当你执行所选类型的掷骰时，你的d20投掷不会低于10（对你的意愿而言）。 (dnd running group 规则)",
	"In addition, when you finish a long rest, you can choose one of the ki features you know and replace it with a different one.": "当你完成一次长休时，你可以选择你已经掌握的任一气特性，并将其替换为另一个不同的特性。 (dnd)",
	"When you take the Attack action on your turn, you can use your bonus action to either make one attack with an unarmed strike or monk weapon you're wielding, or attempt a grapple or shove check.": "当你在你的回合进行攻击动作时，你可以利用你的额外动作进行以下之一：用你所持有的徒手攻击或武僧武器进行一次攻击，或者尝试进行一次擒拿或推挤检定。（monk）",
	"Creatures don't have advantage on attack rolls against you for being prone.": "生物因为你处于俯卧状态而对你的攻击掷骰不具有优势。 (dnd)",
	"If a creature misses you with an attack, you can attempt to push it as a reaction.": "如果一只生物攻击未命中你，你可以试图以反应方式将其推开。 (DND游戏组规则)",
	"On your turn, when you take an action that requires ki points, you can use your bonus action to either make one attack with an unarmed strike or monk weapon you're wielding, or attempt a grapple or shove check.": "在你的回合，当你执行一个需要气点的动作时，你可以使用你的额外动作，要么进行一次徒手攻击或你手持的武僧武器，要么尝试一次擒拿或推挤检定。（Monk）",
	"If you succeed on a grapple or shove check, you can deal bludgeoning damage to the target equal to one roll of your Martial Arts die + your Strength modifier.": "如果你成功进行擒抱或推挤检定，你可以对目标造成等于你的武术骰的一次掷骰加上你的力量调整值的钝击伤害。（Martial Arts die）",
	"You can grapple a creature with both of your legs. To do so, either you or the creature must be prone. If the target is prone, you must also sit on top of them.": "你可以用你的双腿拧住一个生物。要这样做，你或者生物中的一方必须处于俯卧状态。如果目标处于俯卧状态，你还必须坐在他们的上面。(dnd, prone)",
	"Creatures grappled by you have disadvantage on skill checks made to escape your grapples or to shove you.": "你所控制的生物在试图挣脱你的控制或推开你时，技能检定的结果都会受到不利影响。 (grappled by you)",
	"A creature grappled by you takes a penalty to its attack rolls equal to your Strength modifier.": "你所擒抱的生物在攻击时受到与你的力量调整值相等的惩罚。 (`Strength modifier`)",
	"You can roll your Martial Arts die in place of the normal damage of your unarmed strikes.": "你可以在无武器攻击造成的普通伤害上，使用你的武术骰子进行替代。",
	"Before you make an unarmed strike, you can take a -5 penalty to the attack roll. If the attack hits, you gain a bonus to the damage roll equal to one roll of your Martial Arts die + your Wisdom modifier.": "在进行非武装攻击前，你可以对攻击骰投掷进行-5的惩罚。如果攻击命中，你将获得伤害骰投掷的奖励，其值为你的武术骰的一次投掷加上你的智力调整值。 (Martial Arts) (Wisdom)",
	"Once on your turn, you can give yourself advantage on an attack roll you make with an unarmed strike.": "每当轮到你时，你可以给自己的一次近战攻击投掷骰时获得优势。",
	"Once on your turn, if you miss an attack roll with an unarmed strike, you can reroll it.": "你的回合内，如果你使用徒手攻击未命中，可以重新掷骰。 (D&D running group rules)",
	"You can roll your Martial Arts die in place of the normal damage of your monk weapons.": "你可以在使用武僧武器造成的普通伤害替代之处掷出你的武术骰。 (monk weapons)",
	"When a creature you can see attacks a target within 5 feet from you, you can use your reaction to interpose between them a monk weapon you're wielding, imposing disadvantage on the attack roll.": "当你能看到的生物攻击离你五英尺内的目标时，你可以使用你的反应，在它们之间插入一把你持有的武僧武器，使攻击检定承受劣势。 (monk weapon)",
	"When you make an attack with a monk weapon on your turn, you can use a monk weapon you are holding to protect yourself against the next attack you can see that targets you before the start of your next turn. When you do so, roll your Martial Arts die and add it to your AC against that attack.": "当你在你的回合使用一种武僧武器进行攻击时，你可以使用你持有的武僧武器来保护自己免受你下一回合开始之前你能看到的针对你的攻击。在这样做时，投掷你的",
	"While holding a monk weapon, the next attack made against you before the start of your next turn has disadvantage.": "持有武僧武器时，在下一轮开始之前对你进行的下一次攻击具有劣势。 (monk weapon)",
	"A bubble of compressed air burst from your attack, sending your enemy flying away. If the target is a creature or an unsecured object that is no more than one size larger than you, then you can push it up to 10 feet away from you.": "你的攻击释放出一团压缩空气的泡泡，将你的敌人击飞。如果目标是一个生物或一个比你大不超过一格的不固定物体，则你可以将其推开至离你最多10英尺的地方。（D&D游戏规则）",
	"A thick layer of stones forms around your attack, making it so heavy it temporarily disorientates your enemy. The target has disadvantage on the next attack roll it makes before the start of your next turn.": "你的攻击周围形成了厚厚一层石头，使得它如此沉重，以至于暂时使你的敌人感到迷失方向。在你的下一个回合开始之前，目标在进行下一次攻击检定时具有劣势。 (D&D 运行小组规则)",
	"A short lived blaze sparks from your attack, hot enough to burn through flesh. You add your Wisdom modifier to the extra damage of this strike.": "你的攻击引发了一阵短暂的火焰，足以烧穿肌肤。你在此次打击的额外伤害中加上你的智力修正值。 (D&D)",
	"You cover your attacks with freezing water that hinders your enemy's movement. The target's speed is reduced by 15 feet until the start of your next turn.": "你用冰冻的水覆盖你的攻击，阻碍你的敌人移动。目标的速度减少15英尺，直到你下一个回合开始。(D&D)",
	"A line of compressed air 30 feet long and 5 feet wide blasts from you in a direction you choose. Each creature in that area must succeed on a Constitution saving throw or take thunder damage equal to one roll of your Martial Arts die and be pushed up to 10 feet away from you in a direction following the line.": "一股长30英尺、宽5英尺的压缩空气从你身上喷射出，在你选择的方向上。该区域内的每个生物必须成功进行一次体质豁免才能避免受到相当于你的武术骰的一次掷骰的雷霆伤害，并被推离你最多10英尺，方向沿着该线。 (Martial Arts)",
	"Unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the feature's effect.": "非固定的物体完全位于效果区内时，将自动被特性效果推离你10英尺。 (%num%)",
	"You hurl a Medium rock against a creature you can see within 30 feet from you. The creature must succeed on a Strength saving throw or take bludgeoning damage equal to one roll of your Martial Arts die and be knocked prone.": "你朝着你能看到的、距离你30英尺以内的生物投掷一个中型岩石。该生物必须成功进行一次力量豁免才能避免受到钝击伤害，伤害量等同于你武术骰的一次掷骰结果，并且被击倒。 (D&D)",
	"You shoot a fire projectile towards a point you choose that you can see within 30 feet from you. The projectile explodes when it reaches its destination or impacts against a solid surface. Each creature within 5 feet of the point where the projectile explodes must make a Dexterity saving throw, taking fire damage equal to two rolls of your Martial Arts die on a failed save.": "你向你选择的一个你能看到的点射出一枚火箭弹。当火箭弹到达目的地或撞击实体表面时，它会爆炸。在火箭弹爆炸的点周围5英尺内的每个生物必须进行一次敏捷豁免检定，未通过检定的生物将受到等同于你武术骰的两次投掷的火焰伤害。\n\n(Note: \"Martial Arts die\" remains in English in parentheses per the guidelines.)",
	"The explosion damages objects in the area that aren't being worn or carried.": "爆炸会损坏区域内未被穿戴或携带的物体。（DND跑团规则）",
	"A pillar of swirling water appears in a point you can see within 30 feet from you. Each creature in a 10-foot-radius, 15-foot-high cylinder centered on a point within range must make a Strength saving throw. On a failed save, a creature takes cold damage equal to one roll of your Martial Arts die and is pushed 5 feet in any direction you choose.": "在你能看到的30英尺范围内的某一点出现了一根旋转的水柱。在范围内以某一点为中心的半径为10英尺、高度为15英尺的圆柱体内的每个生物都必须进行一次力量豁免检定。未通过豁免检定的生物会受到寒冷伤害，数值等同于你的武术骰掷点结果，并被推动5英尺，方向由你选择。",
	"Soft currents move you out of harms way. When you take the Disengage or Dodge action, until the start of your next turn you gain a bonus to your AC and Dexterity saving throws equal to half your Wisdom modifier (rounded up) against attacks and effects you can see. You don't benefit from this stance while your speed is 0.": "柔和的水流将你移出危险之处。当你采取躲闪或闪避动作时，在你的下一个回合开始之前，你对能看见的攻击和效果获得的AC和敏捷豁免加值为你的感知调整值的一半（四舍五入），你不受此姿态的影响当你的速度为0时。（Wisdom）",
	"Your skin adopts the sturdiness of the rock. Bludgeoning, piercing and slashing damage that you take is reduced by an amount equal to twice your Wisdom modifier.": "你的皮肤具有岩石的坚固度。你受到的钝击、穿刺和斩击伤害将减少数值等同于你智力调整值的两倍。(Dungeons & Dragons)",
	"Your limbs become wreathed in flames. You gain a bonus to melee weapon attack rolls, grapple and shove checks equal to half your Wisdom modifier (rounded up). Creatures take fire damage equal to that bonus when you hit them with a melee weapon attack, or you successfully grapple or shove them.": "你的四肢笼罩在火焰中。你获得额外的近战武器攻击掷骰、擒拿和推挤检定，数值等于你的感知修正值一半（向上取整）。当你用近战武器攻击命中敌人，或成功擒拿或推挤他们时，生物会受到与该奖励相等的火焰伤害。 (Wisdom)",
	"Water tendrils sprout from your limbs. The range of your melee weapon attacks, grapples, and shoves increases by a number of feet equal to five times your Wisdom modifier. In addition, when you hit a creature with a melee weapon attack, the target's speed is reduced by 10 feet until the start of your next turn.": "你的肢体上生长出水的触须。 你的近战武器攻击、抓取和推挤的射程增加了五倍于你的智力调整值的英尺数。此外，当你用近战武器攻击命中生物时，目标的速度将减少10英尺，直到你的下一个回合开始。(DND, 规则)",
	"With solid footing you can stride through any terrain. You ignore difficult terrain on solid surfaces. You also gain a climbing speed equal to your walking speed. If a vertical surface is made of soil or rock, you don't need your hands to climb.": "在坚实的地面上，你可以毫不费力地穿越任何地形。你在坚实表面上无视艰难地形。你还获得一个等同于你行走速度的攀爬速度。如果垂直表面是由土壤或岩石构成的，你无需用手攀爬。 (D&D running group)",
	"Your fire can propel you to new heights. Once on your turn, you can move up to 30 feet in a straight line in any direction you choose. If you are grappled or restrained, you can instead forgo this movement to attempt to escape the effect or creature causing the condition, as long as it asks for a successful Strength check or saving throw to escape.": "你的火焰可以让你达到新的高度。每个回合，你可以选择向任意方向直线移动，最多可移动30英尺。如果你被抓住或束缚，你可以选择放弃这次移动，尝试摆脱造成该状态的效果或生物，只要它需要成功的力量检定或豁免才能摆脱。（在括号内保留英文）",
	"Your body becomes one with the ocean. You gain a swimming speed equal to your walking speed and you can breath normally underwater.": "你的身体与海洋融为一体。你获得了与你步行速度相等的游泳速度，且你可以在水下正常呼吸。 (Dungeons & Dragons)",
	"Once on your turn, when you use your Thunderous Strike or Wind Blast, you can spend up to 3 additional ki points on it to increase its damage by one roll of your Martial Arts die per ki point spent.": "在你的回合中，当你使用你的Thunderous Strike（雷鸣一击）或Wind Blast（烈风冲击）时，你可以额外花费高达3点气点，每点气点增加1次你的武术骰的伤害。",
	"Once on your turn, when you use your Rocky Strike or Stone Boulder, you can spend up to 3 additional ki points on it to increase its damage by one roll of your Martial Arts die per ki point spent.": "每当轮到你行动时，当你使用你的Rocky Strike（岩石打击）或Stone Boulder（石头巨石）时，你可以额外花费最多3点气来增加其伤害，每花费1点气增加一个你的武术骰的点数。",
	"Once on your turn, when you use your Igneous Strike or Flaming Blast, you can spend up to 3 additional ki points on it to increase the damage by one roll of your Martial Arts die per ki point spent.": "在你的回合中，当你使用你的Igneous Strike（火岩打击）或Flaming Blast（烈焰爆破）时，你可以额外消耗最多3点气点，每点气点增加一次武术骰的伤害。(%num%)",
	"Once on your turn, when you use your Gelid Strike or Water Swirl, you can spend up to 3 additional ki points on it to increase the damage by one roll of your Martial Arts die per ki point spent.": "在你的轮次中，当你使用你的冰冷打击或水漩涡时，你可以额外花费高达3点气点，每花费一点气点，你的武术骰的伤害增加一次投掷。 (Gelid Strike) 和 (Water Swirl)",
	"You can spend 1 ki point when you take the Dash or Disengage action to charge yourself with electricity. Until the end of your turn, a creature takes lightning damage equal to 5 + your Wisdom modifier the first time you move within 5 feet from it.": "你可以在采取冲刺或脱离战斗行动时花费1点气点，将自己充满电能。直到你的回合结束，当你第一次移动到离它5英尺内时，生物会受到闪电伤害，伤害值为5加上你的智力修正值。（Dash）（Disengage）",
	"You can spend 1 ki point when you take the Dodge action to protect yourself with acid. Until the start of your next turn, a creature that hits you with a melee weapon attack takes acid damage equal to 5 + your Wisdom modifier.": "你可以在采取躲避动作时花费1点气来用酸保护自己。在你下一回合开始之前，对你进行近战武器攻击的生物会受到酸性伤害，伤害值为5加上你的智力修正。（acid）",
	"You can spend 1 ki point when you take the Attack action to engulf your arms in radiance. Until the end of your turn, your melee weapon attacks deal extra radiant damage equal to your Wisdom modifier.": "你可以在进行攻击动作时花费1点气来使你的双臂笼罩在光辉之中。直到你的回合结束，你的近战武器攻击将造成额外的辐射伤害，数值等同于你的智力调整值。 (ki point, Attack action, Wisdom)",
	"Immediatly after you take the Help action on your turn, you can spend 1 ki point to heal a creature you can touch. That creature can spend up to a number of Hit Die equal to your Wisdom modifier to heal itself.": "在你轮到时立即使用帮助动作后，你可以花费1点气点来治疗一个你能触摸到的生物。该生物可以花费数量等于你的智力调整值的生命骰来自我治疗。(DND运行团规则)",
	"When you finish a long rest, you can replace one of the elemental arts that you know with another one from the same element. In addition, you can spend 3 ki points to enter your Primal Stance. When you do so, you gain the benefits of two different stance options that you know.": "完成长休时，你可以用同一元素中的另一个元素替换你所知道的元素艺术之一。此外，你可以花费3点气点进入原始姿态。当你这样做时，你获得你所知道的两种不同姿态选项的好处。 (Primal Stance)",
	"With one effective blow you can take the wind out of your foe. When you hit another creature with a melee weapon attack, you can spend 1 ki point to attempt a delaying strike. The target must succeed on a Wisdom saving throw or it can't take reactions until the start of your next turn.": "用一击将你的敌人打倒。当你用近战武器攻击另一个生物时，你可以花费1点气来尝试延迟打击。目标必须成功进行一次智力豁免检定，否则它直到你下一个回合开始之前都无法采取反应。 (D&D)",
	"When you make your first attack on your turn, you can spend 1 ki point to increase the distance of your attacks until the end of your turn. For the duration, you add 5 feet to your reach with melee weapon attacks and attacking at long range doesn't impose disadvantage on your ranged weapon attack rolls.": "在你的回合进行第一次攻击时，你可以花费 1 点气来增加你的攻击距离，直到回合结束。在持续时间内，你的近战武器攻击范围增加 5 英尺，并且以远程攻击的方式进行攻击不会对你的远程武器攻击造成不利影响。",
	"When you take the Attack action on your turn, you can spend 1 ki point to make two unarmed strikes as a bonus action.": "在你的回合上，当你执行攻击动作时，你可以花费1点气点来作为一个额外动作进行两次徒手攻击。 (dnd running group rules)",
	"You can deal a massive blow to a creature that causes it to crush on its own weight. When you hit another creature with a melee weapon attack, you can spend 1 ki point to attempt a heavy strike. The target must succeed on a Dexterity saving throw or be knocked prone.": "你可以对一只生物造成巨大打击，使其被自己的重量所压垮。当你用近战武器攻击另一个生物时，你可以花费 1 点气点来尝试进行重击。目标必须成功进行一次敏捷豁免才能避免倒地。(ki point)",
	"With the storm by your side you can send creatures flying far away. When you hit with a melee weapon attack a creature no more than one size larger than you, you can spend 1 ki point to attempt a pushing strike. The target must succeed on a Strength saving throw or be pushed up to 15 feet away from you.": "在你身边有风暴的情况下，你可以将生物击飞到远处。当你用近战武器攻击一个比你大不超过一个尺寸的生物时，你可以花费1点气点尝试进行推挤攻击。目标必须成功进行一次力量豁免才能被推开，最多15英尺远离你。（ki point）",
	"When a creature provokes an opportunity attack from you, you can spend 1 ki point as a reaction to attempt to grapple or shove it.": "当一名生物从你身边激发了一次机会攻击时，你可以花费1点气点作为一次反应来试图拼搏或推开它（creature）.",
	"You can turn a creature dizzy with a powerful strike. When you hit another creature with a melee weapon attack, you can spend 1 ki point to use a concussive hit. The creature takes a -2 penalty to skill checks and attack rolls until the start of your next turn.": "你可以用强有力的打击让一只生物感到眩晕。当你用近战武器攻击另一个生物时，你可以花费1点气点来使用震荡打击。该生物在你下一个回合开始之前，技能检定和攻击检定的值减少2点。 (ki point)",
	"A creature can't be affected by this ki feature more than once at the same time.": "一个生物在同一时间内不能多次受到此气特效的影响。（在翻译后，文本如 `()` 中的英语应保留。）",
	"Before you make an attack, you can spend 1 ki point to add one roll of your Martial Arts die to the attack or damage roll.": "在进行攻击之前，您可以花费1点气点，将您的武术骰增加到攻击或伤害骰中。 (ki点) (Martial Arts die)",
	"As a bonus action, you can spend 1 ki point to grant your unarmed strikes a +1 bonus to attack and damage rolls for 10 minutes. This benefit ends early if you are incapacitated.": "作为一个额外动作，你可以花费1点气点，使你的徒手攻击的攻击和伤害骰获得+1的加值，持续10分钟。如果你被无力行动，此效益会提前结束。(ki point)",
	"You can provoke a creature so it deems you as the only threat. When you hit another creature with a melee weapon attack, you can spend 1 ki point to attempt a taunting strike. The target must make a Wisdom saving throw. On a failed save, the creature can't target creatures other than you with attacks, spells, or any harmful ability until the start of your next turn. For the duration, creatures other than you have advantage on attack rolls against that creature.": "你可以挑衅一只生物，使其认为你是唯一的威胁。当你用近战武器攻击另一个生物时，你可以花费1点气点尝试进行嘲讽打击。目标必须进行一次感知豁免投掷。在豁免失败的情况下，该生物在你的下一个回合开始前无法以攻击、法术或任何有害能力瞄准除你以外的生物。在持续时间内，除你以外的生物对该生物的攻击卷轴具有优势。(ki point)",
	"If you use your Deflect Physical Attacks and reduce the damage to 0, you can spend 1 ki point to counter attack as part of the same reaction. If you do so, make a melee weapon attack if the triggering attack was a melee attack, or a ranged attack using the weapon or piece of ammunition you just caught if it was a ranged attack.": "如果你使用你的「偏斜物理攻击」并将伤害减少至0，你可以花费1点气点作为同一反应的一部分进行反击。如果你这样做，如果触发攻击是近战攻击，则进行一次近战武器攻击，如果是远程攻击，则使用你刚刚接住的武器或弹药进行一次远程攻击。",
	"You make the ranged attack with proficiency, regardless of your weapon proficiencies, and the missile counts as a monk weapon for the attack, which has a range of 20/60 feet.": "你能熟练地进行远程攻击，无论你的武器熟练度如何，而这次攻击的飞行物被视为武僧武器，射程为20/60英尺。 (monk)",
	"When you succeed on a grapple check against a creature, you can spend 1 ki point to lock the creature. The creature becomes restrained for the duration of the grapple.": "当你成功进行一次擒抱对抗检定来制服一只生物时，你可以花费1点气点来锁定该生物。该生物在擒抱持续期间受到限制。 (Dungeons & Dragons running group rules)",
	"You can interfere with the flow of ki in an opponent's body. When you hit another creature with a melee weapon attack, you can spend 1 ki point to attempt a stunning strike. The target must succeed on a Constitution saving throw or be {@condition stunned} until the end of the creature's next turn.": "你可以干涉对手体内的气流。当你用近战武器攻击另一个生物时，你可以花费1点气来尝试震慑一击。目标必须通过一次体质豁免才能免受伤害，否则直到该生物的下一回合结束前保持{@condition stunned}。 (dnd running group)",
	"As a bonus action, you can spend 1 ki point to gain the ability to grapple and shove creatures up to three sizes larger than you for 10 minutes.": "作为一个额外动作，你可以花费1点气点，获得在接下来的10分钟内可以抓住和推动比你大三个尺寸的生物的能力。 (Dungeons & Dragons)",
	"As a bonus action, you can spend 1 ki point to turn your fists into destructive weapons for 10 minutes. For the duration, your unarmed strikes deal double damage to objects and ignore an amount of reduction to bludgeoning, piercing, and slashing damage equal to your monk level plus your Wisdom modifier.": "作为一个额外行动，你可以花费1点气点将你的拳头变成破坏性的武器，持续10分钟。在此期间，你的徒手攻击对物体造成双倍伤害，并且无视的钝击、穿刺和砍砍伤害减免数量等于你的武僧等级加上你的智力修正值。 (monk level)(智力修正)",
	"You can weaken a creature's resistance to your ki effects. When you hit a creature with a melee weapon attack, you can spend 1 ki point to impose a penalty to the next saving throw it makes against a ki feature you use before the end of your next turn. The penalty equals your Wisdom modifier.": "你可以削弱一名生物对你的气效果的抵抗。当你用近战武器攻击一名生物时，你可以花费1点气点，对其下次在你下个回合结束之前使用的一项气特性所进行的豁免投掷施加惩罚。惩罚值等于你的智力调整值。 (ki feature)",
	"When you make an attack roll with disadvantage, you can spend 1 ki point to make the attack without disadvantage.": "当你进行带有劣势的攻击检定时，你可以花费1点气来进行攻击，而不受劣势影响。 (dnd running group rules)",
	"When you successfully grapple or shove a creature, you can spend 2 ki points to deal extra damage equal to two rolls of your Martial Arts die + one additional roll per creature size difference.": "当你成功地摔交或推开一只生物时，你可以花费2点气来造成额外的伤害，伤害值等于你的武术骰子掷两次的结果加上每个生物大小差异额外掷一次的结果。 (Martial Arts die)",
	"When you miss an attack roll with an unarmed strike against a creature, you can spend 2 ki point to deal damage to the target equal to your Strength modifier. The damage is of the same type as your unarmed strike. The attack also counts as a hit for any effect that was added to it previous to making the attack roll.": "当你使用徒手攻击未命中生物时，你可以花费2点气点对目标造成伤害，伤害值等同于你的力量调整值。伤害类型与你的徒手攻击相同。此次攻击也算作命中，适用于任何在进行攻击骰前添加的效果。 (DND跑团规则)",
	"You can spend 1 ki point to use your reaction to deflect, or stop an attack when you are hit by a weapon attack, provided that the weapon, ammunition, or other damaging element is at least one size smaller than you. When you do so, the damage you take from the attack is reduced by one roll of your Martial Arts die + your Dexterity modifier + your monk level.": "你可以花费1点气点来使用你的反应来偏转或阻止一次被武器攻击命中时的攻击，前提是武器、弹药或其他造成伤害的元素至少比你小一个尺寸。当你这样做时，你受到的攻击伤害会减少1个你的武术骰加上你的敏捷调整值加上你的武僧等级。 (ki point) (Martial Arts) (Dexterity modifier) (monk level)",
	"If you have a free hand, you can use it to catch the weapon or ammunition, provided you reduced the damage to 0.": "如果你有空闲的手，你可以用它来接住武器或弹药，只要你把伤害减少到0。（Dungeons & Dragons游戏团规则）",
	"You can spend 1 ki point to cast {@spell mage armor} on yourself. When you cast it in this way, it lasts for 1 hour and you can use your Wisdom instead of Dexterity to calculate your AC.": "你可以花费1点气点对自己使用{@spell mage armor}。以这种方式施放时，效果持续1小时，你可以使用你的智力代替敏捷来计算你的AC。（D&D）",
	"As a bonus action, you can spend 1 ki point to take the Dodge action.": "作为一项奖励行动，你可以花费1点气来执行闪避动作（Dodge action）。",
	"If a creature attempts to enter your reach, you can spend 1 ki point to make an attack against it as a reaction using a weapon. If the attack hits, instead of dealing damage, the creature's speed is reduced by 15 feet until the end of its turn.": "如果一个生物试图进入你的攻击范围，你可以花费1点气来以一次反应使用武器进行攻击。如果攻击命中，而不是造成伤害，该生物的速度将减少15英尺，直到其回合结束。",
	"When you finish a short or long rest, you can spend 1 ki point to gain a number of temporary hit points equal to one roll of your Martial Arts die + your Wisdom modifier. These temporary hit points last for 1 hour.": "当你完成短暂或长时间休息时，你可以花费1点气点获得临时生命值，数值等同于你的武术骰加上你的智力调整值。这些临时生命值持续1小时。（%num%）",
	"You can spend 1 ki point to cast {@spell sanctuary} on yourself.": "你可以花费1点气点施放{@spell sanctuary}在自己身上。",
	"You can spend 2 ki points to cast {@spell mirror image}.": "你可以花费2个气点施展{@spell mirror image}。 {@spell mirror image}",
	"When a creature misses you with an attack, you can spend 1 ki as a reaction to move up to 15 feet away from the creature. This movement doesn't provoke opportunity attacks.": "当一名生物用攻击未击中你时，你可以花费 1 点气作为一次反应，向远离该生物的方向移动多达 15 英尺。这次移动不会引发机会攻击。 (ki)",
	"If you use your Embracing Branch, you can spend 1 ki point to use it an additional time without a reaction before the start of your next turn.": "如果你使用你的怀抱之枝，你可以花费1点气点，在下一回合开始之前，再次使用它一次而不需要反应。 (Embracing Branch)",
	"When you use your {@optfeature Returning Guard|DZC:ANA}, you can spend 1 ki point to maintain its benefit against the next two attacks, instead of one.": "当你使用你的{@optfeature Returning Guard|DZC:ANA}时，你可以花费1点气点来维持其效果，抵御接下来的两次攻击，而不是一次。",
	"When you are hit by a spell attack, you can use your {@optfeature Deflect Physical Attacks|DZC:ANA} against the attack by spending 1 additional ki point. When you do so, the following changes are applied:": "当你受到法术攻击时，你可以额外消耗1点气点来使用你的{@optfeature Deflect Physical Attacks|DZC:ANA}对抗该攻击。当你这样做时，将应用以下变化：",
	"You use Wisdom instead of Dexterity to reduce the damage you take.": "你使用智慧而不是敏捷来减少你所受到的伤害。(DND)",
	"The restrictions on the size of the damaging element apply as normal.": "对于造成伤害的元素大小的限制仍然适用于正常情况。（D&D游戏规则）",
	"You can catch a magical projectile as if it were a weapon or ammunition, provided you meet the conditions.": "你可以像拿武器或弹药一样抓住魔法投射物，只要你符合条件。 (dnd running group)",
	"If you use Returning Attack with the magical projectile you just caught, the attack becomes a ranged spell attack, which has a range of 60 feet. You are proficient with it, and you add your Wisdom modifier to its attack and damage rolls.": "如果你使用了刚刚接住的魔法抛射物来进行反击，该攻击将成为远程法术攻击，射程为60尺。你对此攻击有熟练加成，并且你可以将你的智力调整值添加到它的攻击和伤害点数中。 (Returning Attack)",
	"When you take damage, you can spend 2 ki points as a reaction to halve the damage you take from the triggering effect.": "当你受到伤害时，你可以花费2点气点作为反应，减半你从触发效果受到的伤害。",
	"Whenever you make a saving throw and fail, you can spend 2 ki points to reroll it and take the second result.": "每当你进行豁免检定并失败时，你可以花费2点气来重新投掷并采用第二个结果。 (dnd running group)",
	"When you make a saving throw, you can spend 2 ki points to add your Wisdom modifier to the roll and halve the damage you take from the triggering effect, if any.": "当你进行豁免投掷时，你可以花费2点气点，将你的智力调整值加到投掷中，并将你因触发效果而受到的伤害减半，如果有的话。",
	"As an action, you can spend 5 ki points to become resistant to all damage for 1 minute.": "作为一个动作，你可以花费5点气来在1分钟内对所有伤害具有抗性。 (D&D跑团规则)",
	"You can spend 2 ki points as a bonus action to enter a defensive stance while wielding a monk weapon until the start of your next turn. For the duration, the first time any hostile creature you can see attempts to enter your reach on its turn has its speed reduced by 15 feet until the end of its turn. Furthermore, any friendly creature you can see within 5 feet from you (including you) has a +2 bonus to its AC. However, your speed becomes 0 for the duration.": "你可以在挥舞武僧武器的同时花费2点气力作为一个奖励动作进入防御姿态，直到你的下一个回合开始。在此期间，你可以看到的任何敌对生物在其回合中首次试图进入你的攻击范围时，其速度减少15英尺，直到回合结束。此外，你可以看到的任何友方生物（包括你在内）在你的5英尺范围内，其AC获得+2的加值。然而，你的速度在此期间变为0。\n\n(Note: The English text \"monk weapon\" is translated as \"武僧武器,\" and \"AC\" is kept in English as \"AC\" in parentheses.)",
	"When you make an Athletics, Acrobatics, or Stealth check, you can spend 1 ki point to add one roll your Martial Arts die to the roll.": "当你进行运动、杂耍或潜行检定时，你可以花费1点气来将你的武术骰投到检定中。 (Martial Arts)",
	"When you make an initiative roll, you can spend 1 ki point to add one roll of your Martial Arts die to the roll.": "当你进行先攻骰时，你可以花费1点气点，将一个武术骰的点数加到你的骰子点数上。 (Martial Arts)",
	"You can spend 1 ki point to cast {@spell comprehend languages}.": "你可以花费1点气点来施放{@spell comprehend languages}。(dnd跑团规则)",
	"At the start of your turn, you can spend 1 ki point to double the movement speed bonus from your {@optfeature Unarmored Movement|DZC:ANA} feature for 10 minutes and you ignore difficult terrain for the duration. This benefit ends early if you are incapacitated.": "在你的回合开始时，你可以花费1点气点来使你的{@optfeature Unarmored Movement|DZC:ANA}特性所提供的移动速度加成翻倍，持续10分钟，并且在此期间无视难度地形。如果你被使无能为力，这个效果会提前结束。",
	"When you make an Insight, Medicine, or Perception check, you can spend 1 ki point to add one roll your Martial Arts die to the roll.": "当你进行洞察、医药或感知检定时，你可以花费1点气来将一个投掷的武术骰子加到这次检定中。 (dnd running group)",
	"You can spend 1 ki point as a reaction when you fall to reduce any falling damage you take by an amount equal to five times your monk level.": "你可以在跌倒时作为反应花费1点气来减少你所受到的任何跌落伤害，减少量为你的武僧等级的五倍。 (monk)",
	"When you make an Intimidation, Performance, or Persuasion check, you can spend 1 ki point to add one roll your Martial Arts die to the roll.": "当你进行恫吓、表演或劝说检定时，你可以花费1点气点将一次投掷你的武术骰加到该检定的结果中。 (Intimidation, Performance, or Persuasion)",
	"As a bonus action, you can spend 1 ki point to take the Dash or Disengage action and double your jump distance for the turn.": "作为一个奖励行动，你可以花费 1 点气点来进行冲刺或者回避动作，并且在这一回合内将你的跳跃距离加倍。 (D&D 运行组规则)",
	"Once on your turn, when you take the Dash or Disengage action on your turn, you can spend 1 ki point to double your movement speed for the turn.": "在你的回合中，当你执行冲刺或脱离战斗行动时，你可以花费1点气来使你的移动速度在该回合内加倍。 (ki点)",
	"At the start of your turn, you can spend 1 ki point to end one effect on yourself that is causing you to be {@condition grappled} or {@condition restrained}. When you do so, your movement speed is halved until the end of your turn.": "在你的回合开始时，你可以花费1点气来结束一个使你处于{@condition grappled}或{@condition restrained}状态的效果。当你这样做时，你的移动速度减半，直到你的回合结束。",
	"At the start of your turn, you can spend 1 ki point to end one effect on yourself that is causing you to be {@condition charmed} or {@condition frightened}.": "在你的回合开始时，你可以花费1点气点来结束一个让你处于{@condition charmed}或{@condition frightened}状态的效果。 (ki点)",
	"You can spend 3 ki points to cast {@spell tongues}.": "你可以花费3个气点来施放{@spell tongues}。",
	"You gain the ability to move along vertical surfaces, across liquids and surfaces that don't support your weight on your turn without falling during the move.": "你获得了在你的回合移动时沿着垂直表面、穿越液体和不支撑你重量的表面移动的能力，而且在移动过程中不会摔倒。（Dungeons & Dragons游戏组规则）",
	"You can spend 1 ki point whenever you stop moving to not fall off vertical surfaces, sink in liquid, or fall from surfaces that don't support your weight. This benefit lasts until the end of your next turn or until you are {@condition incapacitated}.": "你可以在停止移动时花费1点气来不会从垂直表面上跌落，沉没在液体中，或从不支撑你重量的表面上跌落。此效果持续直到你的下一个回合结束或者直到你处于{@condition incapacitated}状态。",
	"When you finish a short or long rest, you can spend 2 ki points to reduce your {@condition exhaustion} level by one.": "当你完成短暂或长时间休息时，你可以花费 2 点气来减少你的 {@condition exhaustion} 水平一级。",
	"You can distort the light around you to hide your pressence. As an action, you can spend 4 ki points to become {@condition invisible} for 1 minute.": "你可以扭曲周围的光线来隐藏你的存在。作为一个动作，你可以花费4个气点，在1分钟内成为{@condition invisible}。 (dnd running group rules)",
	"As a bonus action, you can spend 2 ki points to impose the {@condition blinded} and {@condition deafened} condition on yourself. For the duration, you gain a tremorsense with a range of 120 feet. Creatures and objects you can detect with this special sense are considered to be perfectly visible for you. You can end this effect early on your turn as a bonus action.": "作为一项额外动作，你可以花费2点气来施加 {@condition blinded} 和 {@condition deafened} 状态在你自己身上。在持续时间内，你获得了一个范围为120英尺的触觉感知。你可以用这种特殊感知检测到的生物和物体被视为对你完全可见。你可以在你的回合早期结束这个效果作为一项额外动作。 {@condition blinded} 和 {@condition deafened}",
	"You can spend 6 ki points to cast {@spell true seeing} on yourself.": "你可以花费 6 点气点在自己身上施放{@spell true seeing}。",
	"You can spend 8 ki points to cast {@spell astral projection} on yourself.": "你可以花费 8 点气值对自己施放{@spell astral projection}。",
	"You have grasped the very basics of martial arts, which prove useful to aid you in battle.": "你已经掌握了武术的基础，这对你在战斗中是很有帮助的（martial arts）。",
	"You learn one Martial Arts Style of your choice from the monk class and learn all its features that don't have a level prerequisite. Your Martial Arts die for this style is a d6.": "你可以选择在“武僧”职业中学习一种武术风格，并学习该风格中不需要等级限制的所有特性。你在这个风格中的武术骰为d6。（“武僧”）",
	"Whenever you gain a level that grants the Ability Score Improvement feature, you can replace this feat's style with another one from the monk class.": "每当你获得一个提升属性分数特性的等级时，你可以将此特性的风格替换为武僧职业中的另一个风格。",
	"You managed to tap on the surface of the power that is ki by connecting with your inner self and the flow of energy in your surroundings.": "你成功地触摸到了气功的表面力量，通过与内在自我和周围能量的流动相连接。 (ki)",
	"You gain two ki features of your choice from the monk class, which follow the restrictions described in the Ki Rules and Restrictions section of the feature. Your Martial Arts die for these features is a d6. If a ki feature you use requires your target to make a saving throw to resist its effects, the save DC equals 8 + your proficiency bonus + your Wisdom modifier. If the ki feature has a prerequisite of any kind, you can choose it only if you're a monk that meets them.": "你获得来自武僧职业的两个你特性，它们需符合特性的《气》规则和限制部分中描述的限制。这些特性的武术骰为d6。如果你使用的你特性需要目标进行豁免才能抵抗其效果，则豁免 DC 等于 8 + 你的熟练加值 + 你的感知调整值。如果你特性有任何先决条件，只有符合条件的武僧才能选择它（Monk）（dnd running group rules）。",
	"Whenever you gain a level, you can replace one of these feat's ki features with another one from the monk class.": "每当你升级时，你可以用武僧职业的另一个技能特性替换这些特征中的一个，符合当地的语言习惯，而像(%num%)这样的文本在翻译中应该保持为(%num%)。",
	"You gain 2 ki points to spend on ki features (these points are added to any ki points you have from another source, but can be used only on ki features). You regain all expended ki points when you finish a short or long rest that you spent meditating uninterrupted for at least half of its duration.": "你获得 2 气点可用于气功能（这些点数加到你从其他来源得到的气点上，但只能用于气功能）。当你完成一次至少占用其一半时间冥想的短暂或长时间休息时，你会恢复所有耗尽的气点。 (ki)",
	"Monks of the Way of the Inner Strength are dedicated to cultivating the true potential of ki. They take on a path of diligent meditation and self discovery, searching for the mysteries that dwelve deep within them, rather than those of the universe around them.": "内力之道的僧侣致力于培育气的真正潜力。他们走上勤奋冥想和自我发现之路，探寻深藏在自己内心深处的奥秘，而非宇宙周围的奥秘。 (Monks of the Way of the Inner Strength)",
	"More often than not, practicioners of this tradition isolate themselves for long periods of time, disconnecting their terrenal senses in order to heighten their spiritual eye. Only a few can endure this journey, and even less monks can achieve the state of true enlightenment.": "很多时候，这一传统的修行者会长时间与世隔绝，切断凡尘感知以提升他们的灵眼。只有少数人能够忍受这样的旅程，甚至更少的僧侣能够达到真正的开悟状态。 (tradition)",
	"With the liberation of your spiritual energy, you are less restricted in the use of your ki abilities. Beginning at 3rd level, choose two ki features that you know, that don't have a level restriction, to become your Specialized Ki Features. Once before the start of each of your turns, you can use a Specialized Ki Feature without spending ki points.": "随着你的精神能量的解放，你在使用气能力方面受到的限制减少了。从3级开始，选择两个你已经了解的气特性，这些特性没有级别限制，成为你的专门化气特性。在每个你的回合开始之前，你可以使用一个专门化气特性，而无需花费气点。 (ki abilities) (Specialized Ki Features)",
	"By spending 4 hours meditating or when you gain a level in this class, you can exchange one of your Specialized Ki Features for a different one with the same restrictions.": "通过花费 4 小时冥想或在这个职业中升级时，您可以将您的一项特殊气功特性换成另一项，但需遵循相同的限制。（Specialized Ki Features）",
	"Also at 3rd level, the ki flowing through your body makes you immune to disease and poison.": "在符合当地语言习惯的前提下，像(%num%)这样的文本在翻译中仍然应该输出为(%num%)。\n- 翻译遵守dnd游戏小组规则，专有名词应在翻译后用英文保留在`()`中。\n\n在第三级时，流经你身体的气使你免疫疾病和毒素。(dnd running group)",
	"At 6th level, whenever you finish a rest by meditating and spend at least one Hit Die to heal yourself, you regain additional hit points equal to three times your monk level.": "在第六级时，每当你通过冥想完成休息并至少使用一个生命骰来治疗自己时，你会额外恢复等于你武僧等级三倍的生命值。 (monk)",
	"At 11th level, you can reach an state of absolute concentration, in which you, through uninterrupted meditation, can finish a short rest in 1 minute and a long rest in 1 hour. Once you do either of those, you can't do it again before 24 hours.": "在第11级时，你可以达到绝对专注的状态，在这种状态下，通过不间断的冥想，你可以在1分钟内完成短休，而在1小时内完成长休。一旦你完成其中任何一个，24小时内不能再次进行。 (DND running group rules)",
	"By reaching deep within yourself, your soul blossomed to its maximum potential. At 17th level, you can now add one ki feature with a 5th level restriction and one with a 9th level restriction to your Specialized Ki Features.": "深入你内心，你的灵魂达到了最大的潜力。在17级时，你现在可以将一个5级限制和一个9级限制的气特性添加到你的专精气特性中。 (DND 运行团规则)",
	"Monks of the Way of the Shadows follow a tradition that values stealth and subterfuge. These monks might be called ninjas or shadowdancers, and they serve as spies and assassins.": "暗影之道的僧侣追随重视隐秘和暗杀的传统。这些僧侣可能被称为忍者或影舞者，他们充当间谍和刺客。 (Monks of the Way of the Shadows follow a tradition that values stealth and subterfuge. These monks might be called ninjas or shadowdancers, and they serve as spies and assassins.)",
	"Sometimes the members of a ninja monastery are family members, forming a clan sworn to secrecy about their arts and missions. Other monasteries are more like thieves' guilds, hiring out their services to nobles, rich merchants, or anyone else who can pay their fees.": "有时，忍者寺庙的成员是家庭成员，形成了一个誓言守密的家族，不谈论他们的技艺和任务。其他寺庙更像是盗贼行会，向贵族、富商或任何能支付费用的人出售他们的服务。(ninja monastery)(thieves' guilds)",
	"Regardless of their methods, the heads of these monasteries expect from their students unquestioning obedience, to show no scruple on their actions, and to carry their missions without failure. Otherwise, they won't hesitate to deliver severe punishment.": "尽管各个寺院的方法不同，但寺院的领袖们都期望他们的学生无条件服从，对自己的行为不抱怨疑虑，并且不遗余力地完成任务。否则，他们将毫不犹豫地实施严厉的惩罚。（DND running group rules）",
	"With your training you are capable of replicating certain spells. At 3rd level, you gain the {@spell message} and {@spell minor illusion} cantrips if you don't already know them. In addition, you can spend 1 ki point to cast {@spell fog cloud}, {@spell silent image}, or {@spell jump}, and you can spend 2 ki points to cast {@spell darkness}, {@spell darkvision}, {@spell pass without trace}, or {@spell silence}.": "根据当地语言习惯，像(%num%)这样的文本在翻译中仍然应该输出为(%num%)。\n翻译应符合dnd运行组规则，并且专有名词在翻译后应在括号中保留英文。\n\n通过你的训练，你能够复制某些法术。在3级时，如果你还不知道它们，你会获得{@spell message}和{@spell minor illusion}的零级法术。此外，你可以花费1点气点施放{@spell fog cloud}、{@spell silent image}或{@spell jump}，你也可以花费2点气点施放{@spell darkness}、{@spell darkvision}、{@spell pass without trace}或{@spell silence}。",
	"When you cast {@spell silent image} in this way, you can only use it to create an image of yourself, and you can only cast {@spell jump} on yourself in this way.": "当你以这种方式施放{@spell silent image}时，你只能用它来创造一个你自己的形象，并且你只能以这种方式在自己身上施放{@spell jump}。",
	"At 6th level, you gain the ability to step from one shadow into another. When you are in dim light or darkness, as a bonus action you can teleport up to 60 feet to an unoccupied space you can see that is also in dim light or darkness. You then have advantage on the first attack you make on that turn.": "在第6级时，你获得了从一个阴影跳到另一个的能力。当你处于微光或黑暗中时，作为一个奖励动作，你可以传送到你能看到的、也处于微光或黑暗中的一个未被占用的空间，距离最多为60英尺。然后，你在该回合进行的第一次攻击中获得优势。 (dnd running group rules)",
	"At 11th level, you learn how to become one with the shadows. You can spend 2 ki points when you use your Shadow Step to become {@condition invisible}. You remain {@condition invisible} until you make an attack, cast a spell, or until you get into an area of bright light.": "在第11级时，你学会如何与阴影融为一体。当你使用你的暗影步时，你可以花费2点气来成为{@condition invisible}。你会保持{@condition invisible}状态，直到你进行攻击、施放法术，或者进入到明亮光线的区域。",
	"At 17th level, you can exploit a creature's momentary distraction when it is hit by an attack. Whenever a creature within 5 feet of you is hit by an attack made by a creature other than you, you can use your reaction to make an attack against that creature.": "在第17级时，当一个生物被攻击时，你可以利用它短暂的分神。每当你周围5英尺内的一个生物被非你所造成的生物攻击命中时，你可以使用你的反应对该生物发动一次攻击。",
	"Each element is contained within a field of study, known as {@filter Elemental Arts|optionalfeatures|feature type=DZC:EA}. Each elemental art has its own set of abilities, reflected as options within the features of this subclass. Whenever you gain a feature from this subclass you learn one of its options, each associated to an elemental art ({@filter air|optionalfeatures|feature type=DZC:EA:A}, {@filter earth|optionalfeatures|feature type=DZC:EA:E}, {@filter fire|optionalfeatures|feature type=DZC:EA:F}, and {@filter water|optionalfeatures|feature type=DZC:EA:W}).": "每个元素都包含在一个研究领域中，称为{@filter Elemental Arts|optionalfeatures|feature type=DZC:EA}。每种元素艺术都有其自己的一套能力，这些能力反映在此子类功能中的选项中。每当你从这个子类获得一个功能时，你学会其中一个选项，每个选项与一个元素艺术相关联（{@filter air|optionalfeatures|feature type=DZC:EA:A}，{@filter earth|optionalfeatures|feature type=DZC:EA:E}，{@filter fire|optionalfeatures|feature type=DZC:EA:F}和{@filter water|optionalfeatures|feature type=DZC:EA:W}）。",
	"Another property of these arts is that each has associated damage types, as shown in the Elemental Arts Damage table. Whenever a feature in this subclass refers to the damage of your elemental art, it refers to the ones in the table.": "这些技艺的另一个特性是，每一种都有相关的伤害类型，如《元素技艺伤害表》所示。每当这个子职业中的特性提及你的元素技艺的伤害时，指的是表中的那些。",
	"Thunder": "雷霆",
	"Earth": "地球 (Earth)",
	"Bludgeoning, Piercing, Slashing": "钝击，穿刺，砍杀",
	"Water": "水",
	"Starting when you choose this tradition at 3rd level, you learn to release elemental energy from your attacks. Once on your turn, when you hit a target with a weapon attack, you can spend 1 ki point to use an {@filter Elemental Strike|optionalfeature|feature type=DZC:EA:ES} option you know, dealing extra damage equal to one roll of your Martial Arts die, choosing from one of the damage types of its associated art. Each option has additional effect you can apply with it.": "从你在3级选择这个传统开始，你学会了从你的攻击中释放元素能量。每当你的回合，当你用武器攻击命中目标时，你可以花费1点气来使用一个你知道的{@filter Elemental Strike|optionalfeature|feature type=DZC:EA:ES}选项，造成额外的伤害，等于你的武术骰的一次投掷，从其关联艺术的伤害类型中选择。每个选项都有你可以应用的额外效果。(%num%)",
	"Also at 3rd level, you learn to shape the elements' energy into different effects. Once on your turn, you can spend 1 ki point to replace an attack from the Attack action with an {@filter Elemental Manifestation|optionalfeature|feature type=DZC:EA:EM} option you know.": "根据当地的语言习惯，文本中像 (%num%) 这样的内容在翻译时应保持为 (%num%)。\n\n在符合 dnd 跑团规则的前提下翻译，专有名词在翻译后应保留英文括号内的内容。\n\n在第三级时，你学会了将元素的能量塑造成不同的效果。在你的回合中，你可以花费1点气来用你所了解的 {@filter Elemental Manifestation|optionalfeature|feature type=DZC:EA:EM} 选项替换攻击动作中的一次攻击。",
	"At 6th level, you learn to infuse yourself with elemental energy. As a bonus action, you can spend 2 ki points to enter a {@filter Primal Stance|optionalfeature|feature type=DZC:EA:PS} option you know for 1 minute. For the duration, you gain the benefits of the chosen option. Your Primal Stance ends early if you are knocked unconscious, if you end it as a bonus action, or until you use this feature again.": "在第6级时，你学会了将自己注入元素能量。作为一个奖励动作，你可以花费2点气点进入你已知的{@filter Primal Stance|optionalfeature|feature type=DZC:EA:PS}选项，持续1分钟。在此期间，你获得所选择选项的益处。如果你被击晕，或者你作为奖励动作结束了原始姿态，或者直到你再次使用此特性，你的原始姿态将提前结束。",
	"Alternatively, you can learn an additional option from one of your previous features.": "根据当地语言习惯，文本中像 (%num%) 这样的内容在翻译中仍然应输出为 (%num%)。\n\n翻译需符合dnd运行组规则，并且专有名词在翻译后应在括号中保留英文。",
	"At 11th level, you learn how to move as one with the elements. Choose one of the {@filter Step Shift|optionalfeature|feature type=DZC:EA:SS}": "在第11级时，你学会如何与元素融为一体。选择其中一个{@filter Step Shift|optionalfeature|feature type=DZC:EA:SS}",
	"At 17th level, you have perfected the primal arts, learning to shape them in special ways. You gain the following benefits:": "在第17级时，你已经完善了原始艺术，学会了以特殊的方式塑造它们。你获得以下好处：",
	"Once on your turn, when you hit a target with a weapon attack, you can deal extra damage equal to one roll of your Martial Arts die, choosing from one of the damage types of an elemental art you know.": "在你的回合中，当你用武器攻击命中目标时，你可以额外造成伤害，伤害值等于你的武术骰的一次掷骰结果，从你所知道的元素艺术伤害类型中选择。 (Martial Arts)",
	"You gain resistance to one of the damage types of an elemental art you know. If you have four arts in a single element, you ignore resistance to that damage.": "你获得对你已掌握的一种元素艺术的伤害类型的抗性。如果你在同一元素中拥有四种艺术，你忽略对该伤害的抗性。 (elemental art)",
	"You also gain one of the following {@filter Elemental Mastery|optionalfeatures|feature type=DZC:EA:EMa} options of your choice. You must know the amount of elemental arts shown in parenthesis in order to take it.": "符合当地语言习惯，并且像(%num%)这样的文本应该在翻译中仍然输出为(%num%)。\n翻译遵守DND运行组规则，专有名词应在翻译后保留英文括号内的内容。\n\n你还可以选择以下其中一个{@filter Elemental Mastery|optionalfeatures|feature type=DZC:EA:EMa}选项。你必须知道括号中显示的元素艺术数量才能选择。",
	"Jumping across the roofs with unmatched speed, she pursues the assassin across the city, slowing it little by little with arrows. The criminal now face to face with the wood elf shortly finds themselves immovilized on the ground, unwilling to continue fighting.": "在与当地语言习惯一致的情况下，文本中像 (%num%) 这样的内容在翻译中仍应保持为 (%num%)。\n翻译应符合 dnd 闯荡团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n以无与伦比的速度跃过屋顶，她追逐着刺客穿越城市，用箭逐渐减慢了它的速度。罪犯现在与木精灵面对面，很快发现自己无法动弹在地上，不愿继续战斗。",
	"The half-orc battles the adult dragon, protecting the sanctuary's gate with nothing but his body. The little warrior holds his adversary by the neck and subdues it to the ground, finishing the assault.": "半兽人与成年龙交战，只凭他的身体保护着圣所的大门。小战士抓住对手的脖子将其制服在地，结束了这次袭击。 (half-orc) (adult dragon)",
	"The human unwraps his bandages as the elite knights surround him and ready their weapons. Driven by the thirst of a fight, he dispateches them with hardened strikes that pierce their armors. After taking a deep breath he resumes his hunt for the tyrant.": "人类解开他的绷带，当精英骑士们包围他并准备好武器时。受到战斗的渴望驱使，他以坚韧的打击击溃了他们，穿透了他们的盔甲。深吸一口气后，他继续追逐暴君。（elite knights）",
	"Whatever their discipline, monks are united in their ability to magically harness the energy that flows in their bodies. Whether channeled as a striking display of combat prowess or a subtler focus of defensive ability and speed, this energy infuses all that a monk does.": "无论他们的修行如何，僧侣们都能够以魔法的方式驾驭身体中流动的能量。无论是作为战斗技能的醒目展示，还是作为防御能力和速度的微妙聚焦，这种能量都渗透在僧侣所做的一切中。 (%num%)",
	"Monks make careful study of a magical energy that most monastic traditions call ki. This energy is an element of the magic that suffuses the multiverse-specifically, the element that flows through living bodies. Monks harness this power within themselves to create magical effects, exceed their bodies' physical capabilities, or alter the state of a creature by manipulating their ki. Using this energy, monks channel uncanny speed and strength into their attacks. As they gain experience, their martial training and their mastery of ki gives them more power over their bodies and the bodies of their foes.": "僧侣们认真研究一种被大多数修行传统称为气的魔法能量。这种能量是贯穿多元宇宙的魔法的一部分，具体来说，是流动于生物体内的元素。僧侣们利用这种力量在自己身上创造魔法效果，超越他们身体的物理能力，或通过操纵他们的气来改变生物的状态。利用这种能量，僧侣们将超乎寻常的速度和力量注入到他们的攻击中。随着他们的经验增长，他们的武术训练和气的掌握使他们对自己的身体和敌人的身体有了更多的控制力。",
	"Small walled cloisters dot the landscapes of the worlds of D&D, tiny refuges from the flow of ordinary life, where time seems to stand still. The monks who live there seek personal perfection through contemplation and rigorous training. Many entered the monastery as children, sent to live there when their parents died, when food couldn't be found to support them, or in return for some kindness that the monks had performed for their families.": "小型的围墙修道院点缀着D&D世界的风景，是普通生活流动的微小避难所，时间似乎停滞不前。住在那里的僧侣通过沉思和严格的训练追求个人完美。许多人在童年时期就进入了修道院，当他们的父母去世、找不到食物来养活他们时，或者作为回报，因为僧侣为他们的家人做了某种善事。",
	"A monastery welcomes anyone seeking refuge, and all its inhabitants must abide by its community rules. However, to be considered a monk, it is required that one persistently and rigurously trains body and spirit, for they believe that only when both work in harmony and are pushed past its limitations everyday that one can reach their perfect self. Such is the goal of every monk. It is for that purpose that many monastic traditions have been created, for the path is unique for each individual.": "一座寺庙欢迎寻求庇护的人，所有居民都必须遵守社区规定。然而，要被视为一名僧侣，必须坚持不懈地锻炼身心，因为他们相信只有当两者和谐地协同工作，并且每天超越自己的极限时，才能达到完美的自我。这是每个僧侣的目标。正是出于这个目的，才创立了许多僧侣传统，因为每个人的道路都是独一无二的。 (monastic traditions)",
	"Some monks live entirely apart from the surrounding population, secluded from anything that might impede their spiritual progress. Others are sworn to isolation, emerging only to serve their mentor or a divine power, often to fulfill a spiritual task, others to carry out an important mission. In some cases, they embark themselves on a meaningful journey for self discovery.": "一些僧侣完全与周围人群隔绝，远离可能阻碍他们精神进步的任何事物。其他人宣誓孤立，只在为导师或神灵服务时才出现，通常是为了完成精神任务，还有些人是为了执行重要的使命。在某些情况下，他们会踏上一段富有意义的自我发现之旅。 (dnd running group)",
	"The majority of monks don't shun their neighbors, making frequent visits to nearby towns or villages and exchanging their service for food and other goods. As versatile warriors, monks often end up protecting their neighbors from monsters or tyrants.": "大多数僧侣不避开他们的邻居，经常访问附近的城镇或村庄，并用他们的服务交换食物和其他物品。作为多才多艺的战士，僧侣经常最终保护他们的邻居免受怪物或暴君的侵害。(monks)",
	"For a monk, becoming an adventurer is a harsh transition. It means leaving a structured, communal lifestyle to become a wanderer. Thus, those who leave their cloisters don't undertake this change lightly. They work diligently, approaching their adventures as personal tests of their physical and spiritual growth. Monks care little for material wealth and are driven by a desire to accomplish a greater mission than slaying monsters and plundering their treasure.": "对于一名僧侣来说，成为冒险者是一个艰难的转变。这意味着离开了有结构的、共同生活的方式，成为了一个漫游者。因此，那些离开他们的修道院的人不轻易接受这种改变。他们勤奋工作，把他们的冒险视为对自己身心成长的个人考验。僧侣们对物质财富不感兴趣，他们被渴望完成比屠杀怪物和掠夺财宝更伟大的使命所驱动。 (monk)\n",
	"As you make your monk character, think about your connection to the monastery where you learned your skills and spent your formative years. Were you an orphan or a child left on the monastery's threshold? Did your parents promise you to the monastery in gratitude for a service performed by the monks? Did you enter this secluded life to hide from a crime you committed? Or did you choose the monastic life for yourself? And why did you choose to study your discipline?": "在创建你的僧侣角色时，请考虑你与学习技能并度过成长时期的寺院的联系。你是孤儿还是被遗弃在寺院门口的孩子？是你的父母因僧侣们所做的服务而承诺把你交给寺院？你是因为犯了罪而选择了隐居生活？还是你自己选择了出家生活？为什么选择学习你的修行方式？(僧侣)(monk)",
	"Consider why you left. Did the head of your monastery choose you for a particularly important mission beyond the cloister? Perhaps you were cast out because of some violation of the community's rules. Did you dread leaving, or were you happy to go? Is there something you hope to accomplish outside the monastery? Are you eager to return to your home?": "考虑一下为什么你离开了。是因为你的修道院院长选中你去执行一个特别重要的任务，超越了修道院的界限吗？也许是因为你违反了社区的规定而被驱逐出去。你是不是害怕离开，还是很高兴离开？你希望在修道院之外完成某些事情吗？你是否渴望回到家里？(monastery)",
	"As a result of the structured life of a monastic community and the discipline required to harness ki, monks are almost always lawful in alignment.": "由于修道院社区的有序生活和驾驭气的纪律要求，僧侣几乎总是保持着守法的属性。(monastic community)",
	"You can make a monk quickly by following these suggestions. First, make Dexterity your highest ability score, followed by Wisdom. Second, choose the {@background hermit} background. Take the Unarmed Style and when you learn ki features, choose {@optfeature Flurry of Blows|DZC:ANA}, {@optfeature Patient Defense|DZC:ANA}, and {@optfeature Step of the Wind|DZC:ANA}.": "你可以通过以下建议快速制作出一个僧侣。首先，将敏捷度设为最高能力值，其次是智力。其次，选择{@background hermit}背景。学习气技能时，选择{@optfeature Flurry of Blows|DZC:ANA}，{@optfeature Patient Defense|DZC:ANA}和{@optfeature Step of the Wind|DZC:ANA}。",
	"Sometimes an ability, feature, or spell allows you to add a bonus to an attack roll, ability check, or saving throw, such as the bard's Bardic Inspiration, a war cleric's  Channel Divinity: Guided Strike, the *bless* spell, the martial technique boost offensive, and many others. Other abilities allow you to reroll the die for those die rolls, such as the drunken master monk's Drunkard's Luck. There is another type of abilities, much rarer than the others, ones that allow you to add special effects to your actions, reactions, die rolls, etc., such as the monk's Evasion ki feature. These abilities have in common the lack of key words for its trigger, such as hit, succeed, miss, or fail, which is why you can choose to use these after seeing the roll, but before the DM says wether the roll succeeds or fails.": "有时候，某些能力、特征或法术会让你在攻击检定、能力检定或豁免检定中增加一个奖励，比如诗人的吟游诗人灵感（Bardic Inspiration），战争牧师的神圣通道：引导打击（Channel Divinity: Guided Strike），*祝福*法术，武术技巧增强攻击，以及其他许多。其他能力则允许你重新投掷那些骰子，比如醉拳高手僧侣的酒徒运气（Drunkard's Luck）。还有另一种类型的能力，比其他能力更为罕见，那就是允许你为你的动作、反应、骰子投掷等增加特殊效果的能力，比如僧侣的闪避气（Evasion ki feature）。这些能力共同的特点是缺乏触发它们的关键词，比如命中、成功、未命中或失败，这就是为什么你可以选择在看到骰子投掷结果后，但在DM宣布投掷结果成功或失败之前使用它们。 (Bardic Inspiration) (Channel Divinity: Guided Strike) (*bless*)"
}