{
	"At 1st level, you are adept at a combat style focused on hand to hand combat and the use of monk weapons, represented by a special die called Martial Arts die, as shown in the Martial Arts column of the Monk table.": "在1级时，你精通一种以徒手格斗和僧侣武器为重点的战斗风格，以“武术骰”表示，如僧侣表格中的“武术”栏所示。 (Monk table)",
	"While all martial arts share some principles, each monk adapts them to better suit themselves, thus specializing in one Martial Arts Style or combining them to create their own. Each syle is described below and each one defines what are considered as your monk weapons.": "尽管所有的武术都有一些共同原则，但每个武僧都会根据自己的情况对其进行调整，从而专攻一种武术风格或将它们结合起来创造出自己的风格。下面描述了每种风格，每一种都定义了哪些武器被视为你的武僧武器。 (Martial Arts Style)",
	"You learn two {@filter Martial Arts Features|optionalfeatures|feature type=DZC:MA} of your choice from any style. When you reach 9th and 18th level in this class, you learn an additional martial arts feature of your choice from any style. If a martial arts feature requires a level, you must meet that level in this class to learn it.": "你可以选择两种风格中的任意一种 {@filter Martial Arts Features|optionalfeatures|feature type=DZC:MA} 进行学习。当你达到该职业的9级和18级时，你可以从任意风格中选择一项额外的武术特性进行学习。如果某项武术特性需要达到一定等级，你必须在该职业中达到该等级才能学习它。",
	"You lose the benefits of your Martial Arts if you are wielding a non-monk weapon or wearing heavy armor.": "如果你使用的武器不是僧侣武器，或者穿着重甲，你将失去你的武术优势。(Martial Arts)",
	"A balanced style taught to beginners so that they can adapt to any situation. Your monk weapons are any simple melee weapon that doesn't have the two-handed or heavy property.": "一个平衡的风格教给初学者，使他们能够适应任何情况。你的僧侣武器是任何没有双手或重型属性的简单近战武器。（monk weapons）",
	"You trained to control the weight of your opponents with your own, crushing them in the process. Your monk weapons are any simple melee weapon that doesn't have the two-handed or heavy property.": "你接受了训练，运用自己的体重控制对手，将他们碾压在地。你的武僧武器可以是任何没有双手或沉重属性的简单近战武器（monk weapons）。（DND Running Group规则）",
	"You conditioned your body to throw swift and precise unarmed strikes, which can carry a lot of power. Your monk weapons are shortswords and any simple melee weapon that doesn't have the two-handed or heavy property.": "你训练你的身体来投掷迅速而精确的徒手打击，能够带来巨大的力量。你的武僧武器是短剑和任何简单的近战武器，不具有双手或沉重特性。 (monk)",
	"Not only are you capable of wielding a larger variety of weapons, but you can use it in a more defensive style. Your monk weapons are longbows and any weapon that doesn't have the two-handed, heavy, or special property.": "不仅仅你可以使用更多种类的武器，而且你可以以更为防御性的方式使用它。你的僧侣武器包括长弓和任何没有双手、重型或特殊属性的武器（monk weapons）。",
	"In this compendium unarmed strikes and the finesse property suffer important changes meant to keep balance in check.": "在这个手册中，徒手攻击和灵巧属性会有重要的变化，旨在保持平衡。 (Dungeons & Dragons)",
	"The property now allows to choose between your Strength or Dexterity modifier only for the attack roll with the weapon, but not for the damage roll. For the damage roll you still have to use your Strength modifier for melee weapon attacks or your Dexterity modifier for ranged weapon attacks.": "现在，该属性允许您仅在使用该武器进行攻击时选择您的力量或敏捷调整值，但不适用于伤害掷骰。对于近战武器攻击，您仍需使用您的力量调整值，对于远程武器攻击，您仍需使用您的敏捷调整值。 (D&D)",
	"Unarmed strikes are now considered to have the finesse and light properties.": "徒手攻击现在被视为具有灵巧性和轻巧性能。 (Unarmed strikes are now considered to have the finesse and light properties.)",
	"Some characters have access to a specialized form of defense called Unarmored Defense. If your character has proficiency with it, your AC equals to 10 + your Dexterity modifier + your ability modifier listed in parenthesis, while you aren't wearing armor. You also lose this benefit if you wield a shield and lack proficiency with it.": "一些角色具有一种称为无甲护身的专门防御形式。 如果你的角色精通此技能，则你的 AC 等于 10 + 你的敏捷调整值 + 你在括号中列出的能力调整值，当你不穿戴盔甲时。 如果你持盾却没有熟练，你也会失去这个益处。 (Unarmored Defense)",
	"If you have proficiency in this trait with different abilities, you can only benefit from one at the time.": "根据当地语言习惯，文本如 (%num%) 应保持在翻译中输出为 (%num%)。\n翻译需符合DND游戏团规则，专有名词应在翻译后保留英文括号中的内容。若你在不同能力上有熟练度，你只能同时受益于其中一项。",
	"Each ability offers a different interpretation of this trait. For instance, Wisdom allows you to predict attacks and increases your overall awareness of your surroundings; Constitution prevents harm by increasing your studiness; and Charisma makes your presence tangible to others, making them think twice before laying a finger on you.": "每种能力都提供了这一特质的不同解释。例如，智力允许你预测攻击并增加你对周围环境的整体意识; 体质通过增加你的坚韧性来防止伤害; 魅力使你的存在对他人有形，使他们在对你动手之前三思。 (Wisdom) (Constitution) (Charisma)",
	"At 9th level, you learn an additional {@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA} of your choice from any style.": "在第9级时，你学会了额外的选择项{@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA}，可以从任何风格中选择。",
	"At 18th level, you learn an additional {@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA} of your choice from any style.": "在18级时，您可以额外学习一个来自任何流派的{@filter Martial Arts Feature|optionalfeatures|feature type=DZC:MA}的选择。 (DND running group)",
	"At 1st level, you know how to block your senses from the external world, entering a state of absolute focus, called meditation. While in this state you remain motionless and unconscious, and the only action you can take is to awaken yourself from it. Your meditation ends if you take damage or another creature uses its action to reach and awaken you.": "在1级时，你知道如何屏蔽自己的感官，进入一种绝对专注的状态，称为冥想。在这种状态下，你保持静止和无意识，唯一的行动是唤醒自己。如果你受到伤害或另一个生物使用其行动来接触并唤醒你，你的冥想就会结束。 (dnd游戏小组规则)",
	"With uninterrupted meditation you can finish a short or long rest in half the time, and gain the same benefits of 8 hours of sleep in 4 hours.": "通过不间断的冥想，您可以在一半的时间内完成短暂或长时间的休息，并在4小时内获得相当于8小时睡眠的同样好处。(Dungeons & Dragons运行组规则)",
	"Starting at 7th level, you're no longer rendered unconscious while meditating, and you can see and hear as normal.": "从第7级开始，你在冥想时不再陷入昏迷状态，而且你可以正常地看见和听到。",
	"At 7th level, you're no longer rendered unconscious while meditating, and you can see and hear as normal.": "在第7级时，冥想时不再昏迷，您可以正常看到和听到。 (D&D running group rules)",
	"Starting at 2nd level, you have reached the stage in which you can harness the mystic energy of ki, which can be used to perform superhuman feats through a variety of techniques.": "在第二级开始，你已经达到了能够利用气的神秘能量的阶段，可以通过各种技巧执行超人的壮举。 (D&D running group)",
	"Your access to this energy is represented by a number of ki points. You have an amount of ki points equal to your monk level + your Wisdom modifier, unless that modifier is negative. You regain 1 + your Wisdom modifier (minimum of 2) ki points if you finish a short rest meditating, and all of them if you finish a long rest with it.": "你对这种能量的访问由一定数量的气点表示。你拥有的气点数量等于你的武僧等级加上你的智力调整值，除非该调整值为负。如果你完成短暂的冥想休息，你会恢复1 + 你的智力调整值（至少为2）的气点，如果你在长时间休息中完成冥想，你会恢复所有气点。 (monk)",
	"Your ki fuels various techniques called {@filter Ki Features|optionalfeatures|feature type=DZC:KF}, each detailed in the Ki Features section of this class. The number of ki features you know is shown in the Ki Features column of the Monk table.": "你的气能源支撑着被称为{@filter Ki Features|optionalfeatures|feature type=DZC:KF}的各种技能，每一项在这个职业的气特性部分都有详细描述。你了解的气特性数量显示在武僧表格的气特性列中。 (Monk)",
	"If a ki feature has prerequisites, you must meet them to learn it. You can learn a ki feature at the same time that you meet its prerequisites. A level prerequisite referes to your level in this class.": "如果一个气特性有先决条件，你必须符合这些条件才能学会它。你可以在满足其先决条件的同时学会一个气特性。等级先决条件指的是你在这个职业中的等级。 (ki)",
	"Whenever you gain a level in this class, you can choose one of the ki features you know and replace it with another one that you could learn at that level.": "每当你在这个职业中升级时，你可以选择你已经掌握的气特性之一，并用在那个等级可以学习的另一个特性替换它。 (class)",
	"Some of your ki features require your target to make a saving throw to resist the feature's effects. The saving throw DC is calculated as follows:": "一些你的气特性需要目标进行豁免才能抵抗特性的效果。豁免 DC 的计算如下所示：",
	"Some subclass features use ki to fuel an ability, these count as Ki Features for the purpose of this section.": "一些子类特性使用气来激发能力，这些算作气能特性以供本节使用。 (D&D running group)",
	"When a Ki Feature uses one of your Ability modifiers for calculation, the minimum modifier you can use is 1.": "当Ki特性使用你的任何能力修正进行计算时，你能使用的最小修正值为1。（dnd running group规则）",
	"You can't use ki and lose the benefits of any Ki Feature you have active if you are wielding a non-monk weapon or wearing heavy armor, if you are unconscious, or dead.": "你不能使用气，并且如果你握持非武僧武器或穿着重甲，你失去任何已激活的气特性的好处，如果你处于昏迷或死亡状态下。 (D&D 运行团规则)",
	"You can neither apply on the same effect multiple ki features that impose a saving throw nor one such a feature together with Weakening Strike.": "你不能同时施加多个需要进行豁免投掷的气功特性，也不能将这类特性与Weakening Strike同时施加。（D&D 跑团规则）",
	"Some of your Ki Features allow you to cast spells. To cast one of these spells, you use its casting time and other rules, but you don't need to provide material components for it. Wisdom is your spellcasting ability for spells cast in this way.": "一些你的气功特性允许你施放法术。要施放其中的一个法术，你需要按照其施法时间和其他规则，但无需提供材料成分。智力是你以这种方式施放的法术的施法能力。\n\n(Note: Proper nouns and terms like \"Ki Features\" and \"Wisdom\" remain in English, enclosed in `()`, as per the provided instructions.)",
	"Starting at 2nd level, you gain a bonus to your movement speed, as shown in the Unarmored Movement column of the Monk table. You lose this benefit if you lose the benefits of your Martial Arts.": "从2级开始，你的移动速度获得奖励，如武僧表格的无甲运动栏所示。如果你失去你的武术的好处，你将失去这个好处。（Monk）",
	"When you reach 3rd level, you commit yourself to a monastic tradition, all detailed at the end of the class description. Your tradition grants you features at 3rd level and again at 6th, 11th, and 17th level.": "当你达到第三级时，你将自己投入到一个僧侣传统中，所有详细内容都在课程描述的末尾列出。你的传统会在第三级以及第六级、十一级和十七级再次授予你特性。 (monastic tradition)",
	"At 6th level, you gain a feature granted by your Monastic Tradition.": "在第6级时，您获得了您的僧侣传统赋予的特性。 (Monastic Tradition)",
	"At 11th level, you gain a feature granted by your Monastic Tradition.": "在11级时，您将获得由您的僧院传统授予的功能。 (Monastic Tradition)",
	"At 17th level, you gain a feature granted by your Monastic Tradition.": "在第17级时，您获得了由您的僧侣传统赋予的功能。（Monastic Tradition）",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到第4级时，你可以将你选择的一个属性分数提高2点，或者你可以将你选择的两个属性分数各提高1点。和平常一样，你不能通过这个特性将属性分数提高到20以上。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用天赋，你可以选择取代一个{@5etools feat|feats.html}。 (DM - 龙与地下城主持人)",
	"When you reach 6th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到6级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与通常一样，你不能通过这个特性将一个能力值提高到20以上。"
}