{
	"You touch of piece of ammunition infusing it with chaotic elemental power. The next time that piece of ammunition is fired before the start of your next turn, it is destroyed and transformed into three elemental bolts one of which does fire damage, one of which does cold damage, and one of which does lightning damage.": "你触摸一颗弹药，注入混沌元素力量。在你的下一个回合开始之前，如果这颗弹药被射击，它将被摧毁并转化为三个元素箭矢，其中一个造成火焰伤害，一个造成冰冻伤害，另一个造成闪电伤害。",
	"Make a weapon attack roll for each elemental bolt. You can fire all three at the same target or different targets within the weapon attacks range. On a hit, each elemental bolt does elemental damage equal to the normal weapon damage of the attack.": "为每个元素箭矢进行武器攻击检定。你可以将所有三个箭矢射向同一目标，或者射向武器攻击范围内的不同目标。命中时，每个元素箭矢造成的元素伤害等于攻击的普通武器伤害。",
	"A human runs her hand across their blade tracing esoteric patterns that alight at a touch, flames flickering alive in their wake casting a sudden blazing light over the gloomy cavern, creatures of the dark shrinking back from the fire's light.": "一个人类用手沿着他们的刀刃划过，勾勒出神秘的图案，一触即发地点燃，火焰在他们的手指触及之处闪烁着生机，突然在阴暗的洞穴中投下一道炽热的光芒，黑暗中的生物们都因火光而退缩。",
	"A gnome's eyes begin to glow as a massive greatsword of energy condenses into their waiting hand, forming a blade of pure energy, twice their height but weightless in their hands.": "一名侏儒的眼睛开始发光，一把巨大的能量大剑凝聚在他们等待的手中，形成一把纯能量的刀刃，高度是他们的两倍，但在他们手中却没有重量。",
	"The edgy elf vanishes from sight, teleporting behind their foe before muttering something cryptically and cutting them down.": "这个锐利的精灵从视线中消失，传送到他们的敌人身后，然后神秘地低声说了些什么，将对手击倒。(elf)",
	"A Spellblade combines magic and martial talent in a perfect blend, able to blend their use of them into a single art. Rather than being a Wizard that happens to be good with a sword or a Fighter that knows some magic, a Spellblade is defined by their ability to merge the spells and martial talents into a single strike: a Spellstrike": "咒剑士将魔法和武术才能完美融合，能够将它们的使用融合成一种单一的艺术。与那些碰巧擅长剑术的巫师或懂得一些魔法的战士不同，咒剑士以将法术和武术才能融合为一击而定义：咒剑击(%num%)。",
	"Becoming a Spellblade isn't an accident - it's a difficult path to master and requires intense concentration and conditioning to master fluidly casting spells in the storm of battle in perfect sync with your attacks. Spellblades are, consequently, almost always driven by some form of motivation that have made them strive for this unique style of perfection. Some view it as an art or tradition important to them, some view it as the ultimate weapon to overcome a great obstacle, and some pursue it because of the challenge itself, seeking to prove themselves.": "成为一个法术剑士并非偶然 - 这是一条艰难的道路，需要集中精力和锻炼，才能在战斗风暴中熟练地施放法术，与攻击完美地同步。因此，法术剑士几乎总是受到某种动机的驱使，使他们努力追求这种独特的完美风格。有些人将其视为对他们重要的一种艺术或传统，有些人将其视为克服巨大障碍的终极武器，还有一些人追求这种挑战本身，试图证明自己。",
	"Most spellblades have a strong tie to the source of their tradition, be it a master, ancient technique, or even novel style they have poured their blood sweat and tears into mastering.": "大多数法术剑士与他们传统的源头有着紧密的联系，无论是一位大师、古老的技巧，甚至是他们倾注了心血和汗水去掌握的新颖风格。",
	"Spellblades are uncommon, requiring an unusual degree of talent to master their arts compared to those that choose to focus and specialize in only one of their two challenging fields. Adventurers are already a rare breed, but Spellblades are rarer still, which often causes them to defy expectations": "法师剑士(Spellblades)并不常见，相较于那些选择专注并精通两个具有挑战性领域中的一个的人，他们需要更加不寻常的天赋来掌握自己的技艺。冒险者本就稀有，但法师剑士更加罕见，这常常让他们超越人们的期望。",
	"A bookish and mild Spellblade may be surprisingly nimble or strong, while one that may look a musclebound oaf may be surprisingly erudite. By their very nature they are someone that mastered both their mind and body to an unusual degree.": "一个书呆子般温和的法术剑士可能会出奇地灵活或强壮，而一个看起来像肌肉粗壮的蠢货可能会出奇地博学。由于他们的本质，他们是那些在思维和身体上都掌握得非同寻常的人。",
	"The most important place to start when making a Spellblade is knowing what drew your character to this difficult and rare path. The path of a Spellblade is one that has few mundane uses - they are not scholars and their skills serve little purpose outside the adventuring arts, so what drove your character to master these? There's an intentionality to a Spellblade similar to that which might be found in a Paladin": "制作一个(法术剑士)时，最重要的起点是了解是什么吸引你的角色选择这条困难而罕见的道路。法术剑士的道路几乎没有世俗用途——他们不是学者，他们的技能在冒险艺术之外几乎毫无用处，那么是什么驱使你的角色掌握这些技能呢？法术剑士有一种类似于圣骑士的故意性。",
	"Determine if you learned your skills on your own through years of hard work, or if you had a master or school that passed down the art to you - does that affect the sort of weapons you use or the attitudes you take your skills and how to use them?": "确定你是通过多年的努力自学技能，还是有一位师傅或学校传授艺术给你——这是否影响你使用的武器类型或对待技能及如何运用它们的态度？",
	"You can make a Spellblade quickly by following these suggestions. If you wish to follow the Tradition of a Battlemage or Aethersword, put your highest score in Intelligence, and your second and third highest scores in Dexterity and Constitution respectively. If you wish to follow the Tradition of the Guardian, put your highest score in Strength, followed by Constitution, and then Intelligence. If you wish to follow the path of the Swiftblade or Spellshot, put your highest score in Dexterity, followed by Intelligence, and then Constitution. Choose a background that reflects your years of hard effort and study to master this unique route, preferably one that gives a physical and mental skill to represent your twin paths of mastery. When you gain cantrips at 2nd level, you can select either combat or utility options - you'll gain additional options when you reach 5th level and can use them with your Spellstrike, so you don't need to plan what you want to use with it at 2nd level.": "你可以通过以下建议快速创建一个法术剑士。如果你想遵循战斗法师或以太剑士的传统，把你最高的分数放在智力上，第二和第三高的分数分别放在敏捷和体质上。如果你想遵循守护者的传统，把你最高的分数放在力量上，然后是体质，再是智力。如果你想追随迅影剑士或法术射手的道路，把你最高的分数放在敏捷上，然后是智力，再是体质。选择一个背景来反映你多年来努力学习掌握这条独特之路，最好是一个能提供身体和精神技能的背景，以代表你掌握的双重技能之路。当你在2级获得杂耍时，你可以选择战斗或实用选项 - 当你达到5级时，你将获得额外选项，并可以在施法打击时使用它们，所以你不需要在2级时计划想要使用什么。",
	"Your affinity for magic gives you a pool of Arcane Surges. Once during your turn, you can expend a use of Arcane Surge to do any of the following:": "你对魔法的亲和力赋予了你一定数量的奥术涌动。在你的回合期间，你可以消耗一次奥术涌动来执行以下任一操作：",
	"* Cast detect magic without expending a spell slot.": "* 施放探测魔法(Detect Magic)而不消耗法术位。",
	"* Gain advantage on an attack roll (no action required)": "* 在进行攻击骰时获得优势（无需行动）",
	"* Add your Intelligence modifier to a Strength or Dexterity ability check (no action required).": "* 将你的智力调整值加到一个力量或敏捷属性检定中（无需行动）。",
	"Teleport up 5 feet to an unoccupied space you can see (no action required). This distance increases by 5 feet at 5th (10 feet), 9th (15 feet), 13th (20 feet), and 17th (25 feet) levels.": "传送到你能看到的一个未被占据的空间上方5英尺处（无需行动）。这个距离在5级（10英尺）、9级（15英尺）、13级（20英尺）和17级（25英尺）时增加5英尺。",
	"You can use this feature a number of times equal to your proficiency bonus. You can regain expended uses when you complete a short or long rest. As you level, you may gain additional uses for your Arcane Surges, but can still only spend a single use of Arcane Surge a turn.": "你可以使用这个特性的次数等于你的熟练加值（%num%）次。当你完成短休或长休时，你可以恢复已用次数。随着你的等级提升，你可能会获得额外的奥术涌动使用次数，但每回合仍然只能使用一次奥术涌动。",
	"Additionally at 1st level , you learn one cantrip of your choice from the Spellblade class list. Intelligence is your spellcasting ability for this cantrip.": "另外，在1级时，你可以从法术剑士职业列表中选择一个法术小技能。智力是你施法这个法术小技能的能力值。",
	"As part of your study of magic, you gain the ability to cast spells at 2nd level. The spells you learn are limited in scope, primarily concerned with enhancing your abilities and devastating your foes.": "作为你学习魔法的一部分，在2级时你获得了施放法术的能力。你学会的法术范围有限，主要是增强你的能力并摧毁你的敌人。",
	"At 2nd level, you learn additional two cantrips of your choice from the Spellblade spell list. You learn additional Spellblade cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Spellblade table. The table includes the bonus cantrips gained from Spellblade class features (such as Empowered Strike)": "在2级时，你可以从Spellblade（法术剑士）法术列表中选择额外两个零级法术。随着等级的提升，你将学会更多Spellblade法术剑士的零级法术，具体请参考Spellblade法术剑士表中的已知零级法术栏。该表格包括从Spellblade法术剑士职业特性（比如Empowered Strike）获得的额外零级法术。",
	"The Spellblade table shows how many spell slots you have to cast your Spellblade spells of 1st level and higher. To cast one of your Spellblade spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "法术剑士表格显示了你可以用来施放1级及更高级法术的法术槽数量。要施放法术剑士法术中的一个，你必须消耗一个与该法术等级相同或更高级的槽。当你完成一次长休后，你会恢复所有已消耗的法术槽。",
	"You know three 1st-level spells of your choice from the Spellblade spell list. The Spells Known column of the Spellblade table shows when you learn more Spellblade spells of your choice.": "你可以选择三个1级法术，来自（Spellblade）法术列表。《法术掌握》栏显示了你学会更多（Spellblade）法术的时间。",
	"Each of these spells must be of a level for which you have spell slots. For instance, when you reach 5th level in this class, you can learn one new spell of 1st or 2nd level.": "这些法术必须符合你拥有的法术位等级。例如，当你在这个职业达到5级时，你可以学习一个1级或2级的新法术。",
	"Additionally, when you gain a level in this class, you can choose one of the Spellblade spells you know and replace it with another spell from the Spellblade spell list, which also must be of a level for which you have spell slots.": "此外，当你在这个职业中升级时，你可以选择你已知的一个法术剑士法术，并用法术剑士法术清单中的另一个法术替换它，新选择的法术也必须是你拥有法术位的等级。",
	"You can use an arcane focus as a spellcasting focus for your Spellblade spells.": "你可以使用奥术焦点作为你的法术剑士法术的施法焦点。",
	"Starting at 2nd level, you can infuse spells into your weapon. As a bonus action, you can cast a 1st level or higher Spellblade spell with a casting time of 1 action in a special way, infusing it into a melee weapon instead of having it immediately take effect. The next time you make a melee attack with that weapon before the end of your turn, the spell is cast against the target of the attack. The spell fizzles and fails to cast if you cast another spell before attacking.": "从2级开始，你可以将法术灌注到武器中。作为一个奖励动作，你可以以一种特殊的方式施放一个施法时间为1个行动的1级或更高级别的（Spellblade）法术，将其灌注到近战武器中，而不是立即生效。在你的回合结束前，下一次你用该武器进行近战攻击时，该法术将对攻击目标施放。如果你在攻击前施放了另一个法术，该法术将失败并消失。",
	"Spellstrike's interaction with the spell mechanics is determined by the spell's effect:": "Spellstrike（法术打击）与法术机制的互动取决于法术的效果：",
	"* If the spell requires an attack roll (melee or ranged) it automatically hits the target if the weapon attack hits and misses the target if the weapon attack misses.": "* 如果法术需要进行攻击骰（近战或远程），则当武器攻击命中时，法术自动命中目标；当武器攻击未命中时，法术未命中目标。",
	"* If the spell has a saving throw, it automatically deals damage as if they failed saving throw against the spell on hit, but if it has any effects besides dealing damage, the target makes the save against those effects as normal for being targeted by the spell (regardless if the attack hits or misses). If a spell does half damage to targets that pass their save, they take half damage on a missed attack, treating it as if they had passed their saving throw. If a spell always hits (such as magic missile), the spell hits regardless if you hit or miss your attack.": "* 如果法术有豁免扑救，那么在命中目标时，它会自动造成伤害，就好像目标未能通过法术的豁免扑救一样。但如果除了造成伤害外还有其他效果，目标则会像被法术瞄准一样正常进行扑救（无论攻击是否命中）。如果法术对通过扑救的目标造成一半伤害，那么在未命中攻击时，他们会受到一半伤害，就好像他们通过了豁免扑救一样。如果一个法术总是命中（比如魔法飞弹），那么这个法术无论你的攻击是否命中，都会生效。",
	"* If the spell has an area of effect, that area of effect must include the space the target of the Spellstrike is in, be placed such that one one edge of it is within the range of your weapon, and otherwise follows the rules of the spell regarding placement and range. Other creatures caught in the area of effect treat the spell as if you had cast it normally. The target is not affected by the spell again (having already resolved as part of the attack).": "* 如果法术具有影响范围，那个影响范围必须包括法术打击目标所在的空间，必须放置在这样一个位置：它的一条边界在你的武器射程内，并且在其他方面遵循法术关于放置和射程的规则。被影响范围内的其他生物将会将这个法术视为你正常施放的一样。目标不会再次受到法术影响（因为已经作为攻击的一部分解决了）。",
	"Spells that have multiple attack rolls (such as scorching ray or crackle ) tie the outcome of only the first attack roll to the melee weapon attack. You resolve all subsequent attack rolls of the spell as if you had cast the spell, but can ignore the disadvantage on ranged attack rolls from being within 5 feet of hostile creatures when doing so.": "具有多次攻击骰（如灼热射线或爆裂）的法术只将第一次攻击骰的结果与近战武器攻击绑定。你将法术的所有后续攻击骰解决为你已施放该法术，但在这样做时可以忽略因在5英尺内有敌对生物而对远程攻击骰造成的劣势。",
	"You can only cast spells that are on the Spellblade class list using Spellstrike, and can only cast them at a level you can cast them as a Spellblade, though you can use any spell slot you have available to cast the spell.": "你只能使用Spellstrike施放Spellblade职业列表中的法术，而且只能以Spellblade职业的等级施放它们，尽管你可以使用任何可用的法术位来施放该法术。",
	"At 2nd level, you learn the shield spell, incorporating it into your Aegis, allowing you to cast it without components, and allowing you to cast it without expending a spell slot once, after which you must expend a spell slot as normal until you complete a short or long rest.": "在2级时，你学会了盾牌法术，将其融入你的护盾中，使你能够在不需要材料的情况下施展它，并使你能够在不消耗法术槽的情况下施展它一次，之后你必须像平常一样消耗法术槽，直到你完成一次短休或长休。",
	"Additionally at 2nd level, you start to form a magical Aegis that enhances your physical powers with magical powers, blending them together. You can select one 1st level Aegis effect (listed at the end of the class) and gain the effects": "此外，在2级时，你开始形成一个魔法护盾，用魔法力量增强你的物理能力，将它们融合在一起。你可以选择一个1级护盾效果（在职业末尾列出），并获得其效果。",
	"When you complete a long rest, you can change your selected 1st level Aegis effect or further boost your Aegis by sacrificing spell slots, granting magical empowerments that last until you complete your next long rest. When you do so, select an additional Aegis Effect (listed at the end of the class document) and expend the listed level of spell slot.": "当你完成一次长休时，你可以改变你选择的1级护盾效果，或者通过牺牲法术位来进一步增强你的护盾，提供持续到你完成下次长休的魔法增强效果。当你这样做时，选择一个额外的护盾效果（在职业文件的末尾列出），并消耗所列级别的法术位。",
	"You can expend a maximum number of spell levels this way equal to your Spellblade level divided by four (rounded up).": "你可以通过这种方式扩展的最大法术等级数，等于你的法术剑士等级除以四（向上取整）。",
	"*You can find the list of Aegis Effects in the Optional Features tab.": "*您可以在可选功能选项卡中找到Aegis效果列表。",
	"When you reach 3rd level, you select a specialization for your powers. You can choose from the Battlemage, Aether Blade, Guardian, Mage Hunter, Swiftblade, or Spellshot techniques, each of which grants you additional features": "当你达到3级时，你可以为你的能力选择一个专长。你可以选择战斗法师(Battlemage), 以太刃(Aether Blade), 守护者(Guardian), 法师猎手(Mage Hunter), 迅刃(Swiftblade), 或者法术射手(Spellshot)技巧中的一个，每个都会赋予你额外的特性。",
	"Your choice grants you features at 3rd level, and again at 7th, 15th, and 20th level.": "你的选择在3级时赋予你特性，然后在7级、15级和20级时再次获得。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，你不能通过这个特性将一个能力值提高到20以上。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用特性，你可以选择取得一个{@5etools feat|feats.html}。",
	"Beginning at 5th level, you can use cantrips on the Spellblade class list with your Spellstrike feature.": "从5级开始，你可以在你的Spellstrike特性中使用Spellblade职业列表上的零级法术。",
	"You learn 2 additional cantrips of your choice, selecting the options from the Spellblade cantrip list, and an additional cantrip at 9th, 13th, and 17th level (these additional cantrips are included on the Spellblade table).": "你可以选择学习2个额外的零级法术，从法术剑士零级法术列表中选择，分别在第9级、第13级和第17级学习1个额外的零级法术（这些额外的零级法术在法术剑士表格中列出）。",
	"Starting at 6th level, you gain the ability to regain some of your magical energy through a quick focused meditation. When you finish a short rest, you regain some of your expended spell slots. The spell slots can have a combined level that is equal to or less than one third of your Spellblade level (rounded down). You can't use this feature again until you finish a long rest.": "从6级开始，你获得了通过快速专注冥想来恢复一些魔法能量的能力。当你完成一个短休息时，你可以恢复一些已用掉的法术位。这些法术位的总等级可以等于或小于你的Spellblade等级的三分之一（向下取整）。直到你完成一次长休息之前，你无法再次使用这个特性。",
	"Additionally, at any time, as a bonus action you can expend a spell slot to regain Arcane Surges equal to the level of spell slots spent.": "此外，你可以在任何时候，作为一个奖励动作，消耗一个法术位来恢复等同于所消耗法术位等级的奥术涌动。（Arcane Surges）",
	"Additionally at 6th level, you gain proficiency in your choice of Wisdom or Charisma saving throws, and you automatically succeed on saving throws against your own spells.": "此外，在6级时，你可以选择在感知或魅力豁免 throws 中获得熟练加值，并且你对自己施放的法术的豁免 throws 将自动成功。",
	"At 7th level, you gain a feature granted to you by your Spellblade Technique.": "在第7级时，你将获得由你的法术剑士技能（Spellblade Technique）赋予的特性。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用这个特性不能将能力值提高到20以上。",
	"At 10th level, you can cast each of the spells granted by your Spellblade technique without expending a spell slot once. After you cast a spell that way, you cannot cast it that way again until you complete a long rest.": "在10级时，你可以通过你的法术剑技能施放每个法术，而无需消耗法术位。在以这种方式施放一个法术后，直到你完成一次长休，你不能再以这种方式施放它。",
	"Starting at 10th level, when you finish a long rest you can select an additional 1st Level Aegis Effect to gain the benefit of without expending a spell slot. This effect lasts until you complete a long rest, at which time you can select a new effect.": "从10级开始，当你完成一次长休时，你可以选择一个额外的1级护盾效果，获得其效果而不消耗法术位。这个效果持续直到你完成下一次长休，届时你可以选择一个新的效果。",
	"At 14th level, you can additionally select one 2nd level Aegis Effect this way, and at 18th level, you can additionally select one 3rd level Aegis effect this way.": "在14级时，你可以额外选择一种2级护盾效果，而在18级时，你可以额外选择一种3级护盾效果。",
	"Beginning at 11th level, when you hit a creature with Spellstrike, the target and creatures of your choice within 5 feet of the target that would be hit by the same attack roll take 1d8 additional force damage. On a miss, the target takes half as much damage, and nearby creatures take no damage (even if the attack roll would have hit them)": "从11级开始，当你用法术打击击中一个生物时，目标和目标周围5英尺范围内的你选择的生物，如果它们会被同一次攻击命中，则受到额外1d8点的力量伤害。如果未命中，目标受到一半伤害，附近的生物不受伤害（即使攻击命中它们）。",
	"Starting at 11th level, you are immune to the area of effect of your own spells. You take no damage from them, and ignore all other affects unless you choose to be affected.": "从11级开始，你对自己施放的法术的范围效果免疫。你不会受到它们的伤害，并且除非你选择受影响，否则会忽略所有其他影响。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用这个特性不能将一个能力值提高到20以上。",
	"Starting at 14th level, if you fail a Constitution saving throw to maintain concentration on a spell, you can spend an Arcane Surge to succeed instead.": "从14级开始，如果你在维持对一个法术的专注时未能通过一次体质豁免检定，你可以消耗一点奥术激涌来取代成功。",
	"Additionally at 14th level, you learn the detect magic spell, and it does not count against your spells known, and the detect magic spell no longer requires concentration for you.": "此外，在14级时，你学会了探测魔法(detect magic)法术，它不会计入你已知法术的数量，而且对你来说，探测魔法(detect magic)法术不再需要集中精力。",
	"For the duration of detect magic, you gain proficiency in the Arcana skill. If you are already proficient in the Arcana skill, for the duration you gain expertise, allowing you to add double your proficiency bonus to ability checks made using the Arcana skill.": "在探测魔法的持续时间内，你获得奥秘技能的熟练加成。如果你已经熟练于奥秘技能，那么在持续时间内你获得专长，允许你将你的熟练加值翻倍用于使用奥秘技能进行的能力检定中。",
	"At 15th level, you gain a feature granted to you by your Spellblade Technique.": "在15级时，你获得了由你的法术剑士技能（Spellblade Technique）赋予的特性。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用这个特性不能将一个能力值提高到20以上。",
	"At 18th level, when use Spellstrike to cast a spell that affects an area of effect, you can expend a use of your Arcane Surge expand the effect of your Blast Zone Immunity to a number of allies equal to your Intelligence modifier. When used this way, it only protects your allies until the start of your next turn, at which point they go back to being affected by any ongoing effects of a spell.": "在18级时，当使用法术打击施放影响范围的法术时，你可以消耗一次奥术激增来扩大你的爆破区免疫效果，作用对象数量为你的智力调整值。当以这种方式使用时，它只保护你的盟友直到你的下一个回合开始时，此时他们将重新受到法术的持续影响。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，你不能通过这个特性将一个能力值提高到20以上。",
	"At 20th level, you gain a feature granted to you by your Spellblade Technique.": "在20级时，你获得了由你的法术剑技能（Spellblade Technique）赋予的特性。",
	"A Battlemage is the most general Spellblade technique, balancing a wide range of spells with a well rounded style of fighting. An iconic mix of magic and martial, it has few weaknesses and many options.": "战斗法师是最常见的法剑技巧，平衡了各种法术和全面的战斗风格。这种标志性的魔法和武术的混合体，几乎没有弱点，但有很多选择。",
	"Aether Blade Spellblades make use of their magical techniques to create a weapon of pure arcane power, with most of their abilities revolving around mastering the use of this weapon.": "以太刃法师利用他们的魔法技巧创造出一把纯粹奥术力量的武器，他们的大部分能力都围绕着掌握这把武器的使用而展开。",
	"Specializing in defending their allies, spell blades following this technique make broad use of abjuration and self-enhancing magics, often specializing more toward their physical skills. They place themselves at the front of combat, but are a highly mobile line of defense.": "擅长保护盟友的法术剑士们，遵循这种技巧，广泛运用辟邪术和自我增强魔法，通常更专注于他们的物理技能。他们将自己置于战斗的最前线，但是是一个高度机动的防线。",
	"The quickest and most deadly of the Spellblades, Swiftblades specialize in mobility, striking from the shadows and withdrawing as quickly as they appeared, favoring lighter weapons and flurries of blows that leave their target dead before it can retaliate.": "在符文剑士中，最快速、最致命的是迅刃(Swiftblade)，他们擅长机动性，从阴影中袭击，然后迅速撤离，偏爱较轻的武器和连续的打击，让目标在还手之前就已经倒下。",
	"Some Spellblades hone their magical powers for the sake of countering other magical purposes. They become the anathema of all spellcasters, they fight fire with fire, honing their own magical skills for the purposes of binding and denying the magical powers of others.": "一些法术剑士锤炼他们的魔法能力，以对抗其他魔法用途。他们成为所有咒术师的大忌，他们以火攻火，磨练自己的魔法技能来束缚和剥夺他人的魔法能力。",
	"The lone option able to use their Spellstrike at range, the Spellshot gets a lot of freedom in position and target selection, able to flex their powers across the battlefield raining death from afar, and ever farther their talent grows.": "作为唯一一个能够在远程使用他们的法术打击的选项，法术射手在位置和目标选择方面拥有很大的自由度，能够在战场上灵活运用他们的力量，从远处降下死亡，而他们的天赋也在不断增长。",
	"You learn the following spells at the following levels. The following are Spellblade spells for you, but do not count against your spells known": "你在以下等级学会以下法术。以下是适合你的法术剑法法术，但不计入你已知的法术。",
	"Starting at 3rd level when you select this archetype, whenever you finish a long rest, you can touch one weapon that you are proficient with and that lacks the two-handed property. When you attack with that weapon, you can use your Intelligence modifier, instead of Strength or Dexterity, for the attack and damage rolls. This benefit lasts until you finish a long rest.": "在选择这个职业分支时，从3级开始，每当你完成一次长休时，你可以触摸一把你熟练使用且没有双手属性的武器。当你使用该武器进行攻击时，你可以使用你的智力调整值，而不是力量或敏捷，来进行攻击和伤害骰的投掷。这个效益持续直到你完成一次长休。",
	"Starting at 3rd level, you gain a new option for your Arcane Surge feature:": "从3级开始，你的奥术激涌特性获得了一个新选项：",
	"* You can cast a Spellblade spell with a casting time of one action as a bonus action.": "* 你可以将施法时间为一次行动的法术剑法术作为一个奖励动作施放。",
	"At 7th level, when you use Arcane Surge, you can select two of the available options.": "在第7级时，当你使用奥术激涌时，你可以选择两个可用选项。",
	"Starting at 15th level, when you use your Arcane Surge, you gain enhanced results:": "从15级开始，当你使用你的奥术激涌时，你会获得增强效果：",
	"* When you cast detect magic with your Arcane Surge, you also gain the effects of darkvision and see invisibility.": "* 当你使用你的奥术激发(Arcane Surge)施放侦测魔法(detect magic)时，你也会获得夜视和看见隐形(see invisibility)的效果。",
	"* When you gain advantage on attack through Arcane Surge, you can reroll one of the attack's dice once.When you gain advantage on attack through Arcane Surge, you can reroll one of the attack's dice once.": "* 当你通过奥术突袭获得攻击优势时，你可以重新投掷一次攻击骰子。(%num%)当你通过奥术突袭获得攻击优势时，你可以重新投掷一次攻击骰子。(%num%)",
	"* When you add your Intelligence to a Strength or Dexterity ability check, you gain advantage on the check.": "* 当你在智力检定中加上你的力量或敏捷属性时，你在检定中获得优势。",
	"* When you teleport, the range you can teleport is increased by 10 feet.": "* 当你传送时，你可以传送的范围增加10英尺。",
	"Starting at 20th level, you can enter a state of perfect arcane resonance for 1 minute (no action required). During this state the first Arcane Surge you use on your turn does not expend a use of your Arcane Surge feature.": "在20级时，你可以进入完美奥术共鸣状态，持续1分钟（无需动作）。在这个状态下，你在回合中使用的第一个奥术激涌不会消耗你的奥术激涌特性的使用次数。",
	"Once you use this feature, you cannot use it again until you complete a long rest.": "使用此特性后，直到完成一次长休之前，你无法再次使用它。",
	"Starting at 3rd level when you select this archetype, when you roll initiative or as a bonus action at any time, you can manifest an oversized melee weapon of pure force energy. This can take the shape of any bladed melee weapon, but it is a one-handed weapon that deals 1d10 damage with a range of 5 feet regardless of its form": "在选择这个职业分支时，从3级开始，当你进行先攻骰或在任何时候作为一个奖励动作时，你可以显现出一把纯粹的力量能量制成的超大近战武器。它可以呈现为任何有刃的近战武器的形状，但无论其形态如何，它都是一把单手武器，造成1d10点伤害，射程为5英尺。",
	"When you attack with this weapon, you can use your Intelligence modifier (in place of your Strength) for attack and damage rolls. This weapon lasts until you let go of it, become incapacitated, or dismiss it as a bonus action.": "当你使用这把武器进行攻击时，你可以使用你的智力修正值（代替你的力量）来进行攻击和伤害骰。这把武器会持续到你放开它、陷入无能为力状态，或者作为一个奖励动作解除它。",
	"While this weapon is temporary and magical, it counts as having a value of 1 sp for purposes of being treated as a material component in spells.": "虽然这把武器是暂时的和魔法的，但在施法时，它被视为价值1sp的材料成分。",
	"As a ritual taking 1 hour, you can absorb the power from a magical weapon with a bonus to attack and damage rolls. This cannot target artifacts, sentient weapons, or cursed items.": "作为一个需要1小时的仪式，你可以吸收来自一把魔法武器的力量，获得攻击和伤害骰的加值。这不能对神器、有意识的武器或被诅咒的物品使用。",
	"At your GM's discretion, this might not work with other weapons depending on their origin and type. This drains the power from the weapon, leaving it as a mundane weapon, but your Aethersword gains the bonus to attack and damage rolls previously possessed by the magical weapon.": "根据你的GM的裁量，这可能对其他武器无效，取决于它们的起源和类型。这会耗尽武器的力量，使其变成一把普通武器，但你的以太剑(Aethersword)会获得之前由魔法武器拥有的攻击和伤害加值。",
	"* You empower your Aether Blade (no action required) causing it to deal an additional die of damage until the end of your next turn. During the effect, you can reroll any weapon damage dice from your Aether Blade once (you must use the new roll after doing so).": "* 你赋予你的以太之刃（无需行动）额外造成一个伤害骰直到你的下一个回合结束。在效果期间，你可以重新投掷来自你的以太之刃的任何武器伤害骰一次（重新投掷后必须使用新的点数）。",
	"Starting at 7th level, the aether weapon manifested by Aethersword grows larger and more powerful. Its damage increases to 1d12, and it gains the reach property.": "从7级开始，由以太剑(Aethersword)显现的以太武器变得更大更强大。它的伤害增加到1d12，并获得了延长属性(reach property)。",
	"Starting at 15th level, you gain the effects of Empowering Surge when you use any of your Arcane Surge effects.": "从15级开始，当你使用你的任何奥术涌动效果时，你获得强化涌动(`Empowering Surge`)的效果。",
	"Starting at 20th level, you can overcharge your Aether Blade for 1 minute (no action required). For the duration, when you attack with your Aether Blade, you ignore all non-magical armor and defenses to treat the target's AC as 10 + their Dexterity modifier for that attack (magical defenses like the mage armor or shield are not bypassed). While attacking in this way with your Aether Blade, your attacks can target up to 2 creatures as long as they are within 10 feet of each other, though if an attack triggers a spell through Spellstrike, it does not affect the second target unless the spell can target multiple creatures.": "在20级时，你可以超载你的以太之刃1分钟（无需动作）。在持续时间内，当你用你的以太之刃攻击时，你可以忽略所有非魔法盔甲和防御，将目标的AC视为10 +他们的敏捷调整值进行攻击（像魔法盾或法师护甲这样的魔法防御不会被绕过）。在使用你的以太之刃以这种方式攻击时，你的攻击可以瞄准最多2个生物，只要它们相距不超过10英尺，尽管如果一次攻击通过法术打击触发了法术施放，它不会影响第二个目标，除非该法术可以瞄准多个生物。",
	"Starting at 3rd level when you select this archetype, you gain proficiency in heavy armor and shields.": "从3级开始选择这个职业分支时，你会获得重甲和盾牌的熟练加成。",
	"Additionally, you can use a melee weapon as your arcane focus, and when you do so you can perform somatic components with the hand holding your arcane focus (even for spells without a material component).": "此外，你可以将近战武器作为你的奥术焦点，当你这样做时，你可以用握着奥术焦点的手进行身体动作成分（即使是没有材料成分的法术）。",
	"* As a reaction to an allied creature within 30 feet being hit by an attack or targeted by the magic missile spell, you expend a use of Arcane Surge to cast shield without expending a spell slot, granting that creature the AC bonus instead of yourself.": "* 当30英尺内的盟友生物被攻击或被魔法飞弹法术瞄准时，你可以使用一次奥术激发来施展护盾术，而不消耗法术槽，为该生物提供AC加值，而不是为自己提供。",
	"At 7th level, when you expend a use of Arcane Surge, you gain temporary hit points equal to 1d8 + your Intelligence modifier.": "在第7级时，当你消耗一次奥术激增时，你获得的临时生命值为1d8 + 你的智力调整值。",
	"Starting at 15th level, when you use your Arcane Surge to teleport, you can instead swap positions with a willing creature within range, teleporting to their space and teleporting them to your space. When you do so, both you and them gain the temporary hit points from Fortifying Surge.": "从15级开始，当你使用你的奥术突袭进行传送时，你可以选择与范围内的一名愿意生物交换位置，传送到他们的位置并将他们传送到你的位置。当你这样做时，你和他们都会获得坚固突袭带来的临时生命值。",
	"At 20th level, you can fortify yourself with magic for 1 minute (no action required). For the duration, you have resistance to all damage. Once you use this feature, you cannot use it again until you complete a long rest.": "在20级时，你可以用魔法强化自己1分钟（无需行动）。在持续时间内，你对所有伤害具有抗性。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Starting at 3rd level when you gain this archetype, you gain the Two Weapon Fighting Fighting Style.": "从3级开始，当你获得这个职业分支时，你将获得双武器格斗格斗风格（Two Weapon Fighting）.",
	"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack.": "当你进行双武器战斗时，你可以将你的能力修正值加到第二次攻击的伤害上。",
	"Starting at 3rd level you can use Spellstrike as part of the Attack action before making a melee weapon attack. You cannot Spellstrike more than once per turn.": "从3级开始，你可以在进行近战武器攻击之前，作为攻击动作的一部分使用法术打击(Spellstrike)。你不能在一回合内多次使用法术打击。",
	"Starting at 3rd level, you gain a new option for your Arcane Surge feature.": "从（3级）开始，你的奥术激涌特性获得了一个新选项。",
	"* You can expend a use of Arcane Surge to make a single weapon attack (no action required).": "* 你可以使用一次奥术激涌来进行一次单次武器攻击（无需行动）。",
	"At 7th level, if you miss an attack empowered by a Spellstrike, you can choose to not trigger the effect. When you do so, your next attack before the end of your turn will trigger it instead.": "在第7级时，如果你使用法术打击强化的攻击未命中，你可以选择不触发效果。当你这样做时，在你的回合结束前，你的下一次攻击将代替触发效果。",
	"Starting at 15th level, when you expend an Arcane Surge, you become invisible until the start of your next turn.": "从15级开始，当你使用一次奥术激涌时，你会在接下来的回合开始前变得隐形。",
	"At 20th level, you draw on your magic to hasten yourself to blinding speeds (no action required). For one minute, any time you make an attack with an action or bonus action, you can immediately make another attack with the same weapon.": "在20级时，你可以借助魔法让自己加速到令人眼花缭乱的速度（无需行动）。在一分钟内，每当你使用动作或奖励动作进行攻击时，你可以立即用同一武器再次进行攻击。",
	"Starting at 3rd level, once per turn when you hit a target with a melee weapon, you deal bonus Force damage equal to your proficiency bonus. This bonus is doubled until end of your turn when you cast an Abjuration or Mage Hunter spell.": "从3级开始，每回合当你用近战武器击中目标时，你造成额外的力量伤害，数值等同于你的熟练加值。当你施放一项庇护或猎法者法术时，这个额外伤害会在你的回合结束前翻倍。",
	"Additionally, your weapon attack rolls bypass the effects of 1st level spells (such as mage armor, shield, or sanctuary).": "此外，你的武器攻击投掷可以绕过一级法术（如法师护甲（Mage Armor）, 护盾（Shield）, 或庇护（Sanctuary））的效果。",
	"* On your turn, you can expend a use of Arcane Surge to end a magical effect or supernatural condition (such as being Charmed or Frightened) on yourself (no action required). If the spell is of a level greater than half your Spellblade level (rounded up) you must make an Intelligence saving throw with a DC of 10 + the spell's level to end it. You cannot do use this ability if you are incapacitated.": "* 在你的回合中，你可以消耗一次奥术突袭来结束施加在你身上的魔法效果或超自然状态（比如被魅惑或惊恐）（无需行动）。如果这个法术的等级高于你的半数（向上取整）的法术剑士等级，你必须进行一次智力豁免检定，DC为10 + 法术等级，才能结束它。如果你处于无能力状态，你不能使用这个能力。",
	"Starting at 7th level, you can use Purging Surge even when incapacitated. Additionally, you can project the purging power outwards, expending two uses of Arcane Surge to cast counterspell or dispel magic without expending a spell slot.": "从7级开始，即使处于无力状态，你也可以使用净化冲击。此外，你可以将净化力量投射出去，消耗两次奥术涌动的使用来施展反魔法或驱散魔法，而不消耗法术位。",
	"Starting at 15th level, when you have to make a Spellcasting check to dispel or counter a magical effect with Purging Surge or Nullifying Surge, you can add your Proficiency bonus to the roll.": "从15级开始，当你使用净化冲击或抵消冲击进行驱散或抵消魔法效果的法术检定时，你可以将你的熟练加值加到骰子点数上。",
	"At 20th level, you can turn yourself into a magical void, devouring and nullifying magic around you. For one minute, you project the effect of antimagic field 5 feet around (no action required). You can still cast spells while within this field, but are limited to Abjuration spells and Cantrips. Once per turn for the duration, when you counter or end the effect of a spell, you regain 1 use of Arcane Surge.": "在20级时，你可以将自己转化为一个魔法虚空，吞噬和抵消周围的魔法。在一分钟内，你可以在你周围5英尺范围内投射反魔法领域的效果（无需动作）。在这个领域内，你仍然可以施放法术，但只能使用遣散法术和零级法术。在持续时间内，每回合一次，当你抵消或结束一个法术的效果时，你恢复1次奥术激增的使用。",
	"This effect ends early if you become unconscious, or you can end it at any time (no action required).": "这个效果会在你失去意识时提前结束，或者你可以随时结束它（无需行动）。",
	"Starting at 3rd level when you select this archetype, you gain the ability to apply your Spellstrike to pieces of ammunition as well as melee weapons, and can trigger the spell strike on a ranged weapon attack made with the infused piece of ammunition.": "在选择这个职业分支时，从3级开始，你可以将你的法术打击应用于弹药以及近战武器，并且可以在使用灌注的弹药进行的远程武器攻击中触发法术打击。",
	"Spells infused into a ranged weapon affect the target of the ranged weapon when fired, but only have a range equal to the range of the spell or the normal range of the weapon (whichever is shorter range). If you attack a target beyond that range, the spell fails and is lost.": "当将法术灌注到远程武器中时，当武器发射时，法术会影响远程武器的目标，但只有与法术范围或武器的常规射程相等的射程（以较短的射程为准）。如果你攻击超出该范围的目标，法术将失败并消失。",
	"* When you infuse a spell into a piece of ammunition with Spellstrike, you can expend an Arcane Surge to increase that spell's range to the range of weapon used to fire that piece of ammunition.": "* 当你使用法术斩击将一个法术灌注到一枚弹药中时，你可以消耗一点奥术激增，将该法术的射程增加到用于发射该弹药的武器的射程。",
	"Additionally at 7th level, when you infuse a spell that targets a line, you can transmute your ammunition into the spell effect, releasing the spell in a line from you as if you had cast it, but using your Strength or Dexterity modifier (your choice) in place of your Intelligence modifier for the spell save DC. When you do this, you add your weapon damage (including modifier) to the spell's damage roll.": "此外，在第7级时，当你赋予一个以直线为目标的法术时，你可以将你的弹药转化为法术效果，从你身上以直线释放该法术，就好像你自己施放了它，但使用你的力量或敏捷调整值（你可以选择）代替智力调整值作为法术豁免 DC。当你这样做时，你将你的武器伤害（包括调整值）加到法术的伤害骰中。",
	"Starting at 15th level, when you expend an Arcane Surge, you can add your Intelligence modifier to your next attack roll.": "从15级开始，当你使用一次奥术激涌时，你可以在下一次攻击投掷中加上你的智力修正值。",
	"Additionally at 15th level, you can always generate ammunition out of arcane force energy when you fire a ranged weapon. When you do so, you consume no ammunition when firing an ranged weapon with the ammunition property, and your weapon damage becomes force damage.": "此外，在15级时，当你使用远程武器射击时，你可以始终利用奥术力量生成弹药。当你这样做时，使用具有弹药属性的远程武器时不消耗弹药，且你的武器伤害变为力场伤害。",
	"Starting at 20th level, you can become uncatchable for one minute (no action required). For the duration, you have advantage on Dexterity saving throws, you are under the effect of freedom of movement, and at the start of each of your turns you can teleport up to 30 feet (no action required).": "在20级时，你可以在一分钟内变得无法追踪（无需行动）。在此期间，你对敏捷豁免 throws 有优势，你处于自由行动的效果下，并且在每个你的回合开始时，你可以传送至多30英尺（无需行动）。",
	"You are under the effect of the jump spell during the effect": "你受到跳跃法术的影响，在效果期间(`jump`)",
	"You are under the effect of the mage armor spell during the effect.": "你在(mage armor)法术的效果下。",
	"Your movement speed is increased by 5 feet.": "你的移动速度增加了5英尺。",
	"You touch a shield making it easy to wield. You have proficiency with that shield during the effect.": "你触摸了一面盾牌，使其更容易挥舞。在效果期间，你对该盾牌有熟练加值。",
	"You can use your Arcane Surge to add your Intelligence modifier to Strength or Dexterity saving throws as well as ability checks (no action required), expending a use as you would to empower an ability check.": "你可以使用你的奥术激涌(Arcane Surge)将你的智力修正值添加到力量或敏捷豁免检定以及能力检定中（无需动作），消耗一个使用次数，就像增强能力检定一样。",
	"You reduce all damage taken by 1.": "你减少所有受到的伤害 1 点。",
	"You turn your weapon into an arcane focus for your Spellblade spells.": "你将你的武器转化为一个奥术焦点，用于你的法术剑士法术。",
	"You gain the ability to see in the dark. You have darkvision out to a range of 60 feet during the effect.": "你获得了在黑暗中看清的能力。在效果范围内，你拥有60英尺的黑暗视觉。",
	"While this Aegis is active, you gain one Fighting Style option of your choice from the Fighter class. If you already have a style, the one you choose must be different.": "当这个护盾(Aegis)激活时，你可以选择获得一项来自战士(Fighter)职业的战斗风格(Fighting Style)选项。如果你已经拥有一种风格，那么你选择的这种必须是不同的。",
	"When you can cast a spell using Spellstrike, you can use the ability modifier used to attack with that weapon instead of your Intelligence for the spellcasting ability modifier.": "当你使用Spellstrike施放法术时，你可以使用用于使用该武器进行攻击的能力调整值，而不是你的智力值作为施法能力调整值。",
	"When you roll initiative, you create a single duplicate as per the mirror image spell. You can only have one duplicate at a time from this effect. If you cast mirror image during the effect, the spell remains the same, but the first time an image is lost, this duplicate is destroyed instead.": "当你投掷先攻骰时，你会创造一个与镜像法术相同的镜像。你在同一时间只能拥有一个来自这个效果的镜像。如果在效果期间施放了镜像法术，法术保持不变，但在失去一个镜像的第一次时，这个镜像会被摧毁。",
	"A weapon you touch as part of selecting this Aegis is under the effect of the Returning Weapon enchantment": "选择这个护盾时，你触摸的武器将受到回返武器（Returning Weapon）魔法效果的影响。",
	"Your movement speed is increased by 5.": "你的移动速度增加了5。",
	"When you deal damage with your Aether Blade, you gain temporary hit points equal to your Intelligence modifier.": "当你用你的以太刀造成伤害时，你获得临时生命值，数值等同于你的智力调整值。",
	"You can create a shield of arcane power that protects you, blocking incoming attacks. You gain a +2 to AC as if you had a shield equipped. This counts as an equipped shield but does not require the use of your hand, and you cannot benefit from both this and an equipped shield.": "你可以创造一面奥术能量的盾牌，保护你，挡住来袭的攻击。你的AC增加+2，就像你装备了一面盾牌一样。这算作一面已装备的盾牌，但不需要使用你的手，你不能同时受益于这个和一面已装备的盾牌。",
	"Whenever you teleport using an Arcane Surge or a spell of 1st level or higher spell during the effect, your Aegis sends out a blastwave. Creatures of your choice within 5 feet of your destination must make a Strength saving throw against your Spell Save DC or be knocked prone.": "每当你使用奥术激涌或1级或更高级法术进行传送时，你的神盾会释放出一股冲击波。在你传送目的地周围5英尺范围内的生物必须进行一次力量豁免，豁免 DC 为你的法术豁免 DC，否则被击倒。",
	"The first time you would drop to 0 hit points as a result of taking damage, you instead drop to 1 hit point, and vanish from your plane of existence, appearing on the Ethereal Plane. At the start of your turn, you return to an unoccupied space of your choice that you can see within 10 feet of the space you vanished from. Once triggered, this cannot be triggered again until you complete a long rest.": "第一次你因受到伤害而降至0点生命值时，你将会降至1点生命值，并消失在你所在的位面，出现在以太位面上。在你的回合开始时，你将会回到你选择的一个未被占据的空间，该空间必须在你消失的位置周围10英尺内且你能看到。一旦触发，直到你完成一次长休之前，这个效应不会再次触发。",
	"You gain resistance to acid, cold, fire, lightning, poison, or thunder damage during the effect. You may select a new damage type when you select this Aegis again.": "在效果期间，你获得对酸性、冰冷、火焰、闪电、毒素或雷电伤害的抗性。当你再次选择这个护盾时，你可以选择一个新的伤害类型。",
	"You incorporate a contingency for rapidly deploying combat magic into your Aegis. When you roll initiative, as a reaction you can cast one spell of 3rd level or lower spell that affects only you and has a casting time of 1 action.": "你在你的护盾中加入了一个用于快速部署战斗魔法的应急方案。当你进行先攻检定时，作为一次反应，你可以施放一个对你自己有效且施法时间为1个行动的3级或更低级别的法术。",
	"When you use Arcane Surge to teleport, you can take one willing Medium or smaller creature within 5 feet of you with you, teleporting them to within 5 feet of your destination.": "当你使用奥术突袭传送时，你可以带着一个愿意的中等或更小体型的生物与你一起传送，将它们传送到目的地附近5英尺内。",
	"Your Strength score becomes equal to your Intelligence score during the effect.": "在效果期间，你的力量分数变为与你的智力分数相等。",
	"You gain a flying speed of 30 feet during the effect.": "在效果期间，你获得30尺的飞行速度。",
	"When you take the Attack action, you can attack twice, instead of once.": "当你进行攻击动作时，你可以攻击两次，而不是一次。",
	"You reduce all damage taken by 5.": "你减少所有受到的伤害5点。",
	"You gain proficiency in one Saving Throw of your choice during the effect.": "在效果期间，你可以选择获得一个存活豁免的熟练加值。"
}