{
	"The Apothecary is always prepared, and carries on their person multiple potions of their own design, with the intent of curing what ails others. As a bonus action, the Apothecary can give a creature within 5 feet a specialized potion, healing them for a {@dice d4} hit points.": "药剂师总是做好准备，并随身携带多种自己设计的药水，旨在治愈他人的疾病。作为一个奖励动作，药剂师可以给予身边5英尺内的生物一瓶专门的药水，为其治疗 {@dice d4} 点生命值。",
	"You can use this feature a number of times equal to your Intelligence modifier (a minimum of once). You regain any expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你的智力调整值（最少1次）。当你完成一次长休后，你会恢复所有已使用的次数。",
	"Your Pocket Potion die changes when you reach certain levels in this class. The die becomes a {@dice d6} at 7th level, a {@dice d8} at 13th level, and a {@dice d10} at 18th level.": "你的口袋药水骰子会在达到特定等级时改变。在第7级时，骰子变为{@dice d6}，在第13级时变为{@dice d8}，在第18级时变为{@dice d10}。",
	"An Apothecary can create a number of simpler brews, ranging from most simple alcohols to basic antidotes for poison and paralysis. They require 2 hours of free time and the appropriate materials (DM's discretion).": "一位药剂师可以制作一系列简单的药剂，从最简单的酒精到基本的解毒剂和解瘫剂。他们需要2小时的空闲时间和适当的材料（DM自行决定）。",
	"For antidotes, they need an additional 2 hours if what caused the poison or paralysis is not something they have previously analyzed, and must succeed a DC 14 Wisdom (Nature) roll.": "对于解毒剂，如果导致中毒或麻痹的原因是他们以前未分析过的东西，他们需要额外2小时，并且必须成功进行一次DC 14的智力（自然）检定。",
	"It takes 6 hours to analyze a poison or paralytic.": "分析一种毒药或麻痹剂需要6小时。",
	"At 2nd level, when the Apothecary takes a long rest, they may set up their Alchemist's Supplies or Brewer's Supplies to create a single item from their class features while they rest.": "在2级时，药剂师在进行长休时，可以设置他们的炼金工具或酿酒工具，以在休息期间制作一个来自他们职业特性的物品。",
	"What the Apothecary creates with this feature must require 4 or less hours of free time, not require a skill check as part of its creation, and must be decided at the start of the long rest.": "药剂师在使用这个特性创造物品时，所需的自由时间必须在4小时以内，不需要技能检定作为创造的一部分，并且必须在开始长休时决定。",
	"The item is not considered completed until the long rest is finished.": "物品在长休完成之前不被视为完成。",
	"At 2nd level, an Apothecary has discovered a way to convert the effects of spells into one-use magic-infused potions. Provided 4 hours of free time, the Apothecary can infuse the effects of a spell written on an existing spell scroll, or that he can watch someone cast, into a bottled liquid, using brewing materials costing 5 gold per level of the spell being infused. The highest level of spell which can be made into a Mixture is listed in Table: Apothecary.": "在2级时，一名药剂师发现了一种将法术效果转化为一次性魔法药水的方法。在提供了4小时的空闲时间后，药剂师可以将一个法术卷轴上写的法术，或者他可以观察某人施放的法术，转化成一瓶液体，使用酿造材料，每个等级的法术需要花费5金。可以制成混合物的法术的最高等级在《药剂师》表中列出。",
	"These potions contain an unstable dosage of the Apothecary's own untamed magical abilities, causing them to react violently in the presence of other potions of the Apothecary's creation, though they grow more stable as the Apothecary's level increases, courtesy of them gradually refining this magic. However, when contact is made by someone other than their creator, the Mixtures become inert, and lose all magical properties, including the spell contained within. The Apothecary may drink this potion as an action, which grants them the ability to cast the infused spell at its lowest level once within 1 minute, ignoring material components unless they list a specific price and are consumed by the spell. Regardless of who casts it, the spell from a Magical Mixture uses the character's Intelligence as the spellcasting ability. Magical Mixtures weigh 1 pound for each level of the contained spell.": "这些药剂含有药剂师自身不稳定的魔法能力剂量，导致它们在与药剂师创造的其他药剂同时存在时会产生剧烈反应，尽管随着药剂师等级的提升，它们会变得更加稳定，这要归功于他们逐渐完善这种魔法。然而，如果除了创造者之外的其他人接触到这些混合物，它们将变得惰性，并且失去所有魔法属性，包括其中包含的咒语。药剂师可以在一个动作中饮下这个药剂，这使他们能够在1分钟内施放注入的咒语，忽略材料组件，除非它们列出了具体价格并被咒语消耗。无论是谁施放，来自魔法混合物的咒语都使用角色的智力作为施法能力。魔法混合物的重量为所含咒语的每一级1磅。",
	"This feature also allows the Apothecary to read, but not cast, any Spell Scroll for which they can create a Mixture.": "这个特性还允许药剂师阅读，但不能施放，任何他们能够制作药剂的法术卷轴。",
	"The Apothecary may only carry as many Mixtures as is defined by the Carry Limit in Table: Apothecary": "炼金师只能携带由《炼金师表》中规定的携带限制数量的混合物。",
	"At 3rd level, the Apothecary has invested enough time into crafting a weapon perfected for their use. When the Apothecary acquires this feat, they select an Alchemical Weapon, and can spend 4 hours of free time upgrading the listed weapon into their Alchemical Weapon. They gain additional features based on their Alchemical Weapon at 6th, 10th, and 14th levels, as well as an additional option for the Brewer's Bottle feature. Alchemical Weapons are always treated as magic weapons, and can be enchanted, but may only be used by the Apothecary that created them.": "在3级时，药剂师已经投入足够的时间来打造一把完美适合他们使用的武器。当药剂师获得这个特性时，他们选择一种炼金武器，并可以花费4小时的空闲时间将所列武器升级为他们的炼金武器。他们在6级、10级和14级时根据他们的炼金武器获得额外特性，以及酿酒壶功能的额外选项。炼金武器始终被视为魔法武器，并且可以被附魔，但只能由创建它们的药剂师使用。",
	"Replacing a broken Alchemical Weapon requires the same amount of time, alongside another of the base weapon.": "更换一把损坏的炼金武器需要与另一把基础武器一样的时间。",
	"When you reach 4th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"If your DM allows the use of feats, you may instead take a feat.": "如果你的主持人允许使用专长(feats)，你可以选择获得一个专长。",
	"At 5th level, the Apothecary has devised a number of concoctions that can aid them in battle in unique ways. Assumed 4 hours of free time to make one, the Apothecary can create one of the following items, which can be thrown to a space within 30 feet on a DC 15 Strength (Athletics) check as an action. On failure, roll 1d8 to determine the direction the bottle deviates 10 feet, with 1 being directly north and following clockwise from there.": "在5级时，药剂师已经设计出许多独特的药剂，可以在战斗中帮助他们。假设有4小时的空闲时间来制作一个，药剂师可以制作以下物品之一，可以在30英尺内向一个空间投掷，需要进行一次DC 15的力量（体育）检定作为一个动作。如果失败，掷1d8来确定瓶子偏离的方向10英尺，1代表正北，然后顺时针方向依次排列。",
	"Potions made with Brewer's Bottle count against the Apothecary's Carry Limit, and become inert upon outside contact just like Magical Mixtures.": "使用酿酒师瓶制作的药水会计入药剂师携带限制，并且与魔法混合物一样，在外部接触后会变得无效。",
	"This bottle holds an empowering chemical mixture, allowing the consumer to move more quickly on the battlefield. Whoever consumes this potion must succeed on a DC 12 Constitution save. On a success, they add 15 feet to their ground movement speed, and gain +1 Armor Class for 5 minutes. These effects do not stack with the Haste spell. On a failure, they are Poisoned until the end of their next turn.": "这个瓶子里装着一种强大的化学混合物，让消费者在战场上移动更快。任何食用这个药剂的人必须通过一次 DC 12 的体质豁免检定。成功的话，他们的地面移动速度增加 15 英尺，并且在接下来的 5 分钟内获得 +1 的护甲等级。这些效果与《加速》法术不叠加。失败的话，他们会中毒直到下一个回合结束。",
	"This potion can be consumed as a bonus action and weighs 1 pound.": "这种药剂可以作为一个奖励动作来服用，重量为1磅。",
	"This potion has been designed with the intent to prevent, rather than treat. Whoever consumes this potion makes a DC 12 Constitution save. They gain {@dice 2d8} plus their Constitution modifier temporary hit points for one hour, or half as much on a failed save.": "这种药剂的设计初衷是预防而非治疗。任何人饮用此药剂需进行一次 DC 12 体质豁免检定。他们将获得 {@dice 2d8} 加上他们的体质调整值的临时生命值，持续一小时，如果检定失败则为一半。",
	"This potion can be consumed as a bonus action and weighs 2 pounds.": "这瓶药剂可以作为一个奖励动作来服用，重量为2磅。",
	"This bottle is filled with an acidic substance that activates upon contact with the air, burning anyone and anything that it comes into contact with. When throwing this brew at a creature, if you succeed the Athletics check, make a thrown weapon attack roll. If it hits, the bottle strikes the creature. If it misses, it lands on the ground at their feet. If the bottle strikes a creature, it takes {@dice 2d6} acid damage, and must succeed on a DC 15 Constitution save at the start of each of its turns or take an additional {@dice 2d4} acid damage. This effect persists for 1 minute.": "这个瓶子里装满了一种酸性物质，一旦接触空气就会被激活，灼伤任何接触到的人或物。当向生物投掷这个混合物时，如果你成功进行体育技能检定，进行一次投掷武器攻击检定。如果命中，瓶子就会击中生物。如果未命中，它会落在生物脚下。如果瓶子击中生物，它会受到{@dice 2d6}点酸性伤害，并且必须在每个回合开始时进行一次 DC 15 的体质豁免检定，否则会受到额外{@dice 2d4}点酸性伤害。这个效果持续1分钟。",
	"If the bottle strikes an empty space, it creates a 5-foot diameter circle of acid that lasts 3 minutes and deals {@dice 2d6} acid damage to each creature that starts its turn in the area or moves through the area for the first time on each of its turns.": "如果瓶子击中一个空地，它会产生一个直径为5英尺的酸圈，持续3分钟，并对每个在该区域开始回合或在每个回合首次移动通过该区域的生物造成{@dice 2d6}酸性伤害。",
	"The bottle is thrown as an action and weighs 1 pound.": "这个瓶子被投掷出去，重量为1磅。",
	"At 5th level, the Apothecary has delved deeply into understanding the anatomy of monstrous creatures, searching fervently for a way to harness their natural abilities. While this has been a stunning failure it has at least yielded a better understanding of what parts would hurt most if they were cut off.": "在5级时，药剂师深入研究了怪物生物的解剖学，急切地寻找一种利用它们自然能力的方法。尽管这是一个惊人的失败，但至少它使他更好地理解了如果切断哪些部位会造成最大的伤害。",
	"When making a weapon attack against a creature of Large size or greater, the Apothecary adds {@dice 1d4} to their damage dice, plus an additional {@dice 1d4} for each size greater than Large the affected creature is.": "当对一个尺寸为大型或更大的生物进行武器攻击时，药剂师在他们的伤害骰上增加{@dice 1d4}，并且对于受影响生物比大型更大的每个尺寸，额外增加{@dice 1d4}。",
	"The die size is increased to {@dice d6} at 13th level.": "骰子大小在13级时增加到{@dice d6}。",
	"At 6th level, you gain one feature granted by your Alchemical Weapon.": "在第6级时，你获得由你的炼金武器（Alchemical Weapon）赋予的一个特性。",
	"At 7th level, your Pocket Potion die improves to a {@dice d6}.": "在第7级时，你的口袋药水骰子提升至{@dice d6}。",
	"When you reach 8th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将一个能力值提高到20以上。",
	"At 9th level, the Apothecary has finally nailed down what's causing the potions to go inert when they're attempted to be shared. Creatures other than the Apothecary may now consume and carry Magical Mixtures and Brewer's Bottles without nullifying them, though they may only carry half as many as the Apothecary themselves before the potions destroy themselves.": "在第9级时，药剂师终于弄清楚了在尝试分享药水时导致其失效的原因。除了药剂师之外的生物现在可以消耗和携带魔法混合物和酿酒师瓶，而不会使其失效，尽管它们只能携带药剂师本人的一半数量，否则药水会自行毁灭。",
	"At 10th level, you gain one feature granted by your Alchemical Weapon.": "在10级时，你获得由你的炼金武器（Alchemical Weapon）赋予的一个特性。",
	"At 11th level, the Apothecary has discovered a particular trick to enhance the ability of any healing potion. Provided 2 hours of free time, the Apothecary can enhance a healing potion, adding {@dice 1d4} plus their Intelligence modifier to the amount of hit points restored by the potion.": "在11级时，药剂师发现了一种特殊的窍门，可以增强任何治疗药水的能力。在有2小时的空闲时间的情况下，药剂师可以增强一瓶治疗药水，将治疗药水恢复的生命值增加{@dice 1d4}加上他们的智力修正值。",
	"When you reach 12th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"At 13th level, your Centre of Mass damage die improves to a {@dice d6}.": "在13级时，你的质心伤害骰提升至{@dice d6}。",
	"At 13th level, the Apothecary has refined their ability to create Magical Mixtures. These potions now include an inherent ability to calm the user's mind, allowing any mental ability to be used as the spellcasting ability for a Magical Mixture created after the Apothecary acquires this feature.": "在13级时，药剂师(Apothecary)已经完善了他们创造魔法混合物的能力。这些药水现在包含了一种固有的能力，可以平静使用者的思维，使得药剂师在获得此特性后创造的任何魔法混合物都可以使用任何精神能力作为施法能力。",
	"At 13th level, your Pocket Potion die improves to a {@dice d8}.": "在13级时，你的口袋药水骰子提升到 {@dice d8}。",
	"At 14th level, you gain one feature granted by your Alchemical Weapon.": "在14级时，你获得由你的炼金武器（Alchemical Weapon）赋予的一个特性。",
	"At 15th level, the Apothecary has refined their craft such that they can create a true cure-all potion. Provided 4 hours of free time, the Apothecary can spend materials costing 30 gold to create a panacea, a potion that, when consumed as a bonus action or fed to another creature as an action, will cure the Incapacitated, Paralyzed, Petrified, and Poisoned conditions, alongside curing the Blinded and Deafened conditions on a successful DC 21 Constitution save.": "在15级时，药剂师已经精益求精，可以制作一种真正的灵丹妙药。在有4小时的空闲时间内，药剂师可以花费价值30金的材料制作一瓶万灵药，这种药剂在被消耗时作为一个奖励行动，或者被喂给另一个生物作为一个行动时，将治愈被定身、麻痹、石化和中毒状态的条件，同时在成功的DC 21体质豁免后治愈失明和失聪状态。",
	"When you reach 16th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"At 17th level, an Apothecary's abilities are truly becoming extraordinary. They can now form enhanced versions of their previous concoctions, alongside a new one, with their Brewer's Bottle feature.": "在17级时，一名药剂师的能力变得非常非凡。他们现在可以利用自己的酿酒瓶特性制作之前药剂的增强版本，同时还可以制作一种新的药剂。",
	"This bottle holds an empowering chemical mixture, allowing the consumer to move more quickly on the battlefield. Whoever consumes this potion must succeed on a DC 15 Constitution save. On a success, they add 25 feet to their ground movement speed, and gain +2 Armor Class for 5 minutes. These effects do not stack with the Haste spell. On a failure, they are Poisoned until the end of their next turn.": "这个瓶子装有一种强化化学混合物，让消费者在战场上移动更快。任何人食用这个药剂必须通过一次 DC 15 的体质豁免检定。成功的话，他们的地面移动速度增加 25 英尺，并且在接下来的 5 分钟内获得 +2 的护甲等级。这些效果不会叠加于《急速》法术。失败的话，他们会中毒直到下一个回合结束。",
	"This potion can be consumed as a bonus action and weighs 2.5 pounds.": "这种药剂可以作为一个奖励动作来服用，重量为2.5磅。",
	"This potion has been designed with the intent to prevent, rather than treat. Whoever consumes this potion makes a DC 15 Constitution save. They gain {@dice 3d10} plus twice their Constitution modifier temporary hit points for one hour, or half as much on a failed save.": "这种药水旨在预防而非治疗。任何饮用这种药水的人需要进行一次 DC 15 的体质豁免检定。他们会在一小时内获得 {@dice 3d10} 加上两倍体质调整值的临时生命值，如果检定失败则只获得一半。",
	"This potion can be consumed as a bonus action and weighs 4 pounds.": "这瓶药剂可以作为一个奖励动作来消耗，重量为4磅。",
	"This bottle is filled with an acidic substance that activates upon contact with the air, burning anyone and anything that it comes into contact with. When throwing this brew at a creature, if you succeed the Athletics check, make a simple thrown weapon attack roll. If it hits, the bottle strikes the creature. If it misses, it lands on the ground at their feet. If the bottle strikes a creature, it takes {@dice 3d6} acid damage, and must succeed on a DC 18 Constitution save at the start of each of its turns or take an additional {@dice 3d4} acid damage. This effect persists for 1 minute.": "这个瓶子里装着一种酸性物质，一旦接触空气就会被激活，灼伤任何接触到它的人或物。当向生物投掷这个药水时，如果你成功进行力量（Athletics）检定，进行一次简单的投掷武器攻击检定。如果命中，瓶子击中生物。如果未命中，它会落在生物脚下。如果瓶子击中生物，它会受到{@dice 3d6}点酸性伤害，并且必须在每个回合开始时进行一次 DC 18 的体质豁免检定，否则会受到额外{@dice 3d4}点酸性伤害。这个效果持续1分钟。",
	"If the bottle strikes an empty space, it creates a 5-foot diameter circle of acid that lasts 3 minutes and deals {@dice 3d6} acid damage to each creature that starts its turn in the area or moves through the area for the first time on each of its turns.": "如果瓶子击中一个空地，它会产生一个直径为5英尺的酸性圆圈，持续3分钟，并对每个在该区域开始其回合或在其回合中第一次移动经过该区域的生物造成{@dice 3d6}酸性伤害。",
	"The bottle can be thrown as an action and weighs 3 pounds.": "这个瓶子可以作为一个动作被投掷，重量为3磅。",
	"This potion is a true feat of alchemical skill, granting the consumer one of a dragon's most iconic tools - their breath weapon.": "这瓶药水是炼金术技艺的真正壮举，赋予使用者龙最具标志性的武器之一 - 它们的吐息武器。",
	"This brew requires a dragon scale to make, and grants the consumer a breath weapon according to the color of scale used. The breath weapon requires an action to use, is a DC 18 Dexterity save, will always be a 5 by 20 foot line in front of the user, and will deal {@dice 4d10} damage of the appropriate type to all caught in the area or half as much on a successful save.": "这种酿造需要一片龙鳞来制作，并根据使用的鳞片颜色赋予消费者相应的吐息武器。吐息武器需要一个动作来使用，是一个DC 18的敏捷豁免，总是会在使用者面前形成一个5乘20英尺的直线，对所有被困在区域内的目标造成{@dice 4d10}相应类型的伤害，豁免成功则伤害减半。",
	"The breath weapon can be used thrice within 5 rounds of consuming the potion.": "喷吐武器可以在消耗药剂后的5轮内使用三次。",
	"The potion can be consumed as a bonus action and weighs 2.5 pounds.": "这瓶药剂可以作为一个奖励动作来使用，重量为2.5磅。",
	"At 18th level, the die for your Pocket Potion increases to a {@dice d10}.": "在18级时，你口袋药水的骰子增加到{@dice d10}。",
	"When you reach 19th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"At the 20th level, the Apothecary has determined a way to make a curative potion effective at range. All Healing potions can now be thrown as a 20/60 range simple finesse weapon, healing their full amount on a successful hit and not benefitting from a critical hit.": "在20级时，药剂师(Apothecary)已经找到一种方法，可以让治疗药剂在远程有效。所有治疗药剂现在可以作为一个20/60射程的简单灵巧武器投掷，成功命中时会恢复全部治疗量，不受暴击影响。",
	"Additionally, Pocket Potion has unlimited uses and can be used on an ally up to 20 feet away, but can only be used in combat.": "另外，袖珍药水(Pocket Potion)具有无限使用次数，可以在距离20英尺内的盟友身上使用，但只能在战斗中使用。",
	"The Apothecaries of the Burst Bow are those who have decided to modify their shortbow to fire volleys of explosive arrows. A Burst Bow is a {@item shortbow|phb} that deals {@dice 1d8} piercing damage; weighs 3 pounds; and has the ammunition (80/320), and two-handed properties.": "爆裂弓的药剂师是那些决定修改他们的短弓以发射爆炸箭矢的人。爆裂弓是一种{@item shortbow|phb}，造成{@dice 1d8}穿刺伤害；重3磅；具有弹药（80/320）和双手属性。",
	"When an Apothecary of the Burst Bow successfully hits an opponent with an arrow fired from the Burst Bow, the Apothecary may roll a DC 12 Intelligence (Arcana) check. Should they succeed, the target and all characters within 5 feet must succeed a Dexterity save (DC 8 + Proficiency bonus + Intelligence Modifier) or take {@dice 1d6} fire damage.": "当一名爆裂弓药师成功用爆裂弓射中对手时，药师可以进行一次 DC 12 的智力（奥秘）检定。如果成功，目标和周围 5 英尺范围内的所有角色必须进行一次敏捷豁免检定（豁免 DC 8 + 熟练加值 + 智力调整值），否则将受到 {@dice 1d6} 火焰伤害。",
	"The Apothecaries of the Burst Bow grant you an additional option for your Brewer's Bottle feature.": "爆裂弓的药剂师为您的酿酒瓶特性提供了一个额外选项。",
	"This potion is incredibly volatile, exploding when enough energy is exerted upon it. All characters within a 10 foot radius must succeed a DC 15 Dexterity save, or take {@dice 3d6} fire damage, taking half as much on a successful save.": "这种药水极为不稳定，当施加足够的能量时会爆炸。在一个10英尺半径范围内的所有角色必须通过一次DC 15的敏捷豁免检定，否则会受到{@dice 3d6}火焰伤害，成功豁免则只受到一半伤害。",
	"The potion can be thrown as an action and weighs 1 pound.": "这瓶药剂可以作为一个动作投掷，重量为1磅。",
	"The Apothecary of the Burst Bow knows that all explosions are glorious, not just their own. When the Apothecary of the Burst Bow successfully hits a creature with the Burst Bow, they may detonate one random explosive or otherwise volatile substance in that creature's possession.": "爆裂弓的药剂师知道所有爆炸都是光荣的，不仅仅是他们自己的。当爆裂弓的药剂师用爆裂弓成功击中一只生物时，他们可以引爆该生物携带的一个随机爆炸性或其他易爆物质。",
	"In addition, the DC to save against Flare Shot increases by 2, and it now deals {@dice 2d6} fire damage.": "此外，对抗闪耀射击的豁免 DC 增加 2 点，现在造成 {@dice 2d6} 火焰伤害。",
	"The Apothecary of the Burst Bow may lay waste to a foe's mobility, allowing them to create space between themselves and their foe. When the Apothecary successfully hits a creature with the Burst Bow, they may hamper the target's movement, causing them to treat normal terrain as difficult terrain, and difficult terrain as impassable, until the Apothecary's next turn. They can use this feature a number of times between long rests equal to their proficiency bonus.": "爆裂弓的药剂师可能会摧毁敌人的机动性，使其能够在自己和敌人之间创造空间。当药剂师用爆裂弓成功击中生物时，他们可以妨碍目标的移动，使其将普通地形视为艰难地形，将艰难地形视为不可通过，直到药剂师的下一个回合。他们可以在长休息之间使用此特性的次数等于他们的熟练加值。",
	"In addition, Flare Shot now deals half damage on a successful save, becomes a 10 foot radius, and now deals {@dice 3d8} fire damage.": "此外，火焰射击现在在成功豁免时造成一半伤害，范围变为10英尺，并且现在造成{@dice 3d8}火焰伤害。",
	"The Apothecary of the Burst Bow may rain arrows down upon a foe as if from a meteor. The Apothecary no longer suffers disadvantage due to distance from a creature when making attacks with the Burst Bow, so long as they are within 160 feet. Creatures struck with an arrow from the Burst Bow must succeed on a DC 18 Strength save or be knocked prone. The Apothecary no longer receives disadvantage when attacking a prone target with the Burst Bow, instead receiving advantage.": "爆裂弓的药剂师可以像流星一样向敌人射出箭矢。 只要距离敌人在160英尺内，药剂师在使用爆裂弓进行攻击时不再因距离而受到劣势。 被爆裂弓射中的生物必须通过一次力量豁免DC 18，否则被击倒。 药剂师在用爆裂弓攻击倒地的目标时不再受到劣势，而是获得优势。",
	"In addition, the DC to save against Flare Shot increases by 2, it becomes a 15 foot radius, and now deals {@dice 4d8} fire damage.": "另外，对抗闪光射击的豁免 DC 增加 2 点，范围变为 15 英尺半径，并且现在造成 {@dice 4d8} 火焰伤害。",
	"This potion is incredibly volatile, exploding when enough energy is exerted upon it. All characters within a 10 foot radius must succeed a DC 18 Dexterity save or take {@dice 4d8} fire damage, taking half as much on a successful save.": "这瓶药剂非常不稳定，在受到足够能量的作用时会爆炸。在半径10英尺范围内的所有角色必须通过一次DC 18的敏捷豁免检定，否则会受到{@dice 4d8}火焰伤害，成功豁免则只受到一半伤害。",
	"The potion can be thrown as an action and weighs 3 pounds.": "这瓶药水可以作为一个动作投掷，重量为3磅。",
	"The Apothecaries of the Dragonflame Spear are those who have decided to modify their spear into a flame-spitting draconic facsimile. A Dragonflame Spear is a {@item spear|phb} that deals {@dice 1d8} piercing damage; weighs 5 pounds; and has the thrown (20/60) and versatile (1d10) properties.": "龙焰之矛的药剂师是那些决定将他们的矛改造成喷火的龙形仿制品的人。龙焰之矛是一种{@item spear|phb}，造成{@dice 1d8}穿刺伤害；重5磅；具有投掷(20/60)和双手(1d10)特性。",
	"The Dragonflame Spear is coated in flame, burning the wounds it creates. When the Apothecary of the Dragonflame Spear successfully hits a creature with an attack using the Dragonflame Spear, the target must succeed on a Constitution save (DC 8 + Proficiency Bonus + Intelligence Modifier) or take {@dice 1d6} fire damage.": "龙焰之矛被火焰覆盖，燃烧着它造成的伤口。当龙焰之矛的药剂师成功用龙焰之矛对生物进行攻击时，目标必须在成功命中后进行一次体质豁免检定（豁免 DC 8 + 熟练加值 + 智力调整值），否则将受到{@dice 1d6}火焰伤害。",
	"The Apothecaries of the Dragonflame Spear grant you an additional option for your Brewer's Bottle feature.": "龙焰之矛的药剂师为您的酿酒壶特性提供了一个额外选项。",
	"This bottle contains an invigorating mix of herbs and potent magicks to enhance the drinker's ability on the field of combat. Upon drinking this potion, the consumer must succeed on a DC 15 Constitution save. On a success, they gain a +1 bonus to attack and damage rolls for 1 minute.": "这瓶药水含有一种令人振奋的草药和强大的魔法混合物，可以增强饮用者在战斗领域的能力。饮用这种药水后，消费者必须成功通过一次DC 15的体质豁免检定。成功的话，他们在1分钟内获得+1的攻击和伤害加值。",
	"The potion can be consumed as a bonus action and weighs 1 pound.": "这瓶药剂可以作为一个奖励动作来使用，重量为1磅。",
	"A flowing, flickering flame never burns its foe only once. When the Apothecary of the Dragonflame Spear uses the Attack action, if they make an attack with the Dragonflame Spear, they may make a second attack with it as part of that same action.": "一团流动闪烁的火焰从不只燃烧敌人一次。当龙焰之矛药剂师(Apothecary of the Dragonflame Spear)使用攻击动作时，如果他们用龙焰之矛(Dragonflame Spear)进行攻击，他们可以在同一动作中进行第二次攻击。",
	"This does not stack with the Extra Attack feature.": "这与额外攻击特性不叠加。",
	"In addition, Dragon's Claw deals {@dice 1d6} additional fire damage.": "此外，龙之爪造成{@dice 1d6}额外的火焰伤害。",
	"As an action, the Dragonflame Spear shines brightly with golden flame, before bursting outwards around the wielder. Everyone (except the Apothecary of the Dragonflame Spear) in a 20ft radius must succeed on a DC 17 Dexterity saving throw or take {@dice 3d4} fire damage and suffer disadvantage on their next attack roll.": "作为一个动作，龙焰之矛在金色火焰的照耀下闪耀，然后向持有者周围爆发。在半径20英尺范围内的每个人（除了龙焰之矛的药剂师）必须通过一次DC 17的敏捷豁免检定，否则将受到{@dice 3d4}火焰伤害，并在下一次攻击检定中处于劣势。",
	"The Apothecary of the Dragonflame Spear can use this a number of times between long rests equal to their Intelligence modifier.": "龙焰之矛的药剂师可以在两次长休之间使用此能力，次数等于他们的智力调整值。",
	"In addition, the DC for Dragon's Claw increases by 3.": "此外，龙之爪的 DC 值增加 3 点。",
	"The Apothecary of the Dragonflame Spear has channeled the very being of dragons themselves. Regardless of if an attack hits or not, they can send flame forth in a 10 foot cone from their attack target. The target and anyone caught in the flames must succeed a DC 18 Dexterity save or take {@dice 2d6} fire damage, taking half on success.": "龙焰之矛的药剂师已经引导了龙本身的存在。无论攻击是否命中，他们都可以从攻击目标处发射出一道10英尺锥形火焰。目标和被火焰困住的任何人必须通过一次DC 18的敏捷豁免检定，否则会受到{@dice 2d6}火焰伤害，成功豁免则只受一半伤害。",
	"In addition, Dragon's Claw ignores resistance to fire damage, and treats immunity to fire damage as though it were resistance.": "此外，龙之爪忽略对火焰伤害的抗性，并将对火焰伤害的免疫视为抗性。",
	"This bottle contains an invigorating mix of herbs and potent magicks to enhance the drinker's ability on the field of combat. Upon drinking this potion, the consumer must succeed on a DC 18 Constitution save. On a success, they gain a +2 bonus to attack and damage rolls for 1 minute.": "这瓶药水含有一种振奋人心的草药和强大的魔法混合物，可以增强饮用者在战斗场上的能力。饮用这种药水后，消费者必须成功通过一次 DC 18 的体质豁免检定。若成功，他们在1分钟内获得+2的攻击和伤害加值。",
	"The potion can be consumed as a bonus action and weighs 3 pounds.": "这瓶药水可以作为一个奖励动作来使用，重量为3磅。",
	"The Apothecaries of the Guardian Barrier are those who have decided to modify their shield into a nigh-indestructible wall. A Guardian Barrier is a {@item shield|phb} that weighs 5 pounds and grants +3 to your AC.": "守护壁垒的药剂师是那些决定将他们的盾牌改造成一堵几乎不可摧毁的墙壁的人。一面守护壁垒是一个{@item shield|phb}，重5磅，为你的AC提供+3。",
	"The Apothecary of the Guardian Barrier places the safety of their allies above even themselves. As a reaction, when a creature within 5 feet of the Apothecary is attacked, the Apothecary may grant them the AC bonus of the Guardian Barrier and its features against that attack alone.": "守护屏障的药剂师将盟友的安全置于高于自己的位置。作为一种反应，当一个生物在守护屏障的5英尺范围内被攻击时，药剂师可以为他们提供守护屏障及其特性的AC加值，仅对该次攻击有效。",
	"This AC bonus replaces any bonus AC they're receiving from a shield, if they have one.": "这个AC加值会取代他们通过盾牌获得的任何AC加值，如果他们有的话。",
	"The Apothecaries of the Guardian Barrier grant you an additional option for your Brewer's Bottle feature.": "守护屏障的药剂师为你的酿酒瓶特性提供了一个额外选项。",
	"This bottle contains a somewhat chunky fluid that, when consumed, causes the subject's body to begin to harden as if made of rock. Upon consuming, the subject must succeed on a DC 15 Constitution save. On a success, for 5 minutes, the creature is treated as wearing light armor which grants 4 Armor Class with no maximum Dexterity bonus, but loses 10 feet of movement speed. On a failure, the creature still gains the armor benefit, but loses 25 feet of movement speed.": "这个瓶子里装着一种略带颗粒状的液体，当被消费时，会导致被试验者的身体开始变得像石头一样硬化。在消费后，被试验者必须成功通过一次 DC 15 的体质豁免检定。若成功，在接下来的 5 分钟内，该生物被视为穿着轻甲，提供 4 点护甲等级，无最大敏捷奖励，但失去 10 英尺的移动速度。若失败，生物仍然获得护甲的益处，但失去 25 英尺的移动速度。",
	"The potion can be consumed as an action and weighs 1 pound.": "这瓶药剂可以在一个动作中饮用，重量为1磅。",
	"An Apothecary of the Guardian Barrier has developed a potion to further strengthen their shield. As a bonus action, they can expend one use of their Pocket Potion. Roll the Pocket Potion die, and they gain AC equal to the result until their next turn.": "守护屏障的药剂师已经研制出一种药水，可以进一步加强他们的护盾。作为一个奖励动作，他们可以消耗一个口袋药水的使用次数。投掷口袋药水骰子，他们的护甲等于结果，持续到他们的下一个回合。",
	"Further improvements to the Guardian Barrier have allowed the Apothecary of the Guardian Barrier to adapt their necessary defenses to their foes. When damaged by an attack or spell, you gain resistance to that damage type(s) for 2 rounds or until hit with a different damage type.": "守护屏障的进一步改进使得守护屏障的药剂师能够根据敌人的攻击调整必要的防御措施。当受到攻击或法术伤害时，你将获得该伤害类型的抗性，持续2回合或直到受到不同伤害类型的攻击。",
	"The Apothecary of the Guardian Barrier has developed a combination of mixtures that would allow them to rouse the very earth itself. As an action, and on a successful DC 18 Intelligence (Arcana) check, the Apothecary of the Guardian Barrier can create a wall up to 25 feet long and 5 feet thick, originating from them.": "守护壁垒的药剂师已经研发出一种混合物的组合，可以唤醒大地本身。作为一个动作，并在成功的DC 18智力（奥秘）检定后，守护壁垒的药剂师可以创造一堵长达25英尺、厚度为5英尺的墙，起源于他们自身。",
	"This wall has 75 HP and 18 AC, crumbling entirely when broken through. The area the wall occupied then becomes difficult terrain until cleared.": "这堵墙有75点生命值（HP）和18点护甲等级（AC），当被破坏时完全崩塌。然后，墙所占据的区域变成难行地形，直到清理完毕。",
	"The Apothecary of the Guardian Barrier can only use this feature once before taking a long rest.": "守护屏障的药剂师在进行一次长休前只能使用这个特性一次。",
	"This bottle contains a somewhat chunky fluid that, when consumed, causes the subject's body to begin to harden as if made of metal. Upon consuming, the subject must succeed on a DC 18 Constitution save. On a success, for 5 minutes, the creature is treated as wearing light armor which grants 5 Armor Class with no maximum Dexterity bonus, but loses 10 feet of movement speed. On a failure, the creature still gains the armor benefit, but loses 25 feet of movement speed.": "这个瓶子里装着一种略带颗粒的液体，当被消费时，会导致被试验者的身体开始像金属一样硬化。在消费后，被试验者必须通过一次 DC 18 的体质豁免检定。成功的话，在接下来的 5 分钟里，该生物被视为穿着轻甲，提供 5 点护甲等级，无最大敏捷奖励，但失去 10 英尺的移动速度。失败的话，生物仍然获得护甲效果，但失去 25 英尺的移动速度。",
	"The potion can be consumed as an action and weighs 2.5 pounds.": "这瓶药水可以在一个动作中饮用，重2.5磅。",
	"The Apothecaries of the Iceshard Prick are those who have decided to modify their dagger into an avatar of piercing cold. An Iceshard Prick is a {@item dagger|phb} that deals {@dice 1d6} piercing damage; weighs 2 pounds; and has the light, finesse, and thrown (20/60) properties.": "冰尖刺药剂师是那些决定将他们的匕首改造成寒冷之力化身的人。冰尖刺是一把{@item dagger|phb}，造成{@dice 1d6}点穿刺伤害；重2磅；具有轻型、矫捷和投掷（20/60）特性。",
	"When the Apothecary of the Iceshard Prick hits a creature with this weapon, that creature must succeed on a Constitution saving throw (DC 6 + Proficiency Bonus + Intelligence Modifier) or gain one point of exhaustion.": "当冰碎刺(Apothecary of the Iceshard Prick)用这把武器击中生物时，该生物必须通过一次体质豁免检定（豁免 DC 6 + 熟练加值 + 智力调整值），否则会获得一点疲劳。",
	"Creatures that have resistance to or are immune to cold damage are unaffected by this feature, and the point of exhaustion is applied after weapon damage is calculated.": "对抗寒冷伤害具有抗性或免疫力的生物不受此特性影响，而疲劳点在计算武器伤害后施加。",
	"The Apothecaries of the Iceshard Prick grant you an additional option for your Brewer's Bottle feature.": "冰碎刺(Apothecaries of the Iceshard Prick)的药剂师为你的酿酒瓶(Brewer's Bottle)特性提供了一个额外选项。",
	"This bottle is full of an icy-blue liquid that leaves the container cold to the touch. When the bottle breaks, exposing the contents to the air, they rapidly expand and solidify into a pillar of ice that lasts 3 rounds. The pillar appears in a 15-foot by 15-foot square space, with the bottle's point of impact in the center. Anyone within that radius during the pillar's appearance must succeed on a DC 15 Dexterity saving throw or take {@dice 2d4} bludgeoning and {@dice 2d4} cold damage. Regardless of if they succeed, they are pushed to just outside the pillar's space. The pillar creates 5 feet of difficult terrain around itself, which will persist in that area and what was the pillar's space until one round after the pillar disappears.": "这个瓶子里装满了一种冰蓝色的液体，使容器触摸时感觉很冷。当瓶子破裂，暴露液体与空气接触时，它们会迅速膨胀并凝固成一根持续3回合的冰柱。冰柱出现在一个15英尺乘以15英尺的正方形空间内，瓶子的撞击点位于中心。在冰柱出现时，位于该半径内的任何人必须成功通过一次DC 15的敏捷豁免检定，否则会受到{@dice 2d4} 钝击伤害和{@dice 2d4} 冰冷伤害。无论他们是否成功通过检定，他们都会被推到冰柱空间的外侧。冰柱周围会产生5英尺的难行区域，这个区域会持续存在直到冰柱消失后的一回合。",
	"This potion can be thrown as an action and weighs 1.5 pounds.": "这个药水可以作为一个动作投掷，重量为1.5磅。",
	"The Iceshard Prick can generate a sheathe of ice so as to launch at your foes. When you make a thrown weapon attack with the Iceshard Prick, you may instead launch a dagger of ice that deals {@dice 1d4} cold damage, and is treated as the Iceshard Prick for purposes of applying features and weapon effects.": "冰刺刺可以生成一层冰护套，用来向你的敌人投掷。当你使用冰刺刺进行投掷武器攻击时，你可以选择发射一把冰匕首，造成{@dice 1d4} 冰冷伤害，并且在应用特性和武器效果时视为冰刺刺。",
	"In addition, creatures that have resistance to cold damage are no longer immune to Winter's Grasp, instead having advantage on the saving throw.": "此外，对寒冷伤害具有抗性的生物不再对冬之掌控免疫，而是在豁免投掷上获得优势。",
	"The Apothecary of the Iceshard Prick has refined their technique to take advantage of weary foes. When they make an attack against a creature, they can make another attack on that creature with the Iceshard, which does not stack with the Extra Attack feature.": "冰刺药剂师已经完善了他们的技术，以利用疲惫的敌人。当他们对一个生物进行攻击时，他们可以使用冰刺再次攻击该生物，这个效果不会叠加额外攻击特性。",
	"In addition, creatures struck with the Iceshard take {@dice 1d6} cold damage, increased by another {@dice 1d6} for each point of exhaustion that creature has. The DC for Winter's Grasp also increases by 3.": "此外，被冰碎击中的生物受到{@dice 1d6}点冷伤害，每点疲劳状态增加{@dice 1d6}点伤害。冬之掌控的豁免 DC 也增加 3 点。",
	"The Apothecary of the Iceshard Prick has further improved their mastery with their unconventional fighting style, and the iron of their blade has grown ever colder. Creatures affected by Winter's Grasp now take {@dice 1d6} cold damage at the start of their turn for each point of exhaustion they have. They stop taking this damage if they have not received a point of exhaustion in 3 rounds.": "冰碎刺(Apothecary of the Iceshard Prick)进一步提升了他们对于非传统战斗风格的掌握，并且他们的刀铁变得更加寒冷。受到冬之掌控(Winter's Grasp)影响的生物现在在他们的回合开始时每点疲惫状态(exhaustion)都会受到{@dice 1d6}点冷伤害。如果他们在3回合内没有获得疲惫状态，他们将不再受到这种伤害。",
	"In addition, creatures that have resistance to cold damage are no longer resistant to Winter's Grasp, making the roll as normal, while creatures with immunity to cold damage are no longer immune, instead having advantage on the saving throw.": "此外，对寒冷伤害具有抗性的生物不再对冬之掌控具有抗性，而是像正常情况下一样进行骰掷，而对寒冷伤害免疫的生物也不再免疫，而是在豁免投掷上获得优势。",
	"This bottle is full of an icy-blue liquid that leaves the container cold to the touch. When the bottle breaks, exposing the contents to the air, they rapidly expand and solidify into a pillar of ice that lasts 5 rounds. The pillar appears in a 25-foot by 25-foot square space, with the bottle's point of impact in the center. Anyone within that radius during the pillar's appearance must succeed on a DC 18 Dexterity saving throw or take {@dice 2d6} bludgeoning and {@dice 2d6} cold damage. Regardless of if they succeed, they are pushed to just outside the pillar's space. The pillar creates 10 feet of difficult terrain around itself, which will persist in that area and what was the pillar's space until one round after the pillar disappears.": "这个瓶子里装满了一种冰蓝色的液体，使容器触摸时感觉很冷。当瓶子破裂，暴露液体于空气中时，它们迅速膨胀并凝固成一根持续5回合的冰柱。这根冰柱出现在一个25英尺乘25英尺的正方形空间中，瓶子的撞击点位于中心。在冰柱出现时，任何在该半径内的人必须成功通过一次DC 18的敏捷豁免才能避免受到{@dice 2d6} 钝击和{@dice 2d6} 冰冷伤害。无论他们是否成功，他们都会被推到冰柱空间的外面。冰柱周围会产生10英尺的难行地形，这种地形会持续到冰柱消失后的一个回合。",
	"This potion can be thrown as an action and weighs 4 pounds.": "这瓶药剂可以作为一个动作投掷，重量为4磅。",
	"The Apothecaries of the Solar Beacon are those who have decided to modify their mace into a glowing beacon of divine light. A Solar Beacon is a {@item mace|phb} that deals {@dice 1d8} bludgeoning damage and weighs 6 pounds.": "太阳灯塔药剂师是那些决定将他们的狼牙棒改造成闪耀的神圣之光的人。太阳灯塔是一个{@item mace|phb}，造成{@dice 1d8} 钝击伤害，重6磅。",
	"The Apothecary of the Solar Beacon may raise their weapon aloft as an action, allowing it to glow with a calming light, cleansing the wounds of those around them. All living creatures within 10 feet of the Apothecary are healed for {@dice 1d6} plus the Apothecary's Constitution modifier.": "太阳灯塔的药剂师可以将武器高举，让它发出宁静的光芒，净化周围人的伤口。所有距离药剂师10英尺内的生物都会被治疗，治疗量为{@dice 1d6}加上药剂师的体质调整值。",
	"The Apothecary of the Solar Beacon can use this feature a number of times between long rests equal to their Intelligence modifier.": "太阳灯塔的药剂师可以在两次长休之间使用此特性，次数等于他们的智力调整值。",
	"The Apothecaries of the Solar Beacon grant you an additional option for your Brewer's Bottle feature.": "太阳灯塔的药剂师们为你的酿酒瓶特性提供了额外的选项。",
	"This bottle contains a bright yellow liquid that seems to glow faintly. When broken, exposing the contents to the air, they form a massive, brightly glowing yet non-solid pillar, lasting 6 rounds. All creatures within 40 feet of the pillar must succeed on a DC 15 Constitution saving throw or suffer disadvantage on attack rolls made while the pillar of light is active.": "这个瓶子里装着一种明亮的黄色液体，似乎微微发光。当打破瓶子，暴露液体于空气中时，它们会形成一个巨大的、明亮发光但非实体的柱子，持续6轮。在光柱范围内的所有生物必须通过一次15点的体质豁免检定，否则在光柱激活期间进行的攻击检定将受到劣势。",
	"The Apothecary of the Solar Beacon is a vanguard that leads the charge against their foes. When the Apothecary of the Solar Beacon makes a weapon attack with the Solar Beacon, they may expend one use of their Pocket Potion. If the attack hits, the target takes additional radiant damage equal to the Pocket Potion die, and the Apothecary is healed for the amount of radiant damage dealt this way.": "太阳灯塔药剂师是领先冲锋的先锋。当太阳灯塔药剂师使用太阳灯塔进行武器攻击时，他们可以消耗一个口袋药剂的使用次数。如果攻击命中，目标会受到额外的辐射伤害，伤害值等同于口袋药剂的骰子数，而太阳灯塔药剂师会因此治愈所造成的辐射伤害量。",
	"In addition, Cleansing Radiance heals for an additional {@dice 1d6}, and will only affect creatures of the Apothecary's choice.": "此外，净化之光治疗额外的{@dice 1d6}，并且只会影响药剂师选择的生物。",
	"The Apothecary of the Solar Beacon is a guardian not only for themselves, but those around them. When the Apothecary uses Cleansing Radiance, all creatures that regain hit points from it gain an additional 1 Armor Class until the end of the Apothecary's next turn. Creatures that already have additional Armor Class from Faith Shields are immune to this effect.": "太阳灯塔的药剂师不仅是自己的守护者，也是周围人的守护者。当药剂师使用净化之光时，所有从中恢复生命值的生物在药剂师的下一个回合结束前额外获得1点护甲等级。已经从信仰盾获得额外护甲等级的生物对此效果免疫。",
	"In addition, Cleansing Radiance becomes a 15 foot radius, and the dice are increased to {@dice d8}s.": "此外，净化之光变成了一个15英尺半径范围，并且骰子增加到{@dice d8}s。",
	"The Apothecary of the Solar Beacon is as an angel descended from the heavens above. When the Apothecary uses Cleansing Radiance, they may gain a 40 ft. fly speed for 2 rounds. While they possess this fly speed, creatures struck with the Solar Beacon take {@dice 3d8} radiant damage.": "太阳灯塔的药剂师就像天使从天堂降临一般。当药剂师使用净化之辉时，他们可以在接下来的2轮内获得40英尺的飞行速度。当他们拥有这个飞行速度时，被太阳灯塔击中的生物会受到{@dice 3d8}辐射伤害。",
	"The Apothecary can use this feature twice between long rests.": "药剂师可以在两次长休之间使用这个特性。",
	"In addition, Cleansing Radiance heals for an additional {@dice 1d8}, and becomes a 20 foot radius.": "此外，净化之光治疗效果额外提高 {@dice 1d8}，并且范围扩大至20英尺半径。",
	"This bottle contains a bright yellow liquid that seems to glow faintly in even the most oppressive darknesses. When broken, exposing the contents to the air, they form a massive, brightly glowing yet non-solid pillar, lasting 1 minute. All creatures within 60 feet of the pillar must succeed on a DC 18 Constitution saving throw or suffer disadvantage on attack rolls made while the pillar of light is active.": "这个瓶子里装着一种明亮的黄色液体，即使在最黑暗的地方也似乎微微发光。当打破瓶子，暴露液体于空气中时，它们会形成一个巨大的、明亮发光但非实体的柱子，持续1分钟。在光柱范围内的所有生物必须通过一次 DC 18 的体质豁免检定，否则在光柱激活期间进行的攻击投掷将受到劣势。",
	"The potion can be thrown as an action and weighs 2.5 pounds.": "这瓶药水可以作为一个动作投掷，重量为2.5磅。",
	"The Apothecaries of the Storm Crossbow are those who have decided to modify their light crossbow into a devastating engine of tempestual might. A Storm Crossbow is a {@item light crossbow|phb} that deals {@dice 1d10} piercing damage; weighs 11 pounds; and has the ammunition (80/320), heavy, loading, and two-handed properties.": "风暴十字弩的药剂师是那些决定将他们的轻型十字弩改造成毁灭性的风暴力量引擎的人。风暴十字弩是一种{@item light crossbow|phb}，造成{@dice 1d10}穿刺伤害；重11磅；并具有弹药（80/320）、重型、装填和双手属性。",
	"One's aim is gradually refined with repetition, and will grow finer still. When the Apothecary of the Storm Crossbow makes an attack with the Storm Crossbow, if they have not moved from the location they last fired it, they may take advantage on the attack roll, but the attack cannot critically hit if they do.": "随着重复，一个人的目标会逐渐精细化，并且会变得更加精准。当风暴弩药剂师(Apothecary of the Storm Crossbow)使用风暴弩进行攻击时，如果他们没有从上次开火的位置移动，他们可以在攻击检定中获得优势，但如果这样做，攻击不能造成暴击。",
	"When you use this feature, you must move before you can benefit from this feature again.": "当你使用这个特性时，你必须移动后才能再次从这个特性中受益。",
	"The Apothecaries of the Storm Crossbow grant you an additional option for your Brewer's Bottle feature.": "风暴弩药剂师为你的酿酒瓶特性提供了额外的选择。",
	"This bottle holds a devastating alchemical whirlwind that bursts free in all directions when detonated. All characters within a 10 foot radius of the detonation must make a DC 18 Dexterity save, or take {@dice 2d8} bludgeoning damage and be pushed back 15 feet from the center of the blast, taking half damage on a successful save.": "这个瓶子装有一个毁灭性的炼金旋风，当引爆时会向四面八方迸发。在引爆点周围10英尺范围内的所有角色必须进行一次DC 18的敏捷豁免检定，否则会受到{@dice 2d8} 钝击伤害，并被从爆炸中心推开15英尺，成功豁免的角色只受到一半伤害。",
	"This potion can be thrown as an action and weighs 1 pound.": "这瓶药剂可以作为一个动作投掷，重量为1磅。",
	"An Apothecary of the Storm Crossbow can enchant their heavy bolts with the spell contained within a Magical Mixture.": "风暴弩箭药剂师(`Apothecary of the Storm Crossbow`)可以用魔法混合物中的咒语来给他们的重型弩箭附魔。",
	"Enchanting the heavy bolt requires an action and succeeding a DC 15 Intelligence (Arcana) check, the spell must be of level 3 or lower, and this process consumes the Magical Mixture. An enchanted bolt lasts 8 hours before the enchantment fades.": "附魔重型弩矢需要一个动作，并且成功进行一次DC 15的智力（奥术）检定，法术必须是3级或更低，并且这个过程会消耗魔法混合物。附魔的弩矢在8小时后会失去魔法效果。",
	"To utilize such a bolt, make a weapon attack against a target with the Storm Crossbow. On a hit, the target receives normal weapon damage and the spell is cast, targeting or centered on them, whichever is applicable. On a miss, the bolt is destroyed and the spell is not cast.": "使用这样的螺栓，使用风暴十字弩对目标进行武器攻击。命中时，目标受到普通武器伤害，并释放咒语，以其为目标或以其为中心，视情况而定。未命中时，螺栓被摧毁，咒语不会释放。",
	"The Apothecary of the Storm Crossbow has refined their ability to reset the crossbow, allowing them to reset and load a bolt quick enough to fire it soon after. When the Apothecary uses the Attack action, if they make an attack with the Storm Crossbow, they may make a second attack with it as part of that same action (ignoring the loading property).": "风暴弩药剂师已经完善了他们重置弩弓的能力，使他们能够在很快地重置和装载弩箭后立即射击。当药剂师使用攻击动作时，如果他们用风暴弩进行攻击，他们可以在同一个动作中进行第二次攻击（忽略装填属性）。",
	"The Apothecary cannot move during a turn they make use of this feature.": "药剂师在使用此特性时不能移动。",
	"The Apothecary of the Storm Crossbow has discovered one simple thing: Few can withstand a windstorm. The Apothecary can now fire bolts laid with Tempest Brews, causing a Tempest Brew effect at the target location. If the target is a creature, roll an attack against them. On a hit, they take normal weapon damage and the Tempest Brew is centered on them (but treated as in front of them). On a miss, the Tempest Brew is centered five feet behind them (relative to the attacker).": "风暴弩药剂师发现了一件简单的事情：很少有人能抵挡住风暴。现在，药剂师可以发射涂有风暴酿酒的弩箭，造成目标位置的风暴酿酒效果。如果目标是生物，对其进行一次攻击骰检。命中时，他们受到普通武器伤害，并且风暴酿酒以他们为中心（但视为在他们前方）。未命中时，风暴酿酒以他们身后五英尺处为中心（相对于攻击者）。",
	"This feature does not require the Apothecary to possess a Tempest Brew, and does not consume one if they do.": "这个特性不需要药剂师拥有一瓶风暴酿酒，如果他们已经拥有，也不会消耗它。",
	"This bottle holds a devastating alchemical whirlwind that bursts free in all directions when detonated. All characters within a 10 foot radius of the detonation must make a DC 20 Dexterity save, or take {@dice 3d10} bludgeoning damage and be pushed back 15 feet from the center of the blast, taking half damage on a successful save.": "这个瓶子装有一个毁灭性的炼金旋风，当引爆时向四面八方迸发。在爆炸中心的10英尺半径范围内的所有角色必须进行一次DC 20的敏捷豁免检定，否则会受到{@dice 3d10}的钝击伤害，并被从爆炸中心推回15英尺，成功豁免的角色只受到一半伤害。",
	"This potion can be thrown as an action and weighs 2.5 pounds.": "这瓶药剂可以作为一个动作投掷，重量为2.5磅。",
	"The Apothecaries of the Vampire's Edge are those who have decided to modify their sickle into a sanguine weapon that thrives in bloody combat. A Vampire's Edge is a {@item sickle|phb} that deals {@dice 1d6} slashing damage, weighs 3 pounds, and has the light property.": "吸血鬼之刃的药剂师是那些决定将他们的镰刀改造成一种在血腥战斗中蓬勃发展的血红色武器的人。吸血鬼之刃是一把{@item sickle|phb}，造成{@dice 1d6}割伤伤害，重3磅，具有轻型属性。",
	"When the Apothecary of the Vampire's Edge successfully hits a creature with the Vampire's Edge, they open a lasting wound that continues to bleed the target dry. The affected creature takes additional necrotic damage equal to the Apothecary's proficiency bonus, and receives the same amount of damage at the start of each of their turns for a number of rounds equal to the Apothecary's Intelligence modifier.": "当吸血边缘的药剂师成功用吸血边缘击中生物时，他们会打开一个持续流血的伤口，继续让目标失血。受影响的生物会受到额外的死灵伤害，数值等同于药剂师的熟练加值，并且在每个回合开始时受到相同数量的伤害，持续回合数等同于药剂师的智力修正值。",
	"Creatures may only be affected by a single instance of Blood Flow at a time.": "生物一次只能受到一种《血流》效果的影响。",
	"The Apothecaries of the Vampire's Edge grant you an additional option for your Brewer's Bottle feature.": "吸血鬼之刃的药剂师为您的酿酒瓶特性提供了额外的选项。",
	"The bottle is filled with a sickly, red liquid. When exposed to the air, it reeks of the metallic scent of blood, and boasts a similar taste when drunk. Upon drinking this potion, the consumer must succeed on a DC 15 Constitution saving throw. On a success, for the next 5 rounds, when the consumer succeeds on a weapon attack, they are healed for the amount rolled on their weapon's damage dice. On a failure, the consumer takes {@dice 2d6} necrotic damage as they begin coughing up blood.": "这个瓶子里装满了一种令人作呕的红色液体。暴露在空气中时，它散发出血液的金属气味，并在饮用时具有类似的味道。饮用这个药剂后，消费者必须成功通过一次 DC 15 的体质豁免检定。成功时，在接下来的 5 回合内，当消费者成功进行武器攻击时，他们将被治疗相应于武器伤害骰上的点数。失败时，消费者将受到{@dice 2d6}点死灵伤害，因为他们开始咳血。",
	"A second strike, a second bleeding target. When the Apothecary of the Vampire's Edge takes the Attack action, if they make an attack with the Vampire's Edge, they may make an additional attack with the Vampire's Edge as part of that action. This attack is made against a creature of the Apothecary's choice within 30 feet, deals {@dice 1d4} necrotic damage rather than the normal damage, and does not stack with the Extra Attack feature.": "第二次打击，第二个流血目标。当吸血者之刃的药剂师(Apothecary of the Vampire's Edge)进行攻击动作时，如果他们使用吸血者之刃进行攻击，他们可以在该动作中额外进行一次吸血者之刃的攻击。此攻击针对药剂师选择的距离30英尺内的生物，造成{@dice 1d4}死灵伤害而非普通伤害，并且不与额外攻击特性叠加。",
	"This attack benefits from, and applies, Blood Flow.": "这次攻击受益于，并应用了，血液流动(Blood Flow)。",
	"In addition, Blood Flow lasts for an additional 2 rounds.": "另外，血流持续额外2轮。",
	"As an action, the Apothecary of the Vampire's Edge may violently close the wounds created by Blood Flow on any number of targets within 10 feet, ending Blood Flow's effect on them and dealing necrotic damage to them equal to Blood Flow's damage, multiplied by the number of rounds of Blood Flow that creature had remaining.": "作为一个动作，(吸血鬼之刃)的药剂师可以在10英尺内对任意数量的目标进行暴力地关闭由(血流)造成的伤口，结束对他们的(血流)效果，并对他们造成等同于(血流)伤害的死灵伤害，乘以该生物剩余的(血流)回合数。",
	"In addition, Blood Flow deals additional damage equal to the Apothecary's Intelligence Modifier.": "此外，血流造成额外伤害，数值等同于药剂师的智力调整值。",
	"Twice per round, when a creature within 20 feet takes damage at the start of its turn due to Blood Flow, the Apothecary of the Vampire's Edge may regain a number of hit points equal to the amount of necrotic damage dealt to that creature by Blood Flow.": "每轮两次，当距离不超过20英尺的生物因为血流而在其回合开始时受到伤害时，吸血刃药剂师(Apothecary of the Vampire's Edge)可以恢复等同于血流对该生物造成的死灵伤害量的生命值。",
	"In addition, Blood Flow lasts for an additional 3 rounds.": "此外，(Blood Flow)效果持续额外3轮。",
	"The bottle is filled with a sickly red liquid that glows softly. When exposed to the air, it reeks of the metallic scent of blood, boasting a similar taste when drunk. Upon drinking it, the consumer must succeed on a DC 18 Constitution saving throw. On a success, for the next minute, when they succeed on a weapon attack, they are healed for the amount of piercing, bludgeoning, and slashing damage dealt by the weapon (Features such as Sneak Attack and Centre of Mass do not apply). On a failure, the consumer takes {@dice 3d8} necrotic damage as they begin coughing up blood.": "这个瓶子里装满了一种病态的红色液体，微微发光。暴露在空气中时，它散发出血液的金属气味，喝下去时味道也类似。喝下去后，消费者必须通过一次 DC 18 的体质豁免检定。成功的话，在接下来的一分钟内，当他们成功进行武器攻击时，他们将被治愈相同数量的刺穿、钝击和砍击伤害（像偷袭和重心攻击这样的特性不适用）。失败的话，消费者会受到{@dice 3d8}点死灵伤害，开始咳血。"
}