{
	"The Samurai is able to hone their focus and unleash a new level of destructive swordplay in combat. The Samurai may activate Challenge against a single creature of choice within 60ft. Against that creature, for the next minute, they gain the following features:": "武士能够集中精力，在战斗中释放出更具破坏性的剑术。武士可以针对60英尺内的单个选择的生物激活挑战。针对该生物，在接下来的一分钟内，他们获得以下特征：",
	"• Advantage on Attack Rolls against them.": "• 对它们的攻击投掷获得优势。",
	"• When you would deal damage with a weapon against them, once per round, deal an additional {@dice 1d6} damage. This increases by 1d6 at levels 5 and 10 and 15.": "• 当你使用武器对它们造成伤害时，每回合一次，额外造成{@dice 1d6}伤害。这个伤害在5级、10级和15级时增加1d6。",
	"• Once per round, you may treat your AC as 3 higher against any attack they make. Alternatively, gain this bonus on any Saving Throw they would force you to make.": "• 每回合一次，你可以将你的AC视为比他们发动的任何攻击高3点。或者，在他们强迫你进行的任何豁免投掷上获得此加值。",
	"If you would reduce a creature to 0 Hit Points, you may transfer your Challenge to a different creature within range with either a Bonus Action or Reaction, increasing the duration of your Challenge by 2 rounds.": "如果你将一只生物的生命值降低到0点，你可以用一个奖励动作或反应将你的挑战转移给范围内的另一只生物，将你的挑战持续时间增加2回合。",
	"You have one use of this ability, and regain it on a Short Rest. As you progress in this class, you gain additional uses.": "你拥有这个能力的一次使用机会，并在短休息后恢复它。随着你在这个职业中的进展，你会获得额外的使用次数。",
	"Additionally at level 1, you have advantage on Initiative Checks. During the first round of combat, you gain the following benefits:": "另外，在1级时，你在先攻检定中获得优势。在战斗的第一回合，你获得以下好处：",
	"• You have an additional action you may use to either make one weapon attack or use the Detect, Dash or Disengage action.": "• 你有额外的一个行动，可以用来进行一次武器攻击，或者使用侦测(`Detect`)、冲刺(`Dash`)或脱离(`Disengage`)行动。",
	"At 2nd level, you adopt a particular style of fighting as your specialty. Choose one of the following options. You can't take the same Fighting Style option more than once, even if you get to choose again.": "在2级时，你会选择一种特定的战斗风格作为你的专长。选择以下选项之一。即使你有机会再次选择，也不能再次选择相同的战斗风格选项。",
	"You gain a +2 bonus to attack rolls you make with ranged weapons.": "你使用远程武器进行攻击时，获得+2的攻击加值。",
	"While you are wearing armor, you gain a +1 bonus to AC.": "当你穿戴盔甲时，你的AC获得+1的加值。",
	"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon.": "当你单手持有一把近战武器且没有其他武器时，你对该武器的伤害骰获得+2的加值。",
	"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit.": "当你使用双手持有的近战武器进行攻击时，如果伤害骰子掷出1或2，你可以重新投掷该骰子，并且必须使用新的点数，即使新的点数仍然是1或2。武器必须具有双手或多用途属性，你才能获得这个好处。",
	"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack.": "当你进行双武器战斗时，你可以将你的能力修正值加到第二次攻击的伤害上。",
	"You have learnt to push your body beyond its normal capiblities with pure mental power, exchanging your energy for sheer focus. As a bonus action you may give yourself advantage on the following skills: Acrobatics, Athletics, Intimidation, Perception or Stealth. As a result, you take 1d4 Necrotic Damage, which cannot be reduced or ignored by any means. This damage increases with your Character Level, at levels 6, 12 and 18, to a maximum of 5d4.": "你已经学会了用纯粹的心智力量推动身体超越其正常能力，以换取纯粹的专注。作为一个奖励动作，你可以在以下技能上给自己优势：（Acrobatics）敏捷、（Athletics）运动、（Intimidation）威吓、（Perception）感知或（Stealth）潜行。作为结果，你会受到1d4点死灵伤害，这种伤害无法通过任何方式减少或忽略。这种伤害会随着你的角色等级增加，在6级、12级和18级时增加，最多为5d4点。",
	"Alternatively, if you would reduce a creature to 0 Hit Points during a Challenge, you may use Sacrificial Surge to transfer it to a new target, rather than using a Bonus Action or Reaction.": "另外，如果你在挑战中将一只生物的生命值降至0点，你可以使用牺牲冲刺将其转移给一个新目标，而不是使用一个奖励动作或反应。",
	"At level 3, you tie yourself to a path known as an Honor. An Honor dictates the path you walk, the abilities you gain, and what lies in your future. The subclasses are listed after class features.": "在3级时，你将自己与一条被称为荣誉的道路联系在一起。荣誉决定了你所走的道路、获得的能力以及未来的发展。子职业在职业特性之后列出。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，你不能通过这个特性将一个能力值提高到20以上。",
	"Using the optional feats rule, you can forgo taking this feature to take a {@5etools feat|feats.html} of your choice instead.": "使用可选特性规则，您可以放弃选择此特性，而选择一项您喜欢的{@5etools feat|feats.html}。",
	"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn.": "从5级开始，每当你在你的回合上采取{@action Attack}动作时，你可以进行两次攻击，而不是一次。",
	"At 6th level, you gain a feature from your Samurai Honor.": "在第6级时，你从你的武士荣誉(Samurai Honor)中获得一个特性。",
	"At level 7, when you would fail an Intelligence, Wisdom or Charisma saving throw, you may roll again as a reaction. You regain use of this feature on a Short Rest. At levels 14 and 18 you gain an additional use.": "在7级时，当你需要进行一次智力、感知或魅力豁免检定且失败时，你可以作为一次反应再次投掷骰子。你在短休息后恢复此特性的使用。在14级和18级时，你会获得额外的使用次数。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"At level 9, your training with weaponry has allowed you to deflect incoming attacks from foes. When a creature would deal damage to you with a melee weapon, provided you are holding a weapon you are proficient in, as a reaction you may reduce the damage by {@dice 1d10}+Your Strength or Dexterity modifier. If you reduce the damage to 0, you may choose one of the following results:": "在9级时，你对武器的训练使你能够避开敌人的进攻。当一只生物用近战武器对你造成伤害时，只要你握着一种你精通的武器，你可以作为一次反应将伤害减少{@dice 1d10}+你的力量或敏捷调整值。如果你将伤害减少到0，你可以选择以下结果之一：",
	"• The creature is disarmed.": "• 该生物被解除了武装。",
	"• The creature takes 4 damage from your weapon.": "• 生物受到你的武器造成的4点伤害。",
	"If you parry a creature that is larger than you, for every size category difference between you, gain a -3 penalty on your Parry roll. Small sized Samurai are treated as if they are Medium Sized for this ability.": "如果你招架比你大的生物，每个你们之间的尺寸类别差异，都会在你的招架骰上获得-3的惩罚。对于这项能力，小型的武士被视为中等大小。",
	"At level 10, your Path has led you to a cross roads between Combat Supremeacy and Mental Fortitude. You must choose one of the the following abilities, and cannot change this afterwards:": "在10级时，你的道路已经引领你到了一个十字路口，需要在战斗至上 (Combat Supremeacy) 和心灵坚韧 (Mental Fortitude) 之间做出选择。你必须选择以下能力之一，并且之后不能更改：",
	"• Unyielding Spirit. You gain proficiency in Wisdom Saving Throws, and cannot suffer disadvantage on them.": "• 坚韧不拔的精神。您获得对感知豁免投掷的熟练加值，并且不会受到任何对其的劣势影响。",
	"• Oppressive Form. Your attacks become a constant beatdown. When you hit a creature with an attack, they become marked until the end of your next turn. When you strike a marked creature, you deal an additional dice of your weapons damage. You can only mark a creature once per round.": "• 压制形态。你的攻击变成了持续的连续打击。当你用一次攻击命中一名生物时，他们会被标记，直到你的下一个回合结束。当你攻击一个被标记的生物时，你造成额外的一颗骰子的武器伤害。你每回合只能标记一次生物。",
	"At 11th level, you gain a feature from your Samurai Honor.": "在11级时，你从你的武士荣誉(Samurai Honor)中获得一个特性。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用这个特性时不能将能力值提高到20以上。",
	"At level 13, when making attack rolls with weapons you are proficient in, you treat your Critical Range as if it was 19-20.": "在13级时，当使用你熟练的武器进行攻击检定时，你将暴击范围视为19-20。",
	"At level 14, you become immune to the Frightened and Charmed conditions.": "在14级时，你对受到惊恐和被魅惑状态免疫。",
	"At level 15, when you score a Critical Strike against a Challenged creature, you deal an additional 2d6 damage, matching the type of your weapon. If you score a Critical Strike on a creature that is under 50% of their maximum Hit Points, this increases to 4d6.": "在15级时，当你对一名被挑战生物进行暴击时，你会额外造成2d6点伤害，伤害类型与你的武器相匹配。如果你对一名生命值低于其最大生命值50%的生物进行暴击，这个额外伤害增加到4d6点。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与常规规则一样，使用此特性不能将能力值提高到20以上。",
	"Come level 17, you are able to quietly and calmly rest your mind, allowing for efficient resting. When you would take a Long Rest, you may instead choose to Meditate. A Meditation is 4 hours instead of 8 - Reduced to 2 hours for a creature that can already Meditate, such as an Elf.": "到了17级，你可以安静地休息，让自己的思绪平静下来，从而实现高效休息。当你需要进行长休时，你可以选择冥想。冥想只需要4小时，而不是8小时——对于那些已经能够冥想的生物，比如(Elf)，时间缩短到2小时。",
	"When you Meditate, you are still keenly aware of the goings on around you. You do not suffer from disadvantage on Perception Checks.": "冥想时，你仍然敏锐地意识到周围的事物。你在感知检定上不会受到劣势。",
	"Alternatively, you may clear your mind from harm. By spending the full 8 hours Meditating, you may cast Greater Restoration on yourself.": "或者，你可以通过花费整整8小时冥想来净化你的心灵。这样你可以对自己施放(%Greater Restoration%)。",
	"At 18th level, you gain a feature from your Samurai Honor.": "在18级时，你从你的武士荣誉(Samurai Honor)中获得一个特性。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，你不能通过这个特性将一个能力值提高到20以上。",
	"At level 20, your Challenge applies to all creatures as long as it is active, and you gain three additional uses of Challenge.": "在20级时，你的挑战适用于所有生物，只要它仍然有效，并且你获得三次额外使用挑战的机会。",
	"The Honour of the Rabbit is the path of agility, speed and deft dodging. A Rabbit Samurai knows how to move around the field quickly and use their fast movements to avoid the full impact of every strike that comes their way. Unpredictable and speedy, a Rabbit Samurai can survive for extended periods of time.": "兔子的荣誉是敏捷、速度和灵巧躲避的路径。一位兔子武士知道如何快速在战场上移动，并利用他们的快速动作来避开每一次打击的全力冲击。不可预测且迅速，一位兔子武士可以在延长的时间内生存下来。",
	"At 3rd level, when wearing no armour and wielding no shield, your AC is calculated as 13+Dexterity Modifier.": "在3级时，当不穿戴盔甲和不使用盾牌时，你的护甲等级计算为13+敏捷修正值。",
	"Furthermore, you are able to turn cuts and bruises into grazes as you move around. As long as you are able to move and are not Blinded, you reduce all Bludgeoning, Slashing, Piercing, Fire, Cold, Lightning and Acid damage you would take by 2. At levels 7 and 18, this increases by 1.": "此外，当你四处移动时，你可以将伤口和擦伤转化为擦伤。只要你能够移动且没有被致盲，你受到的所有钝击、劈砍、刺击、火焰、冰冻、闪电和酸性伤害都减少2点。在7级和18级时，这个减少值会增加1点。",
	"You may take the Dash Action as a Bonus Action.": "你可以将冲刺动作作为一个奖励动作进行。",
	"Your Speed increases by 5ft, and by another 5ft at level 11.": "你的速度增加了5尺，到11级时再增加5尺。",
	"Additionally, once per round, when you would make an attack roll against a creature, you may move up to 10ft in any direction you can.": "此外，每回合一次，当你要对一名生物进行攻击检定时，你可以朝任意方向移动多达10英尺。",
	"At level 11, twice per Short Rest, you may use the Parry feature even when you are out of reactions.": "在11级时，每次短休息两次，即使你已经用完了反应，你也可以使用招架特性。",
	"At level 18, as long as you can move, you have advantage on Dexterity Saving Throws.": "在18级时，只要你能移动，你在敏捷豁免 throws 上获得优势。",
	"Additionally at level 18, once per Short Rest, you may unleash a true demonstration of skill and speed. When you activate this ability as an Action, you gain the following benefits:": "另外，在18级时，每次短休息时，你可以展示真正的技巧和速度。当你将这个能力作为一个动作激活时，你获得以下好处：",
	"• Your Speed doubles, and you cannot be targeted by an Opportunity Attack.": "• 你的速度翻倍，并且你不能成为机会攻击的目标。",
	"• You may make a single attack roll against each creature you move within 15ft of this turn. The attack deals two additional dice of your weapon's damage.": "• 本回合内，对每个你移动到15英尺内的生物进行一次攻击检定。该攻击造成额外的两个骰子的武器伤害。",
	"Those who find themselves on the path of the Juggernaut are powerful, unstoppable warriors who break away at the enemy with their immense Strength and stature. Their attacks break down the defense of their foe, while keeping their own defense resolute.": "那些发现自己走上了“主宰者”之路的人，是强大无比、不可阻挡的战士，他们以自己巨大的力量和身躯冲破敌人的防线。他们的攻击摧毁敌人的防御，同时保持自己的防御坚定。",
	"At 3rd level, you are trained in taking a slow but durable stance that you may only enter when wearing Medium or Heavy Armor. With your Bonus Action, you may enter the Iron Stance. The Iron Stance has no duration, and it takes a free action at the start of your turn to exit it. Whilst you are within this stance, gain the following features:": "在3级时，你学会了采取缓慢但耐久的姿势，只有在穿着中重甲时才能进入。你可以用你的奖励动作进入铁壁之势。铁壁之势没有持续时间，而且在你的回合开始时退出它只需要一个自由动作。当你处于这种姿势中时，获得以下特性：",
	"• Your AC increases by 3.": "• 你的AC值增加了3。",
	"• You gain Advantage on Strength Saving Throws.": "• 你在力量豁免投掷时获得优势。(Advantage)",
	"• Your Speed is halved.": "• 你的速度减半。",
	"Additionally at 3rd level, whilst you are within the Iron Stance, your attacks are harsh and brutal. When you deal damage with a melee weapon using your strength you are proficient in, the target has their AC lowered by 1. This reduction lasts until the end of their next turn. The reduction may stack up to 2.": "另外，在3级时，当你处于铁壁架势（Iron Stance）中时，你的攻击变得严厉而残酷。当你使用你擅长的力量进行近战武器攻击造成伤害时，目标的AC降低1点。这个减少持续到他们的下一个回合结束。这个减少效果最多可以叠加2次。",
	"At level 11, the amount you reduce a targets AC by per damage is 2, up to a maximum of 3.": "在11级时，你每造成1点伤害，目标的AC就会降低2点，最多降低3点。",
	"Your doctrine teaches practice in utter control of the mind. At level 6, during a Challenge you add half your Proficiency Modifier to all Wisdom, Charisma and Intelligence Saving Throws.": "你们的教义教导控制思维。在6级时，在一次挑战中，你可以将你的熟练加值的一半加到所有智力、魅力和感知豁免上。",
	"At level 11, your Parry is a powerful force. Whilst within the Iron Stance, gain a +3 bonus to Parry Rolls. Furthermore, if the damage is reduced to at least 5 or lower, you may choose to push the creature back 10ft or knock them Prone. This can only be used on creatures your size or one larger.": "在11级时，你的(Parry)招架是一种强大的力量。在铁壁姿态下，获得+3的奖励用于(Parry)招架检定。此外，如果伤害降低至至少5点或更低，你可以选择将生物推开10英尺或使其倒地。这只能用于与你相同大小或更大的生物。",
	"At level 18, even death struggles to claim your body. When you are reduced to 0 Hit Points whilst in the Iron Stance, you instead remain conscious. You still make Death Saving Throws as normal. If you succeed all 3, you automatically stabalise at 1 Hit Point. If you roll a Natural 20, you stabalise at 10 Hit Points.": "在18级时，即使死神也难以夺走你的生命。当你在铁壁姿态下降到0点生命值时，你仍然保持清醒。你仍然按照正常规则进行死亡豁免投掷。如果你成功通过所有3次投掷，你会自动稳定在1点生命值。如果你掷出自然20，你会在10点生命值上稳定。",
	"The Slayers are an ancient order of Samurai that once fought against monsters and undead alike, stopping their domination of the world to protect humanity. While that order has long since died, remnants of their skills and traditions remain alive, most notably 'The Breath'. 'The Breath' is a powerful ability that allows a user to regulate their breathing to such a level of precise tuning they can output feats far greater than normally possible for their kind to do.": "《屠龙者》是一支古老的武士团，曾经与怪物和不死生物战斗，阻止它们统治世界以保护人类。虽然这个团体早已消失，但他们的技能和传统的残余仍然存在，其中最著名的是“呼吸”（The Breath）。“呼吸”是一种强大的能力，允许使用者调节他们的呼吸到极致精准的水平，使他们能够展现出远远超出其种族通常能力的壮举。",
	"As a bonus action, or as part of issuing a challenge, you may begin The Breath. You gain the following benefits:": "作为一个奖励动作，或者作为发出挑战的一部分，你可以开始“呼吸”(The Breath)。你获得以下好处：",
	"• Your Strength, Dexterity or Constitution (your choice) increases by +2.": "• 你的力量、敏捷或体质（你选择）提高 +2。",
	"• Your Speed increases by 10ft.": "• 你的速度增加10尺。",
	"• You have advantage on Constitution saving throws, except for when attempting to maintain The Breath.": "• 你在体质豁免 throws 时有优势，除非试图保持(The Breath)。",
	"• Your Weight Capacity doubles.": "• 你的负重能力翻倍。",
	"If you have any {@condition exhaustion|phb}, the time you can use The Breath for is halved.": "如果你有任何{@condition exhaustion|phb}，你可以使用（The Breath）的时间减半。",
	"The Breath takes up your Concentration slot, if you would be able to cast any spells, though does not require Saving Throws to maintain.": "呼吸占用你的专注位，如果你能施放任何法术，但不需要豁免才能维持。",
	"You may end The Breath as a free action on your turn.": "你可以在你的回合将《呼吸》（The Breath）结束为自由动作。",
	"You can maintain The Breath for a number of rounds equal to your 2+Your Constitution Modifier (Minimum 1). Once you pass this limit, you must begin making DC 8 Constitution Saving Throws at the end of each of your turns. On a failure, you gain 1 rank of {@condition exhaustion|phb}. On a success, you maintain The Breath, though the DC increases by +2. If you would fail the save, you may use Sacrificial Surge as a reaction to attempt once more.": "你可以维持（The Breath）的回合数，等于你的2+你的体质调整值（最少1）。一旦超过这个限制，你必须在每个回合结束时开始进行 DC 8 的体质豁免检定。如果失败，你获得1级{@condition exhaustion|phb}。如果成功，你可以继续维持（The Breath），尽管 DC 增加 +2。如果你将会失败这次豁免，你可以使用牺牲冲刺（Sacrificial Surge）作为一次反应再尝试一次。",
	"After using The Breath, you must wait at least a minute to use it again. For each time you use The Breath after the first, the amount of rounds you can maintain it for free is lowered by 1. This resets on a Long Rest.": "使用完「呼吸」后，你必须等待至少一分钟才能再次使用它。每次在第一次使用「呼吸」之后再次使用时，你可以免费维持的回合数会减少1。这在一次长休后重置。",
	"At Level 6, The Breath improves:": "在6级时，气息（The Breath）得到了改善：",
	"• You may treat the damage die of your weapon as if it was one step higher (d4>d6>d8>d10>d12>2d6>2d8).": "• 你可以将武器的伤害骰视为比实际值高一级 (d4>d6>d8>d10>d12>2d6>2d8)。",
	"• Your Speed increases by an additional 5ft.": "• 你的速度额外增加5英尺。",
	"At level 6, you are capable of unleashing bursts of speed to avoid imminent harm. When an attack roll would be made against you or you would be forced to make a Strength, Dexterity or Constitution Saving Throw, you may trigger this ability as a reaction. Either you impose disadvantage on the attack roll, or gain advantage on the saving throw. If the attack misses, or your save succeeds, you may move up to half your speed.": "在6级时，你能够释放爆发速度来避免即将到来的危险。当有攻击对你进行攻击检定，或者你被迫进行力量、敏捷或体质豁免检定时，你可以作为一次反应触发这个能力。你可以让攻击检定受到劣势，或者在豁免检定中获得优势。如果攻击未命中，或者你的豁免成功，你可以移动最多半个你的速度。",
	"At level 11, The Breath improves:": "在11级时，(The Breath) 的效果提升：",
	"• You may apply the stat boost bonus to two of the stats.": "• 你可以将属性提升奖励应用于两项属性。",
	"• You gain a +2 bonus on Strength and Dexterity saving throws.": "• 你在力量和敏捷豁免 throws 上获得 +2 的奖励。",
	"• You count as one size larger for the Parry class feature.": "• 你在招架（Parry）职业特性中被视为比实际尺寸大一号。",
	"You have learnt to maximise the efficiency of maintaining The Breath. At level 11, the duration of The Breath is increased by 2 rounds, and you have advantage on all saving throws against maintaining The Breath.": "你已经学会了如何最大化维持《呼吸》的效率。在11级时，《呼吸》的持续时间增加了2轮，并且你对所有维持《呼吸》的豁免投掷获得优势。",
	"At level 18, The Breath is mastered.": "在18级时，掌握了（The Breath）的技能。",
	"• Select one Score from Strength, Dexterity and Constitution. It increases by 4, to a maximum of 24. The two non selected scores increase by 2.": "• 选择力量 (Strength)、敏捷 (Dexterity) 或体质 (Constitution) 中的一个属性。该属性增加4点，最高不超过24点。另外两个未选择的属性增加2点。",
	"At level 18, you have learnt to always focus on The Breath, enhancing your strength and limits tenfold. You always benefit from the level 3 aspect of The Breath, though must enter the traditional form of this ability to use the higher level functions. If you have more than half than the maximum ranks of Exhaustion, or are Bloodied, you cannot benefit from this feature.": "在18级时，你学会了始终专注于呼吸，将你的力量和极限提升十倍。你始终受益于呼吸的第3级特性，尽管必须进入这种能力的传统形式才能使用更高级别的功能。如果你的疲劳值超过最大值的一半，或者处于濒死状态，你将无法从这个特性中受益。",
	"Those who worship this Honour have innate magical abilities, able to call forth magic. Honing this alongside the disciplined nature of the Samurai, they wield both steel and spell with diligence and precision.": "那些崇拜这种荣誉的人拥有与生俱来的魔法能力，能够召唤魔法。他们将这种能力与武士的纪律性相结合，以勤奋和精准地挥舞钢刀和咒语。",
	"When you reach 3rd level, you augment your martial prowess with the ability to cast spells. See {@book chapter 10|PHB|10} for the general rules of spellcasting and {@book chapter 11|PHB|11} for the {@filter warlock spell list|spells|class=warlock}.": "当你达到3级时，你可以通过施法能力增强你的武术技能。请参阅{@book chapter 10|PHB|10}了解施法的一般规则，{@book chapter 11|PHB|11}了解{@filter warlock spell list|spells|class=warlock}。",
	"You learn two cantrips of your choice from the {@filter warlock spell list|spells|class=warlock}. You learn an additional warlock cantrip of your choice at 10th level.": "你可以从{@filter warlock spell list|spells|class=warlock}中选择两个零度法术。在10级时，你可以再学习一个额外的(%Warlock%)法术。",
	"The Spellbound Spellcasting table shows how many spell slots you have to cast your {@filter warlock spells|spells|class=warlock} of 1st through 4th level. The table also shows what the level of those slots is; all of your spell slots are the same level. To cast one of your warlock spells of 1st level or higher, you must expend a spell slot. You regain all expended spell slots when you finish a short or long rest.": "《被咒咀嚼法术施法表》显示了你有多少法术位来施放你{@filter warlock spells|spells|class=warlock}的1级至4级法术。该表还显示了这些法术位的等级；你所有的法术位都是同一等级。要施放你的1级或更高级的术士法术之一，你必须消耗一个法术位。当你完成短暂休息或长休息时，你会恢复所有已消耗的法术位。",
	"For example, when you are 7th level, you have one 2nd-level spell slot. To cast the 1st-level spell {@spell Arms of Hadar}, you must spend one of those slots, and you cast it as a 2nd-level spell.": "例如，当你达到7级时，你会有一个2级法术位。要施放1级法术{@spell Arms of Hadar}，你必须消耗其中一个法术位，并将其作为2级法术施放。",
	"At 3rd level, you know two 1st-level spells of your choice from the warlock spell list. The spells must be of the evocation or conjuration schools.": "在3级时，你可以从术士法术清单中选择两个1级法术。这些法术必须属于召唤或塑能系法术。",
	"The Spells Known column of the table shows when you learn more warlock spells of your choice of 1st level and higher. A spell you choose must be of a level no higher than whats shown in the tables Slot Level column for your level. When you reach 10th level, for example, you learn a new warlock spell, which can be 1st, 2nd, or 3rd level.": "表格中的已知法术栏显示了你学会更多术士法术的时间，这些法术可以是1级或更高级别的。你选择的法术的等级不能高于表格中对应你等级的槽位等级栏所显示的等级。例如，当你达到10级时，你会学会一个新的术士法术，可以是1级、2级或3级。",
	"Additionally, when you reach 8th, 13th, and 18th level, you can choose one spell of any school of magic.": "另外，当你达到8级、13级和18级时，你可以选择任意一种魔法学派的一个法术。",
	"When you gain a level in this class, you can choose one of the warlock spells you know and replace it with another spell from the warlock spell list, following the school restrictions, which also must be of a level for which you have spell slots.": "当你在这个职业中升级时，你可以选择你已经掌握的术士法术中的一个，然后用术士法术清单中的另一个法术替换它，遵循学派限制，并且新法术的等级必须与你拥有法术位的等级相符。",
	"Charisma is your spellcasting ability for your warlock spells, so you use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a warlock spell you cast and when making an attack roll with one.": "魅力是你作为(术士)的法术施放能力，因此当一个法术提到你的法术施放能力时，你就使用你的魅力。此外，当你施放(术士)法术并设定豁免 DC 时，以及进行攻击检定时，你也会使用你的魅力修正值。",
	"At level 6, when you take the Attack Action, once per round, you may replace one of your attacks with the casting of a Spell. However, cantrips are cast at one scale lower, and spells at one level lower, to a minimum of 1. You may only cast Spells that have an Upcast feature with this ability. If the spell would add a dice when increased in level, remove one dice if cast below its normal level.": "在6级时，当你采取攻击动作时，每回合一次，你可以用一个法术替换你的一次攻击。然而，无限法术将以低一级的规模施放，法术将以低一级的规模施放，最低为1级。你只能使用具有一个升级特性的法术来施放法术。如果法术在提升等级时会增加一个骰子，那么如果在其正常等级以下施放，就移除一个骰子。",
	"At level 11, you are able to cut through magic itself, thanks to your own study. When you would take damage from a Spell or Magical Ability, as a reaction you may reduce its damage by {@dice 2d8}+Your Charisma Modifier. If you reduce the damage to 0, you may cast a single beam of Eldritch Blast back at the creature that cast the spell. provided they are within range.": "在11级时，由于你自己的研究，你能够穿透魔法本身。当你受到来自法术或魔法能力的伤害时，作为一次反应，你可以将伤害减少{@dice 2d8}+你的魅力调整值。如果你将伤害减少到0，你可以向施放该法术的生物发射一束厄尔多瑞之光。前提是它们在射程内。",
	"At level 18, once per Long Rest, you may cast any {@filter 7th Level Warlock Spell|spells|level=7|class=warlock}.": "在18级时，每次长休后，你可以施放任何{@filter 7th Level Warlock Spell|spells|level=7|class=warlock}。",
	"Those who walk the path of revenge find themselves consumed by a burning hatred that rots them from the inside slowly. Despite it all, very few show any care for the harm they cause themselves as they unleash their truest hatred on their foes.": "那些走上复仇之路的人会发现自己被一种燃烧的仇恨所吞噬，慢慢地腐蚀他们的内心。尽管如此，很少有人在向敌人释放最真实的仇恨时关心他们给自己带来的伤害。",
	"You live to kill those in your way. At 3rd level, when you would Challenge a creature, you may choose to Hate them. If you do, you gain the following benefits:": "你活着就是为了杀死那些挡在你路上的人。在3级时，当你要挑战一个生物时，你可以选择憎恨他们。如果你这样做，你将获得以下好处：",
	"• When you would deal damage from your Challenge, increase the dice to a {@dice d10}. Your Challenge Dice deal a minimum of 3 damage.": "• 当你造成挑战伤害时，将骰子增加到 {@dice d10}。你的挑战骰最少造成3点伤害。",
	"However:": "然而:",
	"• You cannot deal Non-Lethal damage to them": "• 你不能对它们造成非致命伤害 (Non-Lethal Damage)。",
	"• If you do not spend a turn dealing or taking damage from them, your Challenge ends.": "• 如果你在一轮内没有与它们交战或受到伤害，你的挑战结束。",
	"When you transfer your Challenge to another creature whilst in Hate, you may choose to stop the Hate or continue it.": "当你在仇恨状态下将你的挑战转移给另一个生物时，你可以选择停止仇恨或继续保持仇恨。",
	"At level 6, when you would kill a challenged creature and extend your challenge to a new target, they must succeed a Wisdom Saving Throw (DC 8+Proficiency+STR or DEX Modifier) or become Frightened of you until the end of their next turn.": "在6级时，当你击败一个被挑战的生物并将你的挑战延伸到一个新目标时，它们必须通过一次感知豁免检定（豁免 DC 8+熟练加值+力量或敏捷调整值）否则它们会因为你而感到害怕，直到它们的下一个回合结束。",
	"At level 11, when attacking a creature you Hate that is below 50% of its Hit Points, increase your Critical Range by 2. Furthermore, your Critical Deals deal minimum 3 damage per dice": "在11级时，当攻击一只你憎恨的生物，其生命值低于50%时，你的暴击范围增加2。此外，你的暴击造成的伤害每个骰子最少为3点。",
	"At level 18, when you Hate a creature, the damage die of your Challenge are instead d12s, and deal a minimum of 4 damage. Furthermore, when you would Parry them, deal an amount of damage equal to half of your Parry Roll.": "在18级时，当你憎恨一个生物时，你的挑战伤害骰变为d12，并造成最少4点伤害。此外，当你试图招架他们时，造成的伤害量等同于你招架骰点数的一半。",
	"At level 20, you may choose to Hate all creatures when initiating a Challenge.": "在20级时，你可以选择在发起挑战时憎恨所有生物。",
	"Those who walk the path of the Oni have either been born, or taken it upon themselves to become huge, terrifying monsters. Often shunned by those around them and prone to walking a cruel and evil path, most Oni Samurai are felled by their peers...": "那些走鬼道的人要么天生如此，要么选择成为巨大可怕的怪物。通常被周围的人所避之不及，倾向于走上残忍邪恶的道路，大多数鬼武士最终会被同行所击倒...",
	"At 3rd level, your form permanently changes, whether from your own inherent power or some chemical process you undergo. Your appearance changes, becoming slightly more like a demonic Oni. You may grow horns, your pupils may be slit, or your skins have scales. You gain the following features:": "在第3级时，你的形态会永久改变，无论是来自你自身的潜能还是经历某种化学过程。你的外表会发生变化，变得略微像恶鬼鬼鬼(`Oni`)。你可能会长出角，瞳孔可能变成缝隙，或者你的皮肤会长出鳞片。你获得以下特征：",
	"• You gain Proficiency in Athletics and may use Strength instead of Charisma for Intimidation.": "• 你获得运动技能熟练加值，并且可以使用力量代替魅力进行恐吓（Athletics (Strength)）。",
	"Also at 3rd level, you are able to unleash your true might. When you would issue a challenge, you transform into a near lifelike visage of a true Oni, growing sharp teeth, menacing glowing eyes and a large stature. You gain the following benefits until your Challenge ends:": "在3级时，你能释放出真正的力量。当你发出挑战时，你会变身为一个近乎真实的鬼鬼（Oni）形象，长出锋利的牙齿，眼睛发出威胁的光芒，身材变得庞大。在你的挑战结束前，你获得以下好处：",
	"• A number of Temporary Hit Points equal to your Character Level x 1.5.": "• 临时生命值等于你的角色等级 x 1.5。",
	"• Your Size increases by one step, and your reach by 5ft.": "• 你的尺寸增加一级，你的射程增加5英尺。",
	"• When you would roll below a 6 on a Strength Saving Throw or Check, treat your roll as a 6.": "• 当你进行力量豁免检定或检定时，如果骰出的点数低于6，视为骰出了6。",
	"• You may take the Shove Action as a Bonus Action.": "• 你可以将推挤动作作为一个奖励动作（Shove Action）来执行。",
	"At level 6, when you would make a melee attack roll, you may instead make a Brutish Strike. Make an attack roll with disadvantage that deals an additional die of damage of your weapon, and knocks the target back 5ft.": "在6级时，当你进行近战攻击检定时，你可以选择进行一次蛮力打击。进行一次带有劣势的攻击检定，造成额外一个武器伤害骰，并将目标击退5英尺。",
	"If you would use this ability when within Oni Unleashed, once per round, they also must make a Charisma Saving Throw or gain the {@condition Frightened} Condition until the end of their turn.": "如果你在鬼神释放状态下使用这个能力，每回合一次，它们还必须进行一次魅力豁免检定，否则直到他们的回合结束都会获得{@condition Frightened}状态。",
	"At Level 11, whilst you are within your Oni Unleashed state, your presence alone eminates fear and terror. This manifests as a 20ft Aura that causes all creatures inside to have disadvantage on Saving Throws against the {@condition Frightened} condition from you. Furthermore, as a Bonus Action, you may force a creature within this Aura to make a Charisma Saving Throw or take {@dice 2d4} Psychic Damage, half on a success. A creature that is {@condition Frightened} of you instead takes {@dice 3d4} Psychic Damage. This is treated as a Saving Throw against Fear.": "在11级时，当你处于你的鬼鬼解放状态时，你的存在本身就充满了恐惧和恐怖。这表现为一个20英尺的光环，使所有位于其中的生物在对抗你造成的{@condition Frightened}状态时，拥有劣势。此外，作为一个奖励动作，你可以强迫光环内的生物进行一次魅力豁免，否则会受到{@dice 2d4}点精神伤害，成功豁免时减半。一个距离你{@condition Frightened}的生物会受到{@dice 3d4}点精神伤害。这被视为对恐惧的豁免。",
	"Once per Long Rest, when you would succeed on a Wisdom or Charisma Saving Throw, you may force the creature that caused it to make a Charisma Saving Throw or become {@condition Frightened} of you until the end of their next turn.": "每次长休后，当你成功通过一次感知或魅力豁免检定时，你可以强迫造成这一情况的生物进行一次魅力豁免检定，否则他们会在接下来的回合结束前成为你的{@condition Frightened}。",
	"Come level 18, when you would roll Initative, you may instantly issue a Challenge at a target of choice. When you do this, every creature within 60ft of you must make a Charisma Saving Throw or become {@condition Frightened} of you for 1 Minute. They may attempt the saving throw at the start of each of their turns after.": "到达18级时，当你进行先攻骰时，你可以立即向选择的目标发出挑战。当你这样做时，你周围60英尺范围内的每个生物必须进行一次魅力豁免才能在1分钟内变成你的{@condition Frightened}。他们可以在他们的每个回合开始时尝试豁免。",
	"Those who follow the Honor of the Sparrow find that a bow is their trusted friend, companion, and dispatcher of both peace and death. Their shots are precise and almost never miss. Their ability to perceive the unseen and make out tiny details with crystal clarity is where its namesake came from.": "那些追随麻雀荣耀的人会发现，弓是他们值得信赖的朋友、伴侣，也是和平与死亡的使者。他们的射击精准，几乎不会失手。他们能够感知看不见的事物，并且能够清晰地辨认出微小的细节，这也是他们名字的由来。",
	"At 3rd level, you gain proficiency in {@skill Perception}, or expertise if you were already proficient. The distance you can see is up to 3 Miles, rather than 2.": "在3级时，你获得对{@skill Perception}的熟练，如果你已经熟练则变为专家。你能看到的距离为3英里，而不是2英里。",
	"Furthermore, when wielding a Bow, increase its range increments by 30 and 60 respectively.": "此外，当使用弓时，分别将其射程增加30和60。",
	"Additionally, you can convert your damage into pure precision. When you would make an Attack Roll against a Challenged Target with a Bow, you may expend up to half of the die. When you do, instead add a {@dice 1d4} to your Attack Roll, per Challenge Die expended. This permanently reduces how many {@dice d6}s your Challenge deals until the start of your next turn.": "此外，你可以将你的伤害转化为纯粹的精准伤害。当你对一个被挑战的目标使用弓进行攻击检定时，你可以消耗骰子数量的一半。当你这样做时，每消耗一个挑战骰，你的攻击检定中会额外增加 {@dice 1d4}。这会永久性地减少你的挑战骰直到下一个回合开始前。",
	"A number of times equal to your Proficiency Modifier per Short Rest, you may use this feature against a creature you have not Challenged, though you cannot add any Challenge Damage.": "每次短休期间的次数等于你的熟练加值，你可以对一个你尚未挑战的生物使用这个特性，尽管你不能添加任何挑战伤害。",
	"At 6th level, your vigilance heightens, increasing your Passive Perception by 5. You can detect even the slightest movements, negating disadvantage on Perception Checks in Dim Light and against Invisible creatures. Once per long rest, you can track the smallest of movements using environmental cues and gain the benefits of {@spell See Invisibility}, though it does not count as a spell and only lasts for 1 Minute.": "在第6级时，你的警觉性增强，Passive Perception提高5点。你可以察觉到即使是微小的动作，消除在昏暗光线下和对隐形生物进行感知检查时的劣势。每次长休后，你可以利用环境线索追踪最微小的动作，并获得{@spell See Invisibility}的益处，尽管它不算作法术，只持续1分钟。",
	"At 11th level, you gain the ability to deflect incoming ranged attacks. When targeted by a crossbow bolt or arrow, you can use your reaction to reduce the attack roll by {@dice 1d8}, even after the roll is made. If the attack misses, as part of this reaction you may load and fire the same projectile back at the attacker, if they are within range. If the attack hits, you may willingly take the damage from your Sacrificial Surge ability to load and fire the projectile back either way.": "在11级时，你获得了能力来避开远程攻击。当被弩箭或箭矢瞄准时，你可以使用你的反应来减少攻击骰的结果数{@dice 1d8}，即使骰已经投掷完毕。如果攻击未命中，你可以作为这个反应的一部分将同一抛射物射回攻击者，如果他们在射程内。如果攻击命中，你可以自愿承受你的牺牲冲刺能力所造成的伤害，无论如何都可以将抛射物射回攻击者。",
	"At 18th level, your precision has reached its peak. Once per Short Rest, make an Attack Roll with a bow against a creature you have Challenged, adding {@dice 5d4} to hit from your Sureshot ability. If you hit and roll above a 30, your attack adds your full Challenge Damage, and is a Critical Strike that cannot be negated.": "在18级时，你的精准达到了巅峰。每次短休息一次，使用弓对你已经挑战的生物进行攻击检定，从你的（Sureshot）技能中增加{@dice 5d4}来命中。如果你命中并且检定结果超过30，你的攻击将额外造成你全部的挑战伤害，并且是一个无法被否定的暴击。"
}