{
	"There are no prerequistes for multiclassing into the commoner class – it's a class open to everyone!": "多职业进入普通人(commoner)职业没有任何先决条件 - 这是一个对所有人开放的职业！",
	"A rugged farmer toils the land, wiping the sweat of his brow as harvests his fields–he works from dawn to dusk, a basket of corn over his back. A hardy peddler travels the road, selling pots and pans through small village for pittance. An overworked clerk sits over a desk, chewing the end of her quill as she feverishly works through a pile of letters.": "一个坚韧的农夫辛勤耕作着土地，他一边擦去额头上的汗水，一边收割着田地里的庄稼——他从黎明工作到黄昏，背上背着一筐玉米。一个坚强的小贩走在路上，穿过小村庄以微薄的报酬出售锅碗瓢盆。一个过度劳累的职员坐在办公桌前，咬着羽毛笔的笔杆，发热地处理着一堆信件。",
	"It ain't much, but it's honest work. Commoners have never had any sort of special learning, but they make do through grit, long hours and hard work. They've earned what little they have. They work hard, they do their jobs–no one ever taught them how to swing a battleaxe or throw magic bolts around.": "虽然不起眼，但是诚实的劳动。普通人从未接受过任何特殊的学习，但他们凭着毅力、长时间和辛勤工作来维持生计。他们辛苦工作，尽职尽责——没有人教过他们如何挥舞战斧或释放魔法法术。",
	"But even so, commoners sometimes have adventures of their own. Because why should those arrogant knights and snotty wizards get to hog the limelight all the time?": "即便如此，普通人有时也会经历自己的冒险。为什么那些傲慢的骑士和自以为是的巫师总是能独占风头呢？",
	"Commoners know to stick together. They don't possess any outstanding skills, but they help out where they can. When a regular person goes up against a rampaging dragon, or faces a savage goblin horde, they soon learn one lesson above all others; stay with the group or you're dead.": "普通人知道要团结在一起。他们没有什么出色的技能，但他们会尽力帮助别人。当一个普通人面对一只狂暴的龙，或者面对一支凶猛的地精部落时，他们很快就会学到一条最重要的教训；和团队在一起，否则就会死。",
	"In that theme, commoners support others rather than handling problems alone. They will stay behind the big barbarian when the fighting starts, and they'll let the wizards handle the fireballs. Commoners form teams, and they confront problems with friends by their side.": "在这个主题中，普通人支持彼此，而不是独自解决问题。当战斗开始时，他们会留在大个的野蛮人身后，让巫师处理火球。普通人会组建团队，与朋友一起面对问题。",
	"Commoners make for uncommon adventurers, but it's not unheard of for a farmer to leave his home and go adventuring, or for a clerk to pick up a sword instead of a quill. Think about what reason an average person might have to go on an adventure; they may be seeking fortune and fame, or have been forced to by necessity, or maybe they are just bored of living a mundane life.": "普通人可能会成为不寻常的冒险者，但农民离开家园去冒险，或文书员放下羽毛笔拿起剑也并非闻所未闻。想想一个普通人可能踏上冒险之路的原因；他们可能在寻求财富和名望，或被迫无奈，或许只是对平凡生活感到厌倦。",
	"Commoners are defined largely by their professions – the jobs that they work. Commoners can take on wildly different roles depending on their livelihoods. Seven subclasses are provided here: a hardy farmer, an enterprising merchant, an erudite clerk, a self-reliant vagabond, a vicious thug, a hearty innkeeper, or a jaunty jester.": "普通人主要通过他们的职业来定义——他们从事的工作。根据他们的生计，普通人可以扮演完全不同的角色。这里提供了七种子职业：一个坚韧的农民，一个有进取心的商人，一个博学的职员，一个自力更生的流浪者，一个凶恶的暴徒，一个热情的旅馆老板，或一个活泼的小丑。",
	"You can make a commoner quickly by following these suggestions. First, Constitution should be your highest ability score. Your second highest ability score depends on what subclass you choose; if playing a farmer or a thug choose Strength, if playing a merchant or a jester choose Charisma, if playing a clerk choose Intelligence, if playing a vagabond choose Dexterity and if playing an innkeeper choose Wisdom. Finally, pick whatever background appeals most to you": "按照以下建议，您可以快速创建一个普通人。首先，体质应该是您最高的能力值。您的第二高能力值取决于您选择的子职业; 如果扮演一个农民或暴徒，选择力量，如果扮演一个商人或小丑，选择魅力，如果扮演一个职员，选择智力，如果扮演一个流浪汉，选择敏捷，如果扮演一个旅店老板，选择智慧。最后，选择最符合您的背景。",
	"Commoners make for a strange class in that they are meant ot be unremarkable, and slightly less than average in everything. That doesn't mean they are {@i useless} (they do have a few unique skills), but commoner is a class intended to encourage more role-playing opportunities rather than direct combat capability.": "平民在某种程度上是一个奇怪的职业，他们应该是平凡无奇的，各方面略逊一筹。这并不意味着他们是{@i useless}（他们确实有一些独特技能），但平民是一个旨在鼓励更多角色扮演机会而非直接战斗能力的职业。",
	"For a more challenging experience, you can chose to lean into this playstyle by making yourself truly average, and set all of your ability scores equal to 10 or 12. Good luck!": "为了获得更具挑战性的体验，你可以选择采用这种玩法，将所有能力值设定为10或12，让自己真正变得平均起来。祝你好运！",
	"From 1st level, you gain appreciation of the struggles of the common man. People look at you and they recognize you as a steady, down-to-earth fellow – they call tell by the dirt under your fingernails or the weary gaze in your eyes. This has the following effects, dependent on who you are interacting with:": "从1级起，你开始欣赏普通人的奋斗。人们看着你，就会认出你是一个稳重、脚踏实地的家伙——他们可以从你指甲下的污垢或眼中疲惫的目光看出来。这会对你与他人互动产生以下影响：",
	"You have advantage on Charisma ({@skill Persuasion}) rolls made when interacting with everyday workers. Common folk look out for each other; bartenders become more likely to share scandalous gossip, farmers are more likely to shelter you in their homes for a night, and ordinary townsfolk are more likely to warn you about trouble.": "在与普通工人互动时，你在魅力检定中获得优势({@skill Persuasion})。普通百姓互相照应；酒吧老板更有可能分享丑闻，农民更有可能在家里为你提供住宿，普通城镇居民更有可能警告你有麻烦。",
	"You have advantage on Wisdom ({@skill Insight}) rolls made towards any merchants or swindlers who may be trying to take advantage of your hard-earned money.": "你在对任何试图占你便宜的商人或骗子进行的感知检定中获得优势{@skill Insight}。",
	"You have advantage on Charisma ({@skill Deception}) rolls made when you are attempting to convince any sort of authority that you didn't do something. Arrogant nobility is biased to assume that all common people are lazy and unremarkable, and they will naturally disbelieve you if you claim any great accomplishment.": "当你试图说服任何形式的权威人士你没有做某事时，你在魅力检定中获得优势({@skill Deception})。傲慢的贵族倾向于假设所有平民都懒惰平庸，如果你声称有任何伟大成就，他们自然会不相信你。",
	"In addition, you understand 'trader talk'–a heavy mix of dialect and jargon that is common among tradesmen and travelers. Trader talk sounds very rough and uses a great deal of obscure idioms (often referring to mundane objects through unusual names) which allows traders to recognize and communicate exclusively between themselves. It varies greatly depending on location and dialect, but commoners know how to translate heavily-accented voices and you can decipher any profession-specific jargon.": "此外，你了解“交易者之谈”——一种充满方言和行话的混合语言，这在商人和旅行者中很常见。交易者之谈听起来很粗糙，使用大量晦涩的习语（通常通过不寻常的名称指代平凡物品），这使得交易者能够在他们之间识别和独家沟通。它在不同地点和方言之间有很大的变化，但普通人知道如何翻译重口音，你可以解密任何专业术语。",
	"Merchants will often treat anybody who understands trader talk differently; tradesmen will treat you as one of their own, unscrupulous merchants who would otherwise take advantage of you will not attempt so, and some may even offer favors or advice.": "商人们通常会对懂得交易术语的人另眼相看；工匠会把你当作他们中的一员，否则可能会想要占你便宜的不良商人也不会尝试这么做，有些甚至可能会提供帮助或建议。",
	"From 1st level, you make do with what you've got and get the job done. You obtain your own personal trusty weapon. This may not be the fanciest weapon, but it's yours and you know how to use it. During a long rest, you can convert a set of {@item artisan's tools|phb} with which you have proficiency to make your trusty weapon. You choose the shape, size and damage type of your trusty weapon as you are creating it, but it must be either:": "从1级开始，你要凭借手中所拥有的资源完成任务。你会获得自己的可靠武器。这个武器可能不是最花哨的，但它是属于你的，你知道如何使用它。在进行长休时，你可以将一组{@item artisan's tools|phb}转化为你熟练掌握的武器，制作成你的可靠武器。你可以在创建时选择你的可靠武器的形状、大小和伤害类型，但它必须是以下之一：",
	"a one-handed melee weapon which deals {@dice 1d6} damage.": "一把单手近战武器，造成{@dice 1d6}伤害。",
	"a two-handed melee weapon which deals {@dice 1d10} damage.": "一把双手近战武器，造成{@dice 1d10}伤害。",
	"a sling with range of 30/120 which deals {@dice 1d6} damage.": "一种射程为30/120的投石索，造成{@dice 1d6}伤害。",
	"When wielding your trusty weapon, the following features apply:": "挥舞你的可靠武器时，以下特性适用：",
	"When making attack rolls, rather than adding your proficiency bonus plus your Strength or Dexterity modifier, you may instead add your proficiency bonus twice to the attack roll.": "在进行攻击检定时，你可以选择将你的熟练加值加两次到攻击检定上，而不是加上你的力量或敏捷调整值。",
	"When dealing damage, rather than adding your Strength or Dexterity modifier, you may instead add your proficiency bonus to the damage roll.": "造成伤害时，您可以选择将熟练加值加到伤害骰上，而不是加上您的力量或敏捷调整值。",
	"Only you can use your trusty weapon in this way – to anybody else, it is considered a normal improvised weapon. You can only possess one trusty weapon at any time, and if you lose it you may craft a replacement out of another set of artisan's tools.": "只有你可以以这种方式使用你的可靠武器 - 对于其他人来说，它只是普通的临时武器。你一次只能拥有一把可靠武器，如果你失去了它，你可以用另一套工匠工具制作一把替代品。",
	"Commoners work many different jobs, and which reflect their different approaches to life. Your livelihood determines your job, your  experiences, and forms a major part of your character.": "普通人从事许多不同的工作，这些工作反映了他们对生活的不同态度。你的生计决定了你的工作、经历，并且构成了你性格的重要部分。",
	"Your Livelihood grant additional class features at 1st, 5th, 9th and 14th level.": "你的生计（Livelihood）赋予你额外的职业特性，分别在1级、5级、9级和14级。",
	"Adventuring is dangerous work, but you manage to get by. Barely. From 2nd level, whenever an effect or attack would kill or reduce you to 0 hit points, you fall prone and survive with 1 hit point instead.": "冒险是危险的工作，但你设法勉强度过。从2级开始，每当一个效果或攻击将要杀死你或将你的生命值降至0时，你会倒地并幸存下来，生命值保留1点而非死亡。",
	"Afterwards, any hostile creatures in the area are faced with a Perception check with DC equal to 10 + your proficiency bonus, and on a failed check they will assume that you are dead and move onwards to another target. This effect lasts until you draw attention to yourself, at which point they will realize that you somehow survived.": "随后，该区域内的任何敌对生物都需要进行感知检定，检定 DC 为 10 + 你的熟练加值，如果检定失败，它们会认为你已经死亡并继续前往另一个目标。这种效果持续到你引起注意为止，此时它们会意识到你竟然幸存下来。",
	"Once you use this feature, you can't use it again until you finish a short or long rest.": "一旦你使用这个特性，你必须完成一次短休或长休才能再次使用。",
	"At 3rd level, you can use the {@action Help} action as a bonus action.": "在3级时，你可以将{@action Help}动作用作奖励动作。",
	"In addition, when you apply the Help action to aid an ally in attacking an enemy, then your ally may add half your proficiency bonus (rounded up) to their own attack roll.": "此外，当你使用帮助动作来帮助盟友攻击敌人时，你的盟友可以在他们自己的攻击骰中加上你一半的熟练加值（向上取整）。",
	"When faced with an unfamiliar challenge, you roll your sleeves up and get it done. At 3rd level, you can spend ten minutes practicing using a set of tools and gain a temporary proficiency bonus. This lasts until your next long rest, doesn't stack with any other, and you can only have one at a time.": "面对陌生的挑战，你会卷起袖子去完成任务。在3级时，你可以花十分钟练习使用一套工具，并获得临时的熟练加值。这个加值持续到你下次完成长休为止，不会叠加其他加值，同时你一次只能拥有一个。",
	"This temporary proficiency bonus can be applied towards any tool, mount, or vehicle – so you long as you have an object in hand that you can use to practice. You cannot gain any skill proficiency in this manner.": "这个临时熟练加值可以应用于任何工具、坐骑或载具——只要你手中拿着可以用来练习的物品。你不能通过这种方式获得任何技能熟练加值。",
	"During this practice period, you may fall several times: for example, if you are practicing at disabling a tripwire to gain proficiency in thieves' tools then you may trigger the trap, or if you are practicing at mounting a horse then the horse may buckle. It is at the DM's discretion whether there will be any consequences for mistakes made during this practice period.": "在这个练习期间，你可能会摔倒几次：例如，如果你在练习解除绊索以熟练使用盗贼工具，那么你可能会触发陷阱；或者如果你在练习上马，那么马可能会绊倒。在这个练习期间，是否会因错误而产生任何后果取决于DM的裁量。",
	"At 6th level, this temporary proficiency bonus doubles.": "在6级时，这个临时熟练加值会翻倍。",
	"When you reach 4th level, you can learn one {@5etools feat|feats.html} of your choice.": "当你达到4级时，你可以学习一个你选择的能力点{@5etools feat|feats.html}。",
	"Learning a feat better suits the commoner's theme rather than taking ability score improvements. In this class, it is better to have a variety of different skills, rather than trying to master any ability.": "学习一个特性更适合普通人的主题，而不是选择提升能力分数。在这个职业中，拥有各种不同的技能比试图掌握任何能力更好。",
	"Maybe you're not the strongest, the toughest, the fastest or the smartest, but you can still assist!": "也许你不是最强壮、最坚强、最快速或最聪明的，但你仍然可以提供帮助！",
	"From 5th level, when you use an attack action against an enemy and also use {@action Help} as a bonus action to aid an ally attacking the same enemy, if your ally's attack is successful you may then make a single attack immediately at the end of your ally's turn (no reaction required).": "从5级开始，当你使用攻击动作攻击一个敌人并且使用{@action Help}作为一个额外动作来帮助一个攻击同一个敌人的盟友时，如果你的盟友的攻击成功，你可以立即在你盟友的回合结束时进行一次单次攻击（无需反应）。",
	"At 5th level, you gain a feature granted by your Commoner Livelihood.": "在5级时，你获得了由你的(`Commoner Livelihood`)赋予的特性。",
	"At 6th level, your trusty weapon fits perfectly in your hand. After incorporating random magic materials and minor trinkets into your weapon, your trusty weapon is considered magical for the purpose of overcoming immunity and resistance to non-magical attacks and damage.": "在第6级时，你的可靠武器完美地契合在你的手中。在将随机魔法材料和小玩意儿融入你的武器后，你的可靠武器被视为魔法武器，用于克服对非魔法攻击和伤害的免疫和抗性。",
	"In addition, your familiarity with your trusty weapon allows you to use it in unique ways. Choose one of the following properties and apply the effect to attacks made with your trusty weapon:": "此外，你对你的得力武器的熟悉程度使你能够以独特的方式使用它。选择以下属性之一，并将效果应用于使用你的得力武器进行的攻击：",
	"To you, your weapon is more than just a weapon – it's an extension of your arm. When you hit a creature with a melee attack using your trusty weapon, you can use a bonus action to attempt to grapple the target. You do not need a free hand to grapple, as you use your trusty weapon to hook and restrain the target instead.": "对你来说，你的武器不仅仅是一件武器 - 它是你手臂的延伸。当你用你可靠的武器对生物进行近战攻击时，你可以使用一个额外动作来尝试拼抓目标。你不需要空闲的手来拼抓，因为你会使用你可靠的武器来钩住并限制目标。",
	"You go for the hamstrings. When you land a blow on a creature with your trusty weapon, the target must pass a Dexterity check against DC 12 + your proficiency bonus, otherwise it suffers half movement speed until the end of its next round. This effect does not stack with any other sources of movement reduction. Regardless of whether the target passes the save or not, you do not provoke opportunity attacks from that creature until the end of the round.": "你瞄准了敌人的腘绳。当你用你可靠的武器击中一名生物时，目标必须通过一个敏捷检定，DC为12 + 你的熟练加值，否则它的移动速度将减半，直到它的下一个回合结束。这个效果不会叠加于其他任何减速效果。无论目标是否通过豁免检定，你在本回合结束前都不会招致来自该生物的机会攻击。",
	"Projectiles from your sling have stopping power. When you hit a creature with a ranged attack using your trusty weapon, you can knock a Large or smaller creature back up to 5 feet away from you in a straight line.": "你的投石索发射的抛射物具有阻止力。当你用你可靠的武器进行远程攻击击中一只生物时，你可以将一只体型为大或更小的生物向你以外的直线方向推开多达5英尺。",
	"At 7th level, you're getting the hang of this now. You've survived so many near-death scrapes that your survival reactions are finely honed. Whenever an effect or attack would inflict damage more than half your current hit points, you can choose to intervene such that it inflicts only half your current hit points instead (rounded up).": "在第7级时，你现在已经掌握了这个技能。你已经度过了许多濒死的危机，使得你的生存反应变得非常敏锐。每当一个效果或攻击将造成的伤害超过你当前生命值的一半时，你可以选择干预，使其只造成你当前生命值的一半（向上取整）。",
	"You can use this feature a number of times equal to half your proficiency bonus (rounded up). You regain all expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你熟练加值的一半（向上取整）。当你完成一次长休后，你恢复所有已用次数。",
	"When you reach 8th level, you can learn one {@5etools feat|feats.html} of your choice.": "当你达到8级时，你可以学习一个你选择的能力 {@5etools feat|feats.html}。",
	"At 9th level, you gain a feature granted by your Commoner Livelihood.": "在第9级时，你获得了由你的(`Commoner Livelihood`)赋予的特性。",
	"You aren't the sort to fight alone. By 10th level you've learned how to coordinate with others – you are like the glue that holds a group together. At the end of a long rest, you can pick two willing allies and form a team with them. Up until the next long rest, so long as those allies remain within both earshot and line of sight of you and each other, then the team has the following benefits:": "你不是那种独自战斗的人。到了10级，你已经学会了如何与他人协调 - 你就像团队中的胶水。在完成一次长休息后，你可以选择两名愿意的盟友，并与他们组成一个团队。直到下一次长休息之前，只要这些盟友保持在你和彼此的耳边和视线范围内，那么团队将获得以下好处：",
	"When any member of the team makes an ability check, another member may use a reaction to allow them to use their relevant ability modifier instead of their own.": "当团队中的任何成员进行能力检定时，另一名成员可以使用一次反应，让他们可以使用相关的能力调整值而不是自己的。",
	"In combat, so long as one member of the team is within five feet of an createure, then all other members of the team may make attack rolls against that creature with advantage.": "在战斗中，只要团队中的一名成员与一个生物保持在五英尺内，那么团队中的其他成员就可以对该生物进行攻击检定，获得优势。",
	"When you use the {@action Help} action to assist in attacking an enemy, then the benefit of your {@action Help} action applies to all members of your team attacking that enemy – although only one person may receive half your proficiency bonus from your 'Helping Hand' feature.": "当你使用{@action Help}动作来帮助攻击一个敌人时，你的{@action Help}动作的好处将应用于所有攻击该敌人的团队成员 - 尽管只有一个人可以从你的“助攻之手”特性中获得一半的熟练加值。",
	"If multiple allies hit a single target when you are helping, you may make multiple attacks from your 'Look, I'm Helping!' feature.": "如果有多个盟友在你帮助时击中同一个目标，你可以使用你的“看，我在帮忙！”特性进行多次攻击。",
	"At level 15, you can form a team with three willing allies instead of two.": "在15级时，你可以与三名愿意的盟友组成一个队伍，而不是两名。",
	"Starting at 11th level, whenever you score a critical attack against an opponent, then you can make one additional attack roll immediately afterwards. In addition, that opponent must pass a Constitution saving throw of DC 12 + your proficiency bonus, or become stunned until the start of its next turn. This can only apply once per round of combat.": "从11级开始，每当你对一个对手造成暴击时，你可以立即进行一次额外的攻击检定。此外，该对手必须通过一次DC为12 + 你的熟练加值的体质豁免检定，否则会在其下一个回合开始前进入昏迷状态。这个效果每回合只能触发一次。",
	"When you reach 12th level, you can learn one {@5etools feat|feats.html} of your choice.": "当你达到12级时，你可以学习一个你选择的能力{@5etools feat|feats.html}。",
	"By 13th level, others in your party look to you for the prompt on when to run. You can apply your 'Close Shave' feature to all allies within your team.": "到了13级，你的队友会依赖你来决定何时撤退。你可以将你的“Close Shave”特性应用于团队中的所有盟友。",
	"When you or a team member within your line of sight suffers an effect or attack would inflict damage more than half of their current hit points, then you can choose to intervene such that it inflicts only half of their current hit points instead (rounded up).": "当你或你视线内的团队成员受到一个效果或攻击，将会造成伤害超过他们当前生命值一半时，你可以选择干预，使其只造成他们当前生命值的一半伤害（向上取整）。",
	"This replaces your 'Close Shave' feature. You can use this feature a number of times equal to your proficiency bonus. You regain all expended uses when you finish a long rest.": "这个特性取代了你的“Close Shave”特性。你可以使用这个特性的次数等于你的熟练加值。当你完成一次长休后，你恢复所有已用次数。",
	"At 14th level, you gain a feature granted by your Commoner Livelihood.": "在14级时，你获得了由你的(`Commoner Livelihood`)赋予的特性。",
	"When you reach 16th level, you can learn one {@5etools feat|feats.html} of your choice.": "当你达到16级时，你可以学习一个你选择的能力 {@5etools feat|feats.html}。",
	"Starting at 17th level, your 'Can't Believe That Worked!' feature applies to all members of your current team. Whenever any team member scores a critical attack against an opponent, then that team member can make one additional attack roll immediately afterwards. In addition, that opponent must pass a Constitution saving throw of DC 12 + your proficiency bonus, or become stunned until the start of its next turn. This can only apply once per person per round of combat.": "从17级开始，你的“无法相信这管用！”特性适用于你当前团队的所有成员。每当任何团队成员对对手造成暴击攻击时，那个团队成员可以立即进行一次额外的攻击骰投掷。此外，那个对手必须通过一次豁免检定，DC为12 + 你的熟练加值，否则会在其下一个回合开始前陷入眩晕状态。每轮战斗每人只能应用一次。",
	"When you reach 19th level, you can learn one {@5etools feat|feats.html} of your choice.": "当你达到19级时，你可以学习一个你选择的能力 {@5etools feat|feats.html}。",
	"At 20th level, man, you've got this. You're an inspiration to them all. You can share the benefits of two feats that you know with all members of your current team.": "在20级时，伙计，你已经非常厉害了。你成为了所有人的榜样。你可以与当前团队的所有成员分享你所知道的两个特性的好处。",
	"A farmer – could there be any more noble of a profession? Well, yes, probably – but, even so, those people would all starve if farmers didn't do what they do. Farmers are hardy folk. They work the fields, they herd livestock, they do all of the dirty, back-breaking jobs just so others have food to eat. That type labor builds muscle, and responsibility.": "一个农民 - 还有什么职业比这更高尚的吗？嗯，可能有 - 但即便如此，如果农民不做他们所做的事情，那些人都会挨饿。农民是坚韧的人。他们耕种田地，放牧家畜，做所有肮脏、费力的工作，只为让别人有食物可吃。这种劳动锻炼肌肉，培养责任感。",
	"Farmers tackle their problems head-on, and they look after their fellows.": "农民们直面问题，他们照顾彼此。",
	"From 1st level, you gain the following:": "从1级开始，你获得以下能力：",
	"Skill proficiency in two of: either {@skill Athletics}, {@skill Nature} or {@skill Animal Handling}.": "在{@skill Athletics}、{@skill Nature}或{@skill Animal Handling}中选择两项技能熟练度。",
	"Tool proficiency with {@item herbalism kit|phb}. If you already have this tool proficiency, pick another of your choice.": "工具熟练度为{@item herbalism kit|phb}。如果你已经具备这个工具熟练度，可以选择另一个工具来代替。",
	"Proficiency with Strength saving throws.": "力量豁免检定熟练度。",
	"{@note {@b This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose farmer as a multiclass)}}": "如果平民是你的第一个职业（即，如果你选择农民作为多职业，你将不会获得此特性）{@note {@b This feature applies {@i only}。",
	"From 1st level, you are accustomed to moving heavy loads. You count as one size larger when it comes to determining your carrying capacity and the weight you can push or drag.": "从1级开始，你习惯于搬运重物。在确定你的携带能力和推拉重量时，你被视为比实际体积大一级。",
	"In addition, you can use an action to temporarily remove a single point of exhaustion, the effects of which will only return at the end of your next short rest. Once you use this feature, you can't use it again until you finish a long rest.": "此外，您可以使用一个动作来暂时移除一个疲劳点，其效果只会在您下一个短休息结束时恢复。一旦您使用了这个特性，直到完成一次长休息之前都无法再次使用。",
	"At 5th level, whether you're up against a stubborn bull or ploughing tough earth, you know how to grit your teeth and force your way through. As a bonus action, for up to 5 minutes, while you maintain concentration you receive the following benefits:": "在5级时，无论你面对顽固的公牛还是耕作坚硬的土地，你都知道如何咬紧牙关，强行前行。作为一个奖励动作，持续最多5分钟，只要你保持集中，你将获得以下好处：",
	"You have resistance to slashing, bludgeoning, and piercing damage.": "你对割伤、钝击和穿刺伤害具有抗性。",
	"You have advantage on all attempts made to grapple.": "你在所有试图进行擒抱的尝试中都具有优势。(grapple)",
	"You receive a +2 bonus to your base Strength modifier.": "你的基础力量调整值获得了+2的奖励。",
	"These effect disappear after a duration of five minutes. Once you use this feature, you can't use it again until you finish a short or long rest.": "这些效果在五分钟后消失。一旦你使用了这个特性，在你完成短休或长休之前不能再次使用。",
	"A good meal braces you for the day. At level 9, during a short rest you can use ingredients of the earth to cook a hale and hearty meal for you and your companions. Yourself and up to five companions gain temporary hit points equal to {@dice 3d6} plus your commoner level. After you use this feature you cannot use it again until you finish a long rest.": "一顿美味的饭菜能让你精神抖擞迎接新的一天。在9级时，你可以在短暂休息期间利用大地的食材为你和同伴烹饪一顿健康美味的餐点。你和最多五名同伴获得临时生命值，数值为{@dice 3d6}加上你的平民等级。使用此特性后，直到完成一次长休才能再次使用。",
	"At 14th level, you weather any hardships side by side with your fellow farmhands. When you use your 'Farmer's Grit', then your whole team receives resistance to slashing, bludgeoning and piercing damage.": "在14级时，你与你的伙伴们并肩经受任何困难。当你使用你的“农夫的坚韧”时，你的整个队伍获得对割砍和穿刺伤害的抗性。",
	"You are a merchant at heart. This whole adventuring business is a neat side hustle, but a merchant's true purpose is to buy, sell and make a profit. Merchants are clever and persuasive, they survive by bartering with others, building connections, and – most importantly – by earning money.": "你心中是个商人。整个冒险事业只是一个不错的兼职，但一个商人真正的目的是买卖和赚钱。商人聪明机智，善于说服他人，他们通过与他人讨价还价、建立联系，最重要的是通过赚钱来生存。",
	"Merchants support their companions in ways other than combat; they excel at providing money and goods to keep the party going.": "商人在支持他们的同伴时不仅仅局限于战斗；他们擅长提供金钱和物资来维持队伍的运转。",
	"Skill proficiency in two of: either {@skill Insight}, {@skill Deception} or {@skill Persuasion}.": "在{@skill Insight}、{@skill Deception}或{@skill Persuasion}中选择两项技能熟练度。",
	"Tool proficiency with {@item forgery kit|PHB}. If you already have this tool proficiency, pick another of your choice.": "工具熟练度为{@item forgery kit|PHB}。如果你已经具备这个工具熟练度，可以选择另一个工具。",
	"Proficiency with Charisma saving throws.": "魅力豁免检定熟练度。",
	"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose merchant as a multiclass)}}": "如果平民是你的第一个职业（即如果你选择作为多职业的商人，则不会获得此特性）{@note {@b Note: This feature applies {@i only}。",
	"From 1st level, you're in the habit of earning money during your travels. Every day while journeying, you automatically earn 1 silver coin per Commoner level. This money could come from investments you made previously, or from selling to travelers you meet on the road, or even just from scrounging fallen coppers on the roadside.": "从1级起，你养成了在旅途中赚钱的习惯。每天在旅途中，你会自动赚取每个普通人等级1个银币。这笔钱可以来自你之前的投资，或者来自向你在路上遇到的旅行者出售物品，甚至只是从路边捡拾掉落的铜币。",
	"In addition, you know the average selling prices of any items you have encountered before, and you instantly become aware if another merchant is overcharging you for familiar goods.": "此外，你知道你之前遇到过的任何物品的平均售价，如果另一个商人对熟悉的商品要价过高，你会立刻意识到。",
	"The 'Coin Wherever You Go' feature is intended to provide a merchant with a small but consistent source of income, which increases gradually with level. 1 silver per commoner level is a suggested amount, but different settings may use different coinages and values. The DM may adjust the value as they see fit.": "“无论你走到哪里”功能旨在为商人提供一个小但稳定的收入来源，随着等级逐渐增加。每个普通人等级建议支付1银币，但不同的设置可能使用不同的货币和价值。DM可以根据需要调整价值。",
	"At 5th level, you learn to appreciate the influence that money can have. This has the following benefits:": "在5级时，你学会了欣赏金钱的影响力。这将带来以下好处：",
	"Any {@skill Persuasion} roll less than a 9 is considered a 10 instead.": "任何小于9的{@skill Persuasion}投掷结果都视为10。",
	"You gain advantage on any Charisma ({@skill Persuasion}) checks made to bribe.": "你在进行贿赂时，对任何魅力检定获得优势。",
	"While you are in possession of least 100 gold, you have advantage on saving throws against being charmed or frightened.": "当你拥有至少100金币时，你对被魅惑或恐吓的豁免投掷获得优势。",
	"You piece together bits and pieces, and slowly but surely enough your wares expand. At 9th level, you acquire one uncommon {@filter magic item|items|type=|rarity=uncommon|category=} of your choice – preferably an item related to your backstory or journey, and must be subject to the DM's approval. You can do whatever you wish with this item.": "你逐渐拼凑起各种碎片，慢慢地你的货物也在扩大。在第9级时，你可以获得一个你选择的不寻常的物品{@filter magic item|items|type=|rarity=uncommon|category=} - 最好是与你的背景故事或旅程相关的物品，并且必须经过DM的批准。你可以随心所欲地使用这个物品。",
	"At 13th level, you acquire one rare {@filter magic item|items|type=|rarity=rare|category=} through this feature. At 17th level, you acquire one very rare {@filter magic item|items|type=|rarity=very rare|category=}.": "在13级时，你通过这个特性获得一个稀有物品{@filter magic item|items|type=|rarity=rare|category=}。在17级时，你获得一个非常稀有物品{@filter magic item|items|type=|rarity=very rare|category=}。",
	"By 14th level, you've learnt how to work as part of a team in more ways than just combat. When you are working as part of a team, there are the following benefits:": "到了14级，你学会了如何在团队中合作，不仅仅是在战斗中。当你作为团队的一部分工作时，会有以下好处：",
	"Downtime activities become twice as productive for each member when done so as a group.": "当作为一个团队进行时，每个成员的闲暇活动产出将提高一倍。",
	"You receive a 25% discount to all goods bought from merchants when the team purchases them together.": "当团队一起购买商品时，您将获得所有商品的25%折扣。",
	"Once each day, any member of the team can give a magic item to another member of the team, and the magic item will attune instantly to its new wearer. This can occur once per person per long rest.": "每天，团队中的任何成员都可以将一个魔法物品赠送给另一个团队成员，而魔法物品将立即与新的佩戴者相符。每人每次长休息只能发生一次。",
	"Clerks may appear humble and unassuming, but they are not to be underestimated. A clerk may work as a teller in a bank, or as a lord's scribe, or as a receptionist in an adventurer's guild–but the purpose is the same. They run the ship. They deal with people, paperwork and more paperwork. The clerks see everything that ever happens more clearly than the people in charge, and nothing gets done unless the clerk does it.": "文书可能看起来谦逊而低调，但不容小觑。文书可能在银行担任出纳员，或者在领主的书记处工作，或者在冒险者公会担任接待员——但目的都是一样的。他们掌舵。他们处理人员、文书工作以及更多文书工作。文书比负责人更清楚地看到所发生的一切，除非文书做了，否则什么也不会完成。",
	"Clerks prefer to use their mind rather than might to solve problems. They learn fast, and bring lots of useful little skills to the party.": "文书员更喜欢运用头脑而非武力来解决问题。他们学习迅速，并且为团队带来许多有用的小技能。",
	"Skill proficiency in two of: either {@skill Perception}, {@skill Investigation} or {@skill History}.": "在{@skill Perception}、{@skill Investigation}或{@skill History}中选择两种技能熟练度。",
	"Tool proficiency with {@item calligrapher's supplies|PHB}. If you already have this tool proficiency, pick another of your choice.": "工具熟练度为{@item calligrapher's supplies|PHB}。如果你已经具备这个工具熟练度，可以选择另一个工具。",
	"Proficiency with Intelligence saving throws": "智力豁免熟练度",
	"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose clerk as a multiclass)}}": "如果平民是你的第一个职业（即，如果你选择文书作为多职业，你将不会获得此特性）{@note {@b Note: This feature applies {@i only}。",
	"At 1st level, you've read about magic and you've managed to convert it into something practical. You learn one {@filter cantrip|spells|level=0} of your choice from any class list. Regardless of the choice of cantrip, for you the spellcasting ability is always Intelligence.": "在1级时，你已经阅读了关于魔法的知识，并成功将其转化为实用的技能。你可以从任意职业列表中选择一个法术。无论你选择的是什么零级法术，你的施法能力始终为智力。",
	"In addition, you learn how to recognise magic and its effects. Whenever you witness a creature casting a spell, you can immediately identify the name of the spell that was cast.": "此外，你学会了如何识别魔法及其效果。每当你目睹一个生物施放法术时，你可以立即识别出所施放的法术名称。",
	"You know, magic isn't really that difficult. Wizards overcomplicate everything, but at the end of the day it's just reading from a fancy book. You know how to read.": "你知道，魔法并不是那么困难。巫师们把一切都搞得太复杂了，但归根结底只是从一本花哨的书中读取信息。你懂得如何阅读。",
	"Starting at 5th level, you gain the ability to write up spells into your own spell book. You do not possess any spell slots, but you can still cast spells as a ritual when your book is in hand. Upon acquiring this feature, you can choose two {@filter 1st level spells|spells|level=1} and one {@filter 2nd level spell|spells|level=2} that have the ritual tag, from any spell list. Regardless of the spell, for you the spellcasting ability is always Intelligence.": "从5级开始，你获得了将咒语写入自己的咒书的能力。你没有任何法术位，但当你手持咒书时，你仍然可以作为仪式施放咒语。获得此特性后，你可以从任何法术清单中选择两个{@filter 1st level spells|spells|level=1}和一个{@filter 2nd level spell|spells|level=2}带有仪式标签的法术。无论是哪个法术，你的施法能力始终为智力。",
	"If you come across a spell in written form during your travels, you might be able to add them into your spell book. The spell's level can be no higher than half your commoner level (rounded up) and it must have the ritual tag. For each level of the spell, the process of transcribing into your spell book takes 2 hours and costs 50 gp for the rare inks needed to inscribe it.": "在你的旅途中，如果你遇到书面形式的咒语，你可能可以将它们添加到你的咒语书中。这个咒语的等级不能高于你普通人等级的一半（四舍五入），并且必须带有仪式标签。每个咒语等级，将其抄写到你的咒语书中需要2小时，并且需要50金币购买稀有墨水来书写它。",
	"In addition, you can now use your {@action Help} action to assist spellcasters as they are casting a spell. While you are helping an ally, you may choose to add half your proficiency bonus (rounded up) onto your ally's spell attack roll (as per your 'Helping Hand' feature).": "另外，你现在可以使用你的{@action Help}行动来帮助施法者施放法术。当你帮助盟友时，你可以选择将你一半的熟练加值（向上取整）添加到盟友的法术命中骰（根据你的“助攻之手”特性）。",
	"By 9th level, you're practically a mage yourself! You immediately acquire {@filter two ritual spells from any spell list, of any level up to 4th|spells|level=1|level=2|level=3|level=4|components & miscmiscellaneous=ritual}.": "到了9级，你几乎就是一个法师了！你立刻获得{@filter two ritual spells from any spell list, of any level up to 4th|spells|level=1|level=2|level=3|level=4|components & miscmiscellaneous=ritual}。",
	"At 13th level, you acquire an additional {@filter two ritual spells of any level up to 5th|spells|level=1|level=2|level=3|level=4|level=5|components & miscmiscellaneous=ritual}. At 17th level, you acquire an additional {@filter two ritual spells of any level up to 6th|spells|level=1|level=2|level=3|level=4|level=5|level=6|components & miscmiscellaneous=ritual}.": "在13级时，你获得额外的{@filter two ritual spells of any level up to 5th|spells|level=1|level=2|level=3|level=4|level=5|components & miscmiscellaneous=ritual}。在17级时，你获得额外的{@filter two ritual spells of any level up to 6th|spells|level=1|level=2|level=3|level=4|level=5|level=6|components & miscmiscellaneous=ritual}。",
	"You can also now share your spell book with other spellcasters, and likewise you can read from your allies' spell books if they have one. You can only cast ritual spells through the Commoner class, but any other spellcasters may expend one of their own spell slots to cast a spell from your book (even if the spell in question would not normally be available to them) so long as you are standing beside them and performing the {@action Help} action.": "现在，你可以与其他施法者分享你的咒语书，同样地，如果他们也有咒语书，你也可以阅读他们的咒语书。只有通过平民职业才能施展仪式咒语，但其他任何施法者都可以消耗自己的一个法术位来施放你书中的咒语（即使这个咒语通常不会对他们可用），只要他们站在你身边并执行{@action Help}动作。",
	"In addition, the time required for you to cast ritual spells is halved.": "此外，你施放仪式法术所需的时间减半。",
	"At 14th level, you apply your keen knowledge to assist your team and perform magic together with perfect synchronization. Whenever a member of your team casts a spell and you are using the {@action Help} action, they can receive the following benefits:": "在14级时，你运用你的深厚知识来协助你的团队，并与完美的同步一起施展魔法。每当你的团队成员施放一个法术，而你正在使用{@action Help}动作时，他们可以获得以下好处：",
	"You can take over a verbal or somatic component of the spell; if required, you perform the actions on their behalf as they cast the spell.": "你可以接管咒语的口头或身体成分；如果需要，你可以代替他们执行施法时的动作。",
	"You can take over the concentration requirement to maintain the spell.": "你可以接管维持法术所需的专注要求。(concentration)",
	"They can choose to release the spell from your location rather than theirs. Spells with a range of 'Self' can instead be applied to you.": "他们可以选择从你的位置释放咒语，而不是他们自己的位置。范围为“自身”的咒语可以改为施加在你身上。",
	"Your contribution reinforces the spell. As they are casting, you can choose to increase the level of your ally's spell by a single level (to a maximum of 9th level). This can be done a number of times equal to your twice your Intelligence modifier (minimum of twice). You regain all expended uses when you finish a long rest.": "你的贡献加强了咒语。当他们施法时，你可以选择将你盟友的咒语等级提升一个等级（最高为第9级）。这可以做的次数等于你的智力调整值的两倍（最少两次）。当你完成一次长休后，你将恢复所有已用次数。",
	"The life of a vagabond is a rough one. Vagabonds are homeless, constantly on the move, and always restless. Guardsmen will often chase vagabibds out of town, or monsters might ambush them on the road – yet vagabonds are survivors. Sometimes they take on odd jobs, sometimes they will beg on corners, and sometimes they will even resort to crime - but they will do whatever it takes.": "流浪者的生活是艰苦的。流浪者无家可归，经常在移动，总是不安分。卫兵经常会驱赶流浪者离开城镇，或者怪物可能会在路上伏击他们 - 但流浪者是幸存者。有时他们会接一些奇怪的工作，有时他们会在街角乞讨，有时甚至会诉诸犯罪 - 但他们会不惜一切。",
	"Vagabonds are self-reliant, and look out for themselves above all others.": "游荡者是自给自足的，他们把自己看得比其他人重要。",
	"Skill proficiency in two of: either {@skill Survival}, {@skill Stealth} or {@skill Sleight of Hand}.": "在{@skill Survival}、{@skill Stealth}或{@skill Sleight of Hand}中选择两项技能熟练度。",
	"Tool proficiency with {@item thieves' tools|PHB}. If you already have this tool proficiency, pick another of your choice.": "擅长使用{@item thieves' tools|PHB}工具。如果你已经具备这个工具的熟练度，可以选择另一个工具。",
	"Proficiency with Dexterity saving throws": "敏捷豁免投掷 (%num%) 的熟练度",
	"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose vagabond as a multiclass)}}": "如果平民是你的第一个职业（即，如果你选择流浪汉作为多职业，则不会获得此特性）{@note {@b Note: This feature applies {@i only}。",
	"People look down at the beggar on the street, and you know how to fade away into the shadows. From 1st level, while you remain motionless in a crowd or in a dimly-lit environment, you are considered {@condition invisible} for all intents and purposes. This effect ends if you move, make an aggressive action or draw attention to yourself.": "人们俯视街上的乞丐，而你知道如何在阴影中消失。从1级开始，当你在人群中保持静止或在昏暗环境中时，你被认为是{@condition invisible}。在这种状态下，如果你移动、采取攻击性行动或引起注意，效果将结束。",
	"From 5th level, you have perfected the art of staying safe by blaming others. If you make an attack roll against an enemy when an ally is within melee range, then you can automatically make a {@skill Stealth} check against their passive perception. On a successful check, the enemy will blame your ally for the attack and not you. If you then prompt an opportunity attack or a reaction attack during your turn, then that attack will be targeted at your ally, and not at you.": "从5级起，你已经完善了通过责怪他人来保护自己的艺术。如果你对敌人进行攻击检定时，有盟友在近战范围内，那么你可以自动进行一个{@skill Stealth}检定，目标是对方的被动感知。在成功检定后，敌人会责怪你的盟友而不是你。如果在你的回合中引发了一次机会攻击或反应攻击，那么这次攻击将以你的盟友为目标，而不是你。",
	"If you are successful in avoiding blame after making your attack, then you can remain unnoticed as per your 'Didn't Do Nothin' feature.": "如果你成功避免责备，那么根据你的“没做什么”特性，你可以保持不被注意到。",
	"By 9th level, you know how to exploit an opportunity. Once per turn, you can deal an extra {@dice 2d6} damage to one creature you hit with an attack if you have advantage on the attack roll.": "到了9级，你知道如何利用机会。每回合一次，如果你在攻击检定中获得优势并且命中一名生物，你可以对其造成额外的{@dice 2d6}伤害。",
	"At levels 13 and 17, the damage increases to {@dice 3d6} and {@dice 4d6}, respectively.": "在13级和17级时，伤害分别增加到{@dice 3d6}和{@dice 4d6}。",
	"The best thing about being a part of a team is that the other people can serve as distractions. At level 14, you gain the ability to slip away and divert an opponent's attention away from yourself and to somebody else. When you are being targeted by a specific enemy, you can use your action to roll a {@dice d4}:": "作为团队的一部分，最好的事情是其他人可以作为分散注意力的方式。在14级时，你获得了一项能力，可以悄然离开并转移对手的注意力，让其转向其他人。当你成为特定敌人的目标时，你可以使用你的行动来投掷一个{@dice d4}：",
	"On a 1, the enemy will continue to target you.": "在1上，敌人将继续瞄准你。",
	"On any other result, the enemy will ignore you and move to target a different, randomly selected member of your team within range.": "在任何其他结果中，敌人将会忽视你，并移动到范围内选择的另一名队友作为目标。",
	"On its next turn, that enemy must focus its attacks on the team member as chosen by the {@dice d4} roll. In any later rounds, the enemy may resume attacking whomever it chooses.": "在接下来的回合中，敌人必须将其攻击集中在由骰{@dice d4}决定的队伍成员身上。在以后的回合中，敌人可以恢复攻击任何它选择的目标。",
	"You can use this feature twice. You regain all expended uses when you finish a short or long rest.": "你可以使用这个特性两次。当你完成一次短休或长休时，你恢复所有已用次数。",
	"Thugs are a common sight wherever you go. A thug might be a bouncer, a bandit, a guard or a pit-fighter – or just anyone who is mean enough. It's a very simple profession; thugs know how to hit things, and they earn money with their fists. They are people with bad reputations and a propensity towards violence.": "无论你走到哪里，都会看到暴徒。暴徒可能是保镖、土匪、卫兵或擂台斗士 - 或者只是任何足够凶狠的人。这是一个非常简单的职业；暴徒知道如何打人，他们用拳头赚钱。他们是名声不好且倾向于暴力的人。",
	"In truth, thugs are not actually *good* at combat. They know nothing about the subtler aspects of fighting – but that hasn't stopped them yet. Thugs deal damage and little else. They are good at knocking the other guy down.": "事实上，(Thugs)在战斗中并不真的*擅长*。他们对战斗的更微妙方面一无所知——但这并没有阻止他们。 (Thugs)只会造成伤害，除此之外几乎一无所长。他们擅长将对手击倒。",
	"Skill proficiency in either: {@skill Intimidation} or {@skill Athletics}.": "在{@skill Intimidation}或{@skill Athletics}中的技能熟练度。",
	"Proficiency with heavy armor.": "重甲熟练度。",
	"Proficiency with Strength saving throws": "力量豁免检定熟练度",
	"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose thug as a multiclass)}}": "如果平民是你的第一个职业（即，如果你选择恶棍作为多职业，你不会获得这个特性）{@note {@b Note: This feature applies {@i only}。",
	"There's nothing sweeter than watching the bodies drop, and you take advantage of an opening when you see it. From 1st level, when you or an ally that you are assisting reduce a hostile creature within 5 feet to 0 hit points, then you can use your reaction to move up to half your speed and make a single grapple attempt against a different target.": "没有什么比看着敌人倒下更让人愉悦，当你看到机会时就会利用它。从1级起，当你或你协助的盟友将一个敌对生物的生命值降低到0并位于你5英尺范围内时，你可以使用你的反应移动你速度的一半，并对另一个目标进行一次单次擒抱尝试。",
	"Maybe you're not the most skillful fighter, but you know how to deliver the hurt. Although sometimes the one being hurt is you.": "也许你不是最熟练的战士，但你知道如何造成伤害。尽管有时受伤的可能是你自己。",
	"From level 5, whenever you make a melee attack roll, you may choose to turn it into a wild, reckless assault. You throw yourself at an enemy, which deals additional damage but injures yourself in the process. On a successful hit, you can add your Strength modifier as a bonus to either the attack or damage roll. Regardless of whether the attack hits or not, you must roll a {@dice 1d4} and take that amount of damage yourself.": "从5级开始，每当你进行近战攻击检定时，你可以选择将其变成一次狂野、鲁莽的冲击。你向敌人扑去，造成额外伤害，但在此过程中也会受伤。在成功命中时，你可以将你的力量调整值作为奖励加到攻击或伤害检定中。无论攻击是否命中，你都必须投掷一个{@dice 1d4}，并承受相应数量的伤害。",
	"You can choose to use this feature after you make your its roll, but before the DM determines whether the attack roll succeeds or fails.": "你可以选择在进行(%num%)检定后，但在DM确定攻击检定成功或失败之前使用这个特性。",
	"Your teachers once told you that you need to use your head more – this is what they meant, right?": "你的老师曾告诉过你需要多动动脑筋，是这个意思吗？",
	"At level 9, through trial and error, you've figured out how to launch yourself head-first at a foe. When you make an attack roll, you can choose  to make a special unarmed attack using your head. If successful, it deals {@dice 1d8} bludgeoning damage.": "在9级时，通过反复试验，你已经找到了如何用头部冲向敌人的方法。当你进行攻击检定时，你可以选择使用头部进行特殊的徒手攻击。如果成功，它造成{@dice 1d8} 钝击伤害。",
	"On a successful hit, both yourself and the target must make a contested Constitution check. The creature which fails this check then becomes unconscious until the end of their next turn. A creature that is two or more size categories larger than you is not affected.": "在成功命中时，你和目标必须进行对抗体质检定。未通过此检定的生物将会昏迷，直到它们的下一个回合结束。比你大两个或更多尺寸类别的生物不受影响。",
	"You can use this feature a number of times equal to your Constitution modifier (minimum of once). You regain all expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你的体质调整值（最少1次）。当你完成一次长休后，你恢复所有已用次数。",
	"Never fight alone; always overpower your enemies with numbers on your side. At level 14, you've mastered the art of ganging up on the other guy. When you and at least two other members of your team are within five feet of the same enemy, then all attack rolls made by your allies targetting that enemy receive a +3 bonus.": "永远不要独自战斗；总是要以人数压倒你的敌人。在14级时，你已经掌握了团队战斗的艺术。当你和你团队中至少另外两名成员与同一敌人在五英尺范围内时，那么所有攻击该敌人的盟友所进行的攻击投掷获得+3的奖励。",
	"Innkeeping is a profession for the empathetic and protective. Perhaps they can't fight that all well, but they can serve ale and cook up one hell of a stew. In many ways, innkeepers are a precious commodity – after all, when it's pouring down with rain and the party is trapped inside a stinky goblin's cave, most adventurers tend to wish *if only* there was a good innkeeper about.": "经营旅馆是一个需要同情心和保护意识的职业。也许他们并不擅长战斗，但他们能提供酒和烹饪出一锅非常美味的炖菜。在许多方面，旅馆老板是一种宝贵的资源——毕竟，当外面倾盆大雨，冒险者们被困在臭烘烘的地精洞穴里时，大多数冒险者都会希望*要是*有一个优秀的旅馆老板在身边。",
	"Innkeepers are those with experience running inn or tavern, they don't tolerate nonsense and they know how to look after their patrons. Sometimes, there is no better friend to have: they care for others, they feed the party and they get people up onto their feet.": "招待员是那些有经验经营旅馆或酒馆的人，他们不容忍废话，知道如何照顾顾客。有时，没有比他们更好的朋友了：他们关心他人，为队伍提供食物，让人们振作起来。",
	"Skill proficiency in two of: either {@skill Insight}, {@skill Persuasion} or {@skill Medicine}.": "在{@skill Insight}、{@skill Persuasion}或{@skill Medicine}中选择两项技能熟练度。",
	"Tool proficiency with {@item cook's utensils|PHB}. If you already have this tool proficiency, pick another of your choice.": "工具熟练度为{@item cook's utensils|PHB}。如果你已经具备这个工具熟练度，可以选择另一个工具。",
	"Proficiency with Wisdom saving throws": "感智救 throws(%num%)的熟练度",
	"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose Innkeeper as a multiclass)}}": "如果平民是你的第一个职业（即如果你选择作为多职业的旅店老板，你将不会获得此特性）{@note {@b Note: This feature applies {@i only}。",
	"From level 1, you know how to bring drunkards back to their feet after they fall down. When a person drops to 0 hit points and is making death saving throws, you can use your action to steady them and immediately return them to 1 hit point. You regain use of this feature when you finish a short or long rest.": "从1级开始，你知道如何让醉汉在摔倒后重新站起来。当一个人的生命值降至0点并正在进行死亡豁免投掷时，你可以使用你的动作来稳住他们，并立即将他们的生命值恢复到1点。当你完成短休或长休后，你可以再次使用这个特性。",
	"You're good with people; you can befriend strangers, and you've learned how to de-escalate tense situations. At level 5, you can add your Wisdom modifier to your {@skill Persuasion} ability rolls.": "你擅长与人相处；你能够与陌生人交朋友，并且学会了如何缓和紧张局势。在5级时，你可以将你的感知调整值加到你的{@skill Persuasion}能力检定中。",
	"In addition, at the end of a long rest, you can use your {@item cook's utensils|phb} to prepare care packages for your allies – which are sealed packages containing items such as tasty rations, sweets or thoughtful handouts intended to boost morale and fill stomachs. You may only possess five of these care packages at any time. These care packages require five minutes to be consumed, but when consumed they grant a number of temporary hit points equal to {@dice 1d6} plus your commoner level and provide nourishment for an entire day.": "此外，在完成长休后，你可以使用你的{@item cook's utensils|phb}为盟友准备关怀包 - 这些密封包装中包含美味的口粮、甜食或体贴的小礼物，旨在提高士气和填饱肚子。你一次只能拥有五个这样的关怀包。这些关怀包需要五分钟被消耗，但在消耗时，它们会提供临时生命值，数值等于{@dice 1d6}加上你的普通人等级，并为整整一天提供营养。",
	"Alternatively, one of these care packages may be gifted to a stranger, and if accepted you then gain advantage on Charisma checks made to that person.": "或者，这些护送包裹中的一个可以赠送给一个陌生人，如果被接受，那么你在与那个人进行的魅力检定中获得优势。",
	"While the party is sleeping, that is when an innkeeper's work truly begins. Starting at level 9, when your allies are taking a short rest, you can choose to forgo taking a rest yourself and instead tend to their needs. This includes cooking, cleaning and otherwise making the campsite more hospitable. Doing so doubles the effectiveness of the short rest for your allies.": "当队伍正在休息的时候，这时候旅馆老板的工作才真正开始。从9级开始，当你的盟友正在短暂休息时，你可以选择放弃自己休息，而是去照顾他们的需求。这包括烹饪、清洁和使营地更加宜居。这样做会使你的盟友的短暂休息效果翻倍。",
	"Designate an campsite that you are responsible for, and any friendly creatures who regain hit points by spending hit dice will regain double the amount of hit points as they would otherwise.": "指定一个由你负责的营地，任何友好生物在消耗生命骰来恢复生命值时，将恢复比平时多一倍的生命值。",
	"As a result of your care, spellcasters can choose to recover expended spell slots during the rest – the spell slots recovered can have a combined level that is equal to or less than a third of your commoner level (rounded up, no higher than 6th). Alternatively, allies can also remove from one point of exhaustion instead.": "由于你的照顾，施法者可以选择在休息期间恢复已用的法术位 - 恢复的法术位总等级可以等于或小于你的普通人等级的三分之一（四舍五入，不超过第六级）。或者，盟友也可以消除一点疲劳。",
	"You are the only person who does not gain any benefits from this short rest as you have been occupied working the entire time. You regain use of this feature when you finish a long rest.": "在这次短休中，你是唯一一个没有获得任何好处的人，因为你一直在工作。当你完成一次长休时，你才能恢复使用这个特性。",
	"By level 14, your cooking is downright magical. At the end of a long rest, you can use your rations and cooking utensils to brew a number of {@item Potion of Greater Healing|DMG|Potions of Greater Healing} equal to your Wisdom modifier (minimum of one). Unlike other potions, your creations are based on fresh ingredients and thus they will lose their effectiveness in they are not used within 24 hours.": "在14级时，你的烹饪技能已经变得非常神奇。在一次长休结束时，你可以使用你的干粮和烹饪用具酿造数量为你的智力调整值（最少为1）的{@item Potion of Greater Healing|DMG|Potions of Greater Healing}。与其他药水不同，你的创作基于新鲜食材，因此如果在24小时内不使用它们，它们将失去效力。",
	"Who doesn't love a fool?": "谁不爱一个傻瓜呢？",
	"It's hardly the most dignified job, but often the greatest fools are cleverer than the men who laugh at them. A jester could be a traveling troubadour, a circus clown, or simply any person who likes to draw attention to themselves. Unlike bards, jesters have no magic to speak of – instead they are ordinary jaunty fellows wearing motley, dancing around and acting silly for the entertainment of the crowd. They smile, jape and laugh – but it's all an act, of course. A jester does what they need to do to get paid.": "这或许不是最体面的工作，但往往最大的傻瓜比那些嘲笑他们的人更聪明。一个小丑可能是一个旅行的吟游诗人，一个马戏团小丑，或者只是喜欢吸引注意力的人。与吟游诗人不同，小丑没有什么魔法可言 - 相反，他们是穿着五颜六色服装的普通快活家伙，围绕着跳舞，做出愚蠢的举动来娱乐人群。他们微笑、开玩笑、大笑 - 但当然这都是表演。小丑会做他们需要做的事情来得到报酬。",
	"Regardless, jesters making their living by being underestimated. It takes wits and skill to put on a good show, and some jesters are as shrew as they come. If nothing else, they know how to distract.": "无论如何，小丑们以被低估为生。要表演得好，需要智慧和技巧，有些小丑甚至比其他人更狡猾。至少，他们知道如何转移注意力。",
	"Skill proficiency in two of: either {@skill Acrobatics}, {@skill Performance} or {@skill Sleight of Hand}.": "在{@skill Acrobatics}、{@skill Performance}或{@skill Sleight of Hand}中选择两项技能熟练度。",
	"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose Jester as a multiclass)}}": "如果平民是你的第一个职业 {@note {@b Note: This feature applies {@i only}（即如果你选择小丑作为多职业，你将不会获得这个特性）。",
	"Maybe you can't cast any spells, but you can still insult people like a pro. At 1st level, you learn the '{@spell Vicious Mockery}' cantrip, although when you cast this cantrip it is considered non-magical and does not deal any damage.": "也许你无法施放任何法术，但你仍然可以像专业人士一样侮辱人。在1级时，你学会了'{@spell Vicious Mockery}'戏法，尽管当你施放这个戏法时，它被视为非魔法，不造成任何伤害。",
	"In addition, you know how to act as a loud and eccentric distraction while your allies move discreetly. While you are performing and engaged with a creature, your allies gain advantage on Dexterity ({@skill Stealth} or {@skill Sleight of Hand}) rolls concerning that creature.": "此外，你知道如何扮演一个喧闹又古怪的分心角色，让你的盟友可以悄无声息地移动。当你正在表演并与一只生物交战时，你的盟友在涉及该生物的敏捷检定中获得优势（{@skill Stealth} 或 {@skill Sleight of Hand}）。",
	"Laughter can be a force to hinder as well as well as help. Starting at 5th level, when you see another creature within 30 feet make an ability check or a saving throw, you can use your reaction to either distract or encourage them with your performance. You can choose to either add or subtract your Charisma modifier to the roll. You can choose to use this feature after the creature makes its roll, but before the DM determines whether the ability check succeeds or fails. The creature is immune if it can't hear you or if it's immune to being charmed.": "笑声既可以是一种阻碍力，也可以是一种帮助力。从5级开始，当你看到30英尺内的另一个生物进行能力检定或豁免投掷时，你可以使用你的反应来用你的表演分散或鼓励他们。你可以选择要么在投掷中加上或减去你的魅力调整值。你可以选择在生物进行投掷后，但在DM确定能力检定成功或失败之前使用此特性。如果生物听不到你，或者对被魅惑免疫，则该生物免疫此效果。",
	"You can use this feature a number of times equal to your Charisma modifier (minimum of once). You regain all expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你的魅力调整值（最少一次）。当你完成一次长休后，你恢复所有已用次数。",
	"Your experience dancing around in motley has its benefits. Beginning at 9th level, you can nimbly dodge out of the way of certain area effects, such as a red dragon's fiery breath or an Ice Storm spell. When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail.": "在五彩斑斓中舞蹈的经验有其好处。从9级开始，你可以灵巧地躲避某些区域效果，比如红龙的火焰吐息或冰风暴法术。当你受到一个效果的影响，允许你进行敏捷豁免来仅受一半伤害时，如果你成功通过豁免检定，你将不受任何伤害，如果你未通过，则只受一半伤害。",
	"Sometimes you need to bail others out of trouble – even if means volunteering yourself as a bait. At level 14, when you see an enemy making an attack against a member of your team, you can use your reaction to intervene and draw the enemy's focus to yourself with a special, taunting performance. On its next turn, that enemy must focus its attacks on you instead of your ally. In any later rounds, the enemy may resume attacking whomever it chooses.": "有时候你需要帮助别人摆脱麻烦 - 即使这意味着自愿成为诱饵。在14级时，当你看到敌人对你团队成员发动攻击时，你可以使用你的反应来干预并通过一场特殊的嘲讽表演吸引敌人的注意力，让它专注于你。在接下来的回合里，那个敌人必须把攻击重点放在你身上，而不是你的盟友身上。在以后的回合里，敌人可以选择恢复攻击任何人。"
}