{
	"{@optfeature Amon|MFoVBinderFoundry} The Void Before The Altar ": "{@optfeature Amon|MFoVBinderFoundry} 祭坛前的虚空",
	"Fire breath, horns hellish rebuke": "火焰吐息，角鬼怒(rebuke)",
	"{@optfeature Aoskar|MFoVBinderFoundry} The Flayed God ": "{@optfeature Aoskar|MFoVBinderFoundry} 被剥皮之神 (The Flayed God)",
	"Teleportation, protection from evil and good": "传送术，防护邪恶与善良 (Teleportation, protection from evil and good)",
	"{@optfeature Dahlver-Nar|MFoVBinderFoundry} The Tortured One ": "{@optfeature Dahlver-Nar|MFoVBinderFoundry} 受折磨者 (The Tortured One)",
	"Natural armor, share harm, dissonant whispers": "自然护甲，分担伤害，不和谐低语 (Dissonant Whispers)",
	"{@optfeature Naberius|MFoVBinderFoundry} The Grinning Hound ": "{@optfeature Naberius|MFoVBinderFoundry} 微笑猎犬",
	"Discover information, disguise self, charm person": "发现信息，伪装自己，魅惑人 (Dungeons & Dragons)",
	"{@optfeature Ronove|MFoVBinderFoundry} The Iron Maiden ": "{@optfeature Ronove|MFoVBinderFoundry} 钢铁少女 (Iron Maiden)",
	"Martial arts, speed, feather fall": "武术，速度，羽落(`Feather Fall`)",
	"{@optfeature Shax|MFoVBinderFoundry} Sea Sister ": "{@optfeature Shax|MFoVBinderFoundry} 海姐妹",
	"Aquatic, lightning resistance, reactionary movement": "水生，闪电抗性，反应性移动 (Aquatic, 雷电抗性, Reactionary Movement)",
	"{@optfeature Aym|MFoVBinderFoundry} Queen Avarice ": "{@optfeature Aym|MFoVBinderFoundry} 贪婪女王 (Queen Avarice)",
	"Medium armor, fire barrier, shatter": "中甲，火焰屏障，粉碎",
	"{@optfeature Haagenti|MFoVBinderFoundry} Mother of Minotaurs ": "{@optfeature Haagenti|MFoVBinderFoundry} 牛头怪之母",
	"Great weapon fighting, transformation immunity, enlarge": "强力武器格斗，变形免疫，增大(enlarge)",
	"{@optfeature Ipos|MFoVBinderFoundry} Prince of Fools ": "{@optfeature Ipos|MFoVBinderFoundry} 愚者王子",
	"Claw weapons, enhance other vestiges, rend": "爪武器，增强其他遗物，撕裂（Claw weapons, enhance other vestiges, rend）",
	"{@optfeature Leraje|MFoVBinderFoundry} The Green Herald ": "{@optfeature Leraje|MFoVBinderFoundry} 绿色传令者",
	"Archery, endless arrows, hide in nature": "射箭，无尽箭矢，隐匿自然 (Archery, endless arrows, hide in nature)",
	"{@optfeature Malphas|MFoVBinderFoundry} The Turnfeather ": "{@optfeature Malphas|MFoVBinderFoundry} 转羽(%The Turnfeather%)",
	"Sneak attack, summoned bird, invisibility": "偷袭（Sneak Attack）, 召唤鸟（Summoned Bird）, 隐形（Invisibility）",
	"{@optfeature Focalor|MFoVBinderFoundry} Prince of Tears ": "{@optfeature Focalor|MFoVBinderFoundry} 泪之王子",
	"Aquatic, lightning damage jumps, lightning bolt": "水生生物，闪电伤害跳跃，闪电箭 (lightning bolt)",
	"{@optfeature Paimon|MFoVBinderFoundry} The Dancer ": "{@optfeature Paimon|MFoVBinderFoundry} 舞者",
	"Dancing, half Dex skill proficiency, haste": "跳舞，半个敏捷技能熟练度，加速 (`haste`)",
	"{@optfeature Primus|MFoVBinderFoundry} The One and Prime ": "{@optfeature Primus|MFoVBinderFoundry} 唯一与原始",
	"Knowledge of law, immune to being charmed, command": "法律知识，免疫被魅惑，(Command)",
	"{@optfeature Xanathar|MFoVBinderFoundry} The Eye ": "{@optfeature Xanathar|MFoVBinderFoundry} 眼睛",
	"Resist magically imposed conditions, eye rays": "抵抗魔法施加的状态，眼射射线(Eye Rays)",
	"{@optfeature Andras|MFoVBinderFoundry} The Grey Knight ": "{@optfeature Andras|MFoVBinderFoundry} 灰骑士",
	"Improved Critical, sow discord, find steed": "提高暴击率, 播下纷争, 寻找坐骑 (Improved Critical, sow discord, find steed)",
	"{@optfeature Haures|MFoVBinderFoundry} The Dreaming Duke ": "{@optfeature Haures|MFoVBinderFoundry} 梦境公爵",
	"Move through objects, major image, phantasmal killer": "穿越物体，主要幻象((Major Image))，幻影杀手((Phantasmal Killer))",
	"{@optfeature Karsus|MFoVBinderFoundry} Hubris in the Blood ": "{@optfeature Karsus|MFoVBinderFoundry} 血液中的傲慢 (Hubris in the Blood)",
	"Resistance to spell damage, end item attunement, dispel magic": "对法术伤害的抗性，物品感应结束，驱散魔法",
	"{@optfeature Savnok|MFoVBinderFoundry} The Instigator ": "{@optfeature Savnok|MFoVBinderFoundry} 煽动者 (The Instigator)",
	"Heavy armor, swap places with ally, death ward": "重甲，与盟友交换位置，死亡守卫 (Death Ward)",
	"{@optfeature Dantalion|MFoVBinderFoundry} The Star Emperor ": "{@optfeature Dantalion|MFoVBinderFoundry} 星辰帝王 (The Star Emperor)",
	"Telepathy, dimension door, dominate person": "心灵感应, 维度之门, 控制人( dominate person)",
	"{@optfeature Kas|MFoVBinderFoundry} The Bloody Handed ": "{@optfeature Kas|MFoVBinderFoundry} 血手",
	"Magic sword, deception, blinding attack": "魔法剑，欺骗，致盲攻击",
	"{@optfeature Otiax|MFoVBinderFoundry} The Key to the Gate ": "{@optfeature Otiax|MFoVBinderFoundry} 通往大门的钥匙",
	"fog cloud, fog attacks, cloudkill": "雾云, 雾攻击, 云杀(fog cloud, fog attacks, cloudkill)",
	"{@optfeature Tenebrous|MFoVBinderFoundry} The Shadow that Was ": "{@optfeature Tenebrous|MFoVBinderFoundry} 曾经的影子",
	"darkness, sense creatures, blink": "黑暗，感知生物，眨眼 (Blink)",
	"{@optfeature Andromalius|MFoVBinderFoundry} The Woeful Jester ": "{@optfeature Andromalius|MFoVBinderFoundry} 悲伤小丑",
	"blindsense, Tasha's hideous laughter, Otto's irresistible dance": "盲感, 塔莎的骇人笑声, 奥托的无法抗拒之舞",
	"{@optfeature Chupoclops|MFoVBinderFoundry} Harbinger of Forever ": "{@optfeature Chupoclops|MFoVBinderFoundry} 永恒的预言者",
	"Bite attack, ethereal jaunt, reach attack": "咬击，虚影穿行，触及攻击",
	"{@optfeature Geryon|MFoVBinderFoundry} The Deposed Lord ": "{@optfeature Geryon|MFoVBinderFoundry} 被废黜的领主",
	"Acid gaze, swift fly, eyebite": "酸性凝视，迅疾飞行，眼击 (eyebite)",
	"{@optfeature Zagan|MFoVBinderFoundry} The Duke of Disappointment ": "{@optfeature Zagan|MFoVBinderFoundry} 失望公爵",
	"Grappling, scent, fear of snakes": "搏斗, 气味, 对蛇的恐惧 (Fear of Snakes)",
	"{@optfeature Acererak|MFoVBinderFoundry} The Devourer ": "{@optfeature Acererak|MFoVBinderFoundry}吞噬者",
	"Necrotic healing, false life, finger of death": "死灵愈合，虚假生命，死亡之指",
	"{@optfeature Eurynome|MFoVBinderFoundry} Mother of the Material ": "{@optfeature Eurynome|MFoVBinderFoundry} 物质之母 (Mother of the Material)",
	"speak with animals, water walk, mirage arcane": "与动物交流，水上行走，幻象奥术",
	"{@optfeature Marchosias|MFoVBinderFoundry} King of Killers ": "{@optfeature Marchosias|MFoVBinderFoundry} 杀手之王",
	"Fighting styles, stealth, death attack": "战斗风格，潜行，死亡攻击 (D&D)",
	"{@optfeature Balam|MFoVBinderFoundry} The Bitter Angel ": "{@optfeature Balam|MFoVBinderFoundry} 苦涩天使",
	"Duling fighting style, rerolls, flight": "独灵格斗风格，重投骰，飞行",
	"{@optfeature Eligor|MFoVBinderFoundry} Dragon's Slayer ": "{@optfeature Eligor|MFoVBinderFoundry}屠龙者",
	"Strength, armor, find steed": "力量，护甲，寻找坐骑 (find steed)",
	"{@optfeature Halphax|MFoVBinderFoundry} The Angel in the Angle ": "{@optfeature Halphax|MFoVBinderFoundry} 角落里的天使",
	"Damage resistance, improsionment, wall of force": "伤害抗性，禁锢，力场墙",
	"{@optfeature Orthos|MFoVBinderFoundry} Sovereign of the Howling Dark ": "{@optfeature Orthos|MFoVBinderFoundry} 嚎叫黑暗之主",
	"Damage resistance, blindsight, wind attacks": "伤害抗性，致盲视觉，风属性攻击",
	"The chapter presents some variant rules that you can use when you introduce Pact Magic into your campaign. Some of these, like the multiclassing rules, are intended to solidify the binder's use in more complex builds, whereas rules like special requirements for binding are intended to harken back to some of the complexities (both in the mechanics and the lore) of the original Tome of Magic binder. Choose your variant rules carefully, and consider how they might impact Pact Magic as a whole in your campaign.": "这一章介绍了一些变体规则，当你在你的战役中引入契约魔法时可以使用。其中一些规则，比如多职规则，旨在巩固束缚者在更复杂构建中的使用，而像绑定的特殊要求这样的规则旨在回归到原始《魔法之书》束缚者的一些复杂性（无论是在机制还是传说方面）。谨慎选择你的变体规则，并考虑它们如何在整个战役中影响契约魔法。",
	"You must have a Charisma score of 13 to multiclass into the binder, and you gain proficiency with ritual implements when you do so.": "当你进行多职业转职成为封印者时，你的魅力属性必须达到13，同时你会获得对仪式器具的熟练。",
	"You determine what level of vestiges are available to bind and the number of vestiges you can bind at one time, as if you were a single-classed binder.": "你确定可以绑定的遗迹等级以及一次可以绑定的遗迹数量，就像你是一名单职业的缚灵者一样。",
	"If you have the Pact Magic class feature and the Eldritch Fate feature, you can add a third of your binder level (rounded down) to your warlock level to determine the spell slots you gain from the warlock Pact Magic feature.": "如果你拥有契约魔法（Pact Magic）职业特性和邪能命运（Eldritch Fate）特性，你可以将你的召唤师等级的三分之一（向下取整）加到你的术士等级上，以确定你从术士契约魔法特性获得的法术位。",
	"Unraveling the mysteries of the occult and learning to bind vestiges to your soul requires a commitment unique to Soul Binding. As such, when you level up, you are not allowed to take levels in another class if you have only a single binder level.": "揭开神秘的秘术之谜，学习将残魂绑定到你的灵魂中需要一种独特的承诺。因此，当你升级时，如果你只有一个绑定者等级，就不允许在另一个职业中取级。",
	"Rather than rolling a Charisma check to bind a vestige, you can willingly relinquish your soul to it, and accept a poor pact. Doing so affords you some control over the vestige's Influence. You, rather than the DM, chooses which one of the vestige's Influences affects you, and you can change this selection at will.": "与其进行魅力检定来绑定一个残魂，你可以自愿将灵魂交给它，并接受一个较差的契约。这样做可以让你对残魂的影响有一定程度的控制。你可以选择哪一个残魂的影响会影响到你，而不是由主持人决定，并且你可以随意更改这个选择。",
	"Many vestiges are as old as time itself, and hold deep, personal grudges against other vestiges. Primus, for example, was slain by Tenebrous, and will not respond to your call if Tenebrous is bound. Other vestiges have specific rituals they demand their binders perform before being summoned. Use this optional rule if you want to roleplay pact-making with greater depth.": "许多遗迹的历史就像时间本身一样悠久，并且对其他遗迹怀有深刻的个人怨恨。例如，(Primus)普里默斯就曾被(Tenebrous)坦布鲁斯杀害，如果坦布鲁斯被束缚，普里默斯将不会响应你的召唤。其他遗迹则要求它们的束缚者在召唤之前执行特定的仪式。如果你希望在角色扮演中更深入地进行契约制定，可以使用这个可选规则。",
	"For reasons unknown, Amon despises four other vestiges, Chupoclops, Eurynome, Karsus, and Leraje, and will not answer you call if you have bound one of these vestiges.": "出于未知原因，阿蒙憎恨另外四个遗物，Chupoclops(恶魔之眼), Eurynome(舞蹈女神), Karsus(卡鲁苏斯), 和 Leraje(猎人女神)，如果你绑定了这些遗物中的任何一个，他将不会回应你的呼唤。",
	"Aoskar is terrified of all women because of his encounter with the Lady of Pain. You have disadvantage on your Charisma check to bind this vestige if you are female.": "Aoskar因为与痛苦女士的遭遇而对所有女性感到恐惧。如果你是女性，在绑定这个遗物的魅力检定中你会受到劣势。",
	"This vestige is tied to the magical teeth which share his name. You have advantage on your Charisma check to bind this vestige if you are attuned to at least one tooth of Dahlver-Nar.": "这个遗迹与那些以他名字命名的魔法牙齿有关。如果你至少已经调谐了 Dahlver-Nar 的一颗牙齿，你在绑定这个遗迹时对魅力检定获得优势。",
	"Because Naberius values knowledge, he will only answer your call if you are proficient in Arcana or History, or if you can make a DC 13 Deception check. Ronove. Ronove does not respect the heedless. You have disadvantage on your Charisma check to bind this vestige if your Wisdom score is 12 or lower.": "因为纳贝利乌斯(Naberius)重视知识，他只会回应你的召唤，如果你精通奥秘(Arcana)或历史(History)，或者你能通过一次DC 13的欺骗(Deception)检定。罗诺维(Ronove)。罗诺维不尊重轻率之人。如果你的感知(Wisdom)属性为12或更低，那么你在试图束缚这个受体时进行魅力检定时会受到劣势。",
	"Shax finds dry land a foreign place, and will only answer you call if a body of water, such as a pond, stream, lake, river, or ocean, is within your sight. Aym. Aym does not respect the poor. You have disadvantage on your Charisma check to bind this vestige unless you present Aym with at least 100 gp (which is not consumed.)": "夏克斯发现干地是一个陌生的地方，只有当你眼前有水体，比如池塘、小溪、湖泊、河流或海洋时，他才会回应你的召唤。艾姆。艾姆不尊重穷人。除非你向艾姆展示至少100 gp（不会被消耗），否则在试图与这个遗物结合时，你的魅力检定会受到劣势。",
	"The Mother of Minotaurs doesn't respect folk of small stature. You have disadvantage on your Charisma check to bind this vestige if you are Small or smaller. Ipos. Ipos does not respect those he deems unintelligent. You have disadvantage on your Charisma check to bind this vestige if your Intelligence score is 12 or lower.": "牛头怪的母亲不尊重身材矮小的人。如果你是小型或更小的体型，那么在尝试与这个遗物绑定时，你的魅力检定会受到劣势。伊普斯(Ipos)。伊普斯不尊重他认为愚蠢的人。如果你的智力分数为12或更低，那么在尝试与这个遗物绑定时，你的魅力检定会受到劣势。",
	"Leraje requires you to break an arrow above his seal before he will answer your summons. Additionally, Leraje hates Amon for some unknown reason, and will not answer your call if you are bound to him.": "在召唤Leraje之前，他要求你在他的印章上打断一支箭。此外，出于某种未知原因，Leraje讨厌Amon，并且如果你与他有联系，他将不会回应你的召唤。",
	"Malphas does not respect those clumsier than himself. You have disadvantage on your Charisma check to bind this vestige if your Dexterity score is 12 or lower.": "Malphas（马尔法斯）不尊重那些比他自己笨拙的人。如果你的敏捷分数为12或更低，那么在试图束缚这个遗迹时，你进行魅力检定时会受到劣势。",
	"Focalor requires that you draw his seal in a liquid medium, rather than chalk.": "Focalor要求你用液体媒介绘制他的印章，而不是粉笔。",
	"Paimon hates men because of the events which led him to become a vestige. You have disadvantage on your Charisma check to bind this vestige if you are male.": "派蒙因为导致他成为残影的事件而讨厌男性。如果你是男性，在尝试束缚这个残影时，你的魅力检定将受到劣势。",
	"You must draw his seal in broad daylight to convince Primus that you do not intend to summon Tenebrous. Primus will not answer your call if you are already bound to Tenebrous.": "你必须在光天化日之下画出他的印章，以说服普里姆斯（Primus）你并不打算召唤暗影之主（Tenebrous）。如果你已经与暗影之主（Tenebrous）有所牵连，普里姆斯（Primus）将不会回应你的召唤。",
	"A ruthless beholder, Xanathar hates all other creatures. Roll any die. On an even roll, you have disadvantage on your Charisma check to bind this vestige.": "无情的眼魔，(Xanathar)憎恨所有其他生物。掷任意骰子。若投出偶数点数，你在试图束缚这个遗物时的魅力检定会受到劣势。",
	"Andras is apathetic, even as a vestige. You must always roll your Charisma check to bind him, even if an ability would let you automatically bind him without rolling this check.": "Andras即使作为残留物也是冷漠的。你必须始终进行魅力检定来束缚他，即使某种能力可以让你无需进行此检定就自动束缚他。",
	"Haures sometimes believes you are an illusion. Roll any die. On an even roll, you have advantage on your Charisma check to bind this vestige.": "豪瑞斯有时会认为你是一个幻觉。掷任意一枚骰子。在偶数点数时，你在试图束缚这个遗物时获得优势，用于你的魅力检定。",
	"Karsus refuses to answer your call if you summon him in the area of an active spell. Additionally, Karsus hates Amon for some unknown reason, and will not answer your call if you are bound to him.": "如果你在一个已经有活跃法术的区域召唤卡尔苏斯，他会拒绝回应你的召唤。此外，出于某种未知原因，卡尔苏斯讨厌阿蒙，如果你与他有约束，他也不会回应你的召唤。",
	"Savnok sympathizes with unrepentant thieves. If you offer something on his seal which you have stolen without reparations or apology (which is not consumed), you have advantage on your Charisma check to bind this vestige. Savnok will not answer your call if you are bound to Andromalius.": "Savnok (萨夫诺克) 同情不知悔改的小偷。如果你在他的印章上提供了你未经赔偿或道歉而偷来的东西（未被消耗的），你在用魅力检定来束缚这个遗物时获得优势。如果你与安德洛玛利乌斯（Andromalius）有约束，Savnok将不会回应你的召唤。",
	"The Star Emperor is the truest of noble blood. He requires you to recall the name of one in his lineage with a successful DC 10 Intelligence (History) check before he will answer your call.": "星帝是最纯正的贵族血统。在他回答你的呼唤之前，他要求你通过一次成功的DC 10智力（历史）检定来回忆起他血统中的一个名字。",
	"Kas hates Vecna and all undead. You have advantage on your Charisma check to bind this vestige if you have slain an undead in the last 24 hours.": "Kas憎恨维克纳(Vecna)和所有不死生物。如果你在过去24小时内击败过一个不死生物，你在将这个遗物束缚的魅力检定中获得优势。",
	"Sometimes binding Otiax also gives you glimpses into the Far Realm. When you bind this vestige, roll any die. On an even number, you take 1d6 psychic damage.": "有时候与奥提亚克斯(Otiax)结合也会让你窥见远境(Far Realm)。当你与这个遗物结合时，投掷任意一枚骰子。如果是偶数，你会受到1d6点精神伤害。",
	"You must draw Tenebrous's seal in complete blackness. Additionally, he will not answer your call if you are already bound to Primus.": "你必须在完全黑暗中画出暗影领主的印记。此外，如果你已经与普里默斯 (Primus) 签订契约，他将不会回应你的召唤。",
	"Andromalius is a repentant rogue, and has forsaken all theft. He will not answer your call if you are bound to Savnok, who stole his armor from the gods.": "安德洛马利乌斯(Andromalius)是一个悔改的流氓，已经放弃了所有的偷窃行为。如果你与萨夫诺克(Savnok)有关，他将不会回应你的呼唤，因为萨夫诺克从众神那里偷走了他的盔甲。",
	"You must draw Chupoclops's seal in a cemetery, or with a handful of dirt from a grave or tomb. Additionally, Chucoclops hates Amon for some unknown reason, and will not answer your call if you are bound to him.": "你必须在墓地里画出乔波克洛普斯(`Chupoclops`)的印章，或者用一把来自坟墓或墓碑的泥土。此外，乔波克洛普斯(`Chupoclops`)出于某种未知原因憎恨阿蒙(`Amon`), 如果你与他有联系，他将不会回应你的呼唤。",
	"Once a powerful fiend, accustomed to hellfire, Geryon requires that you build a fire on his sign before he will answer your summons.": "曾经是一位强大的恶魔，习惯于地狱之火，盖瑞昂要求你在他的标志上搭起一堆火，然后他才会回应你的召唤。",
	"Zagan still fancies himself a deity, and requires that you address worship to him for at least one minute before he will answer your call.": "Zagan（扎甘）仍然自认为是一个神明，并要求你在他回应你的呼唤之前，至少向他敬拜一分钟。",
	"Acererak will only answer your call if you place a gem worth at least 100 gp (which is not consumed) on his summon sign.": "只有当你在他的召唤标记上放置价值至少100 gp的宝石（不会被消耗）时，Acererak才会回应你的召唤。",
	"Eurynome will only answer your call if you draw her sign outdoors. Additionally, Eurynome hates Amon for some unknown reason, and will not answer your call if you are bound to him.": "只有在户外画上她的标记，Eurynome才会回应你的召唤。此外，出于某种未知原因，Eurynome讨厌阿蒙，如果你与他有关联，她将不会回应你的召唤。",
	"The King of Killers will only answer your call if you have killed a creature within the last week. Balam. Balam only answers those who offer sacrifice to her. Doing so requires dealing 5 points of slashing damage to some creature and smearing its blood on Balam's sign.": "只有在过去一周内杀死过生物的人，才能得到杀手之王的回应。巴兰(Balam)。巴兰只回应那些向她献祭的人。这需要对某个生物造成5点割伤伤害，并将其鲜血涂抹在巴兰的标志上。",
	"The Dragon's Slayer hold a deep hatred for dragons. If you place a few dragon scales on (which are not consumed) on this vestige's seal, you gain advantage on your Charisma check to bind him.": "屠龙者对龙类怀有深刻的仇恨。如果你在这个遗物的封印上放置几片龙鳞（不会被消耗），你在试图束缚他时获得魅力检定的优势。",
	"Halphax will only answer your call if you draw his seal indoors, inside a closed building. Orthos. Orthos is a complete enigma. When you bind him, roll any die. On an even number, you have advantage on your Charisma check to bind him, and on an odd number, you have disadvantage.": "只有在你在室内、封闭建筑物内画出他的印章时，Halphax才会回应你的召唤。Orthos。Orthos是一个完全的谜。当你束缚他时，掷任意一枚骰子。在偶数时，你在束缚他时进行魅力检定时获得优势，而在奇数时则获得劣势。",
	"Orthos is a complete enigma. When you bind him, roll any die. On an even number, you have advantage on your Charisma check to bind him, and on an odd number, you have disadvantage.": "Orthos（奥索斯）是一个完全的谜。当你试图将他束缚时，掷任意一枚骰子。若为偶数，你在进行束缚时的魅力检定获得优势；若为奇数，你则获得劣势。",
	"When he finally spoke, it was with the voices of several beings at once, overlapping in an unnatural harmony. But the most prominent voice was gruff and confident, which he used to lull his targets into complacency seconds before he struck with a hidden dagger. By the next morning, the gruff, independent voice was gone, instead replaced with a robotic monotone. He discarded the daggers too, in favor of a heavy mace and imposing armor. The day after that, he struck an air of profound melancholy, and he abandoned weapons altogether to throw lightning from his fingertips. Each morning, he woke up new, possessed by some new infernal spirit, dead god, or forgotten sinner.": "当他最终开口说话时，声音中融合了几个存在的声音，以一种不自然的和谐重叠在一起。但最突出的声音是粗犷而自信的，他用这种声音来让目标放松警惕，然后在袭击前几秒钟用隐藏的匕首袭击。第二天早上，那个粗犷、独立的声音消失了，取而代之的是机械的单调声。他也放弃了匕首，转而选择了沉重的狼牙棒和令人印象深刻的盔甲。第二天，他笼罩在深沉的忧郁氛围中，放弃了武器，而是用手指发射闪电。每天早上，他醒来时都是崭新的，被某种新的地狱精灵、死去的神灵或被遗忘的罪人所附身。",
	"Binders are students of Pact Magic, an ancient and secret lore that allows them to call to entities that live beyond the known planes, in the spaces between the worlds. Through a combination of forgotten magic and complex bargains, they persuade or compel these beings to serve them–though not always without a price.": "束缚者是契约魔法的学生，这是一种古老而神秘的知识，使他们能够召唤存在于已知平面之外、世界之间的实体。通过遗忘的魔法和复杂的交易，他们说服或强迫这些存在为他们服务——尽管并非总是没有代价。",
	"Binders learn to cast their minds into the Void between planes, and to search the abyss there for beings that will answer their call. These beings–called vestiges–are remnants of powerful beings residing in the nothingness outside of reality, which is born from the last echoes of the world's creation, and from energies that leak out of the planes. Pact Magic scholars seek out these vestiges and pass down legends of their origin. They learn of their personalities, abilities, and motivations, all of which vary wildly, from the reasonable, to deeply inscrutable.": "束缚者学会将他们的思绪投射到位面之间的虚空中，在那里搜寻愿意回应他们召唤的存在。这些被称为遗存的存在，是强大存在的残留物，居住在现实之外的虚无中，这虚无源自世界创造的最后回响，以及泄漏出来的能量。契约魔法学者寻找这些遗存，并传承有关它们起源的传说。他们了解遗存的个性、能力和动机，这些各不相同，有的合理，有的深不可测。",
	"Because vestiges are devoid of all sensation in the Void, they crave any small taste of reality, and will answer the call of any binder powerful enough to draw them forth. Binders, so named for their willingness to share their spirit with these exiled spirits, can merge a portion of their soul with a vestige in exchange for some of the power the vestige commanded in life.": "因为遗迹在虚空中没有任何感知，它们渴望任何一丁点现实的体验，并且会响应任何足够强大的召唤者的召唤。被称为束缚者的人，因为他们愿意与这些被流放的灵魂分享他们的精神，可以将他们灵魂的一部分与一个遗迹融合，作为交换，获得遗迹在生前所掌握的一部分力量。",
	"Converter Note: For best results, use {@link this macro for Soul Binding and Vestige management.|https://raw.githubusercontent.com/SLankoff/MFoVBMacro/main/VestigeImporter}": "转换器提示：为获得最佳效果，请使用{@link this macro for Soul Binding and Vestige management.|https://raw.githubusercontent.com/SLankoff/MFoVBMacro/main/VestigeImporter}",
	"In order to obtain the services of a vestige, a binder must strike a deal with that vestige, and use their magic to make the terms of the agreement totally binding. Knowing this, the vestiges will often seek to outwit the binder, adding loopholes and ambiguity into the terms of the bargain, making every deal a grave risk for the binder.": "为了获得与一个遗物的服务，一个缚灵必须与该遗物达成协议，并利用他们的魔法使协议条款完全具有约束力。知道这一点，遗物通常会试图智胜缚灵，向交易条款中添加漏洞和模棱两可之处，使每笔交易对缚灵来说都是一个严重的风险。",
	"As you make your binder character, spend some time thinking about your relationship to your vestiges, and the extent to which you allow them to influence your personality. How did you learn about the mysterious vestiges, and do you have a special relationship to any of them? What drew you to your first summoning? How do you view your own soul, given that you allow other spirits to take up residence within it?": "在制作你的活魂角色时，花些时间思考你与遗迹的关系，以及你允许它们影响你个性的程度。你是如何了解这些神秘的遗迹的？你是否与其中某一个有特殊的关系？是什么吸引你进行第一次召唤？考虑到你允许其他灵魂寄宿在自己内部，你如何看待自己的灵魂？",
	"Work with your DM to determine what role vestiges and other binders will play in your campaign.": "与你的DM合作，确定遗物和其他束缚者在你的冒险中扮演的角色。",
	"As a binder, you can redefine your role in the adventuring party, daily, if desired. There is also the possibility that your appearance and your very personality will flex with different vestiges holding sway over your soul. How do you and your adventuring party confront this, and how do you handle the physical signs presented by your vestiges? Do you hide these signs, for fear of public retribution, or do you flaunt them, embracing the power that they offer you?": "作为一个束缚者，你可以根据需要每天重新定义你在冒险队伍中的角色。你的外表和个性也可能会随着不同的遗物对你灵魂的影响而发生变化。你和你的冒险队伍如何应对这种情况，以及你如何处理遗物所展现的身体迹象？你会因为害怕公众的惩罚而隐藏这些迹象，还是会炫耀它们，拥抱它们给予你的力量？",
	"To make a Binder quickly, consider the following suggestions: Charisma should be your highest stat, followed by a medium balance of Constitution, and Strength and Dexterity. Because you can take any party role, you should be prepared to change your hat on a moment's notice. Physical stats will be more important for if you plan to take the Twisted or Sealed Fate. Lastly, choose the Sage Background.": "要快速制作一个束缚者(Binder)，请考虑以下建议：魅力(Charisma)应该是你最高的属性，其次是中等平衡的体质(Constitution)，力量(Strength)和敏捷(Dexterity)。因为你可以扮演任何队伍角色，你应该随时准备改变你的角色。如果你打算选择“扭曲(Twisted)”或“封印命运(Sealed Fate)”的话，物理属性将更为重要。最后，选择“智者(Sage)”背景。",
	"The Void Before the Altar {@i Vestige Level 1 Pact DC 10}": "{@i Vestige Level 1 Pact DC 10}前的虚空",
	"You can see dim light within 60 feet as if it were bright light, and in darkness as if it were dim light. You cannot discern color in darkness, only shades of gray.": "你可以在60英尺内看到昏暗的光线，就像它是明亮的光线一样，在黑暗中看起来就像是昏暗的光线。你在黑暗中无法分辨颜色，只能看到灰色的阴影。",
	"While bound to Amon, you have advantage on all attack rolls against creatures with the Pact Magic or Soul Binding features.": "当与（Amon）绑定时，对具有契约魔法或灵魂绑定特征的生物进行的所有攻击投掷获得优势。",
	"While you bear Amon's sign, your horns are strong and sturdy. You can attack a creature with these horns as an unarmed strike, dealing 1d4 bludgeoning damage on a hit. Additionally, if you move in a straight line for 10 feet immediately before attacking creature with your horns, that creature must make a Strength saving throw or be knocked {@condition prone}.": "当你佩戴着阿蒙的印记时，你的角变得坚固有力。你可以将这些角作为徒手攻击对待一名生物，命中时造成1d4点钝击伤害。此外，如果你在攻击生物之前直线移动10英尺，那名生物必须进行一次力量豁免检定，否则被击倒。",
	"You can breathe fire upon your foes as an action. Each creature within a 10-foot cone must make a Dexterity saving throw. On a failed save, the creature takes 1d6 fire damage, or half as much on a successful one.": "你可以将火焰喷向你的敌人作为一个动作。在一个10英尺锥形范围内的每个生物必须进行一次敏捷豁免检定。未通过检定的生物会受到1d6火焰伤害，通过检定的生物则只受到一半伤害。",
	"Alternatively, you can hold your fiery breath as an action for up to 1 round, maintaining concentration on it as you would a spell. You can release it as an action on your following turn, rolling twice the normal number of damage dice.": "作为一个动作，你可以保持你的火焰呼吸，最多持续1轮，像维持一个法术那样集中精力。你可以在接下来的回合释放它，投掷两倍于正常数量的伤害骰(%num%)。",
	"The spell's damage increases by 1d6 when you reach 6th level (2d6) and 14th level (3d6).": "当你达到6级（2d6）和14级（3d6）时，该法术的伤害增加1d6。",
	"When you cast spell of 1st level or higher which deals fire damage and you roll a 1 on a damage die, you can reroll the die and must use the new roll, even if the new roll is a 1.": "当你施放1级或更高级别的法术，造成火焰伤害，并且在伤害骰上掷出1时，你可以重新掷骰，并必须使用新的点数，即使新的点数也是1。",
	"You can cast the spell {@spell hellish rebuke} without using a spell slot. After doing so, you cannot cast this spell again until you complete a short or long rest. At 10th level, you can cast it an additional time between rests.": "你可以在不消耗法术位的情况下施放{@spell hellish rebuke}法术。但在这样做之后，直到你完成短休或长休之前，你不能再次施放这个法术。在10级时，你可以在休息之间额外施放一次。",
	"A black wolf with the head of a goat and a serpent's tail manifests before the seal in a burst of black smoke. Fire escapes his mouth as he howls curses at you.": "一只黑色狼，头部是山羊，尾巴是蛇，突然在一团黑烟中出现在印章前。火焰从它的嘴里喷出，它对你咆哮着诅咒。",
	"You grow from your head a set of curling ram-like horns.": "你的头上长出了一对像羊角一样螺旋状的角。",
	"Ancient texts suggest that Amon is what little remains of an ancient deity who died a millennia ago. In his prime, Amon had been worshipped by thousands, but but he gradually lost his power as his followers converted to more responsive deities. Through sheer willpower alone he escaped eternal rest in the astral planes, and his soul found refuge as a vestige, where the soul of this once mighty god of light and law deformed into a foul and hateful spirit.": "古代文献表明，阿蒙是一个千年前死去的古代神明所剩无几的存在。在鼎盛时期，阿蒙曾被数千人崇拜，但随着他的信徒们转向更加响应的神祇，他逐渐失去了力量。仅凭意志力，他成功逃脱了永恒休息在星空位面的命运，他的灵魂找到了庇护，成为了一个遗迹，这位曾经光明和秩序的伟大神明的灵魂变成了一个邪恶和可恨的灵魂。",
	"If you make a poor pact with Amon, he influences your personality in one or both of the following ways.": "如果你与阿蒙(Amon)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I have an unnaturally foul temper.": "我有一种异常暴躁的脾气。",
	"Anarchy. I disapprove of the leading faiths and/or factions.": "无政府主义。我不赞同主要的信仰和/或派系。",
	"The Flayed God {@i Vestige Level 1, Pact DC 10}": "被剥皮之神 {@i Vestige Level 1, Pact DC 10}",
	"You can cast the cantrips {@spell message}, {@spell sacred flame}, and {@spell thaumaturgy} at will.": "你可以随意施放零级法术{@spell message}、{@spell sacred flame}和{@spell thaumaturgy}。",
	"Aoskar has opened the doors of reality to you. As an action on your turn, you can teleport a distance up to half you movement speed to a location you can see. If you teleport into a space that is already occupied by an object or creature, you take force damage equal to the number of feet traveled and are shunted to the nearest unoccupied location.": "奥斯卡为你打开了现实之门。作为你回合的一个动作，你可以将自己传送到你能看到的位置，传送距离最多为你移动速度的一半。如果你传送到一个已经被物体或生物占据的空间，你会受到等于传送距离的力量伤害，并被传送到最近的未被占据的位置。",
	"When you teleport, you and those teleporting with you arrive at your destination without error.": "当你传送时，你和与你一起传送的人都会准确无误地到达目的地。",
	"You can cast the spell {@spell protection from evil and good} without expending a spell slot. After casting this spell, you must take a short or long rest before casting it again.": "你可以施放{@spell protection from evil and good}这个法术，而不消耗法术位。在施放这个法术后，你必须休息短暂或长时间，然后才能再次施放它。",
	"Upon summoning Aoskar, the sign becomes a portal much like a teleportation circle, and the Flayed God rises from it. He wears regal mage's robes over his skinless, bleeding body.": "召唤奥斯卡(Aoskar)时，符号变成了一个类似传送阵的传送门，而被剥皮之神从中升起。他身穿皮肤被剥下、滴血的法师长袍。",
	"A random patch of skin on your body appears aesthetically to be flayed.": "你身体上的一块皮肤突然看起来像被剥皮一样。",
	"Aoskar is perhaps the most infamous deity in Sigil; once coming close to calling that city home, now he is forgotten by nearly all, and those that do still know his name almost always know him only as a cautionary tale, a story of the fate that would befall all deities that would seek to unseat the Lady of Pain.": "奥斯卡尔(Aoskar)也许是锡基尔(Sigil)中最臭名昭著的神灵；曾经几乎将那座城市视为家园，如今却被几乎所有人遗忘，而那些仍然知道他名字的人几乎总是将他视为一个警世故事，一个关于所有试图取代痛苦女士(Lady of Pain)的命运的故事。",
	"Though most records of Aoskar were lost in the Lady's destruction, it is well-known that he was once a lesser deity of Portals. He was quick to see the potential of the planar metropolis, even then known as the City of Doors, and began to enact plans to exploit from beyond its walls. Binder lore holds that he attempted this through his followers, who embedded short rituals to Aoskar into many of the city's portals. With time, his fellowship grew, and when the Temple of Doors was erected, almost half of the people of Sigil worshiped Aoskar though these rituals.": "尽管大部分有关奥斯卡(Aoskar)的记录在女神的毁灭中丢失了，但众所周知，他曾是一个传送门的次要神。他迅速看到了这个位面大都市的潜力，即使当时它还被称为门之城，他开始制定计划，试图从城市墙外利用这个潜力。束缚者的传说称，他通过他的追随者尝试了这一点，他们在城市的许多传送门中嵌入了向奥斯卡的简短仪式。随着时间的推移，他的追随者增多，当门之殿(The Temple of Doors)建立起来时，几乎有一半的锡基尔(Sigil)居民通过这些仪式崇拜奥斯卡。",
	"Aoskar's plan was to use the power of his followers to grant himself full-godhood, and more importantly, access to the city. When the Lady discovered this, her vengeance was swift and brutal. Overnight, the Temple of Doors and all those buildings for blocks around it were destroyed by a force unknown and unseen mid-sermon, all worshipers within those bounds killed in a single horrible instant. Aoskar vanished, responding to none, and it was not for centuries hence that his godcorpse was found in the Astral, head impaled with a multitude of blades. Today, the rule follows from Aoskar's cautionary tale: \"No Gods in the Cage.\"": "奥斯卡(Aoskar)的计划是利用他的追随者的力量赋予自己完全的神格，更重要的是，获得进入城市的权限。当女士发现这一点时，她的复仇是迅速而残酷的。在一夜之间，门神殿和周围几个街区的所有建筑物都被一股未知且看不见的力量摧毁，所有在那些范围内的崇拜者在一个可怕的瞬间被杀害。奥斯卡消失了，没有回应任何人，直到几个世纪后，他的神尸被发现在星界(Astral)中，头部被众多刀剑刺穿。如今，人们从奥斯卡的警世故事中得出这样的规则：“笼中无神”(No Gods in the Cage)。",
	"If you make a poor pact with Aoskar, he influences your personality in one or both of the following ways.": "如果你与奥斯卡（Aoskar）达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"The mere mention of cages, gods or worship scares me to death, and I shake nervously around tall women.": "提到笼子、神明或崇拜这些词就让我吓得要命，我在高个女性面前会紧张地发抖。",
	"I go out of my way to protect travelers who are far from home, though I am hesitant to protect women.": "我会竭尽全力保护那些远离家乡的旅行者，尽管我对保护女性有些犹豫。(D&D)",
	"The Tortured One {@i Vestige Level 1, Pact DC 10}": "受折磨的人 {@i Vestige Level 1, Pact DC 10}",
	"You can exhale toxic fumes from your mouth to cast the cantrip {@spell poison spray}.": "你可以从嘴里呼出有毒的烟雾，施放 cantrip {@spell poison spray}。",
	"While unarmored, your Armor Class is equal to 13 + your Dexterity Modifier.": "在未穿戴盔甲时，你的护甲等级等于13 + 你的敏捷调整值。",
	"As a reaction when you are targeted by an attack, you can grant the attacker advantage on the roll. You then select 1 creature within 30 feet to make a Charisma saving throw. On a failed save, the creature takes damage equal to half the amount dealt, to a maximum of 10. At 10th level, this maximum increases to 20.": "当你被攻击目标时，你可以让攻击者获得优势投掷。然后你选择30英尺内的1个生物进行一次魅力豁免投掷。如果未通过豁免，该生物受到等同于伤害量一半的伤害，最多为10点。在10级时，这个最大值增加到20点。",
	"You can let out a moan that brings a creature to the brink of insanity. You can cast the spell {@spell dissonant whispers} without expending a spell slot. After casting this spell, you must complete a short or long rest before using it again.": "你可以发出一声让生物陷入疯狂边缘的呻吟。你可以施放{@spell dissonant whispers}这个法术而不消耗法术槽。施放这个法术后，你必须完成一次短暂或长时间的休息才能再次使用它。",
	"A male humanoid with no eyes appears before you with pink, gum-like flesh for skin with teeth protruding from every inch of his body, except for his mouth, which is devoid of teeth. every time he tries to speak, an eerie moan issues forth instead.": "一个没有眼睛的男性类人物出现在你面前，他的皮肤像粉红色的口香糖一样，全身长满了牙齿，除了嘴巴之外。每次他试图说话时，却只发出一种诡异的呻吟声。",
	"Several teeth grow from your scalp. Though they are small enough to be hidden by a large quantity of hair or a hat, a touch reveals them immediately.": "你的头皮长出了几颗牙齿。虽然它们足够小，可以被大量的头发或帽子遮盖，但一触摸就会立刻感觉到它们。",
	"Dahlver-Nar is known in conjunction for magic items which share his name: the Teeth of Dahlver-Nar. There is some uncertainty as to whom Dahlver-Nar was, and what his Teeth originated as, but binder scholars suggest that Dahlver-Nar was a cleric that turned away from his god to pursue pact magic, and that the Teeth are the literal teeth of vestiges, artifacts of their mortal forms. Legend has it that Dahlver-Nar pulled out his own teeth and replaced them with those of the vestiges, but that using them drive him mad. Eventually, Dahlver-Nar became a vestige in how own right, propelled as he was by the power of these artifacts.": "达尔维尔-纳(Dahlver-Nar)以与他同名的魔法物品而闻名：达尔维尔-纳之牙(Teeth of Dahlver-Nar)。关于达尔维尔-纳(Dahlver-Nar)的身份以及他的牙齿的起源存在一些不确定性，但束缚者学者们认为达尔维尔-纳(Dahlver-Nar)曾是一名神职人员，后来背弃了自己的神，转而追求契约魔法，而这些牙齿则是遗物的字面意义，是他们凡人形态的神器。传说中，达尔维尔-纳(Dahlver-Nar)拔掉了自己的牙齿，并用遗物的牙齿替换，但使用它们会让他发狂。最终，达尔维尔-纳(Dahlver-Nar)本身也成为了一名遗物，被这些神器的力量推动。",
	"If you make a poor pact with Dahlver-Nar, he influences your personality in one or both of the following ways.": "如果你与达尔维-纳尔(Dahlver-Nar)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I think teeth are fascinating. I will go out of my way to observe a new variety.": "我觉得牙齿很迷人。我会特意去观察一种新的品种。",
	"I have a very short attention span.": "我注意力很短 (Attention Deficit Disorder (ADD))。",
	"The Grinning Hound {@i Vestige Level 1, Pact DC 10}": "狞笑猎犬 {@i Vestige Level 1, Pact DC 10}",
	"You gain proficiency in one type of artisan's tools of your choice.": "你在选择的一种工匠工具上获得熟练技能。",
	"While bound to Naberius, You gain the {@spell vicious mockery} cantrip.": "与纳贝利乌斯结合时，你获得{@spell vicious mockery} cantrip。",
	"You have advantage on any Intelligence and Charisma checks made to deliver, discover, or withhold potentially useful information.": "你在进行交付、发现或隐瞒潜在有用信息的智力和魅力检定时具有优势。",
	"You can spend 1 round to \"sniff out\" the general direction of the highest authority figure or most influential creature within 1 mile. Powerful odors or magical effects might mislead or block this unique sense. You can continue to track the creature for another round by spending 1 action concentrating on the sense.": "你可以花费1回合来“嗅出”1英里范围内最高权威人物或最有影响力的生物的大致方向。强烈的气味或魔法效果可能会误导或阻挡这种独特感知能力。你可以继续通过花费1个动作专注于这种感知来追踪这个生物另外一个回合。",
	"You can cast the spell {@spell disguise self} without expending a spell slot. Casting the spell in this fashion requires 1 minute.": "你可以在不消耗法术位的情况下施放{@spell disguise self}法术。以这种方式施放该法术需要1分钟。",
	"You can cast the spell {@spell charm person} without expending a spell slot. At 6th level, you can also cast {@spell suggestion} in the same fashion. After casting one of these spells, you must take a short or long rest before casting it again.": "你可以施放{@spell charm person}这个法术而不消耗法术位。在6级时，你也可以以同样的方式施放{@spell suggestion}。在施放完其中一个法术后，你必须休息短暂或长时间才能再次施放它。",
	"A black crane squawks and flies clumsily over the seal before crashing at it's center, when a three-headed hound pounces from nowhere and devours it. as you negotiate, the hounds' growling voice speaks to you with eloquent charm from whatever head isn't eating at the moment.": "一只黑色的鹤笨拙地飞过海豹上空，然后在中心位置坠落，就在这时，一只三头猎犬从不知何处扑了过来，将其吞噬。当你与它们交涉时，那猎犬咆哮的声音从没有在吃东西的头部中以优雅的魅力对你说话。",
	"Your voice deepens and sounds hoarse, and your tone sounds harsher and more intimidating than normal.": "你的声音变得更低沉、嘶哑，语气比平常更加严厉和威胁。(D&D)",
	"Very little is known about the origin of Naberius. Ancient texts trace his name to various origins over the centuries, including an aspect of a three-headed dog that guards the third layer of the underworld. That creature, however, is not known to speak or be intelligent. Naberius never admits to having had older forms or names, and questions about his origin get only a sly smile in reply.": "对于Naberius的起源知之甚少。古代文本将他的名字追溯到几个世纪以来的不同起源，包括地府第三层的三头犬的一个方面。然而，那种生物并不会说话或具有智慧。Naberius从不承认自己曾经有过更古老的形态或名字，对于他的起源问题，只会得到一个狡黠的微笑作为回答。",
	"If you make a poor pact with Naberius, he influences your personality in one or both of the following ways.": "如果你与纳贝利乌斯(Naberius)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I relish the sound of my voice, and how sophisticated I sound. I can listen to it for hours.": "我喜欢自己的声音，以及我听起来多么有品位。我可以听它几个小时。",
	"I take any opportunity to speak to large groups, and I will not willingly share it.": "我会抓住任何机会与大群人交谈，而且我不会轻易放过。(dnd running group)",
	"The Iron Maiden {@i Vestige Level 1, Pact DC 10}": "铁处女{@i Vestige Level 1, Pact DC 10}",
	"Your unarmed strikes count as magic weapons for purposes of overcoming resistance or immunity to weapon damage.": "你的徒手攻击被视为魔法武器，可以克服对武器伤害的抵抗或免疫。(unarmed strikes)",
	"You can use Dexterity instead of Strength for the attack and damage rolls of your unarmed strikes, and your unarmed strikes deal 1d4 damage on a hit. This die changes as you gain levels, as a monk of your binder level. Refer to the Martial Arts column of the Monk table. If you already have levels in the monk class, you add your binder level to your monk level to determine your unarmed strike damage.": "你可以使用敏捷代替力量进行你的徒手攻击和伤害骰，你的徒手攻击在命中时造成1d4点伤害。这个骰子会随着你的等级提升而改变，就像你的结合者等级的武僧一样。请参考武僧表格的武术栏。如果你已经有武僧职业等级，你需要将你的结合者等级加到你的武僧等级上，以确定你的徒手攻击伤害。",
	"Your base speed increases by 10 feet.": "你的基础速度增加了10英尺。",
	"While bound to Ronove, you only need to eat, drink, and sleep one-third as often as normal. You also treat your level of exhaustion as being one less than it actually is, and thus suffer no penalties until you have received two levels of exhaustion.": "当与洛诺维（Ronove）绑定时，你只需要吃饭、喝水和睡觉的频率是正常的三分之一。你也将你的疲劳等级视为比实际等级少一级，因此在获得两级疲劳之前不会受到任何惩罚。",
	"You can cast the spell {@spell feather fall} at will.": "你可以随意施放法术{@spell feather fall}。",
	"You know the cantrip mage hand, and can cast it at will. This version is more powerful and has the following differences:": "你知道《法师之手》这个零级法术，你可以随意施放。这个版本更加强大，有以下不同之处：",
	"The hand can carry up to 10 pounds for every two binder levels you posses.": "每两个活页夹等级，手可以携带多达10磅。",
	"You can control the hand as a bonus action, rather than an action, except when using it to manipulate or use an object in a way that would take you an action to do so.": "你可以将手作为一个（Bonus Action）来控制，而不是一个（Action），除非你用它来操纵或使用物体，这样做需要花费一个（Action）。",
	"You can push creatures using the hand. As an action, you can command to hand to shove a creature within 5 feet of it. You can make a Charisma check with proficiency, rather than a Strength (Athletics) check for the shove attempt. If it successfully shoves the creature, it also deals 1d6 force damage.": "你可以使用手推动生物。作为一个动作，你可以命令手推动一个在它附近5英尺范围内的生物。你可以进行一次以魅力属性为检定属性的检定，而不是使用力量（运动）检定来进行推挤尝试。如果成功推挤了生物，它还会造成1d6点力量伤害。",
	"This shove's damage increases by 1d6 when you reach 5th level (2d6), 11th level (3d6), and 17th level (4d6).": "这个推挤的伤害在你达到5级（2d6）、11级（3d6）和17级（4d6）时增加1d6。",
	"At 11th level, you can cast the spell {@spell telekinesis} without expending a spell slot. After casting this spell, you must complete a short or long rest before casting it again.": "在11级时，你可以施放{@spell telekinesis}这个法术而不消耗法术位。在施放完这个法术后，你必须完成一次短暂或长时间休息才能再次施放它。",
	"Iron creaks sound as the ground quakes, and a rusted iron sarcophagus erupts upward in the center of her seal. The visage of a woman is visible on the lid. Ronove remains silent, but the visage smiles or frowns during the pact-making process.": "当地面震动时，铁发出吱吱声，一个生锈的铁石棺在她的封印中心向上喷发。 石棺盖上可见一个女人的面容。罗诺维保持沉默，但在缔约过程中，面容会微笑或皱眉。",
	"Your face settles into a frown if you made a good pact, or a smile if your pact was poor.": "如果你达成了一个好的契约，你的脸上会露出一丝皱纹，如果你的契约很糟糕，你的脸上会露出微笑。",
	"In life, Ronove was a charismatic guru who taught that enlightenment comes from denial—first of mortal needs, then of the perceived limits of reality, and lastly of the rules of reality. From her disciple, she was able to leap from cliffs without harm, lift boulders with her thoughts, and live for months without eating or drinking. In spite of her frequent demonstrations of power, not one of her disciples could manage her great feats and some even began to question her methods.": "在生活中，罗诺维（Ronove）是一位有魅力的大师，她教导人们启蒙来自否定——首先是对凡俗需求的否定，然后是对现实界限的否定，最后是对现实规则的否定。通过她的门徒，她能够毫发无损地跳下悬崖，用思想举起巨石，数月不进食不饮也能生存。尽管她频繁展示强大力量，但没有一个门徒能够复制她的伟大壮举，甚至有些人开始质疑她的方法。",
	"To prove the veracity of her teachings, Ronove entombed herself underground in an iron coffin, telling her students to dig her up only when they received a sign from her. However, years passed without a sign, and her followers dwindled, leaving only one. Disillusioned, he dug up the coffin. Finding it empty, he told the other former disciples of what had happened, but none believed him, and Ronove and her nameless follower faded into obscurity.": "为了证明她教导的真实性，罗诺维(`Ronove`)将自己埋在地下的铁棺中，告诉她的学生只有在收到她的一个迹象时才能将她挖出来。然而，多年过去了，没有收到任何迹象，她的追随者们逐渐减少，最终只剩下一个。他感到幻灭，于是挖开了棺材。发现里面空无一物，他告诉其他前门徒发生了什么，但没有人相信他，罗诺维和她那位无名的追随者渐渐被遗忘。",
	"If you make a poor pact with Ronove, he influences your personality in one or both of the following ways.": "如果你与洛诺维(Ronove)达成不良契约，他会以以下一种或两种方式影响你的个性。",
	"Despite what anyone says, I feel a constant need to prove my own worth.": "不管别人怎么说，我总是感到需要不断证明自己的价值。",
	"{@b Denial}. Abstaining from the pleasures of life, such as eating and drinking, is of key importance to the betterment of myself.": "{@b Denial}. 戒除生活中的快乐，如进食和饮水，对于提升自我至关重要。",
	"You can use Dexterity instead of Strength for the attack and damage rolls of your unarmed strikes, and your unarmed strikes deal 1d4 damage on a hit. This die changes as you gain levels, as a monk of your binder level. Refer to the Martial Arts column of the {@class Monk} table. If you already have levels in the monk class, you add your binder level to your monk level to determine your unarmed strike damage.": "你可以使用敏捷代替力量进行你的徒手攻击和伤害骰投掷，你的徒手攻击在命中时造成1d4点伤害。这个骰子会随着你的等级提升而改变，就像你的{@class Monk}等级的武僧一样。如果你已经有武僧职业等级，你需要将你的{@class Monk}等级加到你的武僧等级上，以确定你的徒手攻击伤害。",
	"Current damage: [[/r @scale.binder.ronove-martial-arts]]": "当前伤害：[[@scale.binder.ronove-martial-arts]]",
	"Sea Sister {@i Vestige Level 1, Pact DC 10}": "海姐妹 {@i Vestige Level 1, Pact DC 10}",
	"While bound to Shax, you have proficiency with {@item net|phb|nets} and {@item trident|phb|tridents}.": "与夏克斯绑定时，你在{@item net|phb|nets}和{@item trident|phb|tridents}上有熟练加值。",
	"You can cast the cantrips {@spell chill touch} and {@spell shocking grasp}.": "你可以施放零级咒语 {@spell chill touch} 和 {@spell shocking grasp}。",
	"While bound to Shax, you can breathe both water and air. Additionally, you gain a swim speed equal to your movement speed and have advantage on all Athletics checks made to swim.": "当与夏克斯绑定时，你可以在水和空气中呼吸。此外，你获得一个等同于你移动速度的游泳速度，并且在进行游泳的所有体能检定中获得优势。",
	"You can speak, read, and understand Aquan. You can also speak with aquatic animals as if using a speak with animals spell.": "你能够说、阅读和理解(Aquan)语言。你也可以像使用与动物交谈法术一样，与水生动物交谈。",
	"While bound to Shax, you have resistance to lightning damage.": "与沙克斯 (Shax) 签订契约后，你对闪电伤害具有抗性。",
	"As a reaction when you take damage from a melee weapon attack, you can move 10 feet without provoking opportunity attacks.": "当你受到近战武器攻击造成伤害时，你可以移动10英尺而不会引发机会攻击。",
	"The dripping wet, severed head of a storm giant woman appears on the sign in front of you. To your horror, it rises up on legs of back, knotted hair and addresses you.": "你面前的牌子上出现了一个滴水的、被斩断的风暴巨人女性的头颅。令你恐惧的是，它用背部扭结的头发站起来，向你讲话。",
	"A scar appears around the circumference of your neck.": "一道疤痕出现在你的脖子周围。",
	"Shax was born as the daughter of Annam, the all-father of giants, without his knowledge. She was a cruel deity of storm giants, and drove her worshipers from the sea to invade the caves and clouds of other giants. When Annam saw unrest among the giants, he sent his son Thyrm, god of ice giants, to end the problem.": "Shax（Shax）出生在巨人之父Annam（Annam）的女儿，而Annam并不知道。她是风暴巨人的残酷女神，驱使她的信徒从海上入侵其他巨人的洞穴和云层。当Annam看到巨人之间的动荡时，他派遣了他的儿子Thyrm（Thyrm），冰巨人之神，来解决问题。",
	"Thyrm dove into the ocean, and in the ocean's deepest trench, he met his sister for the first time. Because she was beautiful and terrible, he offered to wed her if she would surrender and recall the storm giant invaders, but Shax relented and attacked. They battled for days, but Thyrm ultimately beheaded her with a mighty blow of his axe. However, Shax's claws struck true, and the icy flesh she carved from him have become icebergs, a reminder of the giant's cruelty.": "泰尔姆（Thyrm）扑入海洋，而在海洋最深的海沟中，他第一次遇见了他的妹妹。因为她既美丽又可怕，他提出如果她能投降并召回风暴巨人入侵者，他愿意娶她，但沙克斯（Shax）拒绝了并发动了攻击。他们战斗了数日，但最终泰尔姆用他的斧头猛烈一击斩断了她的头颅。然而，沙克斯的爪子却命中了目标，她从他身上切下的冰冷肉块变成了冰山，成为了巨人残忍的象征。",
	"If you make a poor pact with Shax, she influences your personality in one or both of the following ways.": "如果你与夏克斯(Shax)达成不良契约，她会以以下一种或两种方式影响你的个性。",
	"I am highly possessive and territorial.": "我非常占有欲强和领地意识强烈。",
	"{@b Equality}. I demand compensation for any service I provide.": "{@b Equality}. 我要求对我提供的任何服务进行补偿。",
	"Queen Avarice {@i Vestige Level 2, Pact DC 12}": "贪婪女王 {@i Vestige Level 2, Pact DC 12}",
	"While bound to Aym, you gain proficiency in medium armor and shields.": "当与(Aym)绑定时，你获得中甲和盾牌的熟练度。",
	"Against dwarves, you gain advantage on all Charisma ({@skill Intimidation}) checks and suffer disadvantage on all Charisma ({@skill Persuasion}) checks.": "对抗矮人时，你在所有魅力检定中获得优势({@skill Intimidation})，但在所有魅力检定中受到劣势({@skill Persuasion})。",
	"Your speed is not reduced while wearing armor, regardless of your Strength score.": "无论你的力量分数如何，穿戴盔甲时你的速度不会减慢。",
	"You gain advantage when making melee attacks against inanimate objects, and you double the amount of damage you deal to objects.": "当对无生命物体进行近战攻击时，你获得优势，并且你造成的伤害加倍。",
	"As a bonus action, you can surround yourself with a halo of fire until the beginning of your next turn. While the halo is active, you gain resistance to fire damage, and any creature that touches you or hits you with a melee attack must make a Dexterity saving throw or take 1d10 fire damage.": "作为一个奖励动作，你可以让自己被一圈火焰包围，直到你下一个回合开始。当火焰光环激活时，你对火焰伤害获得抗性，任何接触你或用近战攻击击中你的生物必须进行一次敏捷豁免，否则受到1d10火焰伤害。",
	"You can use your action to attack with your halo's fire, but doing so ends the halo effect early. If you do so, make a spell attack against a creature within your reach. On a hit, a creature takes 1d10 fire damage. The damage of this attack increases to [[/r 2d10]] at level 5, [[/r 3d10]] at level 11, and [[/r 4d10]] at level 16.": "你可以使用你的动作，利用你的光环之火进行攻击，但这样做会提前结束光环效果。如果你这样做，对你能够触及的生物进行一次法术攻击。命中后，生物会受到1d10火焰伤害。这次攻击的伤害在5级时增加为2d10，11级时增加为3d10，16级时增加为4d10。",
	"You can cast the spell {@spell shatter} without using a spell slot. One you use this ability, you must take a short or long rest before doing so again.": "你可以施放法术{@spell shatter}而不消耗法术位。使用此能力后，必须休息短暂或长时间才能再次使用。",
	"The dwarf queen rises from a coiled heap within the seal with two great worms for legs, two additional heads - a lion's and an ox's; with a red-hot branding iron in her bejeweled hand, while the other tightly muzzles the lion head's mouth shut.": "矮人女王从封印中蜷曲的堆中站起来，她有两条巨大的蠕虫作为腿，另外还有两个额外的头 - 一个是狮子的，一个是牛的；她手持一把闪闪发光的烙铁，另一只手紧紧地堵住了狮子头的嘴巴。",
	"While you host Aym, you bear a starshaped brand on the palm of your left hand or on your forehead (your choice).": "当你主持Aym时，你的左手掌或额头上会有一个星形的印记（你可以选择）。",
	"Dwarven legend tells us that Aym was the greediest dwarf ever to live. Not long after Moradin created the dwarves, Aym rose up as a great leader among them, and her greed made her kingdom wealthy. Dwarves mined furiously in response to Aym's constant demand for more gems and precious metals, and her people became virtual slaves to their work.": "矮人传说告诉我们，艾姆(Aym)是有史以来最贪婪的矮人。在莫拉丁(Moradin)创造矮人不久后，艾姆崛起成为他们中的伟大领袖，她的贪婪使她的王国富有。矮人们为了满足艾姆对更多宝石和贵金属的不断需求而疯狂地开采矿石，她的人民成为了他们工作的奴隶。",
	"Soon, the wealth of her kingdom attracted enemies, a horde of orc, goblin, an bugbear plunderers. Too many dwarves were forced to work the mines to defend the city, and during the raid, a great fire began. Aym, too distracted counting her coins in preparation for her flight, was trapped with her wealth, which melted around her in the blaze. Rather than repenting her greed at the point of her death, Aym cursed Moradin for not protecting her, and in return, Moradin cursed her.": "不久，她王国的财富吸引了敌人，一群兽人、地精和巨魔掠夺者。太多的矮人被迫去矿山工作来保卫城市，在袭击期间，一场大火爆发了。艾姆（Aym）分心地数着她的硬币，准备逃跑，结果被困在了她的财富中，而财富在大火中融化了。在临死之际，艾姆并没有悔悟她的贪婪，反而诅咒莫拉丁（Moradin）没有保护她，作为回报，莫拉丁诅咒了她。",
	"If you make a poor pact with Aym, she influences your personality in one or both of the following ways.": "如果你与艾姆(Aym)达成糟糕的契约，她会以以下一种或两种方式影响你的个性。",
	"I feel abnormally generous and guilty around dwarves. Giving money to or buying something for a dwarf feels natural to me.": "我在和矮人交往时会感到异常慷慨和内疚。给矮人钱或为他们买东西对我来说感觉很自然。",
	"{@b Greed}. Every single coin or valuable possession that belongs to me or my friends is to be kept, and must never be shared.": "{@b Greed}. 我或我的朋友所有的硬币或贵重物品都必须保留，绝不能分享。",
	"Mother of Minotaurs {@i Vestige Level 2, Pact DC 12}": "牛头人之母 {@i Vestige Level 2, Pact DC 12}",
	"While bound to Haagenti, you have proficiency with medium armor, battleaxes, and greataxes.": "当与（Haagenti）绑定时，你对中型盔甲、战斧和巨斧有熟练加成。",
	"You adopt the following style of fighting as your specialty. You can't take a Fighting Style option more than once, even if you later get to choose again.": "你选择了以下战斗风格作为你的专长。即使以后再次选择，也不能再选择同一种战斗风格选项。",
	"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit.": "当你使用双手持有的近战武器进行攻击时，如果你的伤害骰掷出1或2，你可以重新投掷该骰子，并且必须使用新的点数，即使新的点数也是1或2。武器必须具有双手或多用途属性，你才能获得这个好处。",
	"As a bonus action, you can end the effects of any transmutation spell affecting you that you choose. You are also immune to being petrified.": "作为一个奖励动作，你可以结束任何你选择的影响你的变形法术的效果。你也对被石化免疫。",
	"On your turn, when you score a critical hit with a melee weapon or reduce a creature to 0 hit points with one, you can make one melee weapon attack.": "在你的回合中，当你用近战武器造成暴击或将一只生物的生命值降至0时，你可以进行一次近战武器攻击。",
	"As a bonus action you can gain the \"enlarge\" effect of the {@spell enlarge/reduce} spell for 1 minute, without expending a spell slot or spell components. After casting this spell, you must take a long rest before casting it again.": "作为一个奖励动作，你可以获得{@spell enlarge/reduce}法术的“增大”效果，持续1分钟，无需消耗法术位或法术材料。施放完这个法术后，你必须休息长时间才能再次施放它。",
	"Haagenti appears before you as a winged minotaur emerging from an icy mist and brandishing a massive axe.": "哈根提以一只有翅膀的牛头怪的形象出现在你面前，从冰雾中走出，挥舞着一把巨大的斧头。",
	"Small differences in your appearance make you seem uglier.": "你外表的细微差别让你看起来更加丑陋。",
	"The tale of how minotaurs originated changes according to the culture and race of the teller, but binder lore blames Haagenti. Thrym, the primary deity of frost giants, sought consorts among his mortal worshippers, among whom was Haagenti, a hill giant sorceress who used a spell to transform herself into a beautiful frost giant. When the children born of his dalliances had grown old enough, Thrym set out to visit and test them all. He fought each child to see who was the strongest and bravest, intending to invite the most fit to join him in Jotunheim. When he sought out Haagenti, he found her herding cattle in the warm lowlands and became enraged when he saw her true form, that of a hill giant.": "牛头人的起源传说因讲述者的文化和种族而异，但束缚者的传说归咎于（Haagenti）。Thrym，霜巨人的主神，寻求在他的崇拜者中寻找配偶，其中包括Haagenti，一个山岭巨人女巫，她使用咒语将自己变成了美丽的霜巨人。当他的私生子长大后，Thrym决定去拜访并测试他们。他与每个孩子战斗，以确定谁最强壮、最勇敢，打算邀请最合适的人加入他在约顿海姆的行列。当他寻找Haagenti时，发现她正在温暖的低地放牧牛，当他看到她真正的形态，即山岭巨人时，变得愤怒。",
	"In a rage, Thrym cursed Haagneti and her children to resemble the cattle with which they wallowed, turning them into minotaurs. Then he left, vowing to teach his frost giant worshipers to distrust all beauty.": "愤怒之下，索林诅咒了哈格涅蒂和她的孩子，使他们变成了半人半牛的怪物，就像他们所沉湎的牛一样。然后他离开了，发誓要教导他的冰霜巨人信徒们不要相信任何美丽。",
	"How Haagenti became a vestige is unclear, but binder lore holds that her ugliness was so complete she could find no eternal home anywhere, for the sight of her spirit disturbed the gods. Haagenti refuses to speak on the subject and becomes angry when questioned about her past.": "Haagenti（海根提）如何成为残魂并不清楚，但符文系的传说认为她的丑陋是如此彻底，以至于她无法在任何地方找到永恒的家园，因为她的灵魂之景触怒了众神。关于她的过去，Haagenti拒绝谈论，并在被询问时变得愤怒。",
	"If you make a poor pact with Haagenti, she influences your personality in one or both of the following ways.": "如果你与哈根提(Haagenti)达成糟糕的契约，她会以以下一种或两种方式影响你的个性。",
	"I feel ashamed of my appearance while around beautiful creatures.": "当我身边有美丽的生物时，我感到对自己的外表感到羞愧。",
	"I always seek an alliance with the most attractive and charismatic creature I can find.": "我总是寻求与我能找到的最有吸引力和魅力的生物结盟。",
	"Prince of Fools {@i Vestige Level 2, Pact DC 12}": "愚者王子 {@i Vestige Level 2, Pact DC 12}",
	"Choose a plane of existence other than the Material Plane when you bind Ipos. You may move and act on that plane as if you were a native, and do not take penalties associated with being a non-native to this plane.": "当你与伊波斯(Ipos)结合时，选择一个除了物质位面(Material Plane)之外的存在位面。你可以在那个位面上移动和行动，就像你是当地人一样，并且不会受到作为非本地居民的惩罚。",
	"While bearing Ipos's sign, Your long fingernails harden into cold iron, granting you a claw attack with each hand. Your unarmed strikes deal 1d4 slashing damage and count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. At 12th level, this damage increases to 1d6.": "当承载伊普斯(Ipos)的印记时，你的长指甲变硬成寒铁，使你每只手都能进行一次爪击。你的徒手攻击造成1d4点斩击伤害，并被视为魔法攻击，以克服对非魔法攻击和伤害的抵抗和免疫。在12级时，这个伤害增加至1d6。",
	"Additionally, when you use the Attack action with an unarmed strike on your turn, you can make one unarmed strike as a bonus action.": "此外，当你在你的回合使用攻击动作进行徒手攻击时，你可以作为一个奖励动作进行一次徒手攻击。",
	"When you hit a creature with both your claw attacks on your turn, you can deal an additional 2d6 slashing damage. At 7th level, this damage increases to 3d6.": "当你在你的回合用两次爪击命中一个生物时，你可以额外造成2d6点劈砍伤害。在7级时，这个伤害增加到3d6点。",
	"As a bonus action on your turn, you can gain {@sense truesight} with a range of 60 feet until the beginning of your next turn. After using this ability, you cannot use it again until you complete a short or long rest.": "作为一个奖励动作，在你的回合中，你可以获得60英尺范围内的{@sense truesight}，直到你的下一个回合开始。使用这个能力后，直到你完成短休或长休之前，你不能再次使用它。",
	"When an ability granted to you by binding another vestige calls for a creature other than yourself to make a saving throw, you can choose for that creature to have disadvantage. After using this ability, you cannot use it again until you complete a long rest.": "当通过与另一个遗物结合而获得的能力要求除你之外的生物进行豁免投掷时，你可以选择让该生物具有劣势。使用此能力后，直到你完成一次长休之前，你不能再次使用它。",
	"As you call him by his name, Ipos appears with the avian head of the bald ibis. The rest of his body, including his long, iron claws, is concealed beneath thick cloaks.": "当你叫他的名字时，伊波斯(Ipos)以秃鹭的鸟头出现。他的其余身体，包括他长长的铁爪，都被厚厚的斗篷遮盖着。",
	"You grow long, black, clawlike nails.": "你长出了长长的、黑色的、像爪子一样的指甲。",
	"As a mortal, Ipos was a scholar of deities and the planes, who discovered vestiges and the process of pact making. Ipos's work contributed much to discovering the true planar order—the set of fundamental laws within which the multiverse operated. However, he became obsessed with vestiges and discovering the plane on which they resided, and he abandoned his work in favor of finding a way to this realm. No one knows what happened after he made this mission his focus, but the fact that he now exists as a vestige lends credence to the idea that he discovered what he sought.": "作为一个凡人，伊波斯(Ipos)是一位研究神祗和位面的学者，他发现了残留灵魂和契约制定的过程。伊波斯的工作对发现真正的位面秩序做出了很大贡献——这是整个多元宇宙运行的基本法则集合。然而，他变得执着于残留灵魂并发现它们所在的位面，放弃了自己的工作，转而寻找通往这个领域的方法。没有人知道在他把这个使命作为重点之后发生了什么，但他现在作为一个残留灵魂存在的事实支持了这样一个观点，即他发现了自己所追寻的东西。",
	"If you make a poor pact with Ipos, he influences your personality in one or both of the following ways.": "如果你与伊波斯(Ipos)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"If a creature shows interest in a topic in which I am knowledgeable, I must truthfully, and at length, edify them.": "如果一个生物对我所了解的话题表现出兴趣，我必须真诚地、并且详细地向他们传授知识。",
	"{@b Intelligence}. I think highly of my intellect and feel contempt toward those who question my assumptions and conclusions.": "{@b Intelligence}. 我对自己的智力评价很高，对那些质疑我的假设和结论的人感到蔑视。",
	"While bearing Ipos's sign, Your long fingernails harden into cold iron, granting you a claw attack with each hand. Your unarmed strikes deal [[/r 1d4]] slashing damage and count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. At 12th level, this damage increases to [[/r 1d6]].": "当你身着（伊普斯 (Ipos)）的标志时，你的长指甲变硬成冰冷的铁，使你每只手都能进行一次爪击。你的徒手攻击造成[[/r 1d4]]割伤伤害，并被视为魔法攻击，以克服对非魔法攻击和伤害的抵抗和免疫。在12级时，这个伤害增加到[[/r 1d6]]。",
	"When you hit a creature with both your claw attacks on your turn, you can deal an additional [[/r 2d6]] slashing damage. At 7th level, this damage increases to [[/r 3d6]].": "当你在你的回合用双爪攻击命中一只生物时，你可以额外造成[[/r 2d6]]点割伤伤害。在7级时，这个伤害增加到[[/r 3d6]]点。",
	"The Green Herald {@i Vestige Level 2, Pact DC 12}": "绿色传报 {@i Vestige Level 2, Pact DC 12}",
	"While bound to Leraje, you gain proficiency with shortbows and longbows.": "与勒拉杰(Leraje)绑定时，你获得短弓和长弓的熟练加成。",
	"You gain a +2 bonus to attack rolls you make with ranged weapons.": "你使用远程武器进行攻击时，获得+2的攻击加值。",
	"While you are bound to Leraje, you can draw draw and fire ghostly ammunition from her endless, quasi-real quiver. You can ignore the Ammunition property when wielding a bow. Additionally, the target of your attacks with these arrows gains no benefit from cover, other than total cover.": "当你与勒拉杰(Leraje)相连时，你可以从她无尽的、准实体的箭筒中抽取并发射幽灵般的弹药。当你使用弓时，你可以忽略武器的“弹药”属性。此外，你用这些箭矢攻击的目标除了完全掩盖外，不会从掩护中获益。",
	"Arrows fired from this quiver ignore weather conditions. If the weather would make firing an arrow impossible (such as through a gale), you can fire arrows with disadvantage instead.": "从这个箭筒射出的箭矢会无视天气条件。如果天气会使射箭变得不可能（比如在狂风中），你可以以劣势进行射击。",
	"Finally, when you use the Attack action on your turn to make an ranged weapon attack with a longbow or shortbow, you can use a bonus action to make an additional ranged attack with this weapon. You don't add your ability modifier to the damage of any of these additional attacks, unless that modifier is negative.": "最后，当你在你的回合使用攻击动作，用长弓或短弓进行远程武器攻击时，你可以使用一个额外动作来进行额外的远程攻击。你不会给这些额外攻击的伤害加上你的能力修正值，除非这个修正值是负数。",
	"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena. In addition, you gain advantage on Dexterity (stealth) checks when lightly or heavily obscured by natural phenomena.": "即使只被树叶、大雨、飘雪、薄雾和其他自然现象轻微遮挡，你也可以尝试隐藏起来。此外，当被自然现象轻微或严重遮挡时，你在敏捷（潜行）检定中获得优势。",
	"You can imbue [[/r 1d4]] arrows you touch with a silvery coat that sheds bright and dim light as a candle, turning them into new moon arrows for 1 minute. New moon arrows deal an additional +1d8 Radiant damage on a hit and break once shot. Any shapechanger struck by a new moon arrow must succeed a Constitution saving throw or be instantly reverted to it's original form and be unable to assume different form for 1d6 rounds. Once you have used this ability, you can not use it again until you finish a short or long rest.": "你可以用银色光辉给你触摸的箭矢注入能量，使它们散发出明亮和昏暗的光芒，就像蜡烛一样，将它们变成新月箭矢，持续1分钟。新月箭矢在命中时额外造成+1d8辐射伤害，并在射出后破碎。被新月箭矢击中的任何变形者必须成功通过一次体质豁免才能恢复原形，并在接下来的1d6回合内无法再次变形。一旦你使用了这个能力，你必须完成一次短休或长休才能再次使用它。",
	"A sickly, pockmarked elven archer enters the seal, hiding as if she was there all along, Her green leather armor is elegantly decorated, and you can tell she must have once been beautiful, instead of the withered creature that stands before you now.": "一个病弱、麻风的(精灵)弓手进入密封区，隐藏得好像她一直都在那里一样。她身穿绿色皮甲，华丽地装饰着，你可以看出她曾经一定是美丽的，而不是现在站在你面前的这个枯槁的生物。",
	"Your skin appears sicky and pockmarked.": "你的皮肤看起来病态且有麻点。",
	"Leraje's prowess with the bow are legendary among the elves. In the early days of the world, a great elven god called upon Leraje to be his first herald among mortals. She taught the elves how to make and use bows, though none could come close to matching her talents.": "勒拉杰(Leraje)在弓箭上的娴熟在精灵族中是传奇的。在世界的早期，一位伟大的精灵神召唤勒拉杰成为他在凡间的第一位使者。她教导精灵们如何制作和使用弓箭，尽管没有人能够与她的才华相提并论。",
	"One day, the diety elven lord himself challenged Leraje to an archery contest. When his herald agreed to the challenge, the lord declared their target: her heart. The elven god meant this as a test of morality, to show Leraje the error of pride, but undeterred, Leraje pulled back her bowstring, and fired at her master. The elven deity fired back in surprise, but Leraje's arrow ricocheted off of the arrow of the god in midair, flying back to Leraje, and piercing her heart.": "有一天，(elven lord)自己挑战了莱拉杰参加射箭比赛。当他的传令官同意了挑战，(elven lord)宣布了他们的目标：她的心。这位精灵神明的意图是测试道德，向莱拉杰展示骄傲的错误，但莱拉杰毫不畏惧，拉紧了弓弦，向她的主人射击。精灵神明惊讶地还击，但莱拉杰的箭在半空中与神明的箭相撞，折射回莱拉杰，刺穿了她的心脏。",
	"As punishment for wasting her life for the sake of her stubborn pride, the Elven Deity banished Leraje's soul from the heavens and the earth.": "作为对她因顽固的骄傲而浪费生命的惩罚，(Elven Deity) 将莱拉杰的灵魂从天堂和地球驱逐出去。",
	"If you make a poor pact with Leraje, she influences your personality in one or both of the following ways.": "如果你与勒拉杰(Leraje)达成不良契约，她会以以下一种或两种方式影响你的个性。",
	"As of late, I am too timid to speak my mind, or to jump to conclusions.": "最近，我变得过于胆小，不敢直言，也不敢草率下结论。",
	"I feel an unshakable sense of guilt when around elves, and other fey-blooded creatures.": "当我身边有精灵和其他精灵血统生物时，我总是感到一种无法摆脱的负罪感。",
	"You can imbue [[/r 1d4]] arrows you touch with a silvery coat that sheds bright and dim light as a candle, turning them into new moon arrows for 1 minute. New moon arrows deal an additional +1d8 Radiant damage on a hit and break once shot. Any shapechanger struck by a new moon arrow must succeed a Constitution saving throw or be instantly reverted to it's original form and be unable to assume different form for [[/r 1d6]] rounds. Once you have used this ability, you can not use it again until you finish a short or long rest.": "你可以用银色光芒给你触碰的箭矢注入能量，使它们散发出明亮和昏暗的光芒，如同蜡烛一般，将它们变成新月箭矢，持续1分钟。新月箭矢在命中时额外造成+1d8辐射伤害，并在射出后破裂。被新月箭矢击中的任何变形者必须通过一次体质豁免检定，否则将立即恢复到原始形态，并在接下来的1d6回合内无法再次变形。一旦你使用了这个能力，你必须完成一次短休或长休才能再次使用它。",
	"The Turnfeather {@i Vestige Level 2, Pact DC 12}": "转羽 {@i Vestige Level 2, Pact DC 12}",
	"You gain proficiency with the {@item poisoner's kit|phb} and {@item shortsword|phb|shortswords} until you end your pact with Malphas": "直到你结束与Malphas的契约，你获得对{@item poisoner's kit|phb}和{@item shortsword|phb|shortswords}的熟练。",
	"While bound to Malphas, you do not have disadvantage on Dexterity ({@skill Stealth}) checks from wearing any type of armor. Additionally, you can take the {@action Dash}, {@action Disengage}, or {@action Hide} action as a bonus action. After doing so, you must complete a short or long rest before using it again.": "当与马尔法斯绑定时，你不会因穿戴任何类型的盔甲而在敏捷检定中获得劣势({@skill Stealth})。此外，你可以将{@action Dash}、{@action Disengage}或{@action Hide}动作作为奖励动作。在这样做之后，你必须完成短休或长休才能再次使用它。",
	"While bound to Malphas, once per turn, you can deal an extra 1d6 damage to one creature you hit with an attack if you have advantage on the attack roll. The attack must use a finesse or a ranged weapon. You don't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't incapacitated, and you don't have disadvantage on the attack roll.": "当与(Malphas)绑定时，每回合一次，如果你在攻击检定中拥有优势，你可以对你击中的一名生物造成额外1d6点伤害。这次攻击必须使用一把灵巧或远程武器。如果目标的另一个敌人在其5英尺内且未被使无力，你对这次攻击检定没有劣势，你就不需要在攻击检定中拥有优势。",
	"The amount of the extra damage increases as you gain levels. You gain damage as shown in the Sneak Attack column of the {@class Rogue} table as a rogue of half your binder level, up to a maximum of 4d6. If you already have levels in the rogue class, you add half your binder level to your rogue level to determine the damage of Sneak Attack.": "随着你的等级提升，额外伤害的数量也会增加。作为{@class Rogue}表中的一个盗贼，你的额外伤害如“偷袭”栏所示，为你的缚灵者等级的一半，最多为4d6。如果你已经有盗贼职业的等级，你需要将你的缚灵者等级的一半加到你的盗贼等级上，以确定“偷袭”的伤害。",
	"In a ritual requiring 1 minute of concentration, you can summon a dove or raven to aid your powers of observation. Appearing in an unoccupied space adjacent to you, your summoned bird has the statistics of a {@creature raven}, though it is a celestial instead of a beast. You can only have 1 bird summoned at a time and you can dismiss it as a bonus action. This bird remains summoned until you stop binding with Malphas.": "在需要1分钟专注的仪式中，你可以召唤一只鸽子或乌鸦来帮助你的观察力。你召唤的鸟会出现在你附近的一个空地上，它的属性与一个{@creature raven}相同，但它是一只天界生物而不是野兽。你一次只能召唤一只鸟，你可以将其解散作为一个奖励动作。这只鸟会一直保持召唤状态，直到你停止与玛尔法斯的联系。",
	"Your bird acts independently of you, but it always obeys your commands. In combat, it rolls its own initiative and acts on its own turn. Your bird can't attack, but it can take other actions as Normal.": "你的鸟行动独立于你，但它总是听从你的命令。在战斗中，它会自行进行先攻骰，并在自己的回合行动。你的鸟不能攻击，但可以进行其他正常动作。",
	"Additionally, as an action you can see through your bird's eyes and hear what it hears until the start of your next turn, gaining the benefits of any special senses this creature has. During this time, you are deaf and blind with regard to your own senses.": "此外，作为一个动作，你可以通过你的鸟的眼睛看到并听到它所听到的直到你下一个回合开始，获得这个生物所拥有的任何特殊感知的好处。在此期间，你对自己的感官是聋哑的。",
	"You can cast the spell {@spell invisibility} without expending a spell slot. After casting this spell, you must take a short or long rest before casting it again.": "你可以施放法术{@spell invisibility}，而不消耗法术位。在施放这个法术后，你必须休息短暂或长时间，然后才能再次施放它。",
	"Starting at 10th level, you can cast invisibility one additional time between rests.": "从10级开始，你可以在休息之间额外多施放一次隐形术。",
	"Malphas appears before you as a darkly clad elf wearing a cloak of living ravens that caw on occasion.": "Malphas以一名身着黑色衣服的精灵的形象出现在你面前，披着一件由活乌鸦制成的斗篷，偶尔发出乌鸦的叫声。",
	"You teeth and tongue turn jet black.": "你的牙齿和舌头变成了墨黑色。",
	"Malphas was once a member of an ancient kingdom's nobility. Always the black sheep of his family, he was pressganged by his elders into joining a respected druidic order, in the hopes that it might teach him respect for elven culture. Against all odds, the plan seemed to work; Malphas's trademark, a white feather, began turning up at the sites where good deeds had been done, though noone ever saw him perform them.": "Malphas曾是一个古老王国贵族的成员。作为家族中的宠儿，他被长辈们强迫加入一支备受尊敬的德鲁伊团体，希望这能教会他尊重精灵文化。出乎意料的是，这个计划似乎奏效了；Malphas的标志，一根白色羽毛，开始出现在善行发生的地点，尽管没有人看到他亲自执行这些善行。",
	"This impression was all part of Malphas's act. Before committing to the order, he met another elf—a female who won his heart with guile and promises of power. Together they hatched a plan to eliminate the heirs to the throne, leaving Malphas king. While white feathers turned up at good events, black feathers began to appear on the murdered corpses of royalty. Before eliminating his final target, Malphas was discovered and forced to flee.": "这种印象都是Malphas的表演。在决定加入这个组织之前，他遇到了另一个精灵——一个女性，用狡诈和权力的承诺赢得了他的心。他们一起策划了一个计划，消灭了王位的继承人，让Malphas成为国王。当白色羽毛出现在好事情上时，黑色羽毛开始出现在被谋杀的王室尸体上。在消灭最后一个目标之前，Malphas被发现并被迫逃跑。",
	"When he told his love of his failure, she flew into a rage, mocking him for his stupidity and his overtures of affection. She then revealed her true form—that of a drow. When the elf authorities found Malphas, he lay on the ground, dead not from magic or physical harm, but from the breaking of his heart and the loss of his soul.": "当他告诉她他的失败之时，她勃然大怒，嘲笑他的愚蠢和对她的示好。然后她展现了真正的形态——一个黑暗精灵。当精灵当局发现Malphas时，他躺在地上，不是因为魔法或身体伤害而死，而是因为心碎和灵魂的失落。",
	"If you make a poor pact with Malphas, he influences your personality in one or both of the following ways.": "如果你与玛尔法斯(Malphas)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I fall in love very easily. Even a friendly gesture can turn my affections entirely.": "我很容易坠入爱河。即使是一举手一投足，也足以让我全心全意地爱上对方。",
	"{@b Power.} Poison is the my tool of choice for getting everything I want.": "{@b Power.} 毒药是我获取一切所需的利器。",
	"Current Sneak Attack Damage: [[/r @scale.binder.malphas-sneak-attack]]": "当前偷袭伤害：[[/r @scale.binder.malphas-sneak-attack]]",
	"Prince of Tears {@i Vestige Level 3, Pact DC 13}": "泪之王子 {@i Vestige Level 3, Pact DC 13}",
	"While bound to Focalor, you can breathe both water and air. Additionally, you gain a swim speed equal to your movement speed and have advantage on all {@skill Athletics} checks made to swim.": "当与（Focalor）绑定时，你可以在水和空气中呼吸。此外，你获得一个等于你移动速度的游泳速度，并且在所有游泳检定中获得优势{@skill Athletics}。",
	"You gain the {@spell shocking grasp} cantrip.": "你获得{@spell shocking grasp}的战斗法术。",
	"When you begin your turn, each creature you choose within 5 feet of you must make a Charisma saving throw. On a failed save, a creature is overcome with grief and, until the beginning of your next turn, cannot take bonus actions and has disadvantage on Intelligence, Wisdom, and Charisma saving throws.": "当你的回合开始时，你选择的每个生物必须在你的5英尺范围内进行一次魅力豁免投掷。如果未通过豁免，生物会被悲伤所克制，直到你的下一个回合开始前，它不能进行奖励动作，并且在智力、感知和魅力豁免投掷上具有劣势。",
	"While you display Focalor's sign, the sorrow that paints both your visage and your spirit makes you difficult to read. Insight or Perception checks attempting to discern your emotions or intentions have disadvantage, and you have advantage on saves against detect thoughts or similar effects that would read your mind.": "当你展示弗科洛尔(Focalor)的标志时，那种在你的面容和精神上都显现的悲伤让别人难以读懂你。试图辨别你的情绪或意图的洞察或感知检定将受到劣势，而你在对抗探测思绪或类似效果读取你的思维时拥有优势。",
	"When you cast a spell which deals lightning damage to a single creature, you can cause the charge to jump to a nearby target. A creature you choose within 5 feet of the damaged creature must make a Dexterity saving throw or take half the lightning damage inflicted.": "当你施放一个对单个生物造成闪电伤害的法术时，你可以让这个电荷跳到附近的目标。你选择的一个距离受伤生物5英尺内的生物必须进行一次敏捷豁免，否则会受到所造成闪电伤害的一半。",
	"By exhaling deeply, you can cast the spell {@spell blindness/deafness} without expending a spell slot. After casting this spell, you must take a short or long rest before casting it again.": "通过深呼吸，你可以施放{@spell blindness/deafness}咒语而不消耗法术位。在施放完这个咒语后，你必须休息短暂或长时间才能再次施放它。",
	"You can cast the spell {@spell lightning bolt} without expending a spell slot or spell components. After casting this spell, you must take a long rest before casting it again.": "你可以施放法术{@spell lightning bolt}，而无需消耗法术位或法术材料。在施放完这个法术后，你必须进行一次长休才能再次施放它。",
	"A single teardrop manifests in midair, which grows and distorts into the form of a morose human male.": "一滴眼泪在半空中凝结成一个悲伤的人类男性形象。",
	"One or both of your eyes constantly weep, regardless of mood or disposition.": "无论心情如何，你的一只或两只眼睛会不停地流泪。",
	"Focalor constantly weeps and provides no information about his origin. Scholars agree that Focalor was an immortal that died of grief, and immense anguish kept him from the afterlife, but little else is known.": "福卡洛(Focalor)不断地哭泣，并没有提供关于他起源的任何信息。学者们一致认为福卡洛是一位因悲伤而死去的不朽者，巨大的痛苦使他无法进入来世，但其他方面知之甚少。",
	"If you make a poor pact with Focalor, he influences your personality in one or both of the following ways.": "如果你与佛卡洛(Focalor)达成不良契约，他会以以下一种或两种方式影响你的个性。",
	"You feel morose, and rarely smile or find cause to laugh.": "你感到忧郁，很少微笑或找到笑的理由。",
	"Whenever you kill a creature, as soon as you have a peaceful moment, you take a round to says a few words of sorrow and regret for the life you cut short.": "每当你杀死一个生物时，在你有片刻宁静的时候，你会花一轮时间说几句悲伤和遗憾的话，为你夺去的生命表示哀悼。",
	"The Dancer {@i Vestige Level 3, Pact DC 13}": "舞者 {@i Vestige Level 3, Pact DC 13}",
	"While bound to Paimon, you gain proficiency with rapiers and shortswords.": "当与派蒙(Paimon)绑定时，你会获得对西洋剑和短剑的熟练加值。",
	"You may add half your proficiency bonus to any Dexterity-based ability checks you do not already add your proficiency bonus to.": "你可以在你尚未添加熟练加值的敏捷属性检定中，额外添加一半的熟练加值。",
	"Paimon grants you the ability to dance gracefully though combat. You may use your bonus action to begin dancing, which continues until the beginning of your next turn. While dancing, you do not provoke Opportunity Attacks from creatures that you attack.": "派蒙(Paimon)赋予你在战斗中优雅起舞的能力。你可以使用你的奖励动作开始跳舞，直到你的下一个回合开始为止。在跳舞时，你攻击生物时不会引发机会攻击。",
	"Additionally, once per round while dancing, you may deal an additional 1d8 slashing or piercing damage when you hit with a melee attack. This increases to 2d8 damage at 11th level.": "此外，每回合跳舞时，当你用近战攻击命中时，你可以额外造成1d8的割破或穿刺伤害。在11级时，这个伤害增加到2d8。",
	"You gain advantage on all dance-based Dexterity ({@skill Performance}) checks and/or Dexterity ({@skill Acrobatics}) checks made while dancing.": "在跳舞时，你在所有基于舞蹈的敏捷检定({@skill Performance})和/或跳舞时进行的敏捷检定({@skill Acrobatics})中获得优势。",
	"While dancing, as a reaction, you may make a Dexterity ({@skill Performance}) check to avoid an attack made against you, with a DC equal to the attack roll. Once you use this ability, you may not do so again until you have completed a short or long rest.": "在跳舞时，作为一种反应，你可以进行一个敏捷度检定（{@skill Performance}）来避开对你发动的攻击，检定 DC 等于攻击骰点。一旦你使用了这个能力，你必须完成一次短休或长休才能再次使用。",
	"You gain a bust of graceful speed. You may cast the spell {@spell haste} without expending a spell slot. After casting this spell, you must take a long rest before casting it again.": "你获得了优雅速度的突破。你可以施放法术{@spell haste}，而不消耗法术槽。在施放这个法术后，你必须休息长时间才能再次施放它。",
	"A whirling blur appears in the center of the sign. When at last it slows enough to identify, you see that the blur is a featureless gray body with a dancer's physique and swords grotesquely terminating its limbs, upon which it spins.": "标志中央出现了一个旋转的模糊物体。当最终减速到足够识别时，你会发现这个模糊物体是一个没有特征的灰色身体，拥有舞者般的体型，四肢上却恶心地装着剑，它们成为了它旋转的支点。",
	"One side of your mouth becomes wider than the other, as though it were being stretched or pulled.": "你的嘴巴一侧变得比另一侧更宽，就像被拉伸或拉扯一样。",
	"In his time, Paimon was an infamous seductor who danced with noblewomen at every ball, and defeated their jealous suitors with his swordplay. One day, he crossed an unusually cruel nobleman, who sought brutal vengeance for Paimon's trespasses. Assembling a mob of suitors whose women were romanced by Paimon, the men attacked Paimon in the night, bringing him to the edge of town, and beating him savagely. They left him to die, having broken his legs and mangled his arms.": "在他的时代，派蒙(Paimon)是一个臭名昭著的引诱者，在每场舞会上与贵妇人共舞，并用他的剑术打败了那些嫉妒的追求者。有一天，他惹恼了一个异常残忍的贵族，后者为派蒙的冒犯寻求残忍的报复。这位贵族召集了一群被派蒙迷倒的女士的追求者，这些男人在夜晚袭击了派蒙，将他带到城镇边缘，残忍地殴打他。他们将他抛之一边，让他等死，派蒙的腿被打断，手臂被撕裂。",
	"On the night of the next ball, a tall, well-shrouded figure appeared among of the dancers, and spun impossibly fast, striking men down in a flurry. They tore at the figure's cloak, revealing Paimon's torso, balanced upon bleeding swords used for limbs. The night was bloody, as Paimon danced and dueled once more.": "在下一场舞会的夜晚，一个高大、被裹得严严实实的身影出现在舞者中间，以不可思议的速度旋转，迅速击倒人们。他们撕扯着这个身影的斗篷，露出了巴莫的躯干，平衡在用作四肢的流血剑上。这个夜晚血腥异常，因为巴莫再次起舞、决斗。",
	"Noone knows what became of Paimon, but binder scholars maintain he retreated from the world and the afterlife, as he was now too hideous to know a woman's touch.": "没有人知道派蒙(Paimon)的下落，但封印者学者们认为他从世界和来世中隐退了，因为他现在变得太丑陋，无法接触女人。",
	"If you make a poor pact with Paimon, he influences your personality in one or both of the following ways.": "如果你与派蒙(Paimon)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"The first thing I do when I arrive at a new place is to court a fair damsel.": "当我到达一个新地方时，我做的第一件事就是追求一个美丽的少女。",
	"I cannot resist the allure of music and dancing.": "我无法抵抗音乐和舞蹈的诱惑。",
	"Additionally, once per round while dancing, you may deal an additional [[/r 1d8]] slashing or piercing damage when you hit with a melee attack. This increases to [[/r 2d8]] damage at 11th level.": "此外，每回合一次，在跳舞时，当你用近战攻击命中时，你可以额外造成[[/r 1d8]]点割砍或穿刺伤害。在11级时，这个伤害增加至[[/r 2d8]]点。",
	"The One and Prime {@i Vestige Level 3, Pact DC 13}": "{@i Vestige Level 3, Pact DC 13}中的一和主要者",
	"While bound to Primus, you have proficiency in medium armor and with morning stars.": "当与普瑞默斯（Primus）绑定时，你熟练掌握中型盔甲和晨星。",
	"You have advantage on any Intelligence check made pertaining to laws or written agreements. Additionally, as an action, you can question Primus as to whether or not an action is in accordance with Divine Law, the ultimate structure of the universe. Divine Law appears to be completely unpredictable, as it does not always correspond with any known set of laws, and may itself be beyond mortal comprehension.": "你在与法律或书面协议相关的任何智力检定中获得优势。此外，作为一个动作，你可以询问（Primus）普里默斯，关于某个行动是否符合神圣法则，即宇宙的最终结构。神圣法则似乎完全不可预测，因为它并不总是符合任何已知的法律体系，并且可能超出凡人的理解能力。",
	"On a turn in which you make only one melee attack, you can deal an additional 1d6 force damage on a hit.": "在进行只进行一次近战攻击的回合中，你可以在命中时额外造成1d6点力量伤害。",
	"While bound to Primus, you are immune to being {@condition charmed}.": "在与普瑞默斯（Primus）相连时，你免疫于被 {@condition charmed}。",
	"You can cast the spell {@spell command} without expending a spell slot. After casting this spell on a creature, you cannot do so again for 24 hours.": "你可以施放{@spell command}这个法术，而不消耗法术位。在对一个生物施放了这个法术之后，你在接下来的24小时内不能再次这样做。",
	"Through Primus, you can issue a divine law as an action to all creatures near you for 1 minute. Select one of the commands from below. Each creature within 30 feet must succeed a Charisma saving throw at the beginning of its turn, or must abide by the rule until the beginning of its next turn. ": "通过普瑞默斯（Primus），你可以将一项神圣法律作为一个动作发出，作用于你附近的所有生物，持续1分钟。从以下命令中选择一个。每个在30英尺内的生物在其回合开始时必须进行一次魅力豁免检定，否则必须遵守该规则，直到其下一个回合开始。",
	"You must follow the rule that you choose for the entire 1 minute duration. If you break this rule, the effect ends and you take 4d6 psychic damage.": "在整个1分钟的持续时间内，你必须遵守你选择的规则。如果你违反了这个规则，效果将结束，并且你会受到4d6点的精神伤害。",
	"No creature can willingly move further than 10 feet each round.": "每个回合，没有生物可以自愿移动超过10英尺。",
	"Specify one school of magic. No creature can cast or concentrate on a spell from this school.": "指定一种魔法学派。任何生物都无法施放或集中精力使用该学派的法术。",
	"Creatures can make only 1 attack each round.": "每个生物每回合只能进行1次攻击。",
	"After using this ability, you must complete a long rest before using it again.": "在使用这个能力后，你必须完成一次长休才能再次使用它。",
	"The solid gold, genderless body of Primus rises from a platform ticking with gears and cogs. It addresses you in a booming, hollow voice.": "Primus（普里默斯）的实心黄金、无性别的身体从一个滴答作响的齿轮平台上升起。它用一种洪亮、空洞的声音对你说话。",
	" Dozens of small patches of skin on the binder's legs and arms become plates of gold, silver, and bronze.": "裁缝的腿和手臂上的数十块小块皮肤变成了金、银和青铜的板块。",
	"The plane of ultimate law, Mechanus, has existed as long as the multiverse. Its denizens are the geometrical modrons, who possess a massive hierarchy headed by the perfect embodiment of law, Primus. All commands for all modrons filter down from Primus, and so doing, all modrons work toward perfecting the order of the universe.": "终极法则位面(机械界(Mechanus))与多元宇宙同在。其居民是几何模德龙(modrons)，他们拥有一个由法则完美体(Primus)领导的庞大等级制度。所有模德龙的命令都由Primus传达，因此所有模德龙都致力于完善宇宙的秩序。",
	"But the Primus is not eternal. Should any denizen of Mechanus be slain or disobey orders, he is replaced by one of his subordinates, and a new modron is created to fulfill the new vacancy; the Primus is no different.": "但是第一元首并非永恒。如果机械位面的任何居民被杀或违抗命令，他将被他的下属取代，并且会创造一个新的调节者来填补这个空缺；第一元首也不例外。",
	"When the great demon lord Orcus was slain, a shadow named Tenebrous rose in his wake, setting off a chain of events that would nearly destroy the entire multiverse, beginning with Mechanus. The unholy Shadow became a usurper when it came to the Plane of Law and slayed the Primus with the Last Word. Enacting the greatest upheaval the universe has ever known, the Shadow then began The Great Modron March to seek something dear to it.": "当大恶魔领主奥库斯被杀死时，一个名为暗影的存在——坦布鲁斯在他的尸体上升起，引发了一系列事件，几乎摧毁了整个多元宇宙，始于机械界。这个邪恶的暗影成为了一个篡位者，当它来到秩序位面并用最后一语击败了普里默斯。暗影实施了宇宙有史以来最大的动荡，然后开始了（The Great Modron March）以寻找它心爱的东西。",
	"When at last the shadow had risen again as the demon lord, the Secondus replaced Primus, and the Plane of Law was whole again. Yet the spirit of the old Primus persists, without worship and without dictation or decree, perusing law, even through nonexistance.": "当阴影再次升起为魔王时，第二者取代了第一者，秩序位面再次完整。然而，旧第一者的精神仍然存在，没有崇拜，没有指示或法令，甚至在不存在中仍然追求法律。",
	"If you make a poor pact with Primus, he influences your personality in one or both of the following ways.": "如果你与普里默斯（Primus）达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	" I am ruthlessly efficient, and evaluate all activities with an eye towards my ultimate goals, brooking no frivolity or distraction.": "我是无情高效的，评估所有活动时都着眼于我的最终目标，不容许任何轻浮或分心。",
	"{@b Law}. There is nothing higher than the law.": "{@b Law}. 没有比法律更高的东西。",
	"On a turn in which you make only one melee attack, you can deal an additional [[/r 1d6]] force damage on a hit.": "在进行只进行一次近战攻击的回合中，你可以在命中时额外造成[[/r 1d6]]点力量伤害。",
	"You must follow the rule that you choose for the entire 1 minute duration. If you break this rule, the effect ends and you take [[/r 4d6]] psychic damage.": "在整个1分钟的持续时间内，你必须遵守你选择的规则。如果你违反了这个规则，效果将结束，并且你会受到4d6点心灵伤害。",
	"The Eye {@i Vestige Level 3, Pact DC 13}": "眼睛 {@i Vestige Level 3, Pact DC 13}",
	"You have advantage on saving throws made to resist conditions imposed by magical effects.": "你在进行抗拒魔法效果施加的状态的豁免投掷时获得优势。",
	"You know the cantrip {@spell fire bolt} and can cast it at will.": "你会施展{@spell fire bolt}这个零级戏法，并且可以随意使用它。",
	"Xanathar offers you the power of his magnicient eye rays. When you complete a short rest, you may regain the use of one of these expended rays.": "贡献者(Xanathar)提供你他壮丽的眼射之力。当你完成一个短休息时，你可以恢复一个已使用过的眼射。",
	"You can cast the spell {@spell slow} without expending a spell slot. After casting this spell, you must take a long rest before casting it again.": "你可以施放法术{@spell slow}，而不消耗法术位。在施放这个法术后，你必须休息长时间才能再次施放它。",
	"As an action, you can select 1 creature you can see within 60 feet to make a Wisdom saving throw or fall asleep and remain unconscious for 1 minute. The creature awakens if it takes damage or another creature takes an action to wake it. This ray has no effect on constructs and undead. After using this ability, you must complete a long rest before using it again.": "作为一个动作，你可以选择一个在60英尺内可见的生物进行一次感知豁免检定，如果失败则陷入睡眠状态并保持无意识状态1分钟。如果该生物受到伤害或其他生物采取行动唤醒它，它会苏醒。这束光线对构造体和不死生物无效。在使用这个能力后，你必须完成一次长休才能再次使用它。",
	"You can cast the spell {@spell fear} without expending a spell slot. After casting this spell, you must take a long rest before casting it again.": "你可以施放法术{@spell fear}而不消耗法术位。在施放此法术后，你必须休息长时间才能再次施放它。",
	"As an action, you can make a spell attack against 1 creature you can see within 60 feet. On a hit, the creature takes [[/r 8d6]] necrotic damage. After using this ability, you must complete a long rest before using it again.": "作为一个动作，你可以对你能看见的60尺内的1个生物进行一次法术攻击。命中后，该生物受到8d6点死灵伤害。使用此能力后，你必须完成一次长休才能再次使用它。",
	"A massive eye, bereft of eyelid or skull, appears floating above the sign. Ten smaller eyes orbit it, each fixing it gaze on you when they come nearest.": "一个巨大的眼睛，没有眼睑或头骨，漂浮在标志上方。十个较小的眼睛围绕着它，每当它们靠近时，就会盯着你。",
	"Your eyes are fixed open widely, and you never need to blink.": "你的眼睛睁得大大的，永远不需要眨眼。",
	"It is well-known among vagrants and thieves that the Xanathar was one of most infamous beholders in history and was formerly the crime lord of the Xanathar Thieves' Guild. Xanathar was also known as The Eye, and it is unclear today which was his name and which was his title.": "在流浪者和小偷中广为人知，Xanathar是历史上最臭名昭著的观察者之一，曾是Xanathar小偷公会的犯罪头目。Xanathar也被称为The Eye，今天仍不清楚哪个是他的名字，哪个是他的头衔。",
	"History remembers The Eye as a ruthless beholder with many eye tyrant rivals, each of whom fell before him in his quest for power. The first was the original guildmaster of the Xanathar Thieves' Guild, whom the Eye murdered and impersonated, taking the Guild and its secrets for himself. With the power of this guild, and centuries to grow his influence in Skullport, the Eye grew his reputation as one of the most feared crime bosses of the city. Expanding his empire to the trade of illicit goods and slaves, the Eye quickly earned the ire of another eye tyrant, Misker, the Pirate Tyrant.": "历史将(The Eye)记忆为一个无情的眼魔，与许多眼王对手竞争，每一个在他追求权力的过程中都败给了他。第一个是(Xanathar)盗贼行会的原会长，被(The Eye)谋杀并冒名顶替，夺取了行会及其秘密。凭借这个行会的力量，并且在斯库尔港扩大影响力的几个世纪，(The Eye)建立了自己作为城市中最令人畏惧的犯罪头目之一的声誉。将帝国扩展到非法商品和奴隶贸易，(The Eye)迅速招致了另一位眼王(Misker)——海盗暴君的怒火。",
	"At the height of its power, The Eye extended its control over all the beholders of Undermountain, forcing all those who refused to bow to him, including Misker, to the Underdark or the surface. As the centuries passed, The Eye grew older and his enemies grew more bitter. In spite of the disdain beholders hold for each other, Misker banded The Eye's rivals together to conspire how they might overthrow him, marking the single greatest harmonious confluence of beholders in history.": "在其权力的巅峰时期，(The Eye) 控制了地下山的所有眼魔，迫使所有拒绝向他屈服的人，包括(Misker)，前往地底世界或地表。随着世纪的流逝，(The Eye) 变得越来越老，他的敌人变得更加怨恨。尽管眼魔们彼此怀有鄙视，但(Misker) 却联合了(The Eye) 的对手们，密谋如何推翻他，这标志着眼魔历史上最伟大的和谐汇合。",
	"When at last retribution came, the beholders all but razed Xanathar's guild and destroyed The Eye, body and soul, with dark magic known only to elder eyes.": "当最终报应降临时，观者们几乎夷平了Xanathar的公会，并用只有长者眼才知道的黑暗魔法摧毁了(The Eye)的身心。",
	"If you make a poor pact with Xanathar, he influences your personality in one or both of the following ways.": "如果你与(卡纳萨)达成不良契约，他会以以下一种或两种方式影响你的个性。",
	"I demonstrate the pathological mind of a crime lord. I horde useful information, hold a grudge for every slight against me, and strike my enemies without warning or mercy. Laws are little more than a hindrance to be.": "我展示了一个犯罪首领的病态心灵。我囤积有用的信息，对每一点轻视我的人怀恨在心，并在没有警告或怜悯的情况下袭击我的敌人。法律对我来说只是一个阻碍。",
	"{@b Perfection}. I am the perfect creature of my kind, and no creature is my equal. I harbor immense resentment for other creatures' imperfections.": "{@b Perfection}. 我是我种族中完美的生物，没有任何生物能与我相提并论。我对其他生物的不完美感到极度的愤怒。",
	"The Grey Knight {@i Vestige Level 4, Pact DC 15}": "灰色骑士{@i Vestige Level 4, Pact DC 15}",
	"While you are bound to Andras, you are proficient with medium armor, greatswords, lances, and longswords.": "当你与安德拉斯(Andras)绑定时，你精通中甲、巨剑、长矛和长剑。",
	"You can cast the spell {@spell find steed} at will. When your pact with Andras ends, your steed is dismissed.": "你可以随意施放{@spell find steed}法术。当你与安德拉斯的契约结束时，你的坐骑会被解散。",
	"When you make a Wisdom ({@skill Animal Handling}) check and the result is less than 10, you can treat it as a 10.": "当你进行一次感知 ({@skill Animal Handling}) 检定并且结果小于10时，你可以将其视为10。",
	"Your melee weapon attacks score a critical hit on a roll of 19 or 20.": "你的近战武器攻击在掷骰子得到19或20时会造成暴击。(Dungeons & Dragons)",
	"You can attempt to slay your enemy with a single powerful blow. When you make a melee attack on your turn and you do not have disadvantage, you can choose to make this attack with disadvantage to attempt to slay your target. On a hit, you deal an additional [[/r 6d6]] damage. If this attack reduces your target to 0 hit points, you can make additional attack against a creature within your reach.": "你可以尝试用一次强有力的打击来击败你的敌人。当你在你的回合进行近战攻击且没有劣势时，你可以选择用劣势进行这次攻击，试图击败你的目标。命中后，你额外造成[[/r 6d6]]点伤害。如果这次攻击将你的目标的生命值降低到0，你可以对你能够触及的另一个生物进行额外攻击。",
	"Andras grants you the ability to sow discord among your enemies. As a reaction when a creature you can see within 30 feet makes an attack, you can force that creature to make a Wisdom saving throw. On a failed save, the creature instead attacks a creature you choose within its attack range. After using this ability, you must complete a short or long rest before using it again.": "安德拉斯（Andras）赋予你能力，在你的敌人之间播下纷争。作为一种反应，当你能看见的生物在30英尺内进行攻击时，你可以强迫该生物进行一次感知豁免投。在豁免失败时，该生物会攻击你选择的一个生物，范围在其攻击范围内。使用此能力后，你必须完成一次短暂或长时间休息，才能再次使用它。",
	"Andras, a grey-skinned elf, rides up mounted on a great black wolf. He slouches lazily on the beast's back, holding a greatsword in one hand.": "安德拉斯(Andras)，一名灰色皮肤的精灵，骑在一匹巨大的黑狼上。他懒散地靠在野兽的背上，一手握着一把大剑。",
	"You sprout two useless, gray-feathered wings from your back. The wings are small enough to be hidden beneath a shirt or cloak, but doing so makes you appear hunchbacked.": "你从背后长出了两只毫无用处的灰色羽翼。这些翅膀足够小，可以藏在衬衫或斗篷下，但这样做会让你看起来驼背。",
	"Andras was once an elf paladin famed for his prowess in battle and his implacable dedication to doing what was right and good for all. A series of misjudgments and misfortunes broke Andras's faith in both himself and his deity, however, and he became a blackguard.": "安德拉斯曾经是一位精灵圣骑士，以其在战斗中的娴熟和对为所有人做正确和善事的坚定奉献而闻名。然而，一连串的错误判断和不幸事件打破了安德拉斯对自己和他的神的信仰，他最终成为了一名黑衣卫士。",
	"During his subsequent service to the dark gods, his infamy rapidly outgrew his fame, and his name was whispered in fear. After nearly three hundred years of almost constant battle on behalf of both good and evil, Andras grew tired of both causes. In the midst of a duel in the key battle of a great war, he simply dropped his weapon and left, never to be seen alive again. Sages speculate that after his betrayal of both causes, he was no longer welcome in any god's realm, and thus his soul was condemned to become a vestige.": "在他接受黑暗神灵的服务期间，他的恶名迅速超过了他的名声，他的名字被人们 whispering in fear。在近三百年的几乎不间断的为善和为恶的战斗中，Andras 对这两个事业都感到厌倦。在一场伟大战争的关键战役中的决斗中，他突然放下武器离开，再也没有活着被见到。贤者们推测，在他背叛了两个事业之后，他再也没有受到任何神的欢迎，因此他的灵魂被判定成为一个残余。",
	"If you make a poor pact with Andras, he influences your personality in one or both of the following ways.": "如果你与安德拉斯(Andras)达成不良契约，他会以以下一种或两种方式影响你的个性。",
	" I am listless and emotionally remote.": "我感到无精打采，情感上有些疏远。",
	"I tire of combat quickly. Without warning, I may simply drop my weapon and retire from battle.": "我很快就会厌倦战斗。毫无征兆地，我可能会突然放下武器，退出战斗。",
	"The Dreaming Duke {@i Vestige Level 4, Pact DC 15}": "梦幻公爵 {@i Vestige Level 4, Pact DC 15}",
	"You know the cantrips {@spell minor illusion} and {@spell vicious mockery} and can cast them at will.": "你知道{@spell minor illusion}和{@spell vicious mockery}这两个零级戏法，并且可以随意施放它们。",
	"As an action, you can end the effects of any enchantment spell affecting you that you choose. You are also immune to being {@condition charmed}.": "作为一个动作，你可以结束任何影响你的魔法咒语的效果。你也对被{@condition charmed}免疫。",
	"You can move through other creatures and objects as if they were difficult terrain. You cannot dash while making this movement, and it does not provoke opportunity attacks. This movement must begin and end in empty space, or you are immediately shunted to the nearest available empty space and take [[/r 2d10]] force damage.": "你可以穿过其他生物和物体，就像它们是艰难地形一样。在进行这种移动时，你不能疾跑，也不会引发机会攻击。这种移动必须始于和结束于空位，否则你会立即被推到最近的可用空位并受到[[/r 2d10]]点力量伤害。",
	"You can cast the spell {@spell major image} without expending a spell slot or spell components. After casting this spell, you must take a short or long rest before casting it again.": "你可以施放{@spell major image}这个法术，而无需消耗法术位或法术材料。在施放这个法术后，你必须休息短暂或长时间，才能再次施放它。",
	"You can cast the spell {@spell phantasmal killer} without expending a spell slot or spell components. After casting this spell, you must take a long rest before casting it again.": "你可以施放法术{@spell phantasmal killer}，无需消耗法术位或法术材料。在施放完这个法术后，你必须休息长时间才能再次施放它。",
	"This well-dressed human in regal attire fades into the shape of a rakshasa, rotting like a zombie, and wearing tattered robes. He fades back and forth between these two forms, even as he addresses you.": "这位穿着典雅的人类身穿华丽服饰，却渐渐变成了一只拉克夏萨(`rakshasa`)的形态，宛如僵尸般腐烂，身穿破烂的长袍。他在这两种形态间不断变换，即便在与你交谈时也是如此。",
	"Your palms are where the backs of your hands should be, just as they are on a rakshasa.": "你的手掌在你手背的位置，就像拉克夏沙人一样。",
	"Haures was a powerful lord that forced his human subjects to labor day and night on his magnificent castle. When he died, the internal furnishings of the castle vanished as well, leaving no sign of his subjects' work.": "豪瑞斯（Haures）是一个强大的领主，他强迫他的人类臣民日夜劳作在他宏伟的城堡上。当他去世时，城堡的内部陈设也消失了，没有留下他臣民劳作的任何痕迹。",
	"In truth, Haures was a rakshasa and a powerful spellcaster who used illusion magic during the construction of his castle. His true castle was hidden away on the Ethereal Plane, to which he transported the workers each day. For some time after his demise, Haures spent time on both the Material and Ethereal Planes. As a ghost, he would cloak the material castle in bright illusions to resemble his lavish ethereal home, and haunt unwitting guests.": "事实上，豪瑞斯（Haures）是一名拉克沙萨（rakshasa）和一位强大的咒术师，在建造他的城堡时使用幻术魔法。他真正的城堡被隐藏在以太位面上，他每天都会将工人们传送到那里。在他去世后的一段时间里，豪瑞斯在物质位面和以太位面上都有所停留。作为一个幽灵，他会用明亮的幻术将物质城堡伪装成他奢华的以太家园，并降临于毫无戒备的客人身上。",
	"His sanity deteriorated over the years, and he became unable to distinguish between his illusions and his imagination, and between the Material and Ethereal planes, and even between life and undeath. This complete dissolution of these barriers propelled him into existence as a vestige.": "多年来，他的理智逐渐恶化，他变得无法区分自己的幻觉和想象，物质平面和虚无平面，甚至生命和不死之间的区别。这些屏障的完全崩溃将他推向了作为一个遗迹的存在。",
	"If you make a poor pact with Haures, he influences your personality in one or both of the following ways.": "如果你与豪雷斯(Haures)达成不良契约，他会以以下一种或两种方式影响你的个性。",
	"I often take to speaking to myself and to my imaginary friends.": "我经常和自己说话，还和我想象中的朋友们交流。",
	"I'm extremely uneasy around illusions that aren't of my own design.": "我对不是我自己设计的幻觉感到极度不安。",
	"Hubris in the Blood {@i Vestige Level 4, Pact DC 15}": "血液中的傲慢 {@i Vestige Level 4, Pact DC 15}",
	"You can cast {@spell prestidigitation}, {@spell mage hand}, and {@spell magic missile} at will without expending a spell slot. You can also cast {@spell detect magic} as a ritual.": "你可以随意施放{@spell prestidigitation}、{@spell mage hand}和{@spell magic missile}，而无需消耗法术位。你也可以将{@spell detect magic}作为仪式施放。",
	"You have resistance to damage from spells.": "你对来自法术的伤害具有抗性。",
	"While you are bound to Karsus, attuning yourself to a magic item takes only 1 minute of the appropriate activity. You must still meet other prerequisites the item may have to attune to it. ": "当你与卡尔苏斯绑定时，调谐魔法物品只需要1分钟的适当活动。你仍然必须满足物品可能有的其他先决条件才能调谐它。",
	"For as long as you remain bound to Karsus, you can instantly recognize a vestige's seal if you can see it, and also learn the vestige's title. You still must learn the vestige's name in order to summon it.": "只要你与卡尔苏斯绑定，你可以立即识别一个残印的印记，只要你能看到它，并且还能学习到残印的名称。但你仍然必须学习该残印的名称才能召唤它。",
	"Additionally, you have advantage on {@skill Arcana} checks pertaining to vestiges.": "此外，你在与遗物有关的检定中获得优势 {@skill Arcana}。",
	"You can sever the attunement between a creature and a magic item with a touch. To do so, make a spell attack as an action against a creature wearing or holding the item within your reach. On a hit, the attunement between the targeted magic item and any creatures within 100 feet immediately ends.": "你可以通过触碰来切断生物与魔法物品之间的磁感。要做到这一点，作为一个动作，对于在你的触碰范围内戴着或握着该物品的生物进行一次法术攻击。命中后，目标魔法物品与任何在100英尺内的生物之间的磁感立即结束。",
	"Twice between long rests, you can cast the spells {@spell dispel magic} or {@spell counterspell} without expending a spell slot or spell components. These spells are cast as if using a spell slot equal to the highest level vestige you have available to bind. At 12th level, you can cast this spell 3 times between rests, and at 19th level, you can cast this spell 4 times between rests.": "在两次长休之间，你可以施放{@spell dispel magic}或{@spell counterspell}这些法术，而无需消耗法术位或法术材料。这些法术的施放方式相当于使用你可绑定的最高等级遗物的法术位。在12级时，你可以在休息之间施放这个法术3次，在19级时，你可以在休息之间施放这个法术4次。",
	"In the center of the summoning sign, a large bounder appears. From a small crack on its surface, blood begins to seep, eventually pouring out by the gallon.": "在召唤符号的中心，一个巨大的(大石块)出现了。从它表面的一个小裂缝中，鲜血开始渗出，最终以加仑为单位涌出。",
	"You bleed more than normal from wounds. Even a small scratch releases a sanguine flood. This effect does not deal extra damage.": "你从伤口流血比正常情况更多。即使是一个小擦伤也会释放出大量的鲜血。这种效果不会造成额外伤害。",
	"Binder lore remembers Karsus as a mortal spellcaster, one of the strongest who ever lived. One day, he challenged a goddess of magic for her dominion. And forsooth he won her divinity. His body, however, could not bear wielding the goddess's unfathomable power. Soon afterwards he burned out and perished. Now a divine soul, he was not accepted into any afterlife, doomed to an eternal existence in the void.": "《束缚者传说》记载卡尔苏斯（Karsus）是一位凡人法师，是有史以来最强大的之一。有一天，他挑战了一位魔法女神，想要夺取她的统治权。果然，他赢得了女神的神力。然而，他的身体无法承受女神难以揣测的力量。不久之后，他燃尽生命而亡。如今，作为一颗神圣之魂，他没有被任何来世所接纳，注定在虚空中永恒存在。",
	"If you make a poor pact with Karsus, he influences your personality in one or both of the following ways.": "如果你与卡尔苏斯(Karsus)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I would rather lie or scowl at people than openly reason with them.": "我宁愿对人撒谎或皱眉，也不愿公开与他们理性交流。",
	"I despise spellcasters, and will go out of my way to ruin their work.": "我鄙视施法者，并且会想尽办法破坏他们的工作。",
	"The Instigator {@i Vestige Level 4, Pact DC 15}": "煽动者 {@i Vestige Level 4, Pact DC 15}",
	"While bound to Savnok, you have proficiency in medium armor. If you already have medium armor proficiency, you instead gain proficiency in heavy armor.": "当与Savnok绑定时，你在中甲中有熟练度。如果你已经有中甲熟练度，那么你将获得重甲熟练度。",
	"As an action, you can summon any armor you are proficient in wearing, which appears about your body. You suffer no penalty if you do not meet this armor's strength requirements. You can dismiss this armor as a bonus action.": "作为一个动作，你可以召唤出你擅长穿戴的任何盔甲，它会出现在你的身体周围。如果你不符合这件盔甲的力量要求，你不会受到任何惩罚。你可以在作为一个奖励动作解除这件盔甲。",
	"You can use your action to teleport up to 30 feet to a space occupied by a willing Small or Medium creature, swapping places with it.": "你可以使用你的动作，将自己传送到一个愿意的小型或中型生物所占据的空间，与其交换位置，传送距离最多为30英尺。",
	"When you bind Savnok, you become under the effect of the spell {@spell death ward}, with a duration of 24 hours. If this spell ends for any reason, it remains ended until you rebind Savnok following a long rest.": "当你与Savnok绑定时，你会受到{@spell death ward}法术的影响，持续时间为24小时。如果由于任何原因该法术结束，它将保持结束状态，直到你在进行一次长休后重新绑定Savnok。",
	"While wearing armor summoned using this vestige, you can reduce all damage taken from attacks by 3. If you are wearing heavy armor, you can reduce damage by 5. This reduction does not stack with any other form of reduction, including resistance.": "在使用这个遗物召唤的盔甲时，你可以减少来自攻击的所有伤害3点。如果你穿戴重型盔甲，你可以减少伤害5点。这种减少效果不会叠加在任何其他减少形式上，包括抗性。",
	"A broad shouldered creature stands before you, concealed beneath menacing plate armor. The armor would be invisible, but it is largely drenched in blood from where hundreds of arrows still pierce it.": "一个宽肩的生物站在你面前，身披威胁性的板甲。这套盔甲本应该是隐形的，但它大部分被鲜血浸透，上面仍然插满了数百支箭。",
	"Blood oozes from the joints in your armor. You take no damage from this effect; it is not your blood.": "你的盔甲关节处渗出血液。你不会因此受到伤害；这不是你的血液。",
	"According to legend, Savnok served the gods Hextor and Heironeous before the two half-brothers came to blows. When they were charged to guard their mother's armory, they were awed by the weapons' magnificence, and Savnok, seeing this, vowed to steal the weapons for his masters.": "据传说，赛夫诺克在两位同父异母的神祇赫克斯托尔（Hextor）和海罗尼厄斯（Heironeous）发生冲突之前侍奉过他们。当他们被委以看守母亲的军械库时，被那些武器的壮丽所震撼，而赛夫诺克看到这一幕后发誓要为他的主人们偷取这些武器。",
	"However, once his gaze fell on the goddess's armor, Savnok could not resist donning it. After putting it on, he knew he could never take it off, so he fled the godly realms with the divine armor.": "然而，当他的目光落在女神的盔甲上时，Savnok 无法抗拒地穿上了它。穿上后，他知道自己永远无法脱下它，于是他带着神圣的盔甲逃离了神圣的领域。",
	"Hextor and Heironeous soon noticed that their servant and the armor were missing. They found Savnok drunk with power, wandering the Material Plane, and they soon began to battle with him. They fought for days, as Savnok could not harm the god brothers, and neither could they penetrate his armor. At last, Hextor stole a great bow from his mother's armory and, though he barely had the strength to draw it, each arrow he fired struck true and penetrated the armor. He fired the bow for hours, and Savnok slowly bled to death from hundreds of shallow wounds.": "赫克斯托尔(Hextor)和海罗尼厄斯(Heironeous)很快注意到他们的仆人和盔甲不见了。他们发现萨夫诺克(Savnok)被权力冲昏头脑，在物质位面徘徊，他们很快就开始与他战斗。他们战斗了数日，因为萨夫诺克无法伤害这对神兄弟，他们也无法穿透他的盔甲。最后，赫克斯托尔从他母亲的军械库中偷了一把弓，虽然他几乎没有力气拉开它，但他射出的每一箭都命中并穿透了盔甲。他射了几个小时，萨夫诺克慢慢地因数百处浅伤而流血至死。",
	"Hextor convinced his brother to hide Savnok and fool their mother. Together, the two gods hid Savnok's essence in a place even they could not reach. Heironeous has regretted this decision ever since.": "赫克斯托（Hextor）说服他的兄弟隐藏了萨夫诺克（Savnok）并愚弄了他们的母亲。两位神一起将萨夫诺克的本质隐藏在连他们自己都无法到达的地方。自那时起，希罗尼厄斯（Heironeous）一直为这个决定感到后悔。",
	"If you make a poor pact with Savnok, he influences your personality in one or both of the following ways.": "如果你与Savnok达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I am headstrong and defiant of authority.": "我是固执而又不服从权威的。(headstrong and defiant of authority)",
	"Once I make up my mind on a matter, nothing can change it.": "一旦我下定决心，任何事情都无法改变。(D&D)",
	"The Star Emperor {@i Vestige Level 5, Pact DC 16}": "星辰帝王 {@i Vestige Level 5, Pact DC 16}",
	"You receive insight on any topic which you might be researching. You can add you Charisma modifier instead of your Intelligence modifier to all Intelligence skill checks. Additionally, you gain advantage on Intelligence skill checks made concerning royalty, nobility, current or ancient kingdoms, and similar topics.": "你获得关于你正在研究的任何主题的洞察。你可以在所有智力技能检定中使用你的魅力调整值代替智力调整值。此外，你在涉及王室、贵族、现代或古代王国等主题的智力技能检定中获得优势。",
	"You invoke the full awe and might of Dantalion, cowing your enemies before you. You can cast {@spell sanctuary} without using a spell slot.": "你祈求达坦伦(Dantalion)的全部威严和力量，让你的敌人畏惧。你可以施放{@spell sanctuary}，而无需使用法术位。",
	"You can speak with your mind and read the thoughts of others. You can cast the {@spell detect thoughts} spell without expending a spell slot or spell components. As long as you maintain concentration on the spell, you can use a bonus action to send a telepathic message to a creature you are focused on. It can reply, using a bonus action to do so, while your focus on it continues.": "你可以用意念交流，并读取他人的想法。你可以施放{@spell detect thoughts}法术而无需消耗法术槽或法术材料。只要你集中精力维持这个法术，你可以使用一个奖励动作向你专注的生物发送一个感应信息。只要你继续专注于它，它可以用一个奖励动作回复。",
	"You can instantly transport yourself to a location that you can call to mind. You can cast {@spell dimension door} without using a spell slot. After casting this spell, you must take a short or long rest before casting it again. At 18th level, you can cast dimension door at will.": "你可以立即将自己传送到你能想到的地点。你可以施放{@spell dimension door}而不消耗法术位。在施放这个法术后，你必须休息短暂或长时间，然后才能再次施放它。在18级时，你可以随意施放《(dimension door)》。",
	"Dantalion's royal lineage allows you to control others. You can cast the spells {@spell compulsion} and {@spell dominate person} without a spell slot or spell components. After casting one of these spells, you must take a long rest before casting it again.": "但他的皇室血统使你能够控制他人。你可以在不消耗法术位或法术材料的情况下施放{@spell compulsion}和{@spell dominate person}。在施放其中一个法术后，你必须休息长时间才能再次施放它。",
	"Beginning at 15th level, you can cast the spell {@spell teleport} without expending a spell slot. After casting this spell, you must take a long rest before casting it again.": "从15级开始，你可以施放{@spell teleport}这个法术而不消耗法术位。在施放这个法术后，你必须休息长时间才能再次施放它。",
	"A 10-foot-tall humanoid, resplendent in crimson and gold robes rises before you. His head is a terrifying conglomeration of dozens of human faces—male and female, young and old.": "你面前出现了一个身高10英尺的人形生物，身穿绯红和金色长袍，头部是数十个人脸的可怕混合体——有男有女，有年轻有年老。",
	"One of Dantalion's faces appears on your torso, as though it were a vestigial conjoined twin. It seems lifeless most of the time, but when you activate an ability granted by Dantalion, it opens its eyes and mouth, revealing a starry void within.": "达坦利翁(Dantalion)的一个面孔出现在你的躯干上，就像是一个退化的连体双胞胎。大部分时间它看起来毫无生气，但当你使用达坦利翁(Dantalion)赋予的能力时，它会睁开眼睛和嘴巴，露出一个星空般的虚空。",
	"Binders know little of how Dantalion came to be. The most common legend of his origin presents him not as one spirit, but as a conglomeration of the souls of a royal line whose members were cursed not to join their deities in the afterlife. This ancient imperial line is not now connected to any living leaders. Supposedly, however, descendants of this family still live, ignorant of both their heritage and their curse. Some binders profess to be scions of Dantalion—the true heirs of the royal line—but these claims are likely just the fancies of romantic minds.": "占卜者对达安塔利翁(Dantalion)的来历知之甚少。关于他起源的最常见传说并非将他视为一个灵魂，而是将他描绘成一群王室成员的灵魂聚合体，这些成员被诅咒无法与他们的神灵共同进入来世。这个古老的帝国血脉如今已经与任何活着的领袖无关联。然而据说，这个家族的后代仍然生活在世上，却对自己的传承和诅咒一无所知。一些占卜者声称自己是达安塔利翁的后裔——王室血脉的真正继承人，但这些说法很可能只是浪漫主义思想的幻想。",
	"If you make a poor pact with Dantalion, he influences your personality in one or both of the following ways.": "如果你与丹塔利翁(Dantalion)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I am constantly aloof to those I speak to, and my speech is riddled with stately gestures and flourishes.": "我对我说话的人总是冷漠的，我的言辞充满了庄重的手势和华丽的修饰。",
	"I am insatiably curious about current rulers, nobility, and head's of state. I will always attempt to discover information about them, even to my detriment.": "我对现任统治者、贵族和国家元首感到无比好奇。我总是会尽力去了解有关他们的信息，即使这会对我造成不利影响。",
	"The Bloody Handed {@i Vestige Level 5, Pact DC 16}": "血手{@i Vestige Level 5, Pact DC 16}",
	"While bound to Kas, you are proficient with medium armor, longswords, and shortswords.": "当与(Kas)绑定时，你精通中甲、长剑和短剑。",
	"As a bonus action, you can summon Kas's black blade to your hand. The Black Blade is a magical longsword, and can deal either slashing or necrotic damage (your choice). You can add your Charisma modifier to damage rolls with the Black Blade. You can only add your Charisma modifier once, even if another source adds it. The blade vanishes if it ever leaves your grasp.": "作为一个奖励动作，你可以将卡斯(Kas)的黑刃召唤到你的手中。黑刃是一把魔法长剑，可以造成斩击或死灵伤害（你选择）。你可以在使用黑刃时将你的魅力调整值加到伤害点数上。即使其他来源也添加了魅力调整值，你也只能添加一次。如果黑刃离开你的掌握，它会消失。",
	"When you hit an undead creature with a melee or ranged weapon attack, you ignore any damage resistances it might have.": "当你用近战或远程武器攻击一个不死生物时，你无视其可能具有的任何伤害抗性。",
	"When a creature rolls a critical hit against you, roll a d20. On an 11 or higher, the attack still hits but does not deal critical damage.": "当一个生物对你造成暴击时，投掷一颗d20。如果投掷结果为11或更高，攻击仍然命中但不造成暴击伤害。",
	"When you make a Charisma ({@skill Deception}) check and the result is less than 10, you can treat it as a 10.": "当你进行魅力检定时，如果结果小于10，你可以将其视为10。",
	"When you hit a creature with a weapon attack, you can force the target to make a Constitution saving throw. On a failed save, the target is {@condition blinded} until the end of your next turn. After using this ability, you cannot do so again until you take a short or long rest.": "当你用武器攻击命中一名生物时，你可以强迫目标进行一次体质豁免投掷。如果未通过豁免，目标将在你的下一个回合结束前处于虚弱状态{@condition blinded}。使用此能力后，直到你进行短休或长休之前，你不能再次使用此能力。",
	"A vampire in armor swirling with shadows steps from the smoke above the sign. He nods, and throws his black longsword at your feet.": "一个披着阴影的盔甲吸血鬼从标志上方的烟雾中走出来。他点了点头，然后将他的黑色长剑扔在你的脚边。",
	"An angry catlike eye opens in the palm of each of you hands. These eyes provide no additional senses.": "每只手掌上都有一只愤怒的猫眼睛睁开。这些眼睛并不提供额外的感官。",
	"That Vecna, Master of All that is Secret and Hidden, once existed as a cruel-minded lich is no mystery. Yet, few know of the betrayer who crippled the Maimed Lord.": "那位掌控一切秘密和隐藏事物的维克纳(Vecna)，曾经作为一个残忍心思的巫妖存在并不是什么秘密。然而，很少有人知道那位背叛者是谁，是他让这位残缺领主(Maimed Lord)备受摧残。",
	"As Vecna ascended to power, armies of dead rose under his black banner. Among these undead legions emerged the vampire Kas, a shadow of death clad in iron. Vecna made Kas his Second in command, gifting the vampire with a sword he had personally forged from black metal fallen from the stars. Kas and his infamous blade lad Vecna's armies for years, claiming innumerable souls in the lich's name, forging a legend as bloody as his lord's was cruel.": "随着Vecna（维克纳）的崛起，无数的亡者在他的黑旗下复活。在这些不死军团中，出现了吸血鬼Kas（卡斯），一个身披铁甲的死亡之影。Vecna任命Kas为他的第二护卫，并赠予这位吸血鬼一把他亲自从星陨黑金属锻造的剑。Kas和他臭名昭著的利刃领导着Vecna的军队多年，以巫妖之名夺取了无数灵魂，铸就了一个与他主人残忍一样血腥的传奇。",
	"After a significant loss on the field of battle, a weakened Vecna returned to his throne to find Kas waiting. Armed with his black blade, the betrayer Kas struck and a titanic battle ensued. During the fray, despite Vecna's dark powers, Kas sliced the lich's left hand from his body and cut an eye from his face. Fearing his destruction, Vecna employed frantic dangerous magic that annihilated both himself and Kas—or so it seemed.": "在一场惨重的战斗中遭受重创后，虚空之眼维克纳（Vecna）虚弱地回到他的王座，发现卡斯（Kas）正在等待。持着他的黑刃，叛徒卡斯发动了攻击，一场巨大的战斗随之展开。在混战中，尽管维克纳拥有黑暗力量，但卡斯还是切掉了巫妖的左手，并割掉了他的一只眼睛。担心自己的毁灭，维克纳使用了疯狂危险的魔法，将自己和卡斯都消灭了——或者看起来是这样。",
	"However, in some misty realm avoided by the gods, Vecna and Kas somehow continued to exist and battle for centuries. Eventually, through dark, primordial magic, Vecna escaped, ascending to godhood. Kas, meanwhile was lost in the ether, becoming a vestige.": "然而，在一些被众神避开的神秘领域中，维克纳(Vecna)和卡斯(Kas)不知何故继续存在并且数个世纪间进行着战斗。最终，通过黑暗、原始的魔法，维克纳成功逃脱，晋升为神格。而卡斯则在乙太之中迷失，成为了一个残魂。",
	"If you make a poor pact with Kas, he influences your personality in one or both of the following ways.": "如果你与卡斯(Kas)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I despise the undead and slay any I encounter.": "我憎恶不死族，遇到就将其杀死。",
	"You should destroy your enemies using guile, betrayal, and malice.": "你应该利用诡计、背叛和恶意来摧毁你的敌人。",
	"The Key to the Gate {@i Vestige Level 5, Pact DC 16}": "打开大门的钥匙{@i Vestige Level 5, Pact DC 16}",
	"While bond to Otiax, you gain proficiency with {@item thieves' tools|phb}.": "与奥提亚克(Otiax)的联系中，你获得{@item thieves' tools|phb}的熟练度。",
	"You may see normally through obscurement caused by fog, clouds, smoke, or any other similar effect.": "你可以正常地看穿由雾、云、烟雾或任何其他类似效果造成的遮挡。",
	"You summon a roiling cloud of blue fog, obscuring the area. You may cast the spell {@spell fog cloud} without a using a spell slot.": "你召唤出一团翻滚的蓝雾，遮蔽了周围的区域。你可以在不消耗法术槽的情况下施放法术{@spell fog cloud}。",
	"You can whip the fog about you into lashing tendrils of mist, slamming your foes with concussive force. As an action, you can make a melee spell attack against a creature within 10 feet, dealing 2d6 + your Charisma modifier bludgeoning damage on a hit. You can use Fog Hammer to make opportunity attacks against creatures within 5 feet.": "你可以将周围的雾气搅动成鞭状的雾气，用震荡力量击打你的敌人。作为一个动作，你可以对距离你10英尺内的生物进行一次近战法术攻击，命中时造成2d6 + 你的魅力调整值的钝击伤害。你可以使用(雾锤)对距离你5英尺内的生物进行机会攻击。",
	"At 15th level, you can make two attacks with Fog Hammer as an action; at 19th level, you may make three attacks with Fog Hammer as an action.": "在15级时，你可以将“(Fog Hammer)”作为一个动作进行两次攻击；在19级时，你可以将“(Fog Hammer)”作为一个动作进行三次攻击。",
	"You focus your mist into a lock you can see, popping it open with a thought. You may cast the spell {@spell knock} without using a spell slot. After casting this spell, you must take a short or long rest before casting it again.": "你将你的雾凝聚到你能看到的锁上，用意念打开它。你可以在不消耗法术槽的情况下施放{@spell knock}法术。在施放这个法术后，你必须休息短暂或长时间才能再次施放它。",
	"At 15th level, you can create a burst of brilliant blue fog, leeching the life out of creatures unlucky enough to be caught in it. You may cast the spell {@spell cloudkill} without using a spell slot. After casting this spell, you must take a long rest before casting it again.": "在15级时，你可以制造一团明亮的蓝色雾气，吸取那些不幸被困其中的生物的生命。你可以施放法术{@spell cloudkill}而不消耗法术槽。施放完这个法术后，你必须休息很长时间才能再次施放它。",
	"Within the seal, a locked gate appears, from which tendrils of blue fog curl out, obscuring what lies beyond. The gate shakes and rattles loudly, and ragged breathing can be heard beyond, as the fog hides some indistinct yet terrible form.": "在印章内，出现了一扇锁着的大门，从中蜷曲出蓝色雾气的触须，遮挡了门后的景象。大门摇晃着发出响亮的嘎嘎声，门后传来一阵喘息声，而雾气掩盖了一些模糊而可怕的形态。",
	"You are surrounded by thin wisps of blue fog, even in the strongest wind.": "你被薄薄的蓝色雾气包围着，即使在最强的风中也是如此。",
	"Otiax is a bit of a conundrum because it seems to have originated outside the known cosmology of the planes. A few sources of pact magic lore refer to some plane or place called the Far Realm, but most offer no explanation of Otiax's past. Some even posit that Otiax is somehow the key to reaching the Far Realm, but that supposition has more to do with Otiax's appearance than with any real evidence of its nature. Because Otiax never speaks, it can shed no light on the issue. Binding with it is more a matter of instinct and will than of deliberation.": "Otiax（奥提亚克斯）是一个谜团，因为它似乎起源于已知宇宙平面之外。一些契约魔法知识的来源提到了一个被称为远境（Far Realm）的平面或地方，但大多数并没有解释Otiax的过去。甚至有人认为Otiax在某种程度上是通往远境的关键，但这种假设更多地与Otiax的外表有关，而不是与其本质的任何真实证据。因为Otiax从不言语，它无法为这个问题提供任何线索。与它结合更多地是本能和意志的问题，而不是深思熟虑。",
	"If you make a poor pact with Otiax, it influences your personality in one or both of the following ways.": "如果你与奥提亚克斯(Otiax)达成糟糕的契约，它会以以下一种或两种方式影响你的个性。",
	"When confronted with unopened doors or gates, I become agitated and nervous.": "当面对未打开的门或大门时，我会变得焦躁和紧张。",
	"I cannot abide a lock remaining secured. Whenever I see a key, I must attempt to use it to open the corresponding lock.": "我无法容忍一个锁保持着锁定状态。每当我看到一把钥匙，我就必须尝试使用它来打开相应的锁。",
	"The Shadow that Was {@i Vestige Level 5, Pact DC 16}": "曾经的影子{@i Vestige Level 5, Pact DC 16}",
	"While you are bound to Tenebrous, your newfound affinity for the dark can shy away lit flames and fireflies. On your turn, you can extinguish any nonmagical flames that you can see within 100 feet which fit within a 10-foot cube (no action required.)": "当你与暗影主宰(Tenebrous)相连时，你对黑暗的新发现亲和力可以使明亮的火焰和萤火虫远离。在你的回合内，你可以熄灭你能看到的、在100英尺内的任何非魔法火焰，且这些火焰位于一个10英尺立方体内（无需行动）。",
	"Additionally, you can end a single spell of 3rd level of lower that emits an area of light as an action. Once you have extinguished a magical light, you cannot do so again until you complete a short or long rest.": "此外，你可以在一个动作中结束一个3级或更低级别的单个法术，该法术发出一个光照区域。一旦你熄灭了一个魔法光源，你就不能再次这样做，直到你完成一次短休或长休。",
	"You can cast the spell {@spell darkness} as a bonus action without expending a spell shot or spell components. Additionally, when you cast the spell, you activate one of the following effects within the darkness, which affects creatures you choose. These effects last for 1 minute or until the darkness is dispelled.": "你可以将法术{@spell darkness}作为奖励动作施放，而不消耗法术弹药或法术组件。此外，当你施放该法术时，在黑暗中激活以下效果之一，影响你选择的生物。这些效果持续1分钟，或直到黑暗被驱散。",
	"Shadows of the damned crowd the darkness and hinder movement, making every 1 foot of movement inside the darkness cost an additional 1 foot of movement. At 15th level, the area becomes unnaturally silent as per the spell {@spell silence}.": "黑暗中挤满了阴影，阻碍了移动，使得在黑暗中每1英尺的移动额外消耗1英尺的移动力。在15级时，该区域变得异常寂静，就像法术{@spell silence}一样。",
	"The shadows begin to latch creatures within the area and trap them. Each creature within the darkness must succeed on a Strength saving through or be restrained for the duration. A restrained creature can repeat this saving throw at the beginning of each of its turns to end the effect on itself early or be freed by another creature using its action to make a DC 15 Strength check.": "阴影开始抓住区域内的生物并困住它们。在黑暗中的每个生物必须成功进行一次力量豁免检定，否则将被束缚一段时间。被束缚的生物可以在其每个回合开始时重复进行这次豁免检定，以提前结束自身的效果，或者被另一个生物用动作进行一次DC 15的力量检定来解救。",
	"An undead manifests itself in the darkness and patrols it. This creature is under your control, as per the spell {@spell animate dead}, must be an undead of Challenge 3 or lower, and can see in this darkness. The undead creature disappears at the end of the duration, if it drops to 0 HP, or if it ever ends its turn in bright light. At 17th level, you summon a second undead of the same kind with a single use of this ability.": "在黑暗中，一个不死生物显现并巡逻着。根据法术{@spell animate dead}，这个生物在你的控制之下，必须是3级或更低挑战等级的不死生物，并且能在这片黑暗中看见。不死生物在持续时间结束时消失，如果它的生命值降为0，或者它结束回合时处于明亮光线中。在17级时，你可以使用一次这个能力召唤另一个相同类型的不死生物。",
	"You can see normally in magical and nonmagical darkness, to a distance of 120 feet. Additionally, by concentrating as an action, you can sense the presence and number of all living creatures within 30 feet of you, but not their exact locations.": "你可以在魔法和非魔法的黑暗中正常看见，最远可达120英尺。此外，通过集中精力作为一个动作，你可以感知到距离你30英尺范围内所有活物的存在和数量，但无法知道它们的确切位置。",
	"Tenebrous grants you the cold sorrow of the abyss to release by including pain upon your foes. All of your melee weapon attacks deal an additional 1d4 cold and 1d4 necrotic damage.": "幽暗（Tenebrous）赋予你深渊的冷若寒悲，通过向你的敌人施加痛苦来释放。你所有的近战武器攻击额外造成1d4点冷伤害和1d4点死灵伤害。",
	"Tenebrous grants you the ability to fade into the shadows at the most opportune moments. As a reaction when a creature makes an attack roll against you, you can cast the spell {@spell blink} without expending a spell slot or spell components, and roll your first d20 immediately, as per the spell's effect. After casting this spell, you must complete a short or long rest before casting it again.": "昏暗（Tenebrous）赋予你在最适当时刻消失在阴影中的能力。作为一种反应，当一名生物对你进行攻击骰时，你可以施放法术{@spell blink}，而无需消耗法术槽或法术材料，并立即投掷你的第一个d20，按照该法术的效果。在施放这个法术后，你必须完成一次短休或长休才能再次施放它。",
	"A shadow, visibly darker than any darkness, centers itself on the sign. It stretches and rises up into the form of a man, impossibly gaunt, as if someone had squeezed all the essence from a person, leaving behind only a shade.": "一个影子，明显比任何黑暗都更加显眼，聚集在标志上。它拉长，升腾成一个人的形状，令人难以置信地消瘦，仿佛有人把一个人的所有精华挤出，只留下一个幽影。",
	"You appear to have a second shadow cast behind you, even when there is no light to form it.": "即使没有光线形成，你似乎有第二个阴影投射在你身后。",
	"Some centuries ago, the great demon lord Orcus sought divinity and attained it. Slain and resurrected by a surge of negative energy, the corpulent demon arose as the gaunt Tenebrous, a god of darkness and undeath. For a time he traveled the planes in this form, slaying other gods in his quest to gain more power. It was only when he slayed Primus and began the Great Modron March that he recovered the Wand of Orcus, and his true mortal form.": "几个世纪前，伟大的恶魔领主奥库斯（Orcus）寻求神格并获得了它。在一股负能量的涌动中被杀死并复活，这位肥胖的恶魔以憔悴的形象重新崛起，成为黑暗和不死之神坦布拉斯（Tenebrous）。在这种形态下，他在各个位面游历一段时间，杀死其他神灵以获取更多力量。直到他杀死普里默斯（Primus）并开始了大模德龙行军（Great Modron March）时，他才夺回了奥库斯之杖，以及他真正的凡人形态。",
	"True divinity can never fade completely. The tatters of godly power that Orcus shed remained intact, becoming a vestige. Thus, Tenebrous yet exists as a pale reflection of what he once was, a shadow of a shadow.": "真正的神性永远不会完全消失。奥库斯(Orcus)流失的神力残片保持完整，成为了一种遗迹。因此，暗影(Tenebrous)仍然存在，作为他曾经的模样的苍白倒影，一个影子的影子。",
	"If you make a poor pact with Tenebrous, he influences your personality in one or both of the following ways.": "如果你与暗影之主(Tenebrous)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"The loss of something or someone dear to me, or the fear in me that I will lose something or someone forever, aches profoundly in my heart.": "我失去了我珍视的东西或某人，或者是我害怕永远失去某物或某人的恐惧，深深地刺痛着我的心。",
	"My business and wellbeing is of no concern for my allies. I can handle it myself.": "我的事业和健康与我的盟友无关。我可以自己处理。",
	"The Woeful Jester {@i Vestige Level 6, Pact DC 18}": "悲惨小丑{@i Vestige Level 6, Pact DC 18}",
	"While you are bound to Andromalius and conscious, you cannot be surprised. Also, Charisma ({@skill Deception}) and Dexterity ({@skill Sleight of Hand}) checks made against you have disadvantage.": "当你与安德洛玛利乌斯绑定并清醒时，你不会被吓到。此外，对你进行的魅力检定（{@skill Deception}）和敏捷检定（{@skill Sleight of Hand}）都具有劣势。",
	"If you are able to hear, you are aware of the location of any hidden or invisible creature within 10 feet of you.": "如果你能听到声音，你可以感知到距离你10英尺内任何隐藏或隐形生物的位置。",
	"As a reaction when a creature you can see within 60 feet makes an ability check, attack roll, or saving throw, you can supernaturally fumble his attempt, and the roll is made with disadvantage. After doing so, you cannot use this feature again until you finish a short or long rest.": "当你看到一个在60英尺内的生物进行能力检定、攻击检定或豁免检定时，你可以超自然地干扰他的尝试，使其以劣势进行检定。在这样做之后，直到你进行一次短休或长休之前，你不能再使用这个特性。",
	"You can cast the spell {@spell Tasha's hideous laughter} without expending a spell slot or spell components.": "你可以施放法术{@spell Tasha's hideous laughter}，而无需消耗法术位或法术材料。",
	"You can cast {@spell Otto's irresistible dance} without expending a spell slot. After casting this spell, you must take a long rest before casting it again.": "你可以施放{@spell Otto's irresistible dance}，而不消耗法术位。在施放此法术后，你必须休息长时间才能再次施放它。",
	"A middle-aged and lithe human male in the garb of a jester stands before you. Each of his arms splits at the elbow into a dozen forearms and a dozen hands, which together juggle 24 separate items.": "一个中年、身材纤瘦的人类男性，身穿小丑服装，站在你面前。他的每只手臂在肘部分成十二个前臂和十二只手，一起搅动着24个不同的物品。",
	"You gain an extra digit on each limb. This appendage prevents you from wearing normal gloves or gauntlets, but magic gloves and gauntlets reshape to fit you.": "你的每个肢体都多了一个手指。这个附加肢体会阻止你戴普通手套或护手套，但魔法手套和护手套会重新塑形以适应你。",
	"Once the herald of Olidammara, god of tricks and theft, Andromalius foreswore theft and mischief on his deathbed, repenting all the actions he had taken on behalf of his god during his life. By this means, he hoped to steal his soul from his deity, thus accomplishing his greatest theft and prank in history, and proving himself the most worthy of his god's favor.": "安德洛马利乌斯(Andromalius)曾是奥利达玛拉(Olidammara)的传令使者，这位欺诈与窃盗之神。在临终之际，他发誓放弃窃取和恶作剧，忏悔了他一生中为神所做的一切行为。通过这种方式，他希望从他的神那里窃取灵魂，从而完成他在历史上最大的窃取和恶作剧，并证明自己是最值得得到神眷的人。",
	"At first angered by Andromalius's betrayal, Olidammara quickly realized the irony of the moment and burst into laughter. Yet the god's good humor was short-lived, because he realized that to accept Andromalius's soul would be to prevent the theft and ruin the joke. Since Olidammara was loath to let such a clever servant to go to the realm of some other god, he repaid his servant's honor a hundredfold—he stole Andromalius's soul from the cosmos, rendering it a vestige. Whether Andromalius deemed this result an honor or not remains unclear.": "起初被安德洛马利乌斯的背叛激怒，奥利达玛拉很快意识到了这一刻的讽刺，并爆发出笑声。然而，这位神的好心情很快消失了，因为他意识到接受安德洛马利乌斯的灵魂将阻止这次偷窃并毁掉这个笑话。由于奥利达玛拉不愿让这样一个聪明的仆人去其他神的领域，他以百倍的荣誉回报了他的仆人——他从宇宙中偷走了安德洛马利乌斯的灵魂，使其成为一个残余。安德洛马利乌斯是否认为这个结果是一种荣誉仍然不清楚。",
	"If you make a poor pact with Andromalius, he influences your personality in one or both of the following ways.": "如果你与安德洛马利乌斯（Andromalius）达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"{@i Property}. I am against theft of any form, and will go out of my way to punish thieves.": "{@i Property}. 我反对任何形式的盗窃，会竭尽全力惩罚小偷。",
	"I delight in causing small calamities—especially misunderstandings between friends and incidents of mistaken identity.": "我喜欢制造小灾难，尤其是朋友之间的误解和身份混淆的事件。",
	"Harbinger of Forever {@i Vestige Level 6, Pact DC 18}": "永恒的先驱 {@i Vestige Level 6, Pact DC 18}",
	"While bound to Chupoclops, your lower jaw increases in size and razor sharp fangs sprout from it. You can use an unarmed strike to bite a creature, dealing [[/r 1d8]] piercing damage on a hit.": "当与Chupoclops绑定时，你的下颚会增大，长出锋利的尖牙。你可以使用徒手攻击来咬击生物，命中时造成[[/r 1d8]]点穿刺伤害。",
	"You can suddenly stretch and extend your appendages outward. The range of your unarmed strikes increases by 5 feet.": "你突然可以伸展并延伸你的附肢。 你的徒手攻击范围增加了5英尺。",
	"Your melee attacks overcome damage reduction against incorporeal undead, such as spectres and wraiths. Additionally, your attacks and spells affect creatures on the Ethereal Plane normally as if they were on the Material Plane. After striking an incorporeal enemy with an attack, spells and attacks effect it as if it were of the material plane until the beginning of your next turn": "你的近战攻击能够克服幽灵和怨灵等无实体不死生物的伤害减免。此外，你的攻击和法术对以太界生物的影响与它们在物质界时一样正常。在用攻击打击无实体敌人后，法术和攻击会在你的下一个回合开始前，对其产生物质界生物的效果。",
	"You possess a special blindsense with a range of 10 feet which can detect the exact location of living creatures which aren't constructs or elementals.": "你拥有一种特殊的盲感，范围为10英尺，可以探测到非构造物或元素生物的精确位置。",
	"You can magically shift from the plane you currently occupy to the Ethereal Plane or return to your plane as a bonus action. You may move no further than 15 feet from where you originated on the Ethereal Plane.": "你可以在奖励行动中，通过魔法将自己从当前所在的位面转移到以太位面，或者返回到你所在的位面。你在以太位面上的移动距离不得超过离开时的原点超过15英尺。",
	"A massive spider leg appears out of nowhere and strikes the center of the seal. Only of the potion of the massive body is visible above the seal, as it shifts and moves until an oddly tusked arachnoid face.": "一根巨大的蜘蛛腿突然出现，击中了封印的中心。只有巨大身体的一部分可见于封印之上，当它移动时，露出了一个奇怪长着獠牙的蜘蛛头。",
	"Your lower jaw increases in size and razor sharp fangs sprout from it.": "你的下颚增大，长出了锋利的利齿。",
	"Chupoclops, once a supposed harbinger of the end of existence, was a titanic, spiderlike creature that stalked the Ethereal Plane. Legend has it that the gods trapped the monstrous Chupoclops in the realm of ghosts to prevent it from devouring hope, but it was destined to escape and sate its hunger during the end times.": "乔波克洛普斯(Chupoclops)，曾被认为是世界末日的先兆，是一只庞大的、类似蜘蛛的生物，曾在以太位面中游荡。传说称，诸神将这只怪物乔波克洛普斯困在幽灵领域中，以防止它吞噬希望，但宿命注定它将在末日逃脱并满足自己的饥饿。",
	"Because Chupoclops was a terror to both the living and the undead, a group composed of legendary heroes and infamous villains, some alive and some ghosts, set out to murder Chupoclops and thus accomplish what deities could not. The furious battle lasted for seven days, and each day ended with the death of one member of the group that had come to kill the great monster. On the last day, the last hero struck down Chupoclops with her dying blow.": "由于Chupoclops对生者和亡灵都构成威胁，一个由传奇英雄和臭名昭著的恶棍组成的团队，有些还活着，有些是鬼魂，他们踏上了杀死Chupoclops的征程，完成了神明无法做到的事情。愤怒的战斗持续了七天，每一天都以该前来杀死这只巨兽的团队成员的死亡告终。在最后一天，最后一位英雄用她临终的一击击倒了Chupoclops。",
	"Chupoclops, never a creature defined by the normal rules of the universe, became a vestige after its death. Binder scholars claim that adventurers still encounter its enormous corpse in the misty Ethereal Plane. Now that the monster can no longer destroy hope, some say it will exist forever, and thus, so will the world.": "乔波克洛普斯(Chupoclops)，从未受到宇宙正常规则定义的生物，死后成为了一种遗迹。束缚者学者声称冒险者仍然会在雾蒙蒙的以太位面中遇到它巨大的尸体。现在这个怪物再也无法摧毁希望，有人说它将永远存在，因此世界也将如此。",
	"If you make a poor pact with Chupoclops, it influences your personality in one or both of the following ways.": "如果你与乔波克洛普斯(Chupoclops)达成糟糕的契约，它会以以下一种或两种方式影响你的个性。",
	"I can't help but be pessimistic. At best, I'm quietly resigned to my own failure, and at worst, I go out of my way to convince others of their hopelessness.": "我不禁变得悲观。最好的情况是，我默默地接受了自己的失败，最糟糕的情况是，我会竭尽全力地说服别人他们是没有希望的。",
	"When I have idle time, I spend it lingering on the border Ethereal Plane, gazing longingly into the abyss, searching for something. I know not what.": "当我有空闲时间时，我会在以太界边界徘徊，凝视着深渊，渴望地寻找着什么。我不知道是什么。",
	"The Deposed Lord {@i Vestige Level 6, Pact DC 18}": "被废黜的领主 {@i Vestige Level 6, Pact DC 18}",
	"You can see normally in magical and nonmagical darkness, to a range of 120 feet.": "你可以在魔法和非魔法的黑暗中正常看见，范围为120英尺。",
	"As an action, select 1 creature you can see that can also see you within 30 feet to make a Constitution saving throw. On a failed save, the creature takes [[/r 3d6]] acid damage and takes an additional [[/r 3d4]] damage at the beginning of its turn.": "作为一个动作，选择一个你能看到且距离你在30英尺内的生物，让其进行一次体质豁免检定。如果未通过豁免检定，该生物会受到[[/r 3d6]]点酸性伤害，并在其回合开始时受到额外的[[/r 3d4]]点伤害。",
	"This ability's damage increases when you reach 17th level (4d8 / 4d4).": "这个能力的伤害在你达到17级时增加（4d8 / 4d4）。",
	"You gain a flight speed equal to your base walking speed. However, you must begin and end your movement on solid ground, otherwise you fall. Beginning at 18th level, as a bonus action, you can cast the spell fly. After casting this spell, you must take a short or long rest before casting it again.": "你获得一个等同于你基础行走速度的飞行速度。然而，你必须在坚实地面上开始和结束你的移动，否则你会摔倒。从18级开始，作为一个奖励动作，你可以施放飞行法术。在施放这个法术后，你必须休息短暂或长时间才能再次施放它。",
	"As an action, each creature you choose that you can see which can also see you within 30 feet must make a Wisdom saving throw. On a failed save, the creature is magically frightened for 1 minute. After using this ability, you must complete a short or long rest before using it again.": "作为一个动作，你选择的每个生物（%num%）必须进行一次感知豁免检定，范围为30英尺，且这些生物必须能看到你，你也必须能看到它们。未通过豁免检定的生物将被魔法吓倒1分钟。在使用此能力后，你必须完成一次短休或长休才能再次使用它。",
	"You can cast the spell {@spell eyebite}. After casting this spell, you must take a long rest before casting it again.": "你可以施放法术{@spell eyebite}。在施放这个法术后，你必须进行一次长休才能再次施放它。",
	"A pit fiend with 6 green eyes rises from the sign. It's skin is cracked like broken pottery and is missing pieces in places, revealing that the body is hollow, illuminated internally with a sickly green light.": "一个拥有6只绿色眼睛的深渊恶魔从地面上升起。它的皮肤像破碎的陶器一样龟裂，有些地方甚至露出空洞的部分，内部透出一种病态的绿光。",
	"Two extra pairs of devilish eyes with green lids and yellow, catlike irises open on your head.": "你的头上多出了两对绿色眼睑和黄色、猫眼般的瞳孔。",
	"As one of the legendary Lords of the Nine, Geryon ruled Stygia, the frozen fifth layer of Hell. During a great upheaval known as the Reckoning, Geryon secretly supported the greatest of the arch devils, Asmodeus, against his rivals. When the armies of the opposing lords met to decide who would take Asmodeus's power, Geryon blew his horn. At his signal, the armies turned against their leaders, the usurpers were thrown down, and Asmodeus reestablished his right to rule all Baator. Asmodeus returned them to power, but rather than reward Geryon, he gave his lone supporter's power and position to another.": "作为九领主之一，盖瑞昂(Geryon)统治着地狱第五层——斯提吉亚(Stygia)，这是一个冰冻的地方。在一场被称为“清算”的重大动荡中，盖瑞昂秘密支持了最伟大的大恶魔之一，阿斯莫迪斯(Asmodeus)，对抗他的对手。当对立领主的军队相遇，决定谁将夺取阿斯莫迪斯的权力时，盖瑞昂吹响了他的号角。在他的信号下，军队转而反对他们的领袖，篡位者被推翻，阿斯莫迪斯重新确立了统治巴托尔的权利。阿斯莫迪斯将他们恢复到权力之中，但他没有奖励盖瑞昂，而是将他这位唯一的支持者的权力和地位交给了另一个人。",
	"Geryon's fate after losing his position is unclear, but some binder scholars maintain that Asmodeus held one more betrayal in store for him. The ruler of the Nine Hells had always hungered for the souls of those who had lost their faith, and Geryon's powerful soul made a fine meal.": "盖瑞昂(Geryon)失去地位后的命运尚不明确，但一些束缚者学者认为，阿斯莫德斯(Asmodeus)还为他准备了一次背叛。这位九层地狱的统治者一直渴望那些失去信仰的灵魂，而盖瑞昂强大的灵魂正好成为了美味的大餐。",
	"If you make a poor pact with Geryon, he influences your personality in one or both of the following ways.": "如果你与格里昂(Geryon)达成不良契约，他会以以下一种或两种方式影响你的个性。",
	"I conspire in secret among my friends to accomplish my goals.": "我在秘密中与朋友们密谋，以实现我的目标。",
	"{@i Loyalty.} If I see someone as my ally, I trust them completely.": "{@i Loyalty.} 如果我把某人视为我的盟友，我会完全信任他们。",
	"This ability's damage increases when you reach 17th level ([[/r 4d8]] / [[/r 4d4]]).": "这个能力的伤害在你达到17级时增加（[[/r 4d8]] / [[/r 4d4]]）。",
	"Duke of Disappointment {@i Vestige Level 6, Pact DC 18}": "失望公爵{@i Vestige Level 6, Pact DC 18}",
	"While bound to Zagan, your hit point maximum increases by your binder level.": "与扎甘绑定时，你的生命值上限增加你的缚灵等级。",
	"You gain the ability to detect creatures by smell. You have advantage on any skill checks made to track a creature by smell. You also gain a limited form of blindsight: you can detect the presence of any living creature within 30 feet. This ability is disrupted by highly strong smells or any other condition which might block scent.": "你获得了通过嗅觉侦测生物的能力。你在使用嗅觉追踪生物时获得优势。你还获得了一种有限的致盲视觉：你可以察觉到30英尺范围内任何生物的存在。这种能力会被强烈气味或其他可能阻碍气味的条件打断。",
	"You gain advantage on attacks made against yuan-ti, snakes, or other snake-like creatures. Additionally, you gain resistance to poison damage and advantage on saving throws made to resist being poisoned.": "对于袭击(`%num%`)袭击(`%num%`)(`Yuan-ti`)、蛇类或其他类似蛇的生物，你获得优势。此外，你对毒性伤害获得抗性，并在抵抗中毒的豁免检定中获得优势。",
	"You gain the ability to grapple foes like a snake. This grants you a number of benefits:": "你获得了像蛇一样缠绕敌人的能力。这将为你带来一些好处：",
	"Your unarmed strikes deal [[/r 1d4]] bludgeoning or piercing damage.": "你的徒手攻击造成[[/r 1d4]]点钝击或穿刺伤害。",
	"When you hit a large or smaller creature with an Unarmed Strike, you may use a bonus action to attempt to grapple it.": "当你用无武器攻击打击一个大型或更小的生物时，你可以使用一个奖励动作来尝试拼搏(grapple)它。",
	"You have advantage on attack rolls against a creature you are grappling.": "当你与一名你搏斗的生物搏斗时，你对其的攻击投掷获得优势。",
	"You can use your action to try to pin a creature grappled by you. To do so, make another grapple check. If you succeed, you and the creature are both restrained until the grapple ends.": "你可以使用动作来尝试钉住你所搏斗的生物。要这样做，进行另一次搏斗检定。如果成功，你和生物都将被束缚，直到搏斗结束。",
	"You can constrict a foe you are grappling as a bonus action, dealing 2d8 + your Strength modifier bludgeoning damage.": "你可以作为一个奖励动作，将你正在搏斗的敌人束缚起来，造成2d8 + 你的力量调整值的钝击伤害。",
	"You can cast the spell {@spell fear} without expending a spell slot or spell components. Creatures effected by this spell are also frightened by snakes and snake-like creatures for the duration. After casting this spell, you must take a short or long rest before casting it again": "你可以施放法术{@spell fear}，无需消耗法术位或法术材料。受到该法术影响的生物在持续时间内也会因蛇和类蛇生物而感到恐惧。施放此法术后，你必须休息短暂或长时间才能再次施放。",
	"A massive, ogre-like creature rises from the seal. It has a long, serpentine form instead of legs, and each of its arms terminate in a massive, hissing serpent's head.": "一个巨大的、类似食人魔的生物从封印中升起。它没有腿，而是有着长长的蛇形身体，每只手臂的末端都是一个巨大、嘶嘶作响的蛇头。",
	"You gain a lisp and can't help but speak in a sibilant manner.": "你获得了一个口齿不清的问题，无法控制地以嘶嘶声说话。",
	"In the early days of the world, Zagan was a lord in the yuan-ti empire and ruled over thousands of yuan-ti, and tens of thousands of human slaves which worshipped him. As his power grew, he began to envy godhood, and discovered a ritual to propel him to divinity: a grand ceremony wherein he and his yuan-ti would gather together all his worshipers and slay them.": "在世界的早期，扎甘(Zagan)是被蛇人帝国封为领主的，统治着成千上万的蛇人和数万名崇拜他的人类奴隶。随着他的力量增长，他开始嫉妒神明，并发现了一个仪式，可以让他晋升为神：一场盛大的仪式，他和他的蛇人将聚集所有崇拜者和奴隶，将他们杀害。",
	"On the appointed night, in the midst of the slaughter of his slaves, and on the eve of his apotheosis, Zagan was betrayed by one of his own clerics. At a point somewhere between godhood and mortality, Zagan passed on into the void.": "在约定的那个夜晚，在他的奴隶被屠杀之际，并在他的神格化前夕，扎甘被自己的一名神职人员背叛。在接近神格和凡人之间的某个时刻，扎甘消失在虚空中。",
	"If you make a poor pact with Zagan, he influences your personality in one or both of the following ways.": "如果你与萨甘(Zagan)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I despise snakes and snake-like creatures. I will attack and attempt to kill any that I see.": "我厌恶蛇和类蛇生物。我会攻击并试图杀死任何我看到的蛇。",
	"I am overly aggressive and domineering towards all I meet.": "我对遇到的所有人都过于好斗和霸道。",
	"The Devourer {@i Vestige Level 7, Pact DC 20}": "吞噬者 {@i Vestige Level 7, Pact DC 20}",
	"Acererak grants you a semblance of lichood while he is bound. You have resistance to cold, lightning, and poison damage.": "当阿塞拉克(Acererak)被束缚时，他赐予你一种类似巫妖的外表。你对冰冷、闪电和毒素伤害具有抗性。",
	"Additionally, the undead see you as a friend while bound to Acererak. Before making an attack against you, an undead creature must make a Wisdom saving throw. On a failed save, the creature loses the attack. If a creature's saving throw is successful, the creature is immune to this feature for the next 24 hours.": "此外，在与阿塞拉克(Acererak)结合时，不死生物会将你视为朋友。在对你发动攻击之前，不死生物必须进行一次感知豁免检定。如果未通过豁免检定，该生物将失去这次攻击机会。如果生物的豁免检定成功，那么该生物在接下来的24小时内对此特性免疫。",
	"Whenever you would take necrotic damage from a source other than a cantrip, you instead regain a number of hit points equal to the necrotic damage dealt, up to your hit point maximum.": "每当你受到来自非法术的死灵伤害时，你可以回复等同于受到的死灵伤害数值的生命值，但不能超过你的生命值上限。",
	"As a bonus action, you can cast the spell {@spell false life} without a spell slot, as if using a spell slot of 4th level. After casting this spell, you must take a short or long rest before casting it again.": "作为一个奖励动作，你可以施放{@spell false life}咒语，而不消耗法术位，就好像使用了一个4级的法术位一样。在施放完这个咒语后，你必须休息短暂或长时间才能再次施放它。",
	"You can cast the spell {@spell finger of death} without expending a spell slot. After casting this spell, you must take a long rest before casting it again.": "你可以施放法术{@spell finger of death}，而不消耗法术位。在施放完这个法术后，你必须进行一次长休才能再次施放它。",
	"Dust and smoke form together into a yellowed human skull. One by one, precious gems wink into being, so that each eye socket and the space of every tooth becomes occupied by a shining diamond, ruby, emerald, or sapphire.": "灰尘和烟雾一起形成了一个泛黄的人类头骨。珍贵的宝石逐个闪现出现，使得每个眼眶和每颗牙齿的空间都被闪闪发光的钻石、红宝石、翡翠或蓝宝石所占据。",
	"A gem replaces one of your teeth. If removed, the gem reverts to a normal tooth.": "一颗宝石取代了你的一颗牙齿。如果被移除，宝石会恢复成一颗普通的牙齿。",
	"Acererak was a powerful demi-lich responsible for the infamous Tomb of Horrors. This tomb was his supposed resting place, and was promised to adventures as a dangerous haunt, replete with treasure. And dangerous it was. The Tomb of Horrors slayed more adventurers than almost any other dungeon ever constructed, largely in part to its devious, unforgiving traps. It's notoriety attracted an entire cabal of budding necromancers and cultists to the site, who worshipped the Tomb and Acererak, who they came to call the Devourer.": "Acererak（阿塞拉克）是一个强大的半巫妖，负责那个臭名昭著的《恐怖之墓》（Tomb of Horrors）。这个墓被认为是他的安息之地，被承诺给冒险者作为一个危险的场所，充满了宝藏。而它确实危险。《恐怖之墓》比几乎任何其他建造过的地牢都要致命，主要是因为它那狡诈、无情的陷阱。它的臭名吸引了一整群新兴的死灵术士和异教徒来到这个地点，他们崇拜着这个墓和Acererak，称他为“吞噬者”。",
	"The most insidious secret of all hidden within the Tomb is that it was not actually Acererak's tomb at all, but a viscous death trap designed to slay adventurers, loot their corpses, and capture their souls; all this in service of Acererak's ultimate goal: merging himself with the Negative Energy Plan, and gaining ultimate control over undeath. In spite of the impossible odds, a group of adventurers ultimately bested the Tomb, discovered the truth of Acererak's plan, and crushed his phylactery, the physical container of his soul.": "坟墓中隐藏的最阴险秘密是，这实际上并不是阿塞拉克的坟墓，而是一个恶毒的死亡陷阱，旨在杀死冒险者，掠夺他们的尸体，并捕获他们的灵魂；所有这些都是为了阿塞拉克的终极目标：与负能量位面融合，获得对不死生物的绝对控制。尽管面临着不可能的挑战，一群冒险者最终战胜了坟墓，发现了阿塞拉克计划的真相，并粉碎了他的魂器，即他灵魂的物理容器。",
	"Normally, such an act would have sent Acererak to the Abyss, but the pull of the Negative Energy Plane proved too strong. Absorbed into the darkness, Acererak persisted on as a vestige.": "通常情况下，这样的行为会将阿瑟拉克(Acererak)送往深渊，但负能量位面的吸引力太过强大。阿瑟拉克被黑暗吸收，作为一种残留存在继续存在。",
	"If you make a poor pact with Acererak, he influences your personality in one or both of the following ways.": "如果你与阿塞拉克(Acererak)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I obsessively think about death, and how best to cheat it.": "我过分地思考死亡，以及如何最好地躲避它。",
	"I take every opportunity to exercise power over others.": "我会抓住每一个机会来控制别人的力量。",
	"Mother of the Material {@i Vestige Level 7, Pact DC 20}": "物质之母 {@i Vestige Level 7, Pact DC 20}",
	"You can cast the spells {@spell speak with animals}, {@spell locate animals or plants}, and {@spell beast sense} as rituals, and can cast {@spell animal friendship} without expending spell slots or spell components.": "你可以将{@spell speak with animals}、{@spell locate animals or plants}和{@spell beast sense}这些法术作为仪式施法，并且可以施展{@spell animal friendship}而无需消耗法术位或法术材料。(rituals)",
	"You can cast the spell {@spell commune with nature} without expending a spell slot. After casting this spell, you must take a short or long rest before casting it again.": "你可以施放法术{@spell commune with nature}，而不消耗法术位。在施放此法术后，你必须休息短暂或长时间才能再次施放它。",
	"You can cast the spell {@spell water walk} without expending a spell slot or spell components. In addition, you can cast the spell {@spell wind walk} once without expending a spell slot. Once you cast {@i wind walk} in this fashion, you cannot cast it again until you complete a long rest.": "你可以施放{@spell water walk}这个法术，而不需要消耗法术位或法术材料。此外，你可以施放{@spell wind walk}一次，也不需要消耗法术位。在用这种方式施放了{@i wind walk}之后，你必须完成一次长休才能再次施放它。",
	"You can cast the spell {@spell barkskin} (targeting self only) without expending a spell slot or spell components. In addition, you can cast the spell {@spell polymorph} (targeting self only) once without expending a spell slot. Once you cast {@i polymorph} in this fashion, you cannot cast it again until you complete a short or long rest.": "你可以施放法术{@spell barkskin}（仅对自己）而不消耗法术槽或法术组件。此外，你可以施放法术{@spell polymorph}（仅对自己）一次，而不消耗法术槽。一旦以这种方式施放了{@i polymorph}，你必须完成一次短休或长休才能再次施放它。",
	"You can cast the spell {@spell mirage arcane} without expending a spell slot or spell components. After casting this spell, you must take a long rest before casting it again.": "你可以施放法术{@spell mirage arcane}，而无需消耗法术位或法术材料。在施放此法术后，你必须休息长时间才能再次施放它。",
	"A horrid conglomeration of humanoid, avian, and piscine forms rises from the seal. It's arms are that of an octopus, and legs are that of a hawk.": "一个可怕的混合体，由人形、鸟类和鱼类形态组成，从封印中升起。它的手臂是章鱼的，腿是鹰的。",
	"You are always perceptively damp.": "你总是敏锐地感觉到潮湿。",
	"Eurynome is considered by many to be the first Druid. In life, she was a primordial titan that walked alongside the gods before recorded time. While the Titans battled the essence of chaos of the Outer Planes, Eurynome tired of the endless violence and fled to the unformed Material Plane. Instead she practiced creation, separating the ocean and the sky, filling the ocean with fish and the sky with clouds. Because of her meddling, the gods struck her down and she perished on the Material Plane, her body becoming the first island, and her blood giving birth to the first plants and animals.": "欧瑞诺梅（Eurynome）被许多人认为是第一位德鲁伊。在生前，她是一位原始泰坦，在有记载的时间之前与众神同行。当泰坦们与外部位面混沌的本质作战时，欧瑞诺梅厌倦了无尽的暴力，逃到了未成形的物质位面。她开始实践创造，将海洋和天空分开，将海洋填满鱼类，天空布满云彩。由于她的干涉，众神将她击倒，她死在了物质位面上，她的身体成为第一个岛屿，她的血润生了第一个植物和动物。",
	"Druids of the eldest circles venerate Eurynome for being so in touch with nature that she came to embody it, as they ultimately aspire to.": "最古老的德鲁伊圈子崇拜欧瑞诺梅，因为她与自然如此紧密联系，以至于她最终成为了自然的化身，正如他们最终所渴望的那样。",
	"If you make a poor pact with Eurynome, she influences your personality in one or both of the following ways.": "如果你与欧瑞诺姆(Eurynome)达成不良契约，她会以以下一种或两种方式影响你的个性。",
	"I am a follower, not a leader. I act in ways my allies did before me.": "我是一个追随者，而非领导者。我会效仿我盟友之前的行为。",
	"I see secret motives and possible betrayals behind every action.": "我看到每一个行动背后都隐藏着秘密动机和可能的背叛。",
	"King of Killers {@i Vestige Level 7, Pact DC 20}": "杀手之王 {@i Vestige Level 7, Pact DC 20}",
	"You gain proficiency with hand crossbows, scimitars, shortswords, the disguise kit and the poisoner's kit.": "你获得对手弩、弯刀、短剑、伪装工具包和毒药工具包的熟练加值。",
	"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack.": "当你进行双武器战斗时，你可以将你的能力修正值加到第二次攻击的伤害上。",
	"You have advantage on initiative rolls.": "你在先攻骰掷中获得优势。(Advantage on initiative rolls)",
	"When you make a Dexterity ({@skill Stealth}) check and the result is less than 10, you can treat it as a 10.": "当你进行敏捷检定({@skill Stealth})，结果小于10时，你可以将其视为10。",
	"You have advantage on attack rolls against any creature that hasn't taken a turn in the combat yet. In addition, when you hit a creature that hasn't taken a turn in combat yet, you can deal an additional [[/r 8d10]] damage. After using this ability, you must take a short or long rest before you can use it again.": "在与尚未在战斗中行动过的任何生物进行攻击时，你获得优势。此外，当你击中一只在战斗中尚未行动过的生物时，你可以额外造成[[/r 8d10]]点伤害。使用此能力后，你必须休息短暂或长时间，然后才能再次使用它。",
	"Body and raiment composed of swirling smoke and cinders, the King of Killers rises from a flame formed above the sign. He wears a crown of fire, beneath which gleam two glowing, hot coals where his eyes should be.": "身体和衣着由旋转的烟雾和余烬构成，杀手之王从标志上方形成的火焰中崛起。他戴着一顶火焰王冠，其下闪烁着两颗发光的炽热煤炭，代替了他应有的眼睛。",
	"The pupils of your eyes glow with a red-orange light.": "你的瞳孔闪耀着红橙色的光芒。",
	"In life, Marchosias was a legendary assassin that refined his slaying skill by targeting other assassins and killers. His choice of target had nothing to do with morals; professional murderers simply provided the greatest challenge.": "在生活中，马尔科西亚斯(Marchosias)是一位传奇刺客，通过瞄准其他刺客和杀手来提高自己的杀戮技能。他选择目标并不涉及道德问题；专业杀手只是提供了最大的挑战。",
	"When he at last met his end, Marchosias's soul was condemned to the Nine Hells, where the spirits of his victims, thugs, slaughterers, executioners, and assassins, waited for him. The condemned souls rose up against their devilish captors, and fell upon Marchosias at once. By the time the devils pulled back the attackers, nothing was left of his soul.": "当Marchosias最终走到尽头时，他的灵魂被判定被囚禁在九层地狱，那里等待着他的受害者、暴徒、屠夫、刽子手和刺客的灵魂。被判定的灵魂们起来反抗他们的恶魔囚禁者，立刻扑向Marchosias。当恶魔们拉开攻击者时，他的灵魂已经消失得无影无踪。",
	"If you make a poor pact with Marchosias, he influences your personality in one or both of the following ways.": "如果你与马尔科西亚斯(Marchosias)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I am debonair and sly, confident in the knowledge that I have a trick up my sleeve.": "我风度翩翩、狡猾聪明，自信地知道我有一招在袖中。(debonair and sly)",
	"I will attempt to kill or best any professional assassin or notable killer I encounter.": "我将尝试击败或超越我遇到的任何职业刺客或著名杀手。",
	"The Bitter Angel {@i Vestige Level 8, Pact DC 22}": "苦涩天使{@i Vestige Level 8, Pact DC 22}",
	"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon.": "当你单手持有一把近战武器且没有其他武器时，你使用该武器造成的伤害骰获得+2的加值。",
	"While bound to Balam, you sprout two grotesque, twisted angel's wings, which nonetheless grant you a fly speed equal to your movement speed.": "当与巴兰绑定时，你长出两对怪诞扭曲的天使翅膀，尽管如此，它们仍然赋予你一个飞行速度，等同于你的移动速度。",
	"You can reroll one ability check, attack roll or saving throw as a reaction, and must use the new result, even if it is worse than the original. You can choose to use this ability, even after the DM says whether the roll succeeds or fails. After using this ability, you must complete a short or long rest before using it again.": "你可以作为一次反应重新投掷一次能力检定、攻击骰或豁免骰，必须使用新的结果，即使它比原来的结果更差。你可以选择在DM宣布投掷成功或失败后使用这个能力。使用这个能力后，你必须完成一次短暂或长时间休息才能再次使用它。",
	"As a bonus action, you can gain a glimpse into the immediate future. Until the end of your next turn, you have advantage on ability checks and attack rolls. Additionally, creatures have disadvantage on attack rolls against you during this time. After using this ability, you must complete a long rest before using it again.": "作为一个奖励动作，你可以窥视即将发生的未来。直到你的下一个回合结束前，你在属性检定和攻击投掷中获得优势。此外，在此期间，对你进行攻击投掷的生物有劣势。使用此能力后，你必须完成一次长休才能再次使用它。",
	"Balam is simply a horror. Her body is that of a great purple serpent, and her head consists of the top halves of three horned humanoid heads arranged evenly around a shared gaping maw.": "Balam（巴兰）简直是个恐怖存在。她的身体是一条巨大的紫色蛇，头部由三个长角人形头部的上半部分均匀排列在一个共同的张大口中组成。",
	"Your voice gains a peculiar quality, becoming both hollow and guttural.": "你的声音变得奇特，既空洞又喉音深沉。",
	"Binders are uncertain of how Balam came to be, but the most prominent understanding is that she was a powerful solar, given an impossible task by her gods. Many binders think she was tasked with eliminating sacrifices to evil gods, which amounted to eliminating the worship of evil gods altogether—a task well beyond what even the good deities could manage. Needless to say, Balam failed in her assignment, and some believe that her foes actually sacrificed her in praise of a dark god.": "缚灵者们对巴兰(Balam)的来历并不确定，但最为流行的理解是她曾是一位强大的太阳女神，被她的神明赋予了一项不可能完成的任务。许多缚灵者认为她被委以消除对邪恶神的祭品，这实际上等同于彻底消除对邪恶神的崇拜——这是甚至善神也难以完成的任务。毋庸置疑，巴兰未能完成她的任务，有些人甚至相信她的敌人实际上将她作为祭品献给了一位黑暗之神。",
	"If you make a poor pact with Balam, she influences your personality in one or both of the following ways.": "如果你与巴兰(Balam)达成不良契约，她会以以下一种或两种方式影响你的个性。",
	"I oppose the forces of evil on principle, but I oppose the forces of good with a personal vengeance in my heart. Only the truly neutral are spared my wrath.": "我原则上反对邪恶势力，但我内心深处对善良势力怀有个人复仇的愿望。只有真正中立的人才能幸免于我之怒。",
	"{@i Atheism.} Noone who represents a god can be trusted. I firmly believe that clerics and paladins spread dangerous lies.": "{@i Atheism.} 任何代表神的人都是不可信任的。我坚信牧师和圣骑士传播着危险的谎言。",
	"Dragon's Slayer {@i Vestige Level 8, Pact DC 22}": "屠龙者{@i Vestige Level 8, Pact DC 22}",
	"You gain proficiency with medium armor, shields, battleaxes, longswords, and warhammers.": "你获得对中型盔甲、盾牌、战斧、长剑和战锤的熟练。",
	"When you bind Eligor, if your Strength score was lower than 19, it becomes 19.": "当你与厄利戈（Eligor）结合时，如果你的力量属性分数低于19，它将变为19。",
	"Once per turn, you may choose to deal an additional 2d8 fire, lightning, cold, acid, or poison damage when you hit with a melee attack.": "每回合，当你用近战攻击命中时，你可以选择额外造成2d8火焰、闪电、冰冻、酸或毒素伤害。",
	"You add your proficiency modifier to all {@skill Animal Handling} checks made when dealing with Eligor's mount, and you gain a number of useful skills in the saddle:": "当处理{@skill Animal Handling}检定与Eligor的坐骑有关时，你可以加上你的熟练加值，并且你在鞍座上获得一些有用的技能：",
	"You have advantage on melee attack rolls against any unmounted creature that is smaller than your mount.": "对于任何比你的坐骑小的未骑乘生物，你进行近战攻击时获得优势。",
	"You can force an attack targeted at your mount to target you instead.": "你可以强制针对你的坐骑的攻击转而攻击你自己。",
	"If your mount is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "如果你的坐骑受到一个效果的影响，使其可以进行一次敏捷豁免才能只受到一半伤害，那么如果它成功通过豁免检定，它将不受到任何伤害；如果它失败，那么只受到一半伤害。",
	"You can cast the spell {@spell find steed} without expending an spell slot. The mount summoned is identical to a Heavy Warhorse, but physically appears to be half dragon. When your pact with Eligor ends, your steed is dismissed.": "你可以施放法术{@spell find steed}而不消耗法术位。召唤出的坐骑与一匹重型战马完全相同，但外观上看起来像是半条龙。当你与厄利戈的契约结束时，你的坐骑会消失。",
	"Fully clad in shining armor, Eligor clatters out of nothingness riding a half-horse-half-dragon abomination.": "穿着闪亮盔甲的埃利戈尔从虚无中嘎嘎作响，骑着一只半马半龙的怪物出现。",
	"One of your hands becomes thickly scaled.": "你的一只手变得厚厚的龙鳞。(D&D)",
	"In life, Eligor was a great half-elf dragonslayer. After his death, Tiamat sent her draconic minions to the realms of good deities to claim his soul. Though the gods fought against this, they eventually relented.": "在生前，埃利戈尔（Eligor）是一位伟大的半精灵屠龙者。在他去世后，提阿玛特（Tiamat）派遣她的龙类手下前往善神的领域夺取他的灵魂。尽管众神反抗，但最终屈服了。",
	"One deity, whose name has been lost to history, pursued Tiamat into the underworld, intending to wrest Eligor's soul from his captors. Instead of finding him in bondage, the diety found him in the armor of a draconic champion. Unbeknownst to the other gods, Tiamat had raised him from death to be her champion and enforcer, winning his loyalty through the other gods' abandonment. Eligor and the nameless deity fought, and Eligor lost his life yet again. This time, no deity laid claim to his soul, and Eligor passed on into the void.": "一个神明，其名字已经被历史遗忘，追逐提亚玛特进入地底世界，意图从他的掠夺者手中夺回埃利戈尔的灵魂。但这位神明并没有发现他被囚禁，而是发现他身披一名龙族勇士的盔甲。未经其他神明知晓，提亚玛特将他从死亡中复活，成为她的勇士和执行者，通过其他神明的抛弃赢得了他的忠诚。埃利戈尔和那位无名神明展开激战，埃利戈尔再次失去了生命。这一次，没有神明宣称对他的灵魂拥有权，埃利戈尔走向了虚空。",
	"If you make a poor pact with Eligor, he influences your personality in one or both of the following ways.": "如果你与厄利戈（Eligor）达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I feel pity for all outcasts, particularly half-elves and half-orcs, and I will make every effort to befriend any such beings I meet.": "我对所有被排斥的人都感到同情，特别是半精灵和半兽人，我会尽一切努力与我遇到的这类生物交朋友。",
	"I was deeply wronged by the deities who abandoned me. As such, If able, I will attack humans, elves, or dragons in preference to all others whenever I am in combat.": "当被抛弃的神灵深深伤害了我。因此，如果可能的话，在战斗中，我会优先攻击人类、精灵或龙类，而不是其他任何目标。",
	"Once per turn, you may choose to deal an additional [[/r 2d8]] fire, lightning, cold, acid, or poison damage when you hit with a melee attack.": "每个回合，当你用近战攻击命中时，你可以选择额外造成[[/r 2d8]]火焰、闪电、冰冷、酸或毒素伤害。",
	"The Angel in the Angle {@i Vestige Level 9, Pact DC 25}": "角落里的天使 {@i Vestige Level 9, Pact DC 25}",
	"While bound to Halphax you have resistance to bludgeoning, piercing, and slashing damage from nonmagical weapons.": "在与哈尔法克斯(Halphax)的联系中，你对来自非魔法武器的钝击、穿刺和斩击伤害具有抗性。",
	"You have advantage on ability checks relating to understanding architecture, buildings, and so on.": "你在与理解建筑、建筑物等相关的能力检定中获得优势。",
	"You can cast the spell {@spell Leomund's Tiny Hut} as a ritual.": "你可以将法术{@spell Leomund's Tiny Hut}作为仪式施放。",
	"You can cast {@spell wall of stone} without expending a spell slot or spell components. This wall appears to be made of iron, rather than stone. After casting this spell, you must take a short or long rest before casting it again.": "你可以施放{@spell wall of stone}，而无需消耗法术位或法术材料。这堵墙看起来是由铁制成的，而不是石头。在施放这个法术后，你必须休息短暂时间或长时间才能再次施放它。",
	"You can imprison a foe deep underground with but a touch. You can cast the spell {@spell imprisonment} without a spell slot or spell components, and can only choose the burial or hedge prison options. After casting this spell, you must take a long rest before casting it again.": "你可以仅仅用一次触摸就把敌人囚禁在地下深处。你可以施放法术{@spell imprisonment}，无需法术位或法术材料，只能选择埋葬或篱笆监狱选项。施放完这个法术后，你必须休息长时间才能再次施放。",
	"The geometry of the room distorts, one corner stretching into the distance, and snapping back. A gnome holding the implements of an architect now stands in the corner, and approaches the seal.": "房间的几何形状扭曲了，一个角落伸向远方，然后又弹回来。一个侏儒手持建筑师的工具站在角落里，走向封印。",
	"Your skin takes on the appearance of cracked stone.": "你的皮肤呈现出裂开的石头的外观。",
	"Long ago, the gnomes lived in massive, nigh-impregnable cities that played host to a number of other races. In an event known as the Great Betrayal, the hobgoblin populations of many of these cities banded together and seized the cities for themselves, converting their sturdy walls into prisons for the inhabitants.": "很久以前，侏儒们生活在庞大、几乎无法攻破的城市中，这些城市还容纳了许多其他种族。在一场被称为“大背叛”的事件中，许多城市的地精人口联合起来，夺取了这些城市，将坚固的城墙改造成了囚禁居民的监狱。",
	"The hobgoblins captured gnomish architects and engineers and forced them to fortify the cities. When they kidnapped the wife of the great gnomish architect, Halphax, he crafted the single most impregnable prison in history. When at last the goblinoids were defeated, Halphax's city was the last to fall. The liberating army found Halphax and his wife alone in the prison city: the hobgoblins had killed all but the two of them. Because she could not bear to be the cause of so much tragedy, Halphax's wife took her own life.": "哥布林俘虏了侏儒建筑师和工程师，强迫他们加固城市。当他们绑架了伟大的侏儒建筑师哈尔法克斯(Halphax)的妻子时，他打造了史上最坚不可摧的监狱。最终哥布林被击败时，哈尔法克斯的城市是最后一个被攻破的。解放军发现哈尔法克斯和他的妻子独自一人在监狱城市中：哥布林已经杀死了除了他们两个之外的所有人。因为她无法忍受成为这么多悲剧的原因，哈尔法克斯的妻子选择了结束自己的生命。",
	"The gnomes attempted to apprehend Halphax for his betrayal, but the architect vanished into his city. The armies tore the city down to its foundations as they searched, but he was never seen again.": "侏儒们试图逮捕哈尔法克斯(Halphax)因为他的背叛，但这位建筑师消失在他的城市中。军队们将城市拆毁到基础，但他再也没有被看到过。",
	"If you make a poor pact with Halphax, he influences your personality in one or both of the following ways.": "如果你与哈尔法克斯(Halphax)达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"My personality is as rigid as my stone skin, and I find it difficult to emote.": "我的个性像我的石头皮一样僵硬，我发现很难表达情感。",
	"I never take hostages and always negotiate, rather than fight, if something or someone I care about is held captive.": "我从不劫持人质，如果我在乎的人或事被扣押，我总是选择谈判而不是战斗。",
	"Sovereign of the Howling Dark {@i Vestige Level 9, Pact DC 25}": "嚎叫黑暗之主 {@i Vestige Level 9, Pact DC 25}",
	"You gain {@sense darkvision} with a range of 60 feet. If you already possess darkvision, its range increases by 60 feet. You can see normally in magical darkness. Additionally, you gain blindsight with a range of 10 feet.": "你获得{@sense darkvision}，范围为60英尺。如果你已经拥有暗视，其范围将增加60英尺。你可以在魔法黑暗中正常看见。此外，你获得了10英尺范围的致盲视觉。",
	"You gain resistance to cold, fire, lightning, and thunder damage": "你获得对冷、火、闪电和雷电伤害的抗性。",
	"As an action, you may send simple messages on the wind to a creature you know. If you are outside, you may send a message of no more than 25 words up to 100 miles from your location.": "作为一个动作，你可以向你认识的生物发送简单的消息。如果你在室外，你可以向距离你不超过100英里的地方发送不超过25个字的消息。",
	"You are constantly surrounded by a whirling, slashing wind. Any ranged weapon attacks made against you are made at disadvantage.": "你身边不断被一股旋转、猛烈的风所包围。任何针对你的远程武器攻击都会以劣势进行。",
	"Additionally, as an action, you can direct the wind to lash out against your foes. As an action, make a ranged spell attack against a foe you can see within 120 feet. On a hit, this creature takes [[/r 2d8]] slashing + [[/r 2d8]] thunder + your Charisma modifier force damage and must make a Strength saving throw or be knocked prone.": "此外，作为一个动作，你可以让风向你的敌人袭击。作为一个动作，对你能看见的距离在120英尺内的敌人进行远程法术攻击。命中后，该生物受到[[/r 2d8]] 钝击 + [[/r 2d8]] 雷击 + 你的魅力调整值的力量伤害，并必须进行一次力量豁免才能避免被击倒。",
	"As an action, you can exhale a 60 foot cone of blasting, deafening wind. Each creature in the cone must make a Dexterity saving throw; on a failure, a creature takes [[/r 7d6]] thunder + [[/r 7d6]] bludgeoning damage, is knocked prone, and is shoved to the nearest edge of the cone. On a successful save, the damage is reduced by half, the creature is not knocked prone, and is only pushed 10 feet away from you. Once you use this ability, you must take a long rest before you can do so again.": "作为一个动作，你可以呼出一股60英尺的爆炸性、震耳欲聋的风。锥形范围内的每个生物必须进行一次敏捷豁免检定；如果失败，生物会受到[[/r 7d6]] 雷属性 + [[/r 7d6]] 钝击伤害，被击倒，并被推到锥形范围的最近边缘。如果豁免成功，伤害减半，生物不会被击倒，只会被推离你10英尺。使用完这个能力后，你必须进行一次长休才能再次使用。",
	"A light breeze buffets about the room, then rises into a whistling wind, and finally into a howling gale. Then it stops. A presence not altogether visual, but evident and palpable nonetheless, has arrived on the seal in the midst of the chaos.": "一阵微风在房间里肆虐，然后升级为呼啸的风，最终变成了嚎叫的狂风。然后停止了。一种并非完全视觉上的存在，但却明显可感，已经出现在混乱中心的印章上。",
	"You always seem to be buffeted by a breeze that no one else can feel, even when you're indoors.": "你似乎总是被一股别人感受不到的微风所吹拂，即使在室内也是如此。",
	"Orthos might well be the original vestige—the first being to break the boundaries and see past the window of reality to the nothingness beyond. Pact magic texts always mention this entity, and persistent explorers can find its seal represented in art or architecture on most planes, as well as in the ruins of many ancient civilizations. Binder scholars have a thousand theories about Orthos's origins, but none is more than mere supposition. All agree that Orthos is inestimably old, and it has long since shed whatever form and persona it might once have had, becoming an alien and distant being. In deference to its great age and the hallmark of its appearance, binder scholars have dubbed Orthos the Sovereign of the Howling Dark.": "Orthos可能是最初的遗迹——第一个突破界限，看到现实之窗外的虚无。契约魔法文本总是提到这个实体，并且坚持探险者可以在大多数位面的艺术或建筑中找到它的印章，以及在许多古代文明的废墟中找到。束缚者学者对Orthos的起源有千百种理论，但没有一种超出纯粹的假设。所有人都同意Orthos的年代无法估量，它早已蜕变出曾经可能拥有的任何形态和人格，成为了一个陌生而遥远的存在。为了尊重它的悠久岁月和外貌的标志，束缚者学者将Orthos称为(`the Sovereign of the Howling Dark`)。",
	"If you make a poor pact with Orthos, he influences your personality in one or both of the following ways.": "如果你与奥托斯（Orthos）达成糟糕的契约，他会以以下一种或两种方式影响你的个性。",
	"I speak only in a whisper.": "我只能低声细语。(Whispering Soul)",
	"Darkened areas and loud noises make me short of breath and fill me with panic.": "黑暗区域和大声噪音让我喘不过气来，充满恐慌。",
	"Commonly found protecting tombs and temples alongside guardian spirits, blade spirits are beings of spite and malice, shaped into the form of a floating, glowing dagger or sword. While active, you gain the following abilities:": "常见于守护坟墓和寺庙的刀灵，与守护灵一起。刀灵是恶意和怨恨的存在，被塑造成漂浮、发光的匕首或剑的形态。当激活时，你获得以下能力：",
	"When you use the Attack action to make a melee weapon attack and you hit, you can use a bonus action to deal an additional 1d6 psychic damage to your target.": "当你使用攻击动作进行近战武器攻击并命中时，你可以使用一个奖励动作对目标造成额外的1d6点心灵伤害。",
	"You can cast the spell {@spell spiritual weapon} without using a spell slot. Once you use this ability, you must take a short or long rest before you can do so again.": "你可以施放法术{@spell spiritual weapon}，而不消耗法术位。一旦你使用了这个能力，你必须休息短暂时间或长时间，然后才能再次这样做。",
	"As a bonus action on your turn, you can transform your blade spirit into any type of melee weapon you are proficient with. This weapon is magical and you can use it to make melee weapon attacks.": "作为你的回合中的一个奖励动作，你可以将你的刀灵转变成你精通的任何类型的近战武器。这个武器是魔法的，你可以用它进行近战武器攻击。",
	"A spirit of grace and divine favor, a cherub manifests as a small, feather-winged humanoid with delicate features. While active, a cherub grants the following abilities:": "一位拥有恩典和神圣青睐的精灵，一个 cherub 会显现为一个小巧、羽翼轻盈、面容精致的人形生物。当活跃时，一个 cherub 赋予以下能力：",
	"You can cast the {@spell sacred flame} cantrip at will.": "你可以随意施放{@spell sacred flame}戏法。",
	"You can cast the spell {@spell healing word} without using a spell slot. Once you use this ability, you must take a short or long rest before you can do so again.": "你可以在不消耗法术位的情况下施放{@spell healing word}法术。一旦你使用了这个能力，你必须休息短暂或长时间，然后才能再次这样做。",
	"As a bonus action on your turn, you can have your cherub fire an arrow from its golden bow as a ranged spell attack at a creature you can see within 60 feet. On a hit, this arrow deals 1d8 magical piercing damage.": "作为一个额外动作，在你的回合中，你可以让你的天使从它的金弓中射出一支箭，对你能看到的距离在60英尺内的生物进行远程法术攻击。命中时，这支箭造成1d8点魔法穿刺伤害。",
	"This minor elemental spirit manifests as a mass of spinning, fractal ice shards. While it is active, you gain access to the following abilities:": "这个次要元素精灵表现为一团旋转的、分形的冰碎片。当它激活时，你获得以下能力：",
	"You can cast the {@spell ray of frost} cantrip at will.": "你可以随意施放{@spell ray of frost}戏法。",
	"You gain resistance to cold damage.": "你获得对冷伤害的抗性。",
	"As a bonus action on your turn, you can have your frostling fling a shard of ice at a creature you can see within 60 feet as a ranged spell attack. If the shard hits, it deals the target 1d6 cold damage, and it explodes, dealing 1d4 cold damage to all creatures within 5 feet of the target.": "作为你的回合的一个奖励动作，你可以让你的冰霜精灵向你能看到的距离60英尺内的生物投掷一块冰碎，作为一个远程法术攻击。如果冰碎命中，它会对目标造成1d6点冰冷伤害，并爆炸，对目标周围5英尺范围内的所有生物造成1d4点冰冷伤害。",
	"A ghost is a spirit of regret or woe which haunts a place following its death; the binder gives it a way to escape the confines of its place of death. A ghost manifests as a hazy, translucent floating torso of a humanoid of some sort. While active, a ghost grants you the following abilities:": "幽灵是一种在死后遗憾或悲伤的灵魂，它在死后会附着在某个地方；捆灵者给予它逃离死亡地点的方式。幽灵表现为一种朦胧、半透明的漂浮着的某种人形躯干。在活跃状态下，幽灵赋予你以下能力：",
	"You can cast the {@spell chill touch} cantrip at will.": "你可以随意施放{@spell chill touch}戏法。",
	"You gain advantage on saving throws against fear effects.": "你在豁免恐惧效果时获得优势。",
	"As a bonus action on your turn, you can send your ghost to shock a creature you can see within 30 feet as a ranged spell attack. On a hit, the target takes 1d6 necrotic damage and must make a Wisdom saving throw; failure causes the target to be frightened of you until the start of your next turn. Regardless of success or failure, a given creature cannot be affected by this ability more than once every 24 hours.": "作为一个额外动作，在你的回合中，你可以让你的幽灵对你能看到的在30英尺内的生物进行一次远程法术攻击。命中时，目标受到1d6点死灵伤害，并必须进行一次感知豁免；失败会导致目标在你的下一个回合开始前对你感到恐惧。无论成功与否，同一生物在24小时内不能再次受到这个能力的影响。",
	"A guardian spirit is a commonly found minor spirit, usually charged with protecting a tomb or temple from intruders; it manifests as a floating, plate-sized glowing ring surrounding a protective sigil. Once bound to a binder and active, it grants the following abilities:": "守护灵是一种常见的次要精灵，通常负责保护坟墓或寺庙免受入侵者侵害；它表现为一个漂浮的、盘子大小的发光环，围绕着一个保护性的符号。一旦与一个束缚者绑定并激活，它会赋予以下能力：",
	"You can cast the {@spell blade ward} cantrip at will.": "你可以随意施放{@spell blade ward}战斗法术。",
	"Your AC increases by 1.": "你的护甲等级增加了1。(AC)",
	"You can cast the spell {@spell shield} without using a spell slot. Once you use this ability, you must take a short or long rest before you can do so again.": "你可以施放法术{@spell shield}，而不消耗法术位。一旦你使用了这个能力，你必须休息短暂时间或长时间，然后才能再次这样做。",
	"This minor elemental spirit manifests as a ball of swirling, opaque air. While active, you gain the following abilities:": "这个次要元素精灵表现为一个旋转的、不透明的空气球体。在活跃状态下，你获得以下能力：",
	"You can use your reaction to cause a ranged spell attack made against you to be made with disadvantage.": "你可以使用你的反应，使针对你进行的远程法术攻击具有劣势。",
	"You can cast the spell {@spell fog cloud} without using a spell slot. Once you use this ability, you must take a short or long rest before you can do so again.": "你可以施放法术{@spell fog cloud}，而无需使用法术位。一旦你使用了这个能力，你必须休息短暂或长时间，然后才能再次这样做。",
	"As a bonus action on your turn, you can fling a ball of swirling air at a creature you can see within 60 feet as a ranged spell attack. On a hit, that creature takes 1d6 bludgeoning damage, and must succeed on a Strength saving throw or be shoved 10 feet away or knocked prone, your choice.": "作为你的回合的奖励动作，你可以向你能看到的距离60英尺内的生物投掷一团旋转的空气，作为远程法术攻击。命中时，该生物受到1d6点钝击伤害，并必须进行一次力量豁免才能被推开10英尺或倒地，由你选择。",
	"Hell hounds are minor hunting spirits, used by devils and demons to track down those who attempt to escape from a deal with such beings. They manifest as 4 legged, dog-like creatures that seem to breathe flames. While active, you gain the following abilities:": "地狱猎犬是次要的狩猎精灵，被恶魔和恶魔用来追踪那些试图逃离与这些生物交易的人。它们表现为四条腿、狗样的生物，似乎在呼吸火焰。在活跃时，你获得以下能力：",
	"You can cast the {@spell guidance} cantrip at will.": "你可以随意施放{@spell guidance}战斗法术。",
	"You can cast the spell {@spell burning hands} with your hell hound as the point of origin. Once you use this ability, you must take a short or long rest before you can do so again.": "你可以以你的地狱猎犬作为起点施放法术{@spell burning hands}。一旦你使用了这个能力，你必须休息短暂或长时间才能再次这样做。",
	"As a bonus action on your turn, you can move your hound up to 30 feet and have it attempt to bite a creature within 5 feet of it. The bite is a melee spell attack, and deals 1d4 piercing damage and 1d4 fire damage. Your hell hound cannot move further than 60 feet from you at any time.": "作为一个奖励动作，在你的回合中，你可以让你的猎犬移动最多30英尺，并让它尝试咬向它附近5英尺内的生物。这次咬击是一次近战法术攻击，造成1d4点穿刺伤害和1d4点火焰伤害。你的地狱猎犬在任何时候都不能离你超过60英尺。",
	"This minor demonic spirit is a manifestation of evil thought and malevolence. It manifests as a small, winged, horned humanoid, hence its name. While your imp is active, you gain the following abilities:": "这个小恶魔精灵是邪恶思想和恶意的体现。它呈现为一个小型、有翅膀、有角的人形生物，因此得名。当你的小恶魔精灵处于活跃状态时，你将获得以下能力：",
	"You gain {@sense darkvision} with a range of 60 feet.": "你在60英尺范围内获得{@sense darkvision}。",
	"You can cast the spell {@spell hex} without using a spell slot. Once you use this ability, you must complete a short or long rest before doing so again.": "你可以在不消耗法术位的情况下施放{@spell hex}法术。一旦你使用了这个能力，你必须完成一次短休或长休才能再次这样做。",
	"On your turn, as a bonus action, you can move your imp up to 30 feet away from you towards a creature you can see and have it make a melee spell attack, dealing 1d8 magical slashing damage. The imp immediately returns to your side afterwards.": "在你的回合中，作为一个奖励动作，你可以让你的小恶魔移动30英尺，朝着你能看到的生物，并让它进行一次近战法术攻击，造成1d8点魔法斩击伤害。小恶魔随后立即返回你身边。",
	"This minor divine spirit is a being of pure goodness and divine judgement. It manifests as a fist-sized ball of light, which sheds light as a torch. While your lantern is active, you gain the following abilities:": "这个小型神圣精灵是一种纯善和神圣审判的存在。它表现为一个拳头大小的光球，能像火炬一样照亮周围。当你的灯笼处于激活状态时，你获得以下能力：",
	"You have resistance to radiant damage.": "你对辐射伤害具有抗性。",
	"You can cast the spell {@spell bless} without a spell slot. Once you use this ability, you must take a short or long rest before you can do so again.": "你可以在不消耗法术位的情况下施放{@spell bless}法术。一旦你使用了这个能力，你必须休息短暂或长时间才能再次这样做。",
	"On your turn, you can use your bonus action to have your lantern fire a beam of light as a ranged spell attack at a creature you can see within 60 feet. This beam deals 1d8 radiant damage, or 2d8 radiant damage if the target is a demon, devil, or undead.": "在你的回合中，你可以使用你的奖励动作，让你的灯笼向你能看见的距离60英尺内的生物发射一道光束，作为远程法术攻击。这道光束造成1d8点辐射伤害，如果目标是恶魔、恶魔或不死生物，则造成2d8点辐射伤害。",
	"This tiny, capricious spirit is just as flighty as its namesake. Born from the magic of nature and the woods, a pixie manifests as a tiny, butterfly-winged humanoid. While active, you gain the following abilities:": "这个微小而反复无常的精灵与其名字一样飘忽不定。诞生于自然和树林的魔法之中，精灵化身为一个微小的、蝴蝶翅膀的人形生物。当处于活跃状态时，你获得以下能力：",
	"You can cast the {@spell minor illusion} cantrip at will.": "你可以随意施放{@spell minor illusion}戏法。",
	"You can cast {@spell disguise self} without using a spell slot.": "你可以不消耗法术位施放{@spell disguise self}。",
	"As a bonus action on your turn, you can have your pixie fire a poisonous dart as a ranged spell attack at a creature you can see within 60 feet. A creature hit by this dart take 1d10 poison damage.": "作为一个额外动作，在你的回合中，你可以让你的精灵仙子向你能看到的60英尺内的生物发射一枚毒镖，作为远程法术攻击。被这枚镖击中的生物会受到1d10点毒性伤害。",
	"A spirit of warning and mischief, a poltergeist is different from other minor spirits in that it does not manifest in a visible form. Instead, it manifests as constant phenomenon around you: flickering candles, frigid temperature drops, object mysteriously floating, etc. While active, a poltergeist grants the following abilities:": "一种警告和恶作剧的灵魂，一个(`Poltergeist`)与其他次要灵魂不同之处在于它不以可见形式显现。相反，它以你周围的持续现象显现：烛光闪烁、温度骤降、物体神秘地漂浮等。在活跃时，(`Poltergeist`)提供以下能力：",
	"You can cast the {@spell mage hand} cantrip at will.": "你可以随意施放{@spell mage hand}战斗法术。(cantrip)",
	"You can cast the spell {@spell unseen servant} without using a spell slot.": "你可以在不消耗法术位的情况下施放{@spell unseen servant}法术。",
	"As a bonus action on your turn, you can have your poltergeist fling a small object as a ranged spell attack against a creature you can see within 60 feet. This attack deals 1d10 piercing, bludgeoning, or slashing damage, as appropriate to the object.": "作为你的回合的奖励动作，你可以让你的(`poltergeist`)拿起一个小物体，对你能看到的在60尺内的生物进行远程法术攻击。这次攻击造成1d10点穿刺、钝击或砍杀伤害，根据物体的属性而定。",
	"This minor elemental spirit manifests as a small, crackling ball of electricity, which sheds light as a torch. While active, you gain the following abilities:": "这个小型元素精灵表现为一个小小的、闪烁的电球，像火炬一样发光。在活跃状态下，你获得以下能力：",
	"You can cast the {@spell shocking grasp} cantrip at will.": "你可以随意施放{@spell shocking grasp}战施法。",
	"You gain resistance to lightning damage.": "你获得对闪电伤害的抗性。",
	"As a bonus action on your turn, you can have your stormling launch a bolt of electricity as a ranged spell attack at a creature you can see within 60 feet. This attack deals 1d6 lightning damage, and you gain advantage on the attack roll if the target is wearing metal armor.": "作为一个额外动作，在你的回合中，你可以让你的风暴灵对你能看到的距离60英尺内的生物发射一道电击，作为远程法术攻击。这次攻击造成1d6点闪电伤害，如果目标穿着金属盔甲，你在攻击检定中获得优势。",
	"This minor elemental spirit manifests as a small, burning ball of fire or magma, which sheds light as a torch. While active, you gain the following abilities:": "这个小型元素精灵显现为一个小小的火球或岩浆，能像火炬一样照亮周围。当它激活时，你获得以下能力：",
	"You can cast the {@spell fire bolt} cantrip at will.": "你可以随意施放{@spell fire bolt}戏法。",
	"You gain resistance to fire damage.": "你获得对火焰伤害的抗性。",
	"As a bonus action on your turn, you can have your torchling fire a bolt of flame as a ranged spell attack at a creature you can see within 60 feet. This attack deals 1d8 fire damage.": "作为一个奖励动作，在你的回合中，你可以让你的火炬灵对你能看到的60英尺内的生物发射一道火焰箭，这次攻击造成1d8火焰伤害。",
	"A spirit composed of fearful and spiteful energy, the will-o'-the-Wisp manifests as a hazy ball of blue flame, which sheds light as a torch. While active, you gain the following abilities:": "一种由恐惧和怨恨能量组成的灵魂，燃灯鬼(manifests as a hazy ball of blue flame)散发出火炬般的光芒。在其激活状态下，你获得以下能力：",
	"You can cast the {@spell dancing lights} cantrip at will.": "你可以随意施放{@spell dancing lights}戏法。",
	"You can cast the spell {@spell faerie fire} without using a spell slot. Once you use this ability, you cannot do so again until you take a short or long rest.": "你可以在不消耗法术位的情况下施放{@spell faerie fire}法术。一旦你使用了这个能力，你就不能再次这样做，直到你进行短休或长休。",
	"As a bonus action on your turn, you can have your wisp fling a bolt of ghostly flame at a creature you can see within 60 feet as a ranged spell attack. This bolt deals 1d6 psychic damage on a hit, and the creature is outlined in blue light. The next attack made against this creature adds 1d4 to the attack roll.": "作为你的回合的奖励动作，你可以让你的幽灵之灵向你能看到的60英尺内的生物投掷一道幽灵火焰之箭，作为远程法术攻击。这道箭击中时造成1d6点心灵伤害，而且该生物会被蓝光勾勒出来。下一次对该生物的攻击将攻击骰子加1d4。",
	"You have been taught secret techniques for the removal of possessing spirits.": "你已经学会了除掉附身灵魂的秘技。",
	"When you make a melee attack against a fey, fiend, or undead, you ignore that creature's damage resistances.": "当你对精灵、恶魔或不死生物进行近战攻击时，你无视该生物的伤害抗性。",
	"You can use your action to touch a creature within your reach and determine if the creature is possessed or under the effects of an enchantment spell. If so, you learn the type of spirit possessing the creature or the spell enchanting it.": "你可以使用你的动作触摸到你可触及的生物，并确定该生物是否被附身或受到魔法咒语的影响。如果是的话，你会得知附身该生物的灵魂类型或者施加在它身上的魔法咒语。",
	"By presenting a holy symbol to a creature within 10 feet as an action, you can attempt an exorcism ritual. If the creature is possessed by a spirit, the possessing spirit must make a Wisdom saving throw, with a DC = 8 + your proficiency bonus + your Wisdom modifier. On a failure, the spirit is expelled, and it cannot enter that creature again for 24 hours. On a success, the creature is immune to exorcism attempts for 24 hours.": "通过将一个圣物展示给身边10英尺内的生物作为一个动作，你可以尝试进行一次驱魔仪式。如果该生物被一个灵魂附身，那么附身的灵魂必须进行一次感知豁免，豁免 DC = 8 + 你的熟练加值 + 你的感知调整值。如果失败，灵魂被驱逐，它在接下来的24小时内无法再次进入该生物。如果成功，该生物在接下来的24小时内免疫驱魔尝试。",
	"If the target of your exorcism is a creature with the Soul Binding feature, it becomes unable to use any power or ability provided by its vestiges, except for Bonus Proficiencies, and the vestige's Physical Sign and Influence, for 1 minute.": "如果你的驱魔目标是一个具有灵魂绑定特性的生物，它将在1分钟内无法使用其遗物提供的任何能力或技能，除了额外熟练加成，以及遗物的物理迹象和影响。",
	"You have learned the hidden ways of pactmaking, and can summon a few minor spirits to your aid.": "你已经学会了秘密的契约制定方式，可以召唤一些次要的灵魂来帮助你。",
	"You gain the {@class binder|MFoVBinderFoundry|Soul Binding|binder|null|soul binding 1} feature.": "你获得了{@class binder|MFoVBinderFoundry|Soul Binding|binder|null|soul binding 1}特性。",
	"You bind one {@filter Minor Spirit|optionalfeatures|source=null|feature type=ms} to your service, and can use its abilities. No matter how many minor spirits you have bound to you, you can only have one active at a time.": "你将一个 {@filter Minor Spirit|optionalfeatures|source=null|feature type=ms} 绑定到你的服务中，并可以使用它的能力。无论你绑定了多少个次要灵魂，你一次只能激活一个。",
	"You learn to summon a {@filter first level vestige|optionalfeatures|source=null|feature type=vs1}, with difficulty. As an action, you can bind this vestige and use its powers and abilities, while you maintain concentration on the binding as you would a spell. If you lose concentration, or after 1 minute, the vestige is expelled. You always make a poor pact with this vestige, unless you have levels in a class that grants you vestige binding.": "你学会召唤一个{@filter first level vestige|optionalfeatures|source=null|feature type=vs1}，难度较大。作为一个动作，你可以绑定这个遗物，并在保持专注力的同时使用它的力量和能力，就像你对一个法术进行专注一样。如果你失去专注力，或者经过1分钟，这个遗物就会被驱逐。你总是与这个遗物达成一个糟糕的契约，除非你有一个授予你遗物绑定能力的职业级别。",
	"After summoning this vestige, you must take a long rest before you can summon it again.": "召唤这个遗物后，你必须休息长时间才能再次召唤它。",
	"You have experience in the detection and elimination of warlocks, occultists, and creatures possessed by foul spirits.": "你有经验在侦测和消灭术士、术士 (warlocks)、邪灵附身的生物方面。",
	"You gain resistance to acid, cold, fire, lightning, or thunder damage (your choice when you gain this feat.)": "你获得对酸性、冰冷、火焰、闪电或雷电伤害的抗性（在获得此特性时选择）.",
	"You can instantly identify a creature that has cast a spell within the last 24 hours.": "你可以立即识别出在过去24小时内施放过法术的生物。",
	"When you hit a creature with a melee attack, you can use a bonus action to disrupt its magic. This creature must make a Constitution saving throw or have disadvantage on spell attack rolls it makes until the beginning of your next turn. The DC equals 10 or half the damage dealt, whichever is higher.": "当你用近战攻击击中一名生物时，你可以使用一个奖励动作来干扰它的魔法。这个生物必须进行一次体质豁免才能，否则在你的下一个回合开始前，它施放的法术攻击骰有劣势。豁免 DC 值等于 10 或造成伤害的一半，以较高者为准。",
	"This pouch contains the tools necessary to summon forth a vestige from the Void, including candles, incense, multi-colored sands, powdered metals, vials of ritual components, a vial of ink and quill, a ritual knife, several pieces of chalk, and an incomplete codex of vestiges and seals. Proficiency with these implements allows you to add your proficiency bonus to the Charisma check made when binding a vestige.": "这个袋子里装有召唤虚空遗迹所需的工具，包括蜡烛、香、多色沙、粉末金属、仪式材料瓶、一瓶墨水和羽毛笔、仪式刀、几块粉笔，以及一本未完成的遗迹和封印手稿。熟练使用这些工具可以让你在捆绑遗迹时的魅力检定中添加你的熟练加值。",
	"You can ring this bell as a bonus action to disrupt one vestige bound to yourself. For 1 minute, that vestige is suppressed: you do not gain any of the vestige's features, not do you show the vestige's Physical Sign or Influence.": "你可以作为一个奖励动作敲响这个铃铛，以破坏一个绑定在你身上的遗迹。在1分钟内，该遗迹被压制：你不会获得任何遗迹的特性，也不会展示遗迹的身体特征或影响。",
	"This deceptively simple looking sapphire and gold monocle is an invaluable asset to any pact-maker, augmenting and enhancing a bound vestige's abilities. While worn, you gain a +1 bonus to all attack rolls and saving throw DCs for your vestige powers and abilities.": "这款看似简单的蓝宝石和金制单片眼镜对任何契约者来说都是无价之宝，可以增强并提升绑定怪物的能力。佩戴时，你的怪物能力和技能的所有攻击骰和豁免 DC 值都会获得+1 的奖励。",
	"This deceptively simple looking sapphire and gold monocle is an invaluable asset to any pact-maker, augmenting and enhancing a bound vestige's abilities. While worn, you gain a +2 bonus to all attack rolls and saving throw DCs for your vestige powers and abilities.": "这看似简单的蓝宝石和金制单片眼镜对任何契约者都是无价之宝，可以增强并提升绑定怪物的能力。佩戴时，你的怪物能力和技能的所有攻击骰和豁免 DC 值都会增加 +2。",
	"This deceptively simple looking sapphire and gold monocle is an invaluable asset to any pact-maker, augmenting and enhancing a bound vestige's abilities. While worn, you gain a +3 bonus to all attack rolls and saving throw DCs for your vestige powers and abilities.": "这款看似简单的蓝宝石和黄金单片眼镜对任何契约者来说都是无价之宝，可以增强并提升绑定怪物的能力。佩戴时，你的怪物能力和技能的所有攻击骰和豁免 DC 值都会获得+3 的加值。",
	"This ornately carved, fist-sized tetrahedron seems to be made of a precious stone, but it is impossible to tell of which variety. By performing a ritual during a short rest, you can bind one of your Minor Spirits into the Spirit Stone; once done, the stone floats nearby, and the spirit manifests itself around it. While bound to the stone, that spirit does not count against your number of active spirits. You can expel and bind a new spirit into the stone by performing the ritual again.": "这个雕刻精美、拳头大小的四面体似乎是由一种珍贵的石头制成，但无法确定是哪一种。在短暂休息期间进行仪式，你可以将你的一个小灵魂绑定到灵石中；完成后，石头会漂浮在附近，灵魂会在其周围显现。当绑定在石头上时，该灵魂不计入你激活的灵魂数量。你可以再次进行仪式，将一个新的灵魂驱逐并绑定到石头中。",
	"These teeth are mysterious in origin, and are inextricably linked to the vestige Dahlver-Nar. To attune to one, you must remove your own tooth, and put a tooth of Dahlver-Nar in its place, which deals you 1 point of damage. You can then cast the spell associated with that tooth at will. You can choose your spellcasting ability for these spells, but once made, you cannot change this selection.": "这些牙齿的起源神秘，与残留物达尔维-纳尔(Dahlver-Nar)密不可分。要调谐其中一个，你必须拔掉自己的一颗牙齿，然后用达尔维-纳尔的一颗牙齿代替，这会让你受到1点伤害。然后你就可以随意施放与那颗牙齿相关的咒语。你可以选择这些咒语的施法能力，但一旦选择，就不能更改这个选择。",
	"There are a number of known teeth, each associated with a particular vestige:": "有一些已知的牙齿，每颗牙齿都与特定的残迹相关：",
	"This seal is sewn into silks and painted with magical paints. Functionally, it is an amalgamation of many seals, reusing the most common geometries to all vestige seals. When you negotiate your pacts following a long rest, you can use the universal seal to summon all your vestiges at once (requiring only 1 minute, no matter how many vestiges you intend to bind,) and make a single Charisma check against the highest Pact DC. On a success, you make a good pact with all of your vestiges. On a failure, you make a poor pact with all your vestiges.": "这个印章被缝制在丝绸上，并用魔法颜料绘制。从功能上讲，它是许多印章的综合体，重复使用了所有遗物印章中最常见的几何形状。当你在进行长休后谈判你的契约时，你可以使用这个通用印章一次性召唤所有的遗物（只需1分钟，无论你打算绑定多少个遗物），并对最高契约DC进行一次魅力检定。成功时，你与所有遗物达成良好契约。失败时，你与所有遗物达成不良契约。",
	"This ornately carved cube houses a vestige. When you negotiate your pacts following a long rest, you can bind a single vestige to this phylactery. In a ritual requiring 1 round of concentration, you can expel one vestige you are bound to and exchange it with the vestige held in the phylactery. After binding this vestige, you cannot use any of its powers or abilities for 1d4 rounds. A vestige bound in this way always forms a poor pact.": "这个雕刻精美的立方体内藏有一个遗物。当你在休息后进行契约谈判时，你可以将一个遗物绑定到这个护身符上。在一个需要1轮专注的仪式中，你可以驱逐你绑定的一个遗物，并将其与护身符中保存的遗物交换。绑定了这个遗物后，你在1d4轮内不能使用它的任何力量或能力。以这种方式绑定的遗物总是形成一个糟糕的契约。"
}