{
	"Though only the Noble Genies can grant actual wishes, many of their kin (and those who follow their teachings) learn to alter reality in subtle ways.": "尽管只有贵族精灵才能实现真正的愿望，但许多他们的同类（以及那些追随他们教导的人）学会了以微妙的方式改变现实。",
	"As a bonus action, you can choose one of the following effects:": "作为一个奖励动作，你可以选择以下效果之一：",
	"You alter your skin, eye and hair color as you choose, and can increase or lower your height by up to 1 foot. This effect lasts 1 hour.": "你可以随意改变皮肤、眼睛和头发的颜色，并且可以将身高增加或降低最多1英尺。这种效果持续1小时。",
	"You increase your walking speed by 10 feet. This effect lasts 1 minute.": "你的步行速度增加了10英尺。这个效果持续1分钟。",
	"You cast the silent image spell without components and without consuming a spell slot. When cast in this way, the spell's duration is reduced to one minute.": "你施放了无需材料和不消耗法术位的幻影术。以这种方式施放时，法术的持续时间缩短为一分钟。",
	"You may use this ability once per point of proficiency bonus, and recover any expended use upon completion of a long rest.": "你可以每点熟练加值使用一次这个能力，在完成一次长休后，你可以恢复任何已经使用过的次数。",
	"Just like the mythical genies themselves, your combination of bulk and muscle have become reinforced by raw elemental energies. As you gain body mass, your magical protection also hardens your flesh against outside threats.": "就像神话中的精灵本身一样，你的体型和肌肉结合已经被原始元素能量强化。随着你增加体重，你的魔法防护也会使你的肌肤硬化，抵御外部威胁。",
	"While you are not wearing any armor, your Armor Class equals 10 + your Strength modifier + your Constitution modifier. You can use a shield and still gain this benefit.": "当你没有穿戴任何盔甲时，你的护甲等级等于10 + 你的力量修正值 + 你的体质修正值。你可以使用盾牌并仍然获得这个好处。",
	"When you take damage, you may use a reaction to reduce the damage by an amount equal to your proficiency bonus + your warrior-sage level. If the triggering damage was acid, cold, fire, lightning or thunder damage, you also deal an extra {@dice d6} damage of the same damage type on the next melee or thrown weapon attack made before the end of your next turn.": "当你受到伤害时，你可以使用一次反应，将伤害减少一个数值，该数值等同于你的熟练加值 + 你的战士智者等级。如果触发伤害是酸性、冰冷、火焰、闪电或雷电伤害，你还会在你的下一个近战或投掷武器攻击中造成额外 {@dice d6} 同类型伤害。这个额外伤害会持续到你的下一个回合结束前。",
	"You may use this feature once, and recover any expended use upon completion of a long rest.": "你可以使用这个特性一次，并在完成一次长休后恢复任何已用次数。",
	"At 7th level, you may use this feature twice between long rests. At 18th level, you may use this feature three times between long rests.": "在第7级时，你可以在两次长休之间使用这个特性两次。在第18级时，你可以在三次长休之间使用这个特性三次。",
	"Genies, regardless of their origin, are known as storytellers almost without equal. During your travels, you may have also picked up a few pieces of unique knowledge to call your own. Starting at 2nd level, you may use your Charisma modifier on any ability check that would normally use your Intelligence modifier.": "精灵，无论其起源如何，都被认为是几乎无与伦比的讲故事者。在你的旅途中，你可能也掌握了一些独特的知识。从2级开始，你可以使用你的魅力调整值代替通常需要智力调整值的任何技能检定。",
	"Genies-- and the allies worthy of their secrets-- learn to draw upon untold power to bathe their weapons in raw elemental energies. Some warrior-sages call upon chaotic, roiling forces that may even appear alive. Others imbue their blades with a more controlled, subtle glow, leaving spectral after-images with every movement.": "精灵--以及值得他们秘密的盟友--学会了借助无尽的力量，让他们的武器沐浴在原始元素能量中。一些战士-贤者召唤混乱、翻滚的力量，甚至可能看起来活生生的。其他人则让他们的刀刃散发出更加控制、微妙的光芒，每次挥动都留下幽灵般的余晖。",
	"At 2nd level, you may consume a spell slot as a bonus action to wreathe your weapon in magical power. For 1 minute, you deal extra damage the first time you hit a creature with a weapon attack in a turn. The damage dealt is acid, cold, fire or lightning damage- you choose when you use this ability. The damage type remains the same until the next time you use this ability.": "在2级时，你可以将一个法术位作为奖励动作来使你的武器缠绕着魔法力量。在1分钟内，你对生物进行武器攻击时，第一次命中时会造成额外伤害。造成的伤害可以是酸性、冰冷、火焰或闪电伤害-你在使用这个能力时可以选择。伤害类型会保持不变，直到你下次使用这个能力。",
	"In addition, any melee weapon that you wield, if it does not have the reach trait or the thrown weapon property, it gains the thrown weapon property during this duration with a range of 20/60. While this ability is active, any weapon thrown by you immediately flies back to your hand after each attack.": "此外，你所持有的任何近战武器，如果它没有“延长”特性或“投掷武器”属性，在此持续时间内将获得“投掷武器”属性，射程为20/60。当此能力激活时，你投掷的任何武器在每次攻击后立即飞回你的手中。",
	"The extra damage is {@dice 1d6} for a first level spell slot, {@dice 1d8} damage for a second level spell slot, {@dice 1d10} damage from a third level spell slot, {@dice 2d6} damage from a fourth level spell slot, and {@dice 2d8} damage from a fifth level spell slot.": "额外伤害为{@dice 1d6}，对于一级法术位；{@dice 1d8} 伤害，对于二级法术位；{@dice 1d10} 伤害，来自三级法术位；{@dice 2d6} 伤害，来自四级法术位；以及{@dice 2d8} 伤害，来自五级法术位。",
	"By 2nd level, you have become a living conduit to the elemental planes. The Warrior-Sage spell list is at the end of this class description.": "到了2级，你已经成为元素位面的活体导管。战士-贤者（Warrior-Sage）法术列表在本职业描述的末尾。",
	"The Warrior-Sage table shows how many spell slots you have to cast your spells. To cast one of your {@filter warrior-sage spell list|spells|class=Warrior-Sage (CC:G)} of 1st level or higher, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "战士-贤者表格显示了你用来施放法术的法术槽数量。要施放你{@filter warrior-sage spell list|spells|class=Warrior-Sage (CC:G)}中的一项1级或更高级别的法术，你必须消耗一个等级高于或等于该法术级别的法术槽。当你完成一次长休时，你会恢复所有已消耗的法术槽。",
	"You prepare the list of warrior-sage spells that are available for you to cast, choosing from the {@filter warrior-sage spell list|spells|class=Warrior-Sage (CC:G)}. When you do so, choose a number of warrior-sage spells equal to your Charisma modifier + half your warrior-sage level, rounded down (minimum of one spell). The spells must be of a level for which you have spell slots.": "你准备了可以施放的战士贤者法术清单，可以从{@filter warrior-sage spell list|spells|class=Warrior-Sage (CC:G)}中选择。在这个过程中，选择数量等于你的魅力调整值加上你的战士贤者等级一半（向下取整），最少为一个法术。这些法术必须是你拥有法术位的等级。",
	"For example, if you are a 5th-level warrior-sage, you have four 1st-level and two 2nd-level spell slots. With a Charisma of 14, your list of prepared spells can include four spells of 1st or 2nd level, in any combination. If you prepare the 1st-level spell {@spell burning hands}, you can cast it using a 1st-level or a 2nd-level slot. Casting the spell doesn't remove it from your list of prepared spells.": "例如，如果你是一名5级战士贤者，你有四个1级和两个2级法术位。拥有14点魅力值，你准备的法术清单可以包括四个1级或2级法术，以任意组合。如果你准备了1级法术{@spell burning hands}，你可以使用1级或2级法术位施放它。施放该法术不会将其从你的准备法术清单中移除。",
	"You can change your list of prepared spells when you finish a long rest. Preparing a new list of warrior-sage spells requires time spent in quiet reflection: at least 1 minute per spell level for each spell on your list.": "你可以在完成一次长休后更改你准备的法术清单。准备一份新的战士贤者法术清单需要安静反思的时间：每个法术等级至少1分钟，每个法术在你的清单上。",
	"Charisma is your spellcasting ability for your warrior-sage spells, since their power comes from your control of the elements through force of will. You use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a warrior-sage spell you cast and when making an attack roll with one.": "魅力是你的法术施放能力，用于你的战士贤者法术，因为它们的力量来自于你通过意志力控制元素。每当一个法术提到你的法术施放能力时，你就使用你的魅力。此外，当你施放战士贤者法术并设定豁免 DC 或进行攻击检定时，你也使用你的魅力调整值。",
	"You can use a piece of jewelry made of precious metal (such as silver, gold or platinum) as a spellcasting focus for your warrior-sage spells. This includes such objects as rings, amulets, necklaces, and bracelets, for example.": "你可以使用由贵金属（如银、金或铂金）制成的珠宝作为你的战士贤者法术的施法焦点。这包括戒指、护身符、项链和手镯等物品，例如。",
	"Genies and their ilk carry with them the wisdom of the ages- behind their toughened flesh and hearty laughs lies the knowledge of countless battle techniques. Just as important, however, is a warrior-sage's ability to look beyond the present, establishing the extreme focus required to execute said maneuvers.": "精灵和他们的同类随身携带着世代智慧-在他们坚韧的肉体和热烈的笑声背后隐藏着无数战斗技巧的知识。然而，同样重要的是，一个战士-贤者需要具备超越当下的能力，建立起执行这些技巧所需的极端专注力。",
	"Starting at 3rd level, a warrior-sage can use their move action to remain in place and focus. In exchange, the next melee or thrown weapon attack made by the warrior-sage gains advantage as long as it is made before the end of their next turn.": "从3级开始，一位战士贤者可以利用他们的移动动作停留在原地并集中精神。作为交换条件，战士贤者在接下来的回合结束前进行的下一个近战或投掷武器攻击获得优势。",
	"There is no limit to the number of times a warrior-sage may use this ability. This ability cannot be used if any part of the warrior-sage's movement has been used this turn.": "战士贤者可以使用这个能力的次数没有限制。如果战士贤者在这个回合中的任何移动部分已经被使用过，则无法使用这个能力。",
	"Warrior-Sages carry a great deal of power over the elements. That said, the strongest amongst them tend to focus their connection on one elemental aspect above all others.": "战士贤者对元素拥有巨大的力量。话虽如此，其中最强大的人往往会将他们的联系集中在一个元素方面，超越其他一切。",
	"If your cohort is being created as a player character (or if it is meant to have an equivalent power level) then at 3rd level, you choose your subclass-- the Dao, the Djinni, the Efreeti, or the Marid. Aspect options are detailed at the end of this class description.": "如果你的同伴被创建为一个玩家角色（或者它被认为具有相同的能力水平），那么在3级时，你选择你的子类-- 道（Dao）, 风精（Djinni）, 火精（Efreeti）, 或 水精（Marid）。方面选项在这个职业描述的末尾有详细说明。",
	"Your choice grants you features at 3rd level and again at 7th, 10th and 15th level. Those features include Aspect spells.": "你的选择在3级时赋予你特性，之后分别在7级、10级和15级再次获得。这些特性包括(Aspect spells)。",
	"Each aspect has a list of associated spells. You gain access to these spells at the levels specified in the aspect description. Once you gain access to an aspect spell, you always have it prepared. Aspect spells don't count against the number of spells you can prepare each day.": "每个方面都有一系列相关的法术。您在方面描述中指定的级别获得对这些法术的访问权限。一旦获得对一个方面法术的访问权限，您将始终准备好该法术。方面法术不计入您每天可以准备的法术数量。",
	"If you gain an aspect spell that doesn't appear on the warrior-sage spell list, the spell is nonetheless a warrior-sage spell for you.": "如果你获得了一个不在战士-贤者法术清单上的特质法术，那么对你来说，这个法术仍然是一种战士-贤者法术。",
	"At 3rd level, you gain a feature granted by your Aspect.": "在3级时，你获得了由你的本质（Aspect）赋予的特性。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用专长，你可以选择取得一个{@5etools feat|feats.html}。",
	"At 5th level, you may attack twice, rather than once, when using the Attack action.": "在5级时，当你使用攻击动作时，你可以进行两次攻击，而不是一次。",
	"Warrior-Sages take on more than just the teachings of the genies- in time they gain the supreme strength and effortless flight of their forebears.": "战士贤者不仅接受精灵的教导，随着时间的推移，他们获得了他们祖先的无上力量和轻松飞行的能力。",
	"Starting at 6th level, you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift. This does not stack with the Powerful Build trait.": "从6级开始，你在确定携带能力和推、拉或举起重量时被视为比实际体型大一级。这与强壮体格特质不可叠加。",
	"In addition, you gain a flying speed of 60 feet. If you previously had a flying speed (such as from the genie race) you no longer fall at the end of your turn while aloft.": "此外，你获得60英尺的飞行速度。如果你之前已经拥有飞行速度（比如来自（精灵种族）），你在空中结束回合时不再掉落。",
	"At 7th level, you gain a feature granted by your Aspect.": "在第7级时，你获得了由你的本质（Aspect）赋予的特性。",
	"Starting at 7th level, you can use this feature twice between long rests.": "从第7级开始，你可以在两次长休之间使用这个特性。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"At 10th level, you gain a feature granted by your Aspect.": "在10级时，你获得了由你的本质（Aspect）赋予的特性。",
	"As your connection to the elemental planes grow, so do the possibilities at your fingertips. Your unfettered might courses through any weapon in your hands so long as you allow it.": "随着你与元素位面的联系增强，你手中的可能性也随之增加。只要你允许，你无拘无束的力量可以流过你手中的任何武器。",
	"Starting at 11th level, all of your melee and thrown weapon attacks deal an extra {@dice 1d8} damage on a hit. This damage is acid, cold, fire or lightning- you may change the damage type without an action, but only during your turn and only once per round.": "从11级开始，你所有的近战和投掷武器攻击在命中时额外造成{@dice 1d8}伤害。这种伤害可以是酸性、冰冷、火焰或闪电伤害- 你可以在你的回合内无需行动改变伤害类型，但每轮只能改变一次。",
	"In addition, your planar weapon damage increases (though still only affects the first time you hit with a weapon attack in a round.) The bonus damage is now {@dice 1d8} when consuming a first level spell slot, {@dice 1d10} for a second level spell slot, {@dice 2d6} for a third level spell slot, {@dice 2d8} for a fourth level spell slot, and {@dice 2d10} for a fifth level spell slot.": "此外，你的位面武器伤害增加（尽管仍然只影响你在一轮中第一次命中的武器攻击。）当消耗一个一级法术位时，额外伤害现在为{@dice 1d8}，消耗二级法术位时为{@dice 1d10}，消耗三级法术位时为{@dice 2d6}，消耗四级法术位时为{@dice 2d8}，消耗五级法术位时为{@dice 2d10}。",
	"From now on, any bonus damage dealt with this ability, or from your planar weapon ability, ignores damage resistance but not immunity.": "从现在开始，使用这个能力造成的任何额外伤害，或者来自你的位面武器能力的伤害，将无视伤害抗性，但不会无视免疫能力。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与通常一样，使用此特性时不能将能力值提高到20以上。",
	"At 14th level, you gain the ability to cast the plane shift spell without consuming a spell slot. If your destination is on the Material Plane or one of the Elemental Planes (such as the Elemental Planes of Air, Earth, Fire, or Water), then you do not require any material components to cast the spell in this way.": "在14级时，你获得了无需消耗法术位即可施展位面转移法术的能力。如果你的目的地位于物质位面或元素位面之一（比如空气、土地、火焰或水元素位面），那么你在这种方式下施展法术时无需任何材料组件。",
	"You may instead cast the {@spell teleport} spell using this ability if your destination is on your current plane of existence.": "如果你的目的地在你当前的存在平面上，你可以使用这个能力来施放{@spell teleport}法术。",
	"You may use this ability once, and recover any expended use upon completion of a long rest.": "你可以使用这个能力一次，在完成一次长休后，你可以恢复任何已用次数。",
	"At 15th level, you gain a feature granted by your Aspect.": "在15级时，你获得了由你的本质（Aspect）赋予的特性。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用这个特性不能将能力值提高到20以上。",
	"Starting at 18th level, you can use this feature three times between long rests.": "从18级开始，你可以在两次长休之间使用这个特性三次。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与通常一样，你不能通过这个特性将一个能力值提高到20以上。",
	"Starting at 20th level, you may use your wish-granting abilities as an action to summon the effect of one spell that is 3rd level or lower and has a casting time of 1 action. The spell can be from any class's spell list, and you don't need to meet the requirements in that spell, including costly components; the spell simply takes effect as part of this action.": "在20级时，你可以将你的许愿能力用作一个动作，召唤一个施法时间为1个行动且等级为3或更低的法术效果。这个法术可以来自任何职业的法术列表，你不需要满足该法术的要求，包括昂贵的材料成分；这个法术只是作为这个动作的一部分生效。",
	"You may use this ability twice, and recover any expended use upon completion of a long rest.": "你可以使用这个能力两次，在完成一次长休后，所有已用次数将会恢复。",
	"Alternatively, you may cast a single spell that is 6th level of lower instead of the above (the same conditions apply, however). You must have both uses of this ability available in order to cast a spell of 4th level or higher in this way, and you consume both uses in order to do so.": "作为替代，你可以施放一项6级或更低级别的单个法术，而不是上述的（相同条件仍然适用）。你必须在此方式下施放4级或更高级别的法术时拥有这项能力的两次使用机会，并且在这样做时消耗这两次使用机会。",
	"Once you use this ability to cast a spell of 4th level or higher, you cannot cast another 4th level or higher spell in this way until you finish {@dice 1d4} long rests.": "一旦你使用这个能力施放4级或更高级别的法术，你就不能以这种方式再施放另一个4级或更高级别的法术，直到你完成{@dice 1d4}个长休。",
	"The Dao are known for their resilience just as much as their ruthlessness. Through hardened flesh and bold determination, the Dao remain standing even where other genies might falter. They also possess considerable skill with regards to summoning and banishment magic. All the better for controlling those who either serve them, or those brash enough to oppose their might.": "道（Dao）以他们的坚韧性和残酷性而闻名。通过坚硬的肌肤和大胆的决心，道仍然屹立不倒，即使其他精灵可能会失败。他们在召唤和驱逐魔法方面也拥有相当的技巧。这对于控制那些为他们服务的人，或者那些胆大到敢于抵抗他们的力量的人来说都是更好的。",
	"You gain aspect spells at the warrior-sage levels listed.": "你在列出的战士-贤者等级上获得特质法术。",
	"At 3rd level, you can use will points from the wishmaker ability to resist ill effects. Whenever you are forced to make a saving throw, you may spend at least one will point before making the roll. You gain a bonus on the saving throw equal to the number of will points spent in this way.": "在3级时，你可以使用愿望使者能力中的意志点来抵抗不良影响。每当你被迫进行豁免检定时，你可以在进行检定之前至少花费一个意志点。你在豁免检定上获得的奖励等同于以这种方式花费的意志点数量。",
	"You may spend up to one will point per point of proficiency bonus whenever you use this ability.": "每次使用这个能力时，您可以花费多达一个意志点来提升熟练加值的点数。",
	"Starting at 3rd level, when using a two-handed weapon (or a versatile weapon in two hands) and standing on solid ground, you gain a +1 bonus to AC.": "从3级开始，当使用双手武器（或双手持握的万能武器）并站在坚实地面上时，你的AC获得+1的加值。",
	"Starting at 3rd level, you gain the ability to reserve a small portion of any arcane energy you expend, using it to fuel other abilities.": "从3级开始，你获得了一项能力，可以保留你消耗的任何奥术能量的一小部分，用它来激发其他能力。",
	"Whenever you cast a warrior-sage spell using a spell slot, or consume a spell slot for your planar weapon ability, you gain one will point. When you complete a long rest, your total number of will points resets to zero.": "每当你使用一个法术位施放一个战士贤者法术，或者为你的位面武器能力消耗一个法术位时，你会获得一个意志点。当你完成一次长休时，你的意志点总数重置为零。",
	"As a bonus action, you may consume will points to gain temporary hit points. When you do so, you gain three temporary hit points per will point spent. You may spend up to one will point per point of proficiency bonus whenever you use this ability.": "作为一个奖励动作，你可以消耗意志点来获得临时生命值。当你这样做时，每消耗一个意志点，你获得三点临时生命值。每次使用这个能力时，你可以最多消耗与熟练加值相等的意志点。",
	"Each warrior-sage subclass provides an additional way to spend the will points gained from this ability.": "每个战士-贤者子职业都提供了一种额外的方式来使用从这项能力中获得的意志点数。",
	"Beginning at 7th level, whenever you use your ageless technique ability, you may choose any number of creatures within your melee weapon's reach. Each of those creatures must make a Wisdom saving throw against your spellcasting save DC or become {@condition frightened} for 1 minute.": "从7级开始，每当你使用你的无古不可技能时，你可以选择你的近战武器射程内的任意数量生物。这些生物中的每一个必须根据你的施法豁免 DC 进行一次感知豁免，否则在1分钟内变成{@condition frightened}。",
	"At the end of each of its turns, an affected target can make another Wisdom saving throw, ending the {@condition frightened} condition on a success.": "在受影响目标的每个回合结束时，可以进行另一次感知豁免投掷，若成功则结束{@condition frightened}状态。",
	"At 10th level, you gain resistance to acid damage. In addition, whenever you critically hit a creature, that creature must make a Wisdom saving throw against your spellcasting save DC. On a failure, that creature becomes {@condition stunned} until the end of your next turn.": "在10级时，你获得对酸性伤害的抗性。此外，每当你对一只生物造成重击时，该生物必须根据你的施法豁免 DC 进行一次感知豁免检定。如果未通过检定，则该生物在你的下一个回合结束前变为 {@condition stunned}。",
	"Starting at 15th level, whenever you use your resilience ability, you gain a number of temporary hit points equal to half your warrior-sage level, rounded up. These temporary hit points take effect immediately after you take the reduced damage from that ability, but only if you are still conscious.": "从15级开始，每当你使用你的坚韧能力时，你会获得一个临时生命值，数值等同于你战士贤者等级的一半，向上取整。这些临时生命值会在你从该能力减少的伤害后立即生效，但前提是你仍然清醒。",
	"Of all the known genies, none are as well-known (or, in some cases, as openly welcomed) as the Genies of Air. Djinn can be bold and at times vain, but their companionship is rarely passed over willingly. Their exceptional speed and skill make them formidable servants to those powerful enough to entrap them. Their love of life, however, makes them even more valuable as friends and compatriots.": "在所有已知的精灵中，没有一个像(风之精灵)那样广为人知（或者在某些情况下，如此公开受欢迎）。巨灵可以勇敢，有时也很虚荣，但他们的伴侣很少会轻易放过他们。他们出色的速度和技巧使他们成为那些足够强大以困住他们的人的可怕仆人。然而，他们对生活的热爱使他们更有价值，作为朋友和同胞。",
	"You may use your will points from the wishmaker ability to teleport short distances and perforate your foes. At 3rd level, you may, as an action during your turn, spend at least one will point. Choose any number of creatures within 20 feet of you that you can see. Those creatures must make a Dexterity saving throw against your spellcasting save DC. Creatures who fail their saves take {@dice 1d4} force damage per will point spent (such as {@dice 2d4} damage when spending two will points, and so on).": "你可以使用愿望使者能力中的意志点来进行短距离传送并穿透你的敌人。在3级时，你可以在你的回合中作为一个动作，花费至少一个意志点。选择你能看到的距离你20英尺内的任意数量生物。这些生物必须根据你的施法豁免 DC 进行敏捷豁免检定。未能通过检定的生物会受到{@dice 1d4}每个意志点花费的力量伤害（比如当花费两个意志点时为{@dice 2d4}伤害，依此类推）。",
	"Then you may choose an unoccupied space up to 5 feet away from you per will point spent. You teleport to that space as a part of this action.": "然后，你可以选择一个距离你不超过5英尺的空地，每花费一个意志点。 你作为这个动作的一部分传送到那个空地。",
	"At 3rd level, you may choose to deal thunder damage with your planar weapon ability instead of the other available damage types. When you reach 11th level, you may choose to deal thunder damage with the planar conduit ability as well.": "在3级时，你可以选择使用你的位面武器能力造成雷霆伤害，而不是其他可用的伤害类型。当你达到11级时，你也可以选择使用位面导管能力造成雷霆伤害。",
	"Starting at 7th level, whenever you deal lightning or thunder damage to a creature with a melee or thrown weapon attack, you may force that creature to make a Wisdom saving throw against your spellcasting save DC. On a failed save, the creature becomes {@condition deafened} and {@condition restrained} for 1 minute. At the end of each of their turns, that creature may make a new saving throw against this effect, ending it on a success.": "从7级开始，每当你用近战或投掷武器攻击对生物造成闪电或雷电伤害时，你可以让那个生物进行一次以你的施法豁免 DC 为目标的感知豁免检定。未通过豁免检定的生物在1分钟内变为 {@condition deafened} 和 {@condition restrained}。在他们的每个回合结束时，该生物可以进行一次新的豁免检定，成功则结束这个效果。",
	"You may use this ability once per point of proficiency bonus, and you recover any expended use upon completion of a long rest.": "你可以每点熟练加值使用一次这个能力，而且在完成一次长休后，你会恢复所有已用次数。",
	"At 10th level, you gain resistance to lightning damage. In addition, whenever you teleport at least 10 feet through the use of a spell or ability, you gain a +1 bonus to your attack rolls and armor class until the end of your next turn.": "在10级时，你获得对闪电伤害的抗性。此外，每当你通过法术或能力传送至少10英尺时，直到下一个回合结束，你的攻击加值和护甲等级都会增加1点。",
	"Starting at 15th level, whenever you have advantage on an attack roll, you can reroll one of the dice once.": "从15级开始，每当你在进行攻击检定时获得优势时，你可以重新投掷其中一颗骰子一次。",
	"Through ember-sheathed blades and crimson flames, the efreeti are said to carve through their enemies with ease. Even amongst the genies, the martial efreeti are known for their effectiveness with both sword and spell. Thankfully, their kind seem to have little ambition to conquer the Material Plane.": "通过被燃烧的刀刃和赤红的火焰，据说伊弗利特轻易地切开他们的敌人。即使在精灵中，武装的伊弗利特以剑术和法术的高效而闻名。幸运的是，他们似乎对征服物质位面没有太多野心。",
	"{@spell conjure elemental} (fire elemental only), {@spell dominate person}": "{@spell conjure elemental}（火元素生物专用），{@spell dominate person}",
	"You may spend will points from the wishmaker ability to burn your foes and hamper their movements. At 3rd level you may, as an action during your turn, choose a five-foot square within 60 feet of you that you can see and spend at least one will point. You may create 10-foot high pillars of flame in a 15-foot wide cube or a 25-foot line with the targeted square in the center of either formation. A creature who starts their turn in the area, or enters the area for the first time in a turn, must make a Dexterity saving throw against your spellcasting save DC or take {@dice 1d6} fire damage per will point spent in this way.": "你可以使用愿望使者能力中的意志点数来燃烧你的敌人并阻碍他们的移动。在3级时，你可以在你的回合中作为一个动作，选择一个距离你60英尺以内、你能看到的五英尺正方形区域，并花费至少一个意志点。你可以在一个15英尺宽的立方体内创建10英尺高的火柱，或者在一个25英尺长的直线上，以目标正方形位于任一形态的中心。在该区域开始他们的回合，或在一个回合内第一次进入该区域的生物，必须根据你的施法豁免 DC 进行敏捷豁免才能，否则将受到每个以这种方式花费的意志点数为单位的{@dice 1d6}火焰伤害。",
	"The pillars of flame last for two rounds. You may spend up to one will point per point of proficiency bonus whenever you use this ability.": "火柱持续两轮。每次使用此能力时，您可以花费多达熟练加值点数的意志点数中的一个。",
	"At 3rd level, whenever you wield a two-handed melee weapon, or a versatile weapon in both hands, you get a +1 bonus to damage rolls with that weapon.": "在3级时，每当你使用一把双手近战武器，或者双手持握一把多用武器时，你对该武器的伤害骰获得+1的奖励。",
	"Starting at 7th level, you may cast the {@spell fire bolt} cantrip as a bonus action. You also learn the {@spell fire bolt} cantrip if you do not already know it.": "从7级开始，你可以将{@spell fire bolt} cantrip作为一个奖励动作施放。如果你还不会，你也会学会{@spell fire bolt} cantrip。",
	"You may cast {@spell fire bolt} as a bonus action once per point of proficiency bonus, and recover any expended use upon completion of a long rest.": "你可以将{@spell fire bolt}作为一个奖励动作施放，每点熟练加值一次，每完成一次长休后，你可以恢复所有已用次数。",
	"At 10th level, you gain resistance to fire damage. In addition, whenever you deal fire damage, you overcome resistance (but not immunity) to that damage type.": "在10级时，你获得对火焰伤害的抗性。此外，每当你造成火焰伤害时，你能克服对该伤害类型的抗性（但不能克服免疫）。",
	"Whenever you deal fire damage to a creature with a weapon attack, you may force that creature to make a Constitution saving throw against your spellcasting save DC. A creature with fewer than half of their maximum hit points remaining makes this save with disadvantage. A creature that fails this save takes {@dice 2d6} fire damage at the start of each of their turns. At the end of each of their turns, that creature may make a new saving throw against this effect, ending it on a success.": "每当你用武器攻击对生物造成火焰伤害时，你可以强迫该生物进行一次对抗你的施法豁免 DC 的体质豁免检定。生命值低于最大值一半的生物在进行此豁免检定时具有劣势。未通过此检定的生物在每个回合开始时受到 {@dice 2d6} 火焰伤害。在每个回合结束时，该生物可以进行一次新的豁免检定，成功则结束此效果。",
	"Genies may be wondrous to behold, but few are as enigmatic or as potentially bizarre as the marids. Their mastery of watery depths is second to none, with both their coral fortresses and minds being all but unassailable. Their skill often lies in controlling the battlefield from a distance before closing in on the remnants of their enemies.": "精灵可能令人惊叹，但很少有像马里德那样神秘或潜在地古怪。他们对水深的掌控力无人能及，无论是他们的珊瑚堡垒还是思维都几乎无懈可击。他们的技艺通常在于远距离控制战场，然后再接近敌人的残余部分。",
	"You may spend will points from the wishmaker ability to stymie your foes. At 3rd level, as an action during your turn, you may choose a creature within 60 feet of you that you can see and spend at least one will point. That creature must make a Wisdom saving throw against a DC of 8 + two times the number of will points spent in this way. On a failure, that creature suffers the effects of the {@spell slow} spell, except they are the sole target, and you do not need to concentrate to maintain this ability. An affected creature may roll a new Wisdom saving throw at the end of each of their turns, ending the effect on a success.": "你可以使用愿望使者能力中的意志点数来阻止你的敌人。在3级时，作为你回合的一个动作，你可以选择一个在你视线范围内且距离你不超过60英尺的生物，并消耗至少一个意志点。该生物必须进行一次感知豁免检定，难度等于8加上以这种方式消耗的意志点数的两倍。如果失败，该生物遭受{@spell slow}法术的影响，但它们是唯一的目标，你无需集中精力维持这个能力。受影响的生物可以在他们的回合结束时进行一次新的感知豁免检定，成功则结束效果。",
	"At 3rd level, whenever you wield a weapon with the thrown property, its range is increased to 30/90 at minimum, and you gain a +1 bonus to attack rolls with that weapon.": "在3级时，每当你使用具有投掷属性的武器时，其射程最小增加至30/90，你获得该武器攻击投掷的攻击加值+1。",
	"Starting at 7th level, you may, as an action during your turn, throw your weapon with a surge of water to accompany it. Each creature in a 60-foot, 5-foot wide line emanating from you must make a Dexterity saving throw against your spellcasting save DC. On a failure, a creature takes {@dice 4d6} damage of the same damage type as the thrown weapon, and if it is Huge sized or smaller, it gets pushed 20 feet away from you and is knocked {@condition prone}. On a success, a creature takes half damage, but is neither pushed nor knocked {@condition prone}.": "从7级开始，你可以在你的回合中，将你的武器投掷出去，并伴随着一股水流的冲击。从你身上散发出的一条60英尺长、5英尺宽的直线中的每个生物必须根据你的施法豁免 DC 进行一次敏捷豁免。如果未通过，生物会受到相同伤害类型的{@dice 4d6}伤害，如果它是巨型或更小，它会被推开20英尺，并被击倒{@condition prone}。如果通过，生物会受到一半伤害，但既不被推开也不被击倒{@condition prone}。",
	"At 10th level, you gain resistance to cold damage. In addition, whenever you deal bonus damage to a creature with your planar weapon ability, you may choose another creature within 5 feet of the original target. That creature takes damage equal to your proficiency bonus. The damage dealt is the same damage type as the triggering bonus damage.": "在10级时，你获得对冷伤害的抗性。此外，每当你使用你的位面武器能力对生物造成额外伤害时，你可以选择原始目标周围5英尺内的另一个生物。那个生物受到等同于你的熟练加值的伤害。所造成的伤害类型与触发的额外伤害相同。",
	"Starting at 15th level, whenever you hit a creature with a melee or thrown weapon attack, you may force that creature to make a Strength saving throw against your spellcasting save DC. On a failure, that creature takes extra weapon damage as though critically hit, and is knocked {@condition prone}.": "从15级开始，每当你用近战或投掷武器攻击命中生物时，你可以让那个生物进行一次力量豁免检定，检定 DC 为你的施法豁免 DC。如果未通过检定，该生物会受到额外的武器伤害，就像受到了重击，并被击倒{@condition prone}。",
	"In addition, you always have advantage on attack rolls against creatures with the {@condition prone} condition, even if you are not within 5 feet of them.": "此外，即使你不在与它们相距5英尺内，对处于{@condition prone}状态的生物进行攻击骰时，你始终具有优势。",
	"Genies are said to be the result of a mortal soul (or souls) merging with the vast energies of the elemental planes. With this in mind, genies are virtually always fully-formed adults when they emerge from this process, and they seem to be unable to procreate. Genies are both ageless and immortal.": "据说精灵是一个凡人灵魂（或灵魂）与元素位面的广阔能量融合的结果。考虑到这一点，精灵在经历这个过程后几乎总是成年人的形态，并且似乎无法繁殖后代。精灵既不老也不死。",
	"The malicious Dao often take slaves when they can, and the worst of these genies revel in the pain inflicted on their hapless servants. Djinni, or Air Genies, are the kind most often referred to in mortal tales, and for good reason. Of all the genies, Djinni are the most likely to collaborate with non-genies and in fact tend to find mortals rather fascinating. The Efreeti of the famed Brass City may seem just as brutish and evil as the Dao, but Efreeti rule through strict hierarchies and draconian laws that, they believe, are necessary to instill true order.": "邪恶的(道)常常在有机会时掳掠奴隶，而其中最恶劣的精灵则沉湎于对他们不幸仆人所造成的痛苦。巨灵，或空气精灵，在凡人传说中经常被提及，而且有充分的理由。在所有的精灵中，巨灵最有可能与非精灵合作，事实上他们往往觉得凡人相当迷人。著名的黄铜城的伊弗利提可能看起来和(道)一样野蛮和邪恶，但伊弗利提通过严格的等级制度和严苛的法律来统治，他们相信这是必要的以确立真正的秩序。",
	"Meanwhile, the Marids have a streak towards chaos that other genies are not known for. Asking a wish of a Marid is thought to be perilous-- at best, their wishes are granted to entertain the genie first, and fulfilling the wish's purpose falls second if at all.": "与其他精灵不同，马利德（Marids）倾向于混乱。向马利德许愿被认为是危险的——充其量，他们会先满足自己的娱乐需求，实现愿望的目的则次要，甚至可能根本不会实现。",
	"Genies are towering figures, and though they begin as Medium-sized they lean towards the taller end of the spectrum. A genie tends to be six to seven feet tall at minimum, and more powerful genies can be considerably larger.": "精灵是高大的人形生物，虽然它们起初是中等身材，但倾向于身材较高的一端。一般来说，精灵至少有六到七英尺高，更强大的精灵可能会更高。",
	"Your base movement speed is 30 feet.": "你的基础移动速度是30尺。",
	"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "你可以在距离你60英尺范围内的昏暗光线中看清物体，就好像是明亮的光线一样，在黑暗中也能看到物体，就好像是昏暗的光线一样。在黑暗中你无法分辨颜色，只能看到灰色调。",
	"You count as an elemental for the purposes of spells and effects.": "你在法术和效果方面被视为元素生物。",
	"You gain a fly speed of 30 feet. Your flight works only in short bursts; you fall if you end your turn in the air and nothing else is holding you aloft.": "你获得了30英尺的飞行速度。你的飞行只能在短时间内持续；如果你在空中结束回合且没有其他支撑，你会坠落。",
	"You fly at only half the normal speed if you carry weight that exceeds two-thirds of your maximum carrying capacity. You cannot fly at all if you carry weight that exceeds your carrying capacity.": "如果你携带的重量超过你的最大携带能力的三分之二，你的飞行速度将只有正常速度的一半。如果你携带的重量超过你的携带能力，你将无法飞行。",
	"Four major subraces of genie are found amongst the planes of D&D: dao, djinni, efreet and marids. Choose one of these subraces.": "在D&D的各个位面中，有四大主要的元灵亚种：地元灵 (dao)、风元灵 (djinni)、火元灵 (efreet) 和水元灵 (marids)。请选择其中一种亚种。",
	"The dao has advantage on Strength and Dexterity saving throws made against effects that would knock it {@condition prone}.": "刀客在对抗可能使其摔倒的效果时，对力量和敏捷豁免 throws 有优势 {@condition prone}。",
	"When you use your move action, you may choose to ignore the effects of difficult terrain until the beginning of your next turn. You may use this ability three times, and recover any expended use upon completion of a long rest.": "当你使用你的移动动作时，你可以选择忽略艰难地形的影响，直到你的下一个回合开始。你可以使用这个能力三次，并在完成一次长休后恢复任何已使用的次数。",
	"You know the {@spell acid splash} cantrip. When you reach 3rd level, you can cast the {@spell ray of sickness} spell once per day. When you reach 5th level, you can also cast the {@spell melf's acid arrow} spell once per day. You do not require any components when casting these spells in this way. Charisma is your spellcasting ability for these spells.": "你会施放{@spell acid splash}的战斗法术。当你达到3级时，你每天可以施放{@spell ray of sickness}法术一次。当你达到5级时，你也可以每天施放{@spell melf's acid arrow}法术一次。以这种方式施放这些法术时，你不需要任何材料。这些法术的施法能力为魅力。",
	"You may choose to reroll an attack roll that you fail. If you do so, you must use the new roll, and you can't use this feature again until you finish a long rest.": "你可以选择重新投掷一次攻击骰，如果你失败了。如果你这么做，你必须使用新的骰子点数，而且在完成一次长休前你不能再使用这个特性。",
	"You know the {@spell minor illusion} cantrip. When you reach 3rd level, you can cast the {@spell thunderwave} spell once per day. When you reach 5th level, you can also cast the {@spell invisibility} spell once per day. You do not require any components when casting these spells in this way. Charisma is your spellcasting ability for these spells.": "你会施展{@spell minor illusion}的战斗法术。当你达到3级时，你每天可以施展{@spell thunderwave}法术一次。当你达到5级时，你还可以每天施展{@spell invisibility}法术一次。以这种方式施展这些法术时，你不需要任何材料。魅力是你施展这些法术的法术属性。",
	"When you deal damage with a spell or cantrip, you may choose to deal extra damage to a single target equal to your proficiency bonus. This extra damage is fire damage. You may use this ability twice, and recover any expended use upon completion of a long rest.": "当你用法术或戏法造成伤害时，你可以选择对单个目标造成额外伤害，数值等同于你的熟练加值。这额外伤害为火焰伤害。你可以使用这个能力两次，并在完成一次长休后恢复任何已使用的次数。",
	"You know the {@spell fire bolt} cantrip. When you reach 3rd level, you can cast the {@spell burning hands} spell once per day. When you reach 5th level, you can also cast the {@spell enlarge/reduce} spell once per day. You do not require any components when casting these spells in this way. Charisma is your spellcasting ability for these spells.": "你会{@spell fire bolt}的战斗法术。当你达到3级时，你每天可以施放{@spell burning hands}法术一次。当你达到5级时，你还可以每天施放{@spell enlarge/reduce}法术一次。以这种方式施放这些法术时，你不需要任何材料。魅力是你施放这些法术的法术能力值。",
	"You can breathe air and water. You also gain a swim speed of 30 feet.": "你可以呼吸空气和水。你还获得了30英尺的游泳速度。",
	"When you fail an ability check while suffering from the {@condition grappled} or {@condition restrained} conditions, you may reroll the ability check. If you do so, you must use the new roll, and you can't use this feature again until you finish a long rest.": "当你在受到{@condition grappled}或{@condition restrained}状态影响时失败一次能力检定时，你可以重新投掷这次检定。如果你这样做，你必须使用新的骰点结果，并且在完成一次长休前无法再次使用这个特性。",
	"You know the {@spell ray of frost} cantrip. When you reach 3rd level, you can cast the {@spell unseen servant} spell once per day. When you reach 5th level, you can also cast the {@spell hold person} spell once per day. You do not require any components when casting these spells in this way. Charisma is your spellcasting ability for these spells.": "你会{@spell ray of frost}战斗法术。当你达到3级时，你每天可以施展{@spell unseen servant}法术一次。当你达到5级时，你也可以每天施展{@spell hold person}法术一次。以这种方式施展这些法术时，你不需要任何材料。魅力是你施展这些法术的法术属性。"
}