{
	"The fighting style of a Juggernaut is very rare. It is similar to the way of a fighter, (block, attack) but it is also very different from any other style of fighting. Most classes wish to damage foes, heal allies, and curse or bless creatures. A Juggernaut cherishes their fighting style, for it is unique.": "猛击者(Juggernaut)的战斗风格非常罕见。它类似于一名战士的方式，(格挡，攻击)但又与任何其他战斗风格截然不同。大多数职业希望能够伤害敌人、治愈盟友，并诅咒或祝福生物。猛击者珍视他们独特的战斗风格。",
	"Juggernauts, masters of strength and defense, are warriors whose aim is to block attacks, throw around and taunt enemies with their shield. Juggernauts are uncommon, but very much exist. Many Juggernauts are paladins or fighters seeking a better fighting style for them, and they strive to embody their power within their main weapon, a shield. Their shield represents themselves, their honor, and their spirit for a fight.": "力量和防御的大力士(Juggernauts)，是战士，其目标是阻挡攻击，用盾牌来投掷和嘲讽敌人。大力士并不常见，但确实存在。许多大力士是圣骑士或战士，寻求更好的战斗风格，并努力将他们的力量体现在他们的主要武器——盾牌上。他们的盾牌代表着他们自己，他们的荣誉，以及他们为战斗而奋斗的精神。",
	"A Juggernaut's main power is their shield and the bond that strengthens it. How did you come to be a Juggernaut? Who taught you your ways? Was it your mother or your father? Or did they die an dishonorable death, and you are following their footsteps to avenge them? What is the story behind your current shield? Is it special to you, or did you just find it the other day? Juggernaut is a class with the primary functiion making the majority of enemies look straight at you and want to kill you instead of those you wish to protect. Juggernauts tend to be good in nature, but depending on the environment a Juggernaut is in, they can be lawful, chaotic or neutral. Some Juggernauts, depending on where they are born or who has influenced them, can even become bodyguards or enforcers of powerful beings such as devils or kings.": "一名Juggernaut（主宰者）的主要力量来自于他们的盾牌以及加强盾牌的纽带。你是如何成为一名Juggernaut的？是谁教会了你这些技能？是你的母亲还是你的父亲？或者他们死于不光彩的死亡，而你正在追随他们的脚步来为他们复仇？你当前的盾牌背后有什么故事？它对你来说是否特别重要，还是你只是前几天刚找到它？Juggernaut是一个职业，其主要功能是让大多数敌人直视你并想要杀死你，而不是你想要保护的人。Juggernaut通常本性善良，但取决于Juggernaut所处的环境，他们可能是守序的、混乱的或中立的。一些Juggernaut，取决于他们出生的地方或谁影响了他们，甚至可以成为恶魔或国王等强大存在的保镖或执行者。",
	"You can make a Juggernaut quickly by following these suggestions. First, Constitution should be your highest ability score, followed by Strength. Second, choose the {@background Folk Hero|phb} background. Third, choose Chain Mail, a flail, an Explorer's Pack, and a Shield.": "按照本地语言习惯，可以通过以下建议快速创建一个重甲战士。首先，体质应该是你最高的能力值，其次是力量。其次，选择{@background Folk Hero|phb}背景。第三，选择锁子甲、连枷、探险者背包和盾牌。",
	"As a 1st level Juggernaut, you have the unique ability to bond a shield to you. It grants you these abilities:": "作为1级的战斗机，你有独特的能力将盾牌与你绑定。它赋予你以下能力：",
	"Your bonded shield is indestructible by nonmagical means and magically light as a feather. You can carry and move your shield around easily, and it does not count against your maximum weight. To creatures other than you, the shield feels as if it weighs many pounds heavier than it really is, as the power you put behind your shield is palpable, and as hefty as iron. You can also magically sense the position of the shield in a 30 ft. radius.": "你的被誓约的盾牌是非魔法手段无法摧毁的，而且魔法轻如羽毛。你可以轻松携带和移动你的盾牌，它不会计入你的最大重量。对于除你之外的生物来说，盾牌感觉起来比实际重量重很多磅，因为你在盾牌后面施加的力量是明显的，就像铁一样沉重。你还可以在30英尺半径内魔法感知盾牌的位置。",
	"You are proficient with using shields as weapons, and your bonded shield does 2d4+Str Mod Bludgeoning damage. (Shields can be modified to deal other types of damage. For example, spikes for Piercing or a blade along the edge for Slashing.)": "你擅长使用盾牌作为武器，你的绑定盾牌造成2d4+力量调整值的钝击伤害。 (盾牌可以进行修改以造成其他类型的伤害。例如，尖刺可以造成刺伤伤害，或者沿边缘加装刀刃以造成斩击伤害。)",
	"You can bond a newly aquired shield by choosing to bond to it, then spending a short or long rest with it.": "你可以选择将新获得的盾牌进行绑定，然后与其一起度过一个短暂或长时间的休息。",
	"To a Juggernaut, losing their shield is fatal to their honor, so they are ashamed. If your shield is somehow lost or destroyed, you are racked with shame. Until you get a new shield and bond to it, you have disadvantage on all ability checks. Bonding to a new shield does not count as losing or destroying your previous bonded shield.": "对于一名猛攻者(Juggernaut)，失去他们的盾牌对他们的荣誉来说是致命的，因此他们会感到羞愧。如果你的盾牌不知何故丢失或被摧毁，你将被羞愧所困扰。直到你获得一面新的盾牌并与之结合，你在所有能力检定上都会受到劣势。与一面新盾牌结合并不算是失去或摧毁你之前结合的盾牌。",
	"To find out how to bond a shield, see above.": "要找出如何绑定盾牌，请参见上文。",
	"When you unlock this at level 1, as a bonus action you can anger people into fighting you. Choose one creature within 60 feet of you who can see or hear you. The affected creature must succeed on a Wisdom saving throw against your Juggernaut save DC or have disadvantage on any attacks, spells, or other harmful actions they make against anyone except you. Additionally, any creatures affected by a spell they cast have advantage on their saving throw against the spell if you are not one of the targets. This lasts until the start of your next turn. Targets who can't be frightened are unaffected. You can only use this a number of times as shown above, recovering them on a short or long rest. Your Juggernaut save DC is 8 + your proficiency bonus + your Constitution modifier.": "当你在1级解锁这个能力时，作为一个额外动作，你可以激怒他人与你战斗。选择一个在你60英尺内、能看到或听到你的生物。受影响的生物必须通过一次感知豁免检定，检定 DC 为你的力量怪兽豁免 DC，否则对除你以外的任何人进行的攻击、法术或其他有害行动都会有劣势。此外，受他们施放的法术影响的任何生物，在你不是目标之一时，对该法术的豁免检定获得优势。这持续到你的下一个回合开始。无法被恐吓的目标不受影响。你只能使用这个能力一定次数，如上所示，然后在短休或长休中恢复。你的力量怪兽豁免 DC 为 8 + 你的熟练加值 + 你的体质调整值。",
	"At 2nd level, you gain a Juggernaut Specialty. Choose one of the following below:": "在2级时，你获得一个（Juggernaut）专长。选择以下其中一个：",
	"Even if swinging a shield, your attacks are brutal and unexpectedly harsh. Whenever you score a critical hit, use the maximum die results on your damage dice.": "即使挥舞着盾牌，你的攻击仍然是残酷而出乎意料的严厉。每当你造成一次暴击时，使用你伤害骰的最大结果。",
	"You have an unmovable stance in which only very strong forces can move you. You have advantage on checks to avoid being grappled and saving throws against being forcefully moved or knocked prone by any means. If you fail a saving throw for being forcefully moved, reduce the distance that you've been moved by 5 feet.": "你有一种坚定不移的姿态，只有非常强大的力量才能将你移动。你在避免被抓住的检定和抵抗被任何方式强行移动或击倒的豁免检定中获得优势。如果你因被强行移动而未通过豁免检定，减少你被移动的距离5英尺。",
	"You're strong enough to actually trust people as far as you can throw them. Shove attacks you make push creatures 10 feet. Additionally, if a creature one size category larger than you or smaller damages you or fails a melee attack against you, you can use your reaction to make a shove attack against them.": "你足够强壮，可以真正信任人们，就像你能把他们扔出去一样。你进行的推挤攻击可以将生物推开10英尺。此外，如果比你大一个体型类别或更小的生物对你造成伤害或未能对你进行近战攻击，你可以使用你的反应对他们进行一次推挤攻击。",
	"When you gain this feature at 2nd level, your hit point maximum increases by 2 points, and it increases by 1 every time you gain a Juggernaut level.": "当你在2级获得此特性时，你的生命值上限增加2点，每次获得一个重甲(Juggernaut)等级时，生命值上限会增加1点。",
	"At 3rd level you must choose a Juggernaut Ideal, wich are described below. You gain a Juggernaut Ideal Feature from this path at 3rd level, 7th level, 11th level and at 15th level.": "在3级时，你必须选择一个（Juggernaut）铁甲战士理想，如下所述。你将在3级、7级、11级和15级时从这个路径获得一个（Juggernaut Ideal）铁甲战士特性。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用专长，你可以选择取得一个{@5etools feat|feats.html}。",
	"At 5th level, you learn to put your mighty strength to use for offense and control. You are considered proficient in Athletics, and use double your proficiency bonus for Athletics checks. If you are already proficient in Athletics, choose another proficiency from your class list.": "在5级时，你学会将你强大的力量用于进攻和控制。你被视为精通运动，并在运动检定中使用双倍的熟练加值。如果你已经精通运动，请从你的职业清单中选择另一个熟练项。",
	"At 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn.": "在5级时，每当你在你的回合上采取攻击动作时，你可以攻击两次，而不是一次。",
	"Starting at level 6, the range in which you can sense your shield doubles and if your shield is within 30 feet of you, you can use your bonus action to summon your shield. (The shield teleports into your hand.) As a bonus action you can shunt your shield into a pocket dimension and re-summon as a bonus action. You can only send your shield to the pocket dimension if you are holding it. The shield can stay in this pocket dimension forever with no ill effects on the shield.": "从6级开始，你可以感知到盾牌的范围加倍，如果你的盾牌在30英尺内，你可以使用奖励动作召唤你的盾牌。（盾牌会传送到你的手中。）作为奖励动作，你可以将你的盾牌推送到口袋维度中，并在需要时重新召唤。只有在你握住盾牌时才能将其发送到口袋维度。盾牌可以永远留在这个口袋维度中，不会对盾牌造成任何不良影响。",
	"Starting at level 6, in combat, the area within 5 feet of you is considered difficult terrain. In addition, whenever you make an opportunity attack, you can attempt to grapple or shove the creature instead of making a melee attack.": "从6级开始，在战斗中，你周围5英尺范围内的区域被视为艰难地形。此外，每当你进行一次机会攻击时，你可以尝试拼抱或推开生物，而不是进行近战攻击。",
	"At 7th level, you gain a feature from your Juggernaut Ideal.": "在第7级时，你从你的(Juggernaut)理想中获得一个特性。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与通常一样，使用此特性不能将能力值提高到20以上。",
	"If your DM uses the optional Feats, you can instead take a feat.": "如果你的DM使用了可选的专长（Feats），你可以选择获取一个专长。",
	"Starting at 9th level, you gain a bonus equal to your proficiency bonus to all saving throws to avoid Exhaustion, stage 5 of Exhaustion for you now reduces your speed to 5, and you now have 7 stages of Exhaustion, instead of 6. Stage 6 is now Unconsciousness, and 7 is death.": "从9级开始，你获得一个等同于你熟练加值的奖励，用于所有豁免扑克牌以避免疲劳，现在对你来说，疲劳的第5阶段会将你的速度降低到5，而不是6。现在你有7个疲劳阶段，而不是6。第6阶段是昏迷，第7阶段是死亡。",
	"At 10th level, when grappling a creature, you can drag them with you with no penalty to movement, regardless of the creature's size.": "在10级时，当你与一名生物缠斗时，你可以将其随你移动，而不受移动惩罚，无论该生物的大小如何。",
	"At 11th level, you gai a feature from your Juggernaut Ideal.": "在11级时，你从你的（Juggernaut）理想中获得一个特性。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"Starting at 13th level, whenever you successfully shove a creature, you can simultaneously push it away from you and knock it prone.": "从13级开始，每当你成功推开一个生物时，你可以同时将其推开并使其倒地。",
	"At 13th level, your hit point maximum increases by 13 points, and it now increases by 2 every time you gain a Juggernaut level.": "在13级时，你的生命值上限增加13点，每次获得重甲(Juggernaut)等级时，生命值上限会增加2点。",
	"At 14th level, you can wield two handed melee weapons in one hand, but you can only add half your proficiency bonus, rounded down, to attacks with them. Additionally, if you are wielding a weapon with the versatile property in one hand, you can use the two handed die instead. If you are Small, you can now wield weapons with the heavy property in two hands with no penalty, but can not hold them in one hand.": "在14级时，你可以单手使用双手近战武器，但你只能将你的熟练加值的一半（向下取整）加到攻击上。此外，如果你单手持有一把具有灵巧特性的武器，你可以使用双手的伤害骰。如果你是小型生物，你现在可以无惩罚地用双手持有具有沉重特性的武器，但不能单手持有它们。",
	"Starting at level 14, attacks with a bonded shield deal double damage to objects and structures.": "从14级开始，使用绑定盾牌进行的攻击对物体和建筑造成双倍伤害。",
	"At 15th level, you gai a feature from your Juggernaut Ideal.": "在15级时，你从你的力量角斗士理想(`Juggernaut Ideal`)中获得一个特性。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用这个特性不能将一个能力值提高到20以上。",
	"At 17th level, the specialty you chose at the beginning of your adventure has grown more powerful.": "在17级时，你在冒险开始时选择的专长变得更加强大。",
	"On a critical hit, use the maximum die results on your damage dice.": "在暴击时，使用你的伤害骰的最大结果。",
	"You are immune to the grappled and proned conditions, and you cannot be forcefully moved by any means.": "你对被抓住和倒地状态免疫，并且无法被任何方式强制移动。",
	"Creatures that you grapple are considered restrained. The condition still ends if you are moved out of reach or incapacitated.": "你所擒抱的生物被视为被限制。即使你被移出范围或失去行动能力，这种状态仍会结束。",
	"At 18th level, you've sustained so many wounds, you're almost numb to the big hits. Any critical hit against you becomes a normal hit.": "在18级时，你已经承受了如此多的伤势，对于重击几乎已经麻木了。任何对你的重击都会变成普通命中。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用这个特性不能将能力值提高到20以上。",
	"At 20th level, you can briefly make yourself both an unstoppable force, and an immovable object. As an action once per long rest, you can gain the following benefits for 1 minute:": "在20级时，你可以短暂地让自己既成为一股不可阻挡的力量，又成为一座不可移动的物体。作为一次长休后的行动，你可以在1分钟内获得以下效益：",
	"You can't be forcefully moved and your speed can't be reduced by any means.": "你不能被强制移动，也不能通过任何方式减慢你的速度。",
	"You are immune to the Grappled, Restrained, Stunned, Petrified and Paralyzed and Proned conditions.": "你对被抓住、被束缚、被眩晕、石化、麻痹和倒地状态免疫。",
	"Some examples of the ideals of a Defender:": "一些捍卫者(`Defender`)理念的例子：",
	"You should attack only in defense. \"The world does not need more bloodshed started.\"": "你应该只在防御时进行攻击。\"世界不需要更多的血腥开始。\"",
	"You must protect the weak and innocent. \"Those who are innocent deserve to be protected from the evils of this world.\"": "你必须保护弱者和无辜者。\"无辜者应该免受这个世界邪恶的伤害。\"",
	"Use your shield with honor, never become too confident. \"Stay humble even in a time of blood and violence.\"": "怀着荣誉使用你的盾牌，永远不要变得过于自信。\"即使在血与暴力的时刻，也要保持谦逊。\"",
	"Starting at 3rd level, as an action, you can sacrifice a small portion of yourself to heal your allies or demolish your foes. As an action, you can touch one creature and heal them by expending some of your hit dice. Roll the dice and add your Constitution modifier to each, restoring a number of hit points equal to the total. Alternatively, when you hit a creature with a melee weapon attack, you can expend some of your hit dice to infuse your attack with a burst of radiant energy. Roll the dice and add your Constitution modifier to each, dealing extra radiant damage equal to the total, in addition to the weapon's damage. You can spend an amount of Hit Dice per round equal to half your proficiency bonus.": "从3级开始，作为一个动作，你可以牺牲一小部分自己来治愈你的盟友或摧毁你的敌人。作为一个动作，你可以触摸一个生物并通过消耗你的一些生命骰来治愈它们。投掷骰子并为每个骰子加上你的体质调整值，恢复的生命值等于总和。或者，当你用近战武器攻击命中一个生物时，你可以消耗一些生命骰来注入你的攻击以一团辐射能量。投掷骰子并为每个骰子加上你的体质调整值，额外造成等于总和的辐射伤害，除了武器的伤害。你每回合可以消耗等于你熟练加值一半的生命骰数量。",
	"Starting at 7th level, you can make Medicine checks as a bonus action on your turn, and you gain proficiency in Medicine. If you are already proficient in this skill, you can choose to be proficient in one of the following skills: Intimidation, Insight, Perception or Survival. Additionally, you have advantage on checks to diagnose diseases and other medical conditions or to identify a creature's wounds or cause of death.": "从第7级开始，你可以在你的回合中将医学检查作为一个奖励动作，并且你获得医学技能的熟练加成。如果你已经精通这项技能，你可以选择在以下技能中的一项中获得熟练加成：恐吓、洞察、感知或生存。此外，你在诊断疾病和其他医疗情况，或者识别生物的伤口或死因的检查中获得优势。",
	"Starting at 11th level, while holding your bonded shield, you can use your action to create an impenetrable dome of force in a 15-foot radius around you, and lasts until the end of your next turn.": "从11级开始，当你握着你的结界盾时，你可以使用你的动作在你周围15英尺半径内创建一个坚不可摧的力场圆顶，持续到你的下一个回合结束。",
	"When you create the dome, choose any number of willing creatures you can see within 120 feet of you. Each creature teleports to an unoccupied space of its choice inside the dome and can move through the dome freely, including yourself.": "当你创建圆顶时，选择任意数量的愿意的生物，这些生物必须在你能看到的120英尺范围内。每个生物传送到圆顶内它选择的一个未被占据的空间，并可以自由穿过圆顶，包括你自己。",
	"A hostile creature that is in the dome's area when you create it is pushed to the nearest unoccupied space and must make a Constitution saving throw against your juggernaut save DC or take 2d8 force damage.": "当你创建一个圆顶时，如果有敌对生物在其范围内，它会被推到最近的未占据空间，并必须进行一次针对你的力量 DC 的顽强豁免豁免检定，否则会受到 2d8 的力量伤害。",
	"The dome prevents hostile creatures from passing or reaching through it and it prevents their spells and attacks made with ranged or reach weapons from entering it. Once   use this feature, you can't use it again until you finish a long rest.": "这个圆顶阻止敌对生物通过或到达它，并阻止它们用远程或触及武器发动的法术和攻击进入其中。一旦使用这个特性，你必须完成一次长休才能再次使用它。",
	"Starting at 15th level, you gain the power to bring someone back if they've died recently. You can cast revivify once per long rest.": "从15级开始，你获得了让某人在最近死亡后复活的能力。你可以每次长休后施放复活术一次。",
	"The phrase: \"Your best defense is offense\" embodies this class. Ravagers are juggernauts who seek the path to defense in violence. Their goal is to end fights as quickly as possible, dealing consistent damage at short or long range.": "“你最好的防御是进攻”这句话体现了这个职业。掠夺者是一群力量强大的人，他们通过暴力寻求防御之道。他们的目标是尽快结束战斗，在短距离或远距离造成持续伤害。",
	"Starting at level 3, you may treat your bonded shield as if it has the Thrown Property. This attack benefits from any features you possess that modify weapon attacks generally or shield bash attacks specifically. Your shield has a short range of 20 feet and a long range of 60 feet. Immediately after the attack, the shield flies back to your hand.": "从3级开始，你可以将你的结界盾牌视为具有投掷属性。这次攻击受益于你拥有的任何修改武器攻击或盾牌猛击攻击的特性。你的盾牌的短程为20英尺，长程为60英尺。在攻击后，盾牌会立即飞回你的手中。",
	"You can now attack twice, instead of once, whenever you take the Attack action on your turn.": "每当你在你的回合使用攻击动作时，你可以攻击两次，而不是一次。",
	"Starting at level 11, You deal more damage with each swing you make. In combat, every successful hit you make gives you a +3 to your damage on your next attack, up to a maximum of +15 damage per attack. If you miss an attack, you lose the bonus damage and must start again.": "从11级开始，你每次攻击都会造成更多伤害。在战斗中，每次成功命中都会使你在下一次攻击时获得+3的伤害加成，最多可累积至每次攻击+15的伤害加成。如果你未命中一次攻击，你将失去加成伤害，必须重新开始。",
	"At 15th level, even as your strength begins to fade, you keep fighting. Having 0 hit points doesn't knock you unconscious, but you must still make death saving throws, and you suffer the normal effects of taking damage while at 0 hit points.": "在15级时，即使你的力量开始减弱，你仍然保持战斗。 当你的生命值为0时，你不会昏迷，但你仍然必须进行死亡豁免投掷，并且在生命值为0时你会受到受伤的正常影响。",
	"Giantslayer Juggernauts focus all of their strength and skill with weapons into single powerful strikes meant to cripple the largest of foes. With their size and bulk they can effectively grapple, pin, and submit far larger opponents. They prize themselves on their evasive tactics against these monsters and their resistances to their mighty attacks, while striking back with equal ferocity.": "巨人屠杀者巨无霸将他们所有的力量和武器技能集中在单一强大的打击上，旨在削弱最大的敌人。凭借他们的体型和体积，他们可以有效地缠斗、制服和制服比自己更大的对手。他们以对抗这些怪物的闪避战术和对它们强大攻击的抵抗力为傲，同时以同等的凶猛还击。",
	"Starting at level 3, you have the ability to grow to an immense size to fight your enemies. You can use a bonus action to gain the following benefits for one minute:": "从3级开始，你有能力变得巨大，与敌人战斗。你可以使用一个奖励动作，在一分钟内获得以下好处：",
	"Your size doubles in all dimensions, and your weight is multiplied by eight.": "你的尺寸在所有方面都增加一倍，而你的重量增加了八倍。",
	"Your size increases by one category. If you were Small, now you are Medium. If you were Medium, now you are Large.": "你的尺寸增加了一个等级。如果你原本是小型，现在你是中型。如果你原本是中型，现在你是大型。",
	"You have advantage on Strength checks and Strength saving throws.": "你在力量检定和力量豁免 throws 时具有优势。",
	"Your weapons also grow to match your new size. While these weapons are enlarged, you deal 1d4 extra damage when you make melee weapon attacks with them.": "你的武器也会随着你的新尺寸而增长。当这些武器被放大时，你使用它们进行近战武器攻击时，额外造成1d4点伤害。",
	"Everything you are wearing and carrying changes size with you. Any item dropped returns to normal size at once.": "你所穿戴和携带的一切物品都会随着你的尺寸变化。任何被丢弃的物品会立即恢复正常大小。",
	"If there isn't enough room for you to double in size, you attain the maximum possible size in the space available.": "如果没有足够的空间让你增加一倍大小，你会在可用空间内达到最大可能的大小。",
	"You cannot willingly submit to the Enlarge/Reduce Spell and if cast on you it automatically fails.": "你不能自愿接受《扩大/缩小术》的咒语，如果施加在你身上，它会自动失败。",
	"This effect can not be counterspelled or dispelled.": "这个效果无法被反咒或驱散。",
	"You can use this skill twice per long rest. At level 7, this increases to three times per long rest, and at level 11 this increases to four times per short or long rest.": "你可以每次长休息使用这个技能两次。在7级时，这会增加到每次长休息三次，而在11级时，这会增加到每次短休息或长休息四次。",
	"Starting at level 7, you merrily crush your opponents to dust. When you make an attack, you can choose to make the attack at disadvantage. If you hit, the attack is treated as a critical hit. You can't use this skill if you already have disadvantage.": "从7级开始，你欢快地将对手粉碎成尘。当你进行攻击时，你可以选择以劣势进行攻击。如果命中，该攻击被视为暴击。如果你已经处于劣势状态，你不能使用这个技能。",
	"Starting at level 11, you can use a bonus action to consume two uses of Enlarge, instead of one, to grow even larger. You can also use a bonus action consume an extra use of Enlarge if you are already Enlarged, but not if you are under the effects of Enlarge/Reduce. While you are Titan-sized, use the effects below instead of your standard effects.": "从11级开始，你可以使用一个额外动作来消耗两次（Enlarge）的使用次数，而不是一次，以变得更大。如果你已经被（Enlarge）增大，你也可以使用一个额外动作来消耗额外的（Enlarge）使用次数，但如果你处于（Enlarge/Reduce）效果下，则不能。当你变成泰坦大小时，使用以下效果代替你的标准效果。",
	"Your normal size quadruples in all dimensions, and your weight is multiplied by sixteen.": "你的正常尺寸在所有维度上增加了四倍，而你的体重增加了十六倍。",
	"Your size increases by two categories. If you were Small, now you are Large. If you were Medium, now you are Huge.": "你的尺寸增加了两个分类。如果你原本是小型，现在你是大型。如果你原本是中型，现在你是巨型。",
	"Your weapons also grow to match your new size. While these weapons are Titan-sized, you deal 2d4 extra damage when you make melee weapon attacks with them.": "你的武器也会随着你的新尺寸而增长。当这些武器是泰坦大小时，你使用它们进行近战武器攻击时，额外造成2d4点伤害。",
	"At 15th level, you can use an action to slam your boot into the ground, setting into motion the effect of the {@spell Earthquake|phb} spell centered on yourself until the beginning of your next turn. You are unaffected by its normal effects, but you are affected by environmental effects of the ability, such as a crumbling roof or crashing pillar. Allies are fully affected by the ability. The DC for this ability is 8 + your Con and Prof modifiers. You can use this ability once per long rest.": "在15级时，你可以使用一个动作，将靴子猛踩在地面上，启动以你为中心的{@spell Earthquake|phb}法术效果，直到你的下一个回合开始。你不受其正常效果影响，但会受到环境效果的影响，比如崩塌的屋顶或坍塌的柱子。盟友会完全受到该能力的影响。此能力的豁免 DC 为 8 + 你的体质和熟练加值。你每次长休可以使用这个能力一次。",
	"Skilled Juggernauts that have trained for survival for their whole lives, Phalanx seem to shrug off decimating blows with their mighty shields. They never seem to let up, even in the biggest, bloodiest battles, they are always the last ones standing.": "经过一生的生存训练，训练有素的重装步兵似乎能够用他们强大的盾牌抵御毁灭性的打击。即使在最激烈、最血腥的战斗中，他们似乎永不放弃，总是最后一位站立的人。",
	"At Level 3, over a short rest, you can change the form of your bonded shield into a massive version that can be as tall as you, if not larger. If you wield a greatshield in one hand, treat it the same as a normal bonded shield.": "在3级时，通过短暂休息，你可以将你的结界盾牌变成一个巨大的版本，可以和你一样高，甚至更大。如果你用一只手持盾牌，将其视为普通的结界盾牌。",
	"If you use a greatshield in two hands, you have the same +2 to your AC, your shield attacks with it deal 3d4 Bludgeoning damage, and all shove attacks deal damage equal to your Strength modifier.": "如果你双手使用一面大盾，你的AC仍然增加+2，你使用盾牌进行的攻击造成3d4点钝击伤害，并且所有推挤攻击造成伤害等同于你的力量调整值。",
	"The two handed effect for a greatshield is affected by Jotungrip.": "巨人握持(Jotungrip)会影响大盾牌(greatshield)的双手效果。",
	"At Level 7, while you are wielding a bonded shield, all damage that you take is reduced by your proficiency bonus.": "在7级时，当你握持着一面被契约的盾牌时，你受到的所有伤害都会减少你的熟练加值。",
	"Additionally, at level 11 this ability is improved to all damage being reduced by your proficiency bonus + your Constitution modifier.": "另外，在11级时，这个能力提升为所有伤害减少你的熟练加值 + 你的体质调整值。",
	"This damage reduction does not affect falling damage.": "这种伤害减免不影响坠落伤害。",
	"At Level 11, when you take damage from an attack or spell that you can see while you are holding a bonded shield, you can use your reaction to halve the attack or spell's damage against you. If you halve the damage from a melee attack, the attacker takes half of the damage as well.": "在11级时，当你受到一次攻击或法术造成的伤害，而你正在握着一个被契约的盾牌时，你可以使用你的反应来减半对你的攻击或法术的伤害。如果你减半了来自近战攻击的伤害，攻击者也会受到一半的伤害。",
	"At Level 15, at the start of each of your turns, you regain 1d10 hit points if you have no more than three times your level of your hit points left. You don't gain this benefit if you have 0 hit points.": "在15级时，每当你的回合开始时，如果你的生命值不超过你等级的三倍，你会恢复1d10点生命值。如果你的生命值为0，你不会获得这个效益。"
}