{
	"While most lycanthropes prefer rural or wilderness environments, wererats feel more at home in densely populated areas; or at least, underneath them. Any city with a large and unmonitored sewer system is likely to be home to at least a few wererats, if not entire colonies.": "虽然大多数狼人喜欢农村或荒野环境，但鼠人更喜欢繁华地区；或者至少是在这些地区的地下。任何一个拥有庞大且没有监控的下水道系统的城市很可能会是至少几只鼠人的家园，甚至整个群落。",
	"Wererats are most comfortable when lurking in shadows, unseen or unnoticed by other people. They operate in thieves' guilds, gangs, smuggling operations, and most any criminal enterprise imaginable. Wererats are primarily selfish and conniving, but they also recognize the value in working as part of a large group.": "狼人鼠在潜伏于阴影中时感到最舒适，不被其他人发现或注意到。他们活动在盗贼行会、帮派、走私活动以及几乎所有可能的犯罪企业中。狼人鼠主要是自私和狡诈的，但他们也意识到作为一个大团体工作的价值。",
	"Wererat adventurers are typically those who have been exiled or driven away from their colonies and have attached themselves to what they deem a strong and capable crew that can protect them. Wererats find it difficult to pursue higher purposes than their own greed, but once they discover that hero work is often very lucrative, they tend to embrace their new role with open arms.": "狼人鼠冒险者通常是那些被流放或驱逐出他们的殖民地的人，他们会依附于他们认为强大而有能力保护他们的团队。狼人鼠发现追求比自己的贪婪更高尚的目的很困难，但一旦他们发现英雄工作通常非常赚钱，他们就会毫不犹豫地拥抱自己的新角色。",
	"When you use your Bestial Transformation feature, your beast form takes on the shape of a giant rat, while your hybrid form takes on the mixture of a rat and your humanoid form.": "当你使用你的兽化特性时，你的兽形会变成一只巨鼠的形态，而你的混合形态会是一只鼠与你的人形形态的混合体。",
	"You have a limited ability to communicate with rats. Even though you can't directly speak with them, they seem to understand the meaning of your words. You can interpret the approximate meaning of the rats' intentions and messages. {@skill Animal Handling} checks made to influence them are made with advantage. You can use this ability even in your humanoid form. ": "你有一种有限的能力与老鼠交流。尽管你不能直接与它们说话，但它们似乎能理解你话语的意思。你可以解释老鼠意图和信息的大致含义。进行影响它们的{@skill Animal Handling}检定时，你获得优势。你可以在人形状态下使用这种能力。",
	"Your bite is a natural weapon that you can use to make unarmed strikes. When you hit with it, it deals piercing damage equal to {@dice 1d6} + your Dexterity modifier, instead of the bludgeoning damage normal for an unarmed strike.": "你的咬击是一种自然武器，你可以用它进行徒手攻击。当你用它命中目标时，造成的穿刺伤害为{@dice 1d6} + 你的敏捷调整值，而不是普通徒手攻击的钝击伤害。",
	"Your body is a breeding pit for all kinds of afflictions and virulent maladies. Even though your body stores them, you are immune to diseases in your humanoid, beast, and hybrid forms.": "你的身体是各种疾病和恶性疾病的繁殖地。尽管你的身体储存了它们，但在你的人形、野兽和混合形态中，你对疾病免疫。",
	"You can attempt to inflict a creature with a potent disease. As a bonus action, you can cover a melee weapon, natural weapon, or piece of ammunition with bodily fluids meant to taint it with a disease of your choice.": "你可以尝试给生物施加一种强大的疾病。作为一个奖励动作，你可以用身体液体覆盖一把近战武器、天然武器或弹药，以便让它被你选择的疾病污染。",
	"The next attack made with the covered weapon until the start of your next turn carries with it the chosen disease, forcing the enemy creature to make a Constitution saving throw or become poisoned for 1 minute. The poisoned creature must then make another Constitution saving throw at the end of its next turn, and if it fails again, then it is inflicted with your chosen disease for 1 hour. The creature can make Constitution saving throws at the end of each hour, ending the disease on a success.": "在你的下一个回合开始之前，使用被覆盖的武器发动的下一次攻击将携带你选择的疾病，迫使敌方生物进行一次体质豁免才能，否则中毒1分钟。中毒的生物随后必须在其下一个回合结束时再次进行一次体质豁免才能，如果再次失败，那么它将被你选择的疾病影响1小时。生物可以在每个小时结束时进行体质豁免，成功则结束疾病。",
	"You start with three choices: Sight Rot, Filth Fever, and Seizure; and you obtain more options as you level up in this class. A creature afflicted by any of these diseases is also {@condition poisoned} for the duration.": "你开始时有三个选择：视觉腐烂 (Sight Rot)、污秽热 (Filth Fever) 和癫痫 (Seizure)；随着你在这个职业中的升级，你会获得更多选项。任何被这些疾病之一困扰的生物在持续时间内也会是 {@condition poisoned}。",
	"Your Diseased Body feature requires your enemies to make saving throws to resist your diseases. The saving throw DC is calculated as follows:": "你的(`Diseased Body`)特性要求你的敌人进行豁免才能抵抗你的疾病。豁免 DC 的计算如下：",
	"You can use this ability twice, regaining all expended uses when you finish a short or long rest.": "你可以使用这个能力两次，在你完成短休或长休后，所有已用次数会恢复。",
	"Pain grips the creature's mind, and its eyes turn milky white. The creature has disadvantage on Wisdom checks and Wisdom saving throws and is blinded.": "痛苦笼罩着这个生物的心灵，它的眼睛变成了乳白色。这个生物在感知检定和感知豁免 throws 时有劣势，并且被致盲。",
	"A raging fever sweeps through the creature's body. The creature has disadvantage on Strength saving throws, and deals only half damage with weapon attacks that use Strength.": "一股狂热的发热席卷着这个生物的身体。这个生物在力量豁免检定上有劣势，并且只能造成使用力量的武器攻击的一半伤害。",
	"The creature is overcome with shaking. The creature has disadvantage on Dexterity saving throws, and its AC lowers by an amount equal to its Dexterity modifier unless it's wearing heavy armor.": "这个生物被颤抖所克服。该生物在敏捷豁免 throws 上有劣势，并且其 AC 会降低一个数值，该数值等于其敏捷修正值，除非它穿着重型盔甲。",
	"The creature's mind becomes feverish. The creature has disadvantage on Intelligence saving throws, and the creature behaves as if under the effects of the confusion spell during combat.": "生物的思维变得发热。生物在智力豁免检定上有劣势，并且在战斗中表现得好像受到了混乱法术的影响。",
	"The creature's flesh decays. The creature has vulnerability to all damage except psychic damage.": "这个生物的肉体正在腐烂。这个生物对所有伤害都有弱点，除了心灵伤害。",
	"The creature begins to bleed uncontrollably. The creature has disadvantage on Constitution saving throws. In addition, whenever the creature takes damage, it must succeed on a Constitution saving throw or become stunned until the end of its next turn.": "这个生物开始不受控制地流血。这个生物在体质豁免 throws 中有劣势。此外，每当这个生物受到伤害时，它必须成功进行一次体质豁免 throws，否则会在接下来的回合结束前变得晕眩。",
	"As you travel, you may gain additional disease options to add to your repertoire. If you are ever exposed to a disease and would have normally become infected by it, you may be able to replicate that disease as another option for your Diseased Body feature, much like the options provided here. Your GM has full jurisdiction on what diseases you could feasibly use in this way.": "当你旅行时，你可能会获得额外的疾病选项，可以添加到你的疾病身体特性中。如果你曾暴露于某种疾病并且通常会被感染，你可能能够复制那种疾病，作为你的疾病身体特性的另一个选项，就像这里提供的选项一样。你的GM有权决定你可以合理使用哪些疾病。",
	"When you make an attack with advantage using a weapon that has the light property or with a natural weapon, you deal an extra {@dice 2d6} damage on a hit.": "当你使用具有轻型属性的武器或自然武器进行具有优势的攻击时，你在命中时额外造成{@dice 2d6}伤害。",
	"You make attacks against poisoned creatures with advantage.": "对中毒生物进行攻击时，你获得优势。",
	"You can use the {@action Hide} action as a bonus action.": "你可以将{@action Hide}动作作为一个奖励动作使用。",
	"When a creature misses you with a melee attack roll, you can use your reaction to cause that attack to hit one creature of your choice, other than the attacker, that you can see within 5 feet of you. On your next turn, the next attack you make against the creature that missed you is made with advantage.": "当一只生物用近战攻击未击中你时，你可以使用你的反应，使该攻击命中你以外的、你能看见的、距离你5英尺以内的一只生物。在你的下一个回合，对那只未击中你的生物进行的下一次攻击将获得优势。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a short or long rest.": "你可以使用这个特性的次数等于你的熟练加值，当你完成一次短休或长休时，你会恢复所有已用次数。",
	"When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail.": "当你受到一个效果的影响，允许你进行敏捷豁免才能只受一半伤害时，如果你成功通过豁免检定，则不受伤害，如果你失败则只受一半伤害。",
	"Once per round, if you miss with a melee attack, you can choose to instead re-roll the attack with advantage.": "每回合一次，如果你在进行近战攻击时未命中，你可以选择重新投掷攻击骰并获得优势。",
	"Despite their massive size and strength, werebears are relatively benign creatures. The voracious hunger still consumes them from time to time, but they often serve as guardians and protectors for other likeminded creatures.": "尽管体型庞大且力量强大，狼人熊(`werebears`)是相对温和的生物。贪婪的饥饿感偶尔会侵袭他们，但他们经常充当其他志同道合生物的守护者和保护者。",
	"Werebears are well-suited to the life of an adventurer. They still keep their lycanthropy a secret as best they can, but their sense of community and protection make them excellent heroes. A werebear will protect the lives of their companions with their own, especially if these companions are aware of the werebear's nature and have accepted it.": "狼人熊很适合冒险者的生活。他们尽力保守自己的狼人身份，但他们的社区意识和保护欲使他们成为出色的英雄。一只狼人熊会用自己的生命保护同伴的生命，尤其是如果这些同伴知道狼人熊的本性并接受了它。",
	"When you use your Bestial Transformation feature, your beast form takes on the shape of a bear, while your hybrid form takes on the mixture of a bear and your humanoid form.": "当你使用你的兽性转变特性时，你的兽形会变成一只熊，而你的混合形态会是熊和你的人形形态的混合。",
	"You have a limited ability to communicate with bears. Even though you can't directly speak with them, they seem to understand the meaning of your words. You can interpret the approximate meaning of the bears' intentions and messages. {@skill Animal Handling} checks made to influence them are made with advantage. You can use this ability even in your humanoid form.": "你有一种有限的能力与熊进行交流。尽管你不能直接和它们说话，但它们似乎能理解你话语的意思。你可以解释熊的意图和信息的大致含义。进行影响它们的检定时，你会获得优势。即使在人形态下，你也可以使用这种能力。",
	"Your claws and bite are natural weapons that you can use to make unarmed strikes. On a hit, your claws deal slashing damage equal to {@dice 1d8} + your Strength modifier, while your bite deals piercing damage equal to {@dice 1d12} + your Strength modifier; instead of the bludgeoning damage normal for an unarmed strike. You may only use your bite attack up to once per round.": "你的爪和咬是你可以用来进行徒手攻击的天然武器。命中时，你的爪造成割伤伤害，伤害值为{@dice 1d8} + 你的力量调整值，而你的咬造成穿刺伤害，伤害值为{@dice 1d12} + 你的力量调整值；而不是普通的徒手攻击所造成的破碎伤害。你每回合只能使用一次咬攻击。",
	"You gain a climbing speed of 30 feet which you can use only on surfaces that are not completely smooth. In addition, you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.": "你获得了一个攀爬速度为30英尺，只能在非完全光滑的表面上使用。此外，在确定你的携带能力和推、拉或举起的重量时，你被视为比实际体积大一号。",
	"Your normally passive nature erupts in rage as arrows and blades pierce your skin. You have a resource called ferocity which is represented by points that are collected during combat. You gain a ferocity point whenever you take damage from an enemy, and whenever you successfully deal damage to an enemy creature.": "当箭矢和刀刃刺穿你的皮肤时，你通常被动的本性会爆发出愤怒。你拥有一种名为狂暴的资源，用点数表示，在战斗中收集。每当你受到敌人的伤害时，你会获得一个狂暴点，每当你成功对敌人生物造成伤害时，你也会获得一个狂暴点。",
	"You cannot gain more than 1 ferocity point per source of damage. For example, you only get 1 ferocity point when you take damage from the {@spell magic missile} spell, even if multiple missiles hit you. You can only gain 1 ferocity point even if you manage to hit multiple enemies with a single attack or spell. Each individual attack in an Attack action is its own source of damage, so you can get multiple ferocity points whenever you hit multiple times with weapon attacks or take multiple hits from different weapon attacks.": "你不能从同一伤害来源获得超过1点凶猛度。例如，即使多枚飞弹击中你，你也只能在受到{@spell magic missile}法术伤害时获得1点凶猛度。即使你成功用单次攻击或法术击中多个敌人，你也只能获得1点凶猛度。攻击动作中的每次单独攻击都是一个独立的伤害来源，因此当你用武器攻击多次或受到不同武器攻击多次时，你可以获得多个凶猛度点数。",
	"You can only obtain ferocity points during combat and only up to a maximum of 10. These points are lost 1 minute after combat ends.": "你只能在战斗中获得凶猛度点数，最多不超过10点。这些点数在战斗结束后的1分钟内会丢失。",
	"You can spend your ferocity points on any of the following abilities. You gain additional abilities in which to use your ferocity points as you gain levels in this subclass.": "你可以在以下任何能力上使用你的凶猛点数。随着你在这个子职业中的等级提升，你将获得更多可用于消耗凶猛点数的能力。",
	"Once per turn, you can spend 3 ferocity points and turn a normal bite attack into a ferocious bite. You roll the bite attack with advantage and it scores a critical hit on a roll of 17, 18, 19, or 20.": "每回合一次，你可以花费3点凶猛度，将一次普通的咬击攻击变成凶猛咬击。你用优势投掷咬击攻击，并在17、18、19或20点时取得暴击。",
	"Whenever you make a Strength or Constitution check or saving throw, you may spend ferocity points in order to gain a bonus to the roll equal to the amount spent. You may spend these points after the roll is made but before the results are decided.": "每当你进行一次力量或体质检定或豁免投掷时，你可以花费凶猛点数来获得一个等同于花费数量的奖励加值。你可以在投掷后但结果确定前花费这些点数。",
	"When an enemy creature that you can see makes an attack roll against you, you can use your reaction to add a bonus to your AC against that attack equal to the number of ferocity points spent as you activate this ability.": "当你能看见的敌对生物对你进行攻击检定时，你可以使用你的反应，在激活这个能力时花费的凶猛点数数量相等的奖励加到你的AC上，以抵御该次攻击。",
	"Enemy creatures within 5 feet of you have disadvantage on attack rolls against targets other than you. A creature is immune to this effect if it can't see or hear you or if it can't be frightened.": "与你相距5英尺以内的敌对生物在攻击除你以外的目标时有劣势。如果生物无法看见或听见你，或者无法被惊吓，那么它对这种效果免疫。",
	"The maximum number of ferocity points you can have at once increases to 15 and you gain the following abilities:": "你可以同时拥有的凶猛点数最大值增加到15，并获得以下能力：",
	"You can use your reaction and spend 3 ferocity points to reroll a saving throw. You must activate this ability before you learn whether the roll would have succeeded or failed, and you must use the new roll.": "你可以使用你的反应，并花费3点凶猛度来重新投掷一次豁免投掷。你必须在得知投掷结果前激活这个能力，并且你必须使用新的投掷结果。",
	"Whenever an ally within 5 feet of you takes damage from an attack, you can use your reaction and spend 2 ferocity points to take that damage instead of your ally. This ability transfers any accompanying effects that the attack would have otherwise affected your ally to yourself, and this damage can't be reduced in any way. In addition, for the remainder of that turn, any further attacks made against the ally you protected are instead made against you.": "每当你周围5英尺范围内的盟友受到攻击造成伤害时，你可以使用你的反应，并花费2点凶猛度点数来代替你的盟友承受这个伤害。这个能力会将攻击可能对你的盟友产生的任何附带效果转移到你身上，并且这个伤害无法以任何方式减少。此外，在那个回合剩余时间内，对你保护的盟友发动的任何进一步攻击都会转而对你发动。",
	"You no longer lose your accumulated ferocity points after combat ends.": "战斗结束后，你不再失去已积累的凶猛点数。",
	"In addition, your Ferocious Bite damage increases to {@dice 3d12} on a hit.": "此外，你的凶猛撕咬伤害在命中时增加至{@dice 3d12}。",
	"Of all the lycanthropic creatures, none is more wellknown or feared than the savage werewolf. Wolf howls heard in the dead of night are terrifying enough without the dreadful suspicion that it might be a werewolf's cry.": "在所有的狼人类生物中，没有比凶猛的狼人更为人所熟知或恐惧的了。在深夜听到狼嚎声本就令人恐惧，更可怕的是担心这可能是一只狼人的哭声。",
	"Werewolves generally feel more at home at the fringes of society or in utter wilderness, since it's easier to track and scout in wide, open spaces. The dense populations of cities provide ample meals, but all the competing scents and sounds make it difficult to hunt.": "狼人通常更喜欢生活在社会边缘或荒野之中，因为在广阔开阔的空间中更容易追踪和侦察。城市中密集的人口提供了丰富的食物，但所有竞争的气味和声音使得狩猎变得困难。",
	"Werewolf adventurers must quell the inner beast in order to serve a higher calling. They might find slaying and devouring criminals and monsters a constructive outlet for their gnawing hunger and discover that being lauded as a hero slakes a purer kind of thirst. Such praise quickly evaporates once the werewolf is exposed for what they are, however.": "狼人冒险者必须控制内在的野兽，以便履行更崇高的使命。他们可能会发现杀死和吞噬罪犯和怪物是他们痛苦的饥饿的一种建设性出口，并发现被赞美为英雄可以满足一种更纯净的渴望。然而，一旦狼人被揭露真相，这种赞美很快就会消失。",
	"When you use your Bestial Transformation feature, your beast form takes on the shape of a wolf, while your hybrid form takes on the mixture of a wolf and your humanoid form.": "当你使用你的兽性转化特性时，你的兽形会变成狼的形态，而你的混合形态会是狼和你的人形形态的混合。",
	"You have a limited ability to communicate with wolves. Even though you can't directly speak with them, they seem to understand the meaning of your words. You can interpret the approximate meaning of the wolves' intentions and messages. {@skill Animal Handling} checks made to influence them are made with advantage. You can use this ability even in your humanoid form.": "你有一种有限的能力与狼进行沟通。尽管你不能直接与它们交谈，但它们似乎能理解你话语的意思。你可以解释狼大致意图和信息的含义。进行影响它们的{@skill Animal Handling}检定时，你获得优势。你甚至可以在人形态下使用这种能力。",
	"Your claws and teeth are natural weapons that you can use to make unarmed strikes. When you hit with them, you deal slashing damage equal to 1d8 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.": "你的爪和牙是你可以用来进行徒手攻击的天然武器。当你用它们击中目标时，你造成的伤害为1d8 + 你的力量调整值的斩击伤害，而不是徒手攻击通常造成的钝击伤害。",
	"The scent of blood is intoxicating. You automatically know when a creature's current hit point total is less than or equal to half its maximum hit points. To you, these creatures are considered \"bloodied.\" You can sense the general direction of any bloodied creature within 500 feet of you, and ability checks you make to track them are made with advantage.": "鲜血的气味令人陶醉。当一个生物的当前生命值小于或等于其最大生命值的一半时，你会自动察觉到。对你来说，这些生物被视为“血腥”(bloodied)。你可以感知到距离你500英尺范围内任何血腥生物的大致方向，而你追踪它们时的能力检定获得优势。",
	"Successful weapon attacks you make against bloodied targets deal an additional 3 damage.": "对于处于残血状态的目标，你成功的武器攻击会额外造成3点伤害。",
	"You can channel your thirst for blood in combat through great feats of ferocity and violence. This bloodlust is represented by fury points. At 3rd level, you have 3 fury points which you can spend on the options shown below. You regain an expended fury point when you score a critical hit or reduce an enemy creature to 0 hit points. You regain all expended fury points when you finish a short or a long rest.": "你可以通过强大的凶猛和暴力行为在战斗中释放你对鲜血的渴望。这种血腥欲望由愤怒点表示。在3级时，你有3个愤怒点，可以用于以下选项。当你造成一次重击或将敌方生物的生命值降至0时，你会恢复一个已用的愤怒点。当你完成短暂休息或长时间休息时，你会恢复所有已用的愤怒点。",
	"The maximum number of fury points you can have increases to 4 at 7th level and to 5 at 15th level.": "在第7级时，你可以拥有的愤怒点数最大值增加到4点，在第15级时增加到5点。",
	"If an enemy creature becomes bloodied within 15 feet of you outside of your turn, you can use your reaction and spend a fury point in order to immediately move up to your speed towards that creature and make a melee weapon attack against it.": "如果一个敌对生物在你的回合之外的15英尺范围内变得血腥，你可以使用你的反应并花费一点愤怒点数，立即朝着那个生物移动你的速度并对其进行一次近战武器攻击。",
	"As a bonus action, you can spend a fury point to take the {@action Dash} action. You must use this movement to move in an unobstructed, straight line directly towards a bloodied enemy creature. If you move 15 feet or more towards that creature in this way and you immediately hit it with a melee weapon attack, you may force the enemy creature to fall prone. Large or larger creatures cannot fall prone in this way.": "作为一个奖励动作，你可以花费一点愤怒点来进行{@action Dash}动作。你必须使用这个移动来朝着一个负伤的敌对生物直线无阻碍地移动。如果你以这种方式朝着那个生物移动了15英尺或更多，并立即用近战武器攻击命中它，你可以让敌对生物倒地。大型或更大的生物不能以这种方式倒地。",
	"As a bonus action, you can spend a fury point to rally your allies for combat. When you do so, you can target up to five creatures that you can see within 15 feet of you (excluding yourself). Those creatures gain temporary hit points equal to half your lycanthrope level (rounded up).": "作为一个奖励动作，你可以花费一点愤怒点来激励你的盟友参加战斗。当你这样做时，你可以选择最多五个你能看到的生物，距离你15英尺以内（不包括你自己）。这些生物获得临时生命值，数值等同于你的狼人等级的一半（四舍五入）。",
	"Before you make a melee weapon attack against a creature, you can spend one fury point to gain advantage on the attack roll. The creature counts as bloodied for the purposes of this attack.": "在对生物进行近战武器攻击之前，您可以花费一个愤怒点来获得攻击投掷的优势。对于这次攻击，该生物被视为（bloodied）受伤状态。",
	"Your jump distance is doubled and climbing no longer costs you extra movement.": "你的跳跃距离加倍，攀爬不再消耗额外移动。",
	"When you fall, provided you are within 5 feet of a continuous stable surface like a wall, you can use your reaction to slow down your rate of descent by clawing onto the surface as you drop. If you do so, you do not take any fall damage from the descent.": "当你摔倒时，只要你距离像墙壁这样的连续稳定表面不超过5英尺，你可以使用你的反应来抓住表面以减缓你下降的速度。如果你这样做，你不会受到下降造成的任何摔伤。",
	"You have advantage on attack rolls against bloodied creatures that are within 5 feet of one of your allies.": "当你的盟友在你身边5英尺内时，对血腥生物的攻击投掷获得优势。",
	"Your allies have advantage on melee attack rolls against any bloodied creature within 5 feet of you.": "你的盟友对于任何在你5英尺范围内的处于血腥状态的生物进行的近战攻击投掷获得优势。",
	"Brass dragons' heads have a massive plate at the forehead and bladelike horns at the chin. They have frills which run the length of the neck, and possess manta ray-like wings. They smell like sunbaked sand, and their scales glisten like polished brass.": "黄铜龙的头部有一个巨大的板状物在额头，下巴上有像刀片一样的角。它们有一整条脖子上的饰边，拥有类似蝠鲼翅膀的翅膀。它们散发着像晒干的沙子一样的气味，鳞片闪闪发光，就像抛光过的黄铜一样。",
	"Brass dragons live for conversation and will talk for hours with any intelligent being it meets, whether they like it or not. They love exchanging stories, discussing drama between dragons, unraveling and debating political philosophies, and overall just talking in general. Their love for conversation sometimes goes so far that they have been known to imprison others in order to prevent them from leaving, just so that the dragon can have a partner to talk to.": "黄铜龙热爱交谈，会与遇到的任何智慧生物交谈数小时，无论对方是否喜欢。它们喜欢交换故事，讨论龙之间的戏剧，探讨和辩论政治哲学，总的来说就是喜欢聊天。它们对交谈的热爱有时会走得太远，以至于有人知道它们为了阻止对方离开而将其囚禁，只是为了让龙有人可以交谈。",
	"Many get the impression that brass dragons are cowards, since they seem to always go out of their way to avoid fighting in order to resolve things peacefully. The reality is that these dragons will always attempt to talk it out just in an effort to converse with an enemy, rather than as a way to avoid combat.": "许多人认为黄铜龙是懦夫，因为它们似乎总是设法避免战斗，以便和平解决事情。事实是，这些龙总是会尝试通过交谈来与敌人对话，而不是为了避免战斗。",
	"The average adult brass dragon knows over one hundred and fifty languages, which include barelyspoken tribal languages that might exist within its territory and the language of most animals which reside nearby. The brains of these dragons acclimate supernaturally fast to new languages and so they can learn new ones in a mere week of training. This allows them to talk to virtually any creature they are bound to meet.": "平均成年黄铜龙会说一百五十多种语言，其中包括其领地内可能存在的鲜为人知的部落语言以及附近大多数动物的语言。这些龙的大脑能够超自然地迅速适应新语言，因此他们可以在短短一周的训练中学会新语言。这使他们能够与几乎所有遇到的生物交流。",
	"One of the most impressive feats in their arsenal is their uncanny ability to learn and speak the language of animals. Every brass dragon is born with this ability and uses it to great effect in learning about the environments in which they reside. It is thanks to this fact that many brass dragons form strong connections with the land in which they live, seeking to protect it at all costs—because without these critters, the dragon would certainly not have anyone else to talk to.": "他们的武器库中最令人印象深刻的技能之一是他们神奇的学习和说动物语言的能力。每一只黄铜龙都天生具备这种能力，并且在学习自己生活环境的过程中将其运用得淋漓尽致。正是由于这个事实，许多黄铜龙与自己居住的土地建立了牢固的联系，努力保护这片土地——因为如果没有这些小动物，龙肯定找不到其他可以交谈的对象。",
	"Brass dragons can live up to 3,200 years old.": "黄铜龙可以活到3,200年。",
	"Brass dragons prefer living underground in locations where digging is the most convenient to them. These places tend to be dry, arid landscapes, desert areas, and badlands, where they can easily swim through the ground with the least amount of solid rock on the way.": "黄铜龙更喜欢生活在地下，选择挖掘最方便的地方。这些地方通常是干燥的、干旱的景观、沙漠地区和荒凉之地，它们可以轻松地穿行于地下，避开固体岩石。",
	"Brass dragons dislike consuming anything that might alter the brittle ecosystems in which they live. This means that they will not eat animals unless it is to the benefit of the ecosystem, and will refuse to eat plants while living in a desert. Thankfully, these dragons have the supernatural ability to receive all the nourishment they require from the smallest of meals, sometimes sustaining themselves solely on the morning dew of plants.": "黄铜龙不喜欢食用可能改变它们生存环境脆弱生态系统的任何东西。这意味着它们不会吃动物，除非这对生态系统有益，并且在沙漠中生活时也会拒绝吃植物。幸运的是，这些龙有超自然的能力，可以从最小的食物中获得所需的所有营养，有时仅靠植物的晨露维持生命。",
	"Brass dragons are unique in that they dislike metallic treasures and precious stones, so gold and gems are wasted on them. Instead, they seek artistic crafts as their favorite type of treasure—from beautiful, crafted statues to exquisitely-made paintings. They enjoy possessing libraries and decorating their lairs with rugs and fancy banners. The gold they do collect, they instead bury underground in places where it can easily be unearthed if needed. The best treasure a brass dragon could ever obtain is a sentient magic item, since the dragon could talk to it whenever it wants to.": "黄铜龙在于他们不喜欢金属财宝和宝石而独特，所以黄金和宝石对他们来说是浪费的。相反，他们寻找艺术品作为他们最喜欢的宝藏类型——从精美的雕塑到精美制作的绘画。他们喜欢拥有图书馆，并用地毯和花哨的旗帜装饰他们的巢穴。他们收集的黄金，他们会将其埋在地下，以便在需要时可以轻松挖掘出来。黄铜龙可能获得的最好宝藏是一件有思想的魔法物品，因为龙可以随时与它交谈。",
	"The associated element of the brass dragon is fire. You have resistance to fire damage, and the elemental damage dealt from your dragon features is fire damage. At 11th level, you gain immunity to fire damage.": "黄铜龙的关联元素是火。你对火焰伤害具有抗性，你的龙特性造成的元素伤害是火焰伤害。在11级时，你获得对火焰伤害的免疫力。",
	"You learn three languages of your choice. In addition, you can comprehend and verbally communicate with beasts.": "你可以学习三种你选择的语言。此外，你可以理解并与野兽进行口头交流。",
	"Your breath weapon takes on the form of a stream of fire in a line 60 feet long and 5 feet wide. Each creature in that line must make a Dexterity saving throw. On a failure, the creature takes fire damage equal to {@dice 2d6} plus a number of d6s equal to half your level in this class (rounded up) as shown in the Dragon table, or half as much damage on a success.": "你的吐息武器呈现为一道长60英尺、宽5英尺的火焰流。该线上的每个生物必须进行一次敏捷豁免检定。未通过检定的生物会受到火焰伤害，伤害值为{@dice 2d6}加上你在这个职业中等级一半（四舍五入）的骰子数量，如龙族表中所示；通过检定的生物受到一半伤害。",
	"As an action, you can spend a usage of your breath weapon in order to exhale a sleep-inducing gas in a 30- foot cone. Each creature in that area must succeed on a Constitution saving throw or fall {@condition unconscious} for 10 minutes. This effect ends on a creature if the creature takes damage or someone uses an action to wake it.": "作为一个动作，你可以使用一次你的吐息武器，喷出一股催眠气体，形成一个30英尺的锥形区域。该区域内的每个生物必须通过一次体质豁免才能避免陷入 {@condition unconscious} 状态，持续10分钟。如果生物受到伤害或有人使用一个动作唤醒它，这个效果会结束。",
	"As an action, you can attempt to focus the attention of your enemies on yourself. Each creature of your choice that is within 30 feet and that can hear you must succeed on a Wisdom saving throw or become taunted until the start of your next turn. Creatures taunted in this way cannot target other creatures with attacks or spells. If they cast or use an ability that has an area of effect, then you must be within the affected area.": "作为一个动作，你可以试图吸引敌人的注意力。在30英尺内并能听到你的每个生物必须进行一次感知豁免检定，否则在你的下一个回合开始前会被（Taunt）。以这种方式被（Taunt）的生物不能以攻击或法术瞄准其他生物。如果他们施放或使用具有影响范围的能力，则你必须在受影响范围内。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你的熟练加值，当你完成一次长休后，你恢复所有已用次数。",
	"You gain a borrowing speed equal to your walking speed. By spending your action to do so each round, you can also burrow through solid rock at a rate of 5 feet per round (or 3,000 feet an hour). When you do so, you leave a stable 5-foot wide, 8-foot high tunnel behind you which can be safely used by other creatures. Further, with 1 hour of work, you can stabilize a 100-foot long tunnel made out of sand, earth, or mud, so that other creatures can safely traverse them. You can carry up to one Medium creature or two Small creatures on you while you burrow.": "你获得了一个等同于你行走速度的借力速度。每个回合花费你的动作这样做，你也可以以每回合5英尺（或每小时3,000英尺）的速度在坚硬岩石中钻行。当你这样做时，你会在你身后留下一个稳定的5英尺宽、8英尺高的隧道，其他生物可以安全地使用。此外，通过1小时的工作，你可以稳定一个由沙、土或泥制成的100英尺长的隧道，以便其他生物可以安全地穿越。在你钻行时，你可以携带一个中等生物或两个小型生物。",
	"While underground, you can detect and pinpoint the origin of vibrations within 30 feet of you, provided that the source of the vibrations is in contact with the same ground you are under. With this ability, even if you can't see them, you know if other creatures are burrowing near to you or if creatures are walking above ground close to you.": "在地下时，你可以探测并定位距离你30英尺范围内的振动来源，前提是振动的源头与你所处的地面接触。有了这种能力，即使你看不见它们，你也会知道是否有其他生物在你附近挖洞，或者是否有生物在你附近地面上行走。",
	"The range of your Taunt feature increases to 60 feet.": "你的嘲讽特性的范围增加到60英尺。",
	"The bronze dragon has a ribbed and fluted crest sweeping back from its cheeks and eyes. The ribs in the crests end in curving horns. They also possess small horns at the chin and lower jaw. Their mouths end in beak-like snouts and possess a small head frill which ends at the base of their neck. The dragon smells like the salty scent of the sea and its scales have a metallic Gold brown cast.": "青铜龙有一道从脸颊和眼睛后面向后延伸的有棱有沟的冠状突起。冠状突起的肋骨末端带有弯曲的角。它们的下巴和下颚也长有小角。它们的嘴巴呈喙状，嘴端带有一个小头饰，结束于颈部基部。这种龙散发着海水的咸味，鳞片呈金褐色的金属光泽。",
	"Bronze dragons spend most of their existence delivering justice upon those they deem deserve it. They travel the land assaulting pirate ships, dismantling bandit organizations, and apprehending murderers. To a bronze dragon, the law is black and white; you are either good or you are evil, with no inbetween. They find themselves constantly chafing under humanoid rule, as they generally find their laws to be lax. Often when bronze dragons grow old enough, they seek to supplant the rulers and take over the land in order to rule it themselves.": "青铜龙大部分时间都在对那些他们认为应该受到惩罚的人施以正义。它们在陆地上游荡，袭击海盗船只，解散强盗组织，逮捕凶手。对于青铜龙来说，法律是非黑即白；你要么是善良的，要么是邪恶的，没有中间地带。他们经常感到对人类的统治不满，因为他们通常认为人类的法律太宽松。通常当青铜龙变得足够老时，他们会试图取代统治者，接管土地以便自己统治。",
	"Bronze dragons loathe taking their true form when out and about, only assuming their draconic shape when safe within their lairs. While in the presence of humanoids, these dragons will pretend to be one of them for as long as it takes, never revealing the truth unless the situation demands it. Many adventurers have traveled for months with a bronze dragon without realizing who they truly were.": "青铜龙讨厌在外面时展现真实形态，只有在自己的巢穴内安全时才会呈现龙形。当与类人生物在一起时，这些龙会假装成其中之一，直到必要时才揭露真相。许多冒险者与青铜龙同行数月，却不知道他们真正的身份。",
	"While shaped like a humanoid, these dragons enjoy testing the goodness of the people they meet. They often beg for food to see if the person would offer some, sometimes they walk defenselessly across a dangerous city alley to see if they get robbed or attacked. These tests seldom reward those of good heart, but certainly punish the wicked who fail them.": "虽然外形像人类，这些龙喜欢测试他们遇到的人的善良程度。它们经常乞求食物，以查看对方是否会施舍，有时甚至会毫无防备地穿过危险的城市小巷，看看是否会被抢劫或袭击。这些测试很少奖励善良之人，但肯定会惩罚那些未通过测试的恶人。",
	"Bronze dragons live extremely long lives, living up to 3,800 years of age.": "青铜龙活得非常长，可以活到3800年的高龄。",
	"Bronze dragons lair in coastal caves and seaside reefs. Even though these dragons spend a lot of time underwater, they make sure that most of their lair is dry.": "青铜龙的巢穴位于沿海洞穴和海滨礁石中。尽管这些龙大部分时间都在水下度过，但它们确保自己的巢穴大部分是干燥的。",
	"Bronze dragons prefer to eat aquatic animals, particularly sharks, which are their favorite meal. As is typical for metallic dragons, they refuse to eat intelligent creatures. However, bronze dragons do make an exception for sahuagins, which they happily devour whenever given the opportunity.": "青铜龙更喜欢吃水生动物，特别是鲨鱼，这是它们最喜欢的食物。与金属龙一样，它们通常不会吃有智慧的生物。然而，青铜龙对鲨人族例外，它们愿意在有机会时大快朵颐。",
	"Bronze dragons tend to side with colorful corals and pearls as their choice of precious items, sometimes collecting amber whenever possible. More so than the other metallic dragons, bronze dragons feel inexorable drawn to gold. They do their best to suppress this drive as much as they can in an attempt to overcome their greed.": "青铜龙倾向于选择丰富多彩的珊瑚和珍珠作为他们珍贵物品的选择，有时也会尽可能收集琥珀。与其他金属龙相比，青铜龙更容易被黄金所吸引。他们尽最大努力压制这种冲动，试图克服自己的贪婪。",
	"The associated element of the bronze dragon is lightning. You have resistance to lightning damage, and the elemental damage dealt from your dragon features is lightning damage. At 11th level, you gain immunity to lightning damage.": "青铜龙的关联元素是闪电。你对闪电伤害具有抗性，而你的龙特性造成的元素伤害为闪电伤害。在11级时，你获得对闪电伤害的免疫力。",
	"You are accustomed to fighting in humanoid forms. While polymorphed into a humanoid, you gain the following benefits:": "你习惯于以人形进行战斗。当变形为人形时，你获得以下好处：",
	"You use your own hit points rather than the hit points of your polymorphed form.": "你使用自己的生命值，而不是变形形态的生命值。",
	"You gain proficiency in simple and martial weapons. You gain proficiency in all armor and shields.": "你获得简单和军用武器的熟练。你获得所有盔甲和盾牌的熟练。",
	"You use your own ability scores rather than those of your polymorphed form.": "你使用自己的能力分数，而不是变形形态的分数。",
	"If you have the Breath Weapon class feature, you can use it while polymorphed, and you can do so even while wearing medium or heavy armor.": "如果你拥有呼吸武器（Breath Weapon）类特性，你可以在变形状态下使用它，即使穿着中重甲也可以这样做。",
	"If you have the Legendary Action feature, you can activate it to make a tail attack even while polymorphed. You make the reaction attack with a melee weapon instead of a tail.": "如果你拥有传奇动作特性，你可以激活它，即使在变形状态下也可以进行尾部攻击。你使用近战武器进行反应攻击，而不是用尾部攻击。",
	"If you have the Draconic Growth feature, whenever you hit a creature with a weapon attack while polymorphed, the creature takes an extra {@dice 1d8} lightning damage.": "如果你拥有龙族成长特性，每当你在变形状态下用武器攻击命中一名生物时，该生物会受到额外{@dice 1d8}的闪电伤害。",
	"If you have the Extra Attack feature, you may attack twice instead of once whenever you take the Attack action.": "如果你拥有额外攻击特性，每当你进行攻击动作时，你可以攻击两次而不是一次。",
	"You may activate and benefit as normal from all your other dragon class features (but not racial features).": "你可以像平常一样激活并受益于你所有其他龙类特性（但不包括种族特性）。",
	"You can breathe air and water. You gain a swimming speed equal to your walking speed.": "你可以呼吸空气和水。你获得一个与你步行速度相同的游泳速度。",
	"Your breath weapon takes on the form of a stream of lighting in a line 60 feet long and 5 feet wide. Each creature in that line must make a Dexterity saving throw. On a failure, the creature takes lightning damage equal to {@dice 2d6} plus a number of d6s equal to half your level in this class (rounded up) as shown in the Dragon table, or half as much damage on a success.": "你的吐息武器呈现为一道长60英尺、宽5英尺的闪电流。该线上的每个生物必须进行一次敏捷豁免检定。未通过检定的生物会受到{@dice 2d6}点闪电伤害，再加上半数你在该职业中的等级（向上取整）所示的龙表中的d6数量。通过检定的生物则只受到一半伤害。",
	"As an action, you can spend a usage of your breath weapon in order to exhale a blast of repulsion energy in a 30-foot cone. Each creature in that area must make a Strength saving throw. On a failed save, the creature is pushed 40 feet away from you.": "作为一个动作，你可以使用你的吐息武器一次，喷出一个30英尺锥形的排斥能量冲击。在那个区域内的每个生物必须进行一次力量豁免投骰。未通过豁免的生物会被推离你40英尺。",
	"If you reduce a hostile creature to 0 hit points, but decide to knock it out rather than killing it, you gain temporary hit points equal to your Charisma modifier + your dragon level. These temporary hit points last for 1 hour or until a hostile creature dies within your line of sight, whichever happens first.": "如果你将一个敌对生物的生命值降至0，但决定将其击晕而不是杀死，你会获得临时生命值，数值等同于你的魅力调整值 + 你的龙等级。这些临时生命值持续1小时，或者直到你的视线范围内有一个敌对生物死亡，以先发生者为准。",
	"You have advantage on Charisma ({@skill Intimidation}) and Wisdom ({@skill Insight}) checks made against defeated targets which you interrogate. For the purposes of this feature, a creature is considered \"defeated\" for the next 24 hours after you or your party bring it to 0 hit points during a combat encounter.": "在审问被击败目标时，对魅力检定（{@skill Intimidation}）和感知检定（{@skill Insight}）获得优势。对于此特性，当你或你的小队在战斗中使其生命值降至0点后的接下来的24小时内，一个生物被视为“被击败”。",
	"For as long as you are conscious, whenever a creature takes lightning damage within 10 feet of you, you can choose to take that damage instead.": "只要你有意识，每当一个生物在你的10英尺范围内受到闪电伤害时，你可以选择代替承受这个伤害。",
	"You and creatures within 10 feet of you have resistance to thunder damage.": "你和你周围10英尺范围内的生物对雷电伤害具有抗性。",
	"The copper dragons possess massive thighs and shoulders with overdeveloped muscles in them. They have short faces and broad smooth brow plates that jut over the eyes. Long, flat horns extend back from the brow plates in a series of overlapping segments. They have backswept cheek ridges and frills on the backs of the lower jaws that sweep forward slightly. Layers of triangular blades point down from the chin. The dragon has an acrid odor, and its reddish scales have a metallic shine.": "铜龙拥有庞大的大腿和肩膀，上面有过度发达的肌肉。它们有短脸和宽阔的光滑额板，突出在眼睛上方。长而扁平的角从额板向后延伸，呈一系列重叠的片段。它们有向后倾斜的颊脊和下颚背面的饰片，略微向前倾斜。三角形刀片层层叠叠地指向下巴。这种龙有一种刺鼻的气味，它的红色鳞片有金属般的光泽。",
	"Copper dragons revel in laughter and good company, constantly seeking the spotlight and entertaining everyone they meet. They are extremely witty and charismatic, telling jokes and pulling pranks whenever possible, typically at the detriment to anyone else around them, who quickly grow overwhelmed by the incessant nature of the dragon.": "铜龙热爱笑声和欢乐的氛围，不断寻找聚光灯，取悦他们遇到的每个人。他们极具机智和魅力，尽可能讲笑话和捉弄别人，通常会让周围的其他人受害，很快就会被龙的持续不断所压倒。",
	"Because copper dragons have a harder time polymorphing into humanoids, and hence can't secretly live among them, they are instead forced to make deals with humanoid settlements in order to be allowed to live close to their cities. Since copper dragons love being the center of attention, they thrive while in the presence of humanoids who typically fall in awe of their presence.": "由于铜龙在变形成人形时更困难，因此无法秘密地生活在人类之中，它们被迫与人类定居点达成协议，以获准在城市附近生活。由于铜龙喜欢成为关注的焦点，它们在人类面前茁壮成长，而人类通常会对它们的存在感到敬畏。",
	"Copper dragons have a major flaw: they have the biggest ego out of all of the metallic dragons. Because they see themselves as the most witty, funny, and smart creatures in the world, they tend to fall into the thought process of \"why shouldn't I have all that I want?\" This typically tempts them to take treasure from others even if it means tricking people or stealing from them. Many copper dragons inadvertently find themselves the leaders of thieves guilds spanning multiple cities.": "铜龙有一个主要的缺点：它们中的所有金属龙中自负最甚。因为它们认为自己是世界上最风趣、有趣和聪明的生物，它们往往陷入“为什么我不能拥有我想要的一切？”的思维过程中。这通常会诱使它们从他人那里夺取财宝，即使这意味着欺骗或偷窃。许多铜龙无意中发现自己成为跨越多个城市的盗贼行会的领袖。",
	"At their heart, copper dragons are good-natured and would not take from those that need it, even if they wrestle sometimes with keeping their greed in check. These dragons often struggle with balancing their natural desire to dominate and take what they want, with keeping the humanoids they enjoy happy.": "在本质上，铜龙是善良的，即使有时候他们需要努力控制自己的贪婪，也不会从那些需要帮助的人那里夺取东西。这些龙经常在平衡他们天生的支配欲望和想要得到的东西之间与保持他们喜欢的人形生物快乐之间挣扎。",
	"Copper dragons can live for up to 3,400 years of age.": "铜龙可以活到3400年的高龄。",
	"Copper dragons prefer to lair on dry, rocky hills, specifically in large and complex cave systems dug and molded by the dragon itself. If the opportunity arises, a copper dragon would rather have its lair close to humanoid societies for company.": "铜龙更喜欢筑巢在干燥、多岩石的山丘上，特别是在由龙自己挖掘和塑造的大型复杂洞穴系统中。如果有机会的话，铜龙更愿意将巢穴建在靠近人类社会以便有伴。",
	"The thrill of the hunt is as much part of the eating process as the consumption of the meal itself for the copper dragon. These dragons dislike being served food, or hunting easy game; instead they prefer to hunt dangerous monsters that can fight back. Its particular favorite is the giant scorpion, for its poison tastes spicy to the copper dragons who find it a delicacy. These dragons also often find themselves in love with humanoid wine.": "对于铜龙，狩猎的刺激与进食过程同样重要，甚至比进食本身还要重要。这些龙不喜欢被端上食物，或者狩猎容易的猎物；相反，它们更喜欢狩猎那些能够反击的危险怪物。它们特别喜爱巨型蝎子，因为对铜龙来说，蝎子的毒液味道辛辣，是它们的美味佳肴。这些龙也经常迷恋人类酿造的葡萄酒。",
	"Treasures of the earth are what copper dragons seek when forming their hoards. They prefer beautiful crystals, precious stones, and valuable metals, though expertly designed crafts made of stone are also considered valuable to the dragon.": "地球的宝藏是铜龙在形成自己的宝藏时所追求的。它们更喜欢美丽的水晶、珍贵的宝石和有价值的金属，尽管由石头制成的精美工艺品对于龙来说也被视为有价值的。",
	"The associated element of the copper dragon is acid. You have resistance to acid damage, and the elemental damage dealt from your dragon features is acid damage. At 11th level, you gain immunity to acid damage.": "铜龙的关联元素是酸。你对酸性伤害具有抗性，并且从你的龙特性造成的元素伤害是酸性伤害。在11级时，你获得对酸性伤害的免疫力。",
	"You are used to acrobatically maneuvering through rocky and mountainous terrain without the need for flight. Your muscles are sharper and more developed than your fellow draconic kin. As such, you gain the following benefits:": "你习惯于在崎岖多山的地形中进行杂技般的操纵，而无需飞行。 你的肌肉比你的龙族同伴更为锋利和发达。 因此，你获得以下好处：",
	"You have the ability to move up, down, and across vertical surfaces and upside down along ceilings. You gain a climbing speed equal to your walking speed.": "你有能力在垂直表面上、向下、横穿和倒挂在天花板上移动。你获得一个等同于你行走速度的攀爬速度。",
	"You don't take damage from falling 60 feet or less as long as you are not incapacitated.": "只要你没有失去行动能力，从60英尺高度或更低的跌落中不会受到伤害。",
	"Your biology has acclimated to allow you to eat the dangerous animals found in the biomes you live in. You are immune to ingested poisons.": "你的生物学已经适应，使你能够食用生活环境中发现的危险动物。你对摄入的毒素免疫。",
	"Your breath weapon takes on the form of a torrent of acid in a line 60 feet long and 5 feet wide. Each creature in that line must make a Dexterity saving throw. On a failure, the creature takes acid damage equal to {@dice 2d6} plus a number of d6s equal to half your level in this class (rounded up) as shown in the Dragon table, or half as much damage on a success.": "你的吐息武器呈现为一股60英尺长、5英尺宽的酸液洪流。该线路上的每个生物必须进行一次敏捷豁免检定。未通过检定的生物会受到等于{@dice 2d6}加上你在这个职业中一半等级（向上取整）的骰子数量的酸性伤害，具体数值请参考龙族表格，通过检定的生物则受到一半伤害。",
	"As an action, you can spend a usage of your breath weapon in order to exhale an enervating gas in a 30- foot cone. Each creature in that area must succeed on a Constitution saving throw. On a failed save, an affected creature can't use reactions, its speed is halved, and it can't make more than one attack on its turn. In addition, the creature can use either an action or a bonus action on its turn, but not both. These effects last for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself with a successful save.": "作为一个动作，你可以使用你的吐息武器的一次使用次数，来呼出一股耗竭气体，形成一个30英尺的锥形区域。该区域内的每个生物都必须进行一次体质豁免检定。在豁免失败的情况下，受影响的生物不能使用反应，其速度减半，并且在自己的回合内不能进行多于一次的攻击。此外，该生物在自己的回合内只能使用行动或者奖励行动中的一种，而不能同时使用两者。这些效果持续1分钟。生物可以在自己的回合结束时重复进行豁免检定，成功豁免则结束自身的效果。",
	"Your jovial and affable nature inspires your allies. You and creatures within 10 feet of you are immune to being frightened.": "你的快乐和和蔼的性格激励着你的盟友。你和你周围10英尺范围内的生物对于受到惊吓效果免疫。",
	"You may interject into any conversation to add an important missing detail, insert a comedic end, or fix an error, potentially turning a failed roll into a success.": "你可以插话到任何对话中，添加一个重要的遗漏细节，插入一个滑稽结局，或者修正一个错误，有可能将一次失败的骰子投掷变成成功。",
	"When a creature within 60 feet of you fails a Charisma check using {@skill Deception}, {@skill Intimidation}, or {@skill Persuasion}, you can use your reaction to grant them a second attempt at the check. The creature re-rolls the ability check, this time with an additional bonus equal to your Charisma modifier. You can use this feature within 1 minute of the triggering ability check, or immediately after learning the result.": "当距离你60英尺内的生物使用{@skill Deception}、{@skill Intimidation}或{@skill Persuasion}进行魅力检定失败时，你可以使用你的反应让它们再尝试一次检定。生物重新投掷该属性检定，这次额外获得一个数值等同于你的魅力调整值的奖励。你可以在触发的属性检定后的1分钟内使用这个特性，或在得知结果后立即使用。",
	"The range of your Cheerful Aura increases to 30 feet around you. Charisma ({@skill Persuasion}) and Charisma ({@skill Deception}) checks made by allies within 30 feet of you are made with advantage.": "你的欢乐光环范围扩大到你周围30英尺。在你周围30英尺范围内的盟友进行魅力检定时，他们的魅力检定获得优势，魅力({@skill Persuasion})和魅力({@skill Deception})。",
	"Gold dragons have large, smooth twin horns that sweep back from nose and brow. Twin frills adorn its long neck, and whiskers around its mouth look like the barbels of a catfish. Its sail-like wings start at its shoulders and trace down to the tip of its tail. The dragon smells of saffron and incense, and its scales glisten like polished gold.": "金龙有着从鼻子和眉毛上方向后方横扫的大而光滑的双角。它修长的脖子上有双褶皱，嘴巴周围的鬃须看起来像鲶鱼的须须。它帆船般的翅膀从肩膀处开始，一直延伸到尾巴的尖端。这条龙散发着藏红花和香的气味，它的鳞片闪闪发光，就像抛光过的黄金一样。",
	"The stories of gold dragons training peasants or farmers into becoming kings are well known. Gold dragons sponsor would-be heroes by granting them ways in which to improve, quests for them to partake, and sometimes even powerful magic to guide them.": "黄金龙培训农民或农夫成为国王的故事众所周知。黄金龙赞助那些有志之士，通过赋予他们提升的方式、参与的任务，有时甚至赐予强大的魔法来引导他们。",
	"Gold dragons are the most mysterious out of all of dragonkind, secreting themselves away from all society and watching the world unfold before them from afar. Instead of taking direct action to stop evil, they tend to develop long-term plans and strategies which inevitably lead to the downfall of those who follow evil; plans which allow the dragon to stay out of harm's way.": "黄金龙是所有龙类中最神秘的，他们将自己隐藏起来，远离一切社会，从远处观察世界的发展。与其直接采取行动来制止邪恶，他们倾向于制定长期计划和策略，最终导致那些追随邪恶的人的灭亡；这些计划让龙能够远离危险。",
	"From their isolated lairs, they hoard magic which they seek to protect from the world, studying every intricate detail from every dark tome they possess in order to better comprehend and safeguard it. Most dragons rely solely on their innate ability to produce sorcerous magic, but gold dragons are some of the few who go out of their way to study the art of magic. Like solitary wizards in their ivory towers, gold dragons train and plan their way into a better world for all of society.": "在他们孤立的巢穴中，它们囤积着魔法，试图保护它们免受世界的侵害，从它们拥有的每一本黑暗卷轴中研究每一个复杂的细节，以更好地理解和保护它。大多数龙仅依赖于他们天生的产生巫术魔法的能力，但金龙是为数不多的一些龙中，他们会刻意研究魔法的艺术。像孤独的巫师在他们的象牙塔中一样，金龙训练并计划着为整个社会创造一个更美好的世界。",
	"Many gold dragons obtain powers that they themselves often fail to understand, which allows them to see versions of a future which has yet to come to pass. Some of these visions come in the way of dreams, where the dragon wakes with a limited capacity to even remember what it saw; other times it comes as a sudden feeling of déjà vu which only manifests right before an event is about to happen. None but the oldest and wisest of all gold dragons are able to create fully developed prophecies based on these visions.": "许多金龙获得了他们自己常常无法理解的力量，使他们能够看到尚未发生的未来版本。这些预见有时以梦的形式出现，龙醒来时只能模糊地记得看到了什么；其他时候，它会以突如其来的似曾相识之感出现，只在事件即将发生之前显现。只有最古老、最智慧的金龙才能根据这些预见创建完整的预言。",
	"Gold dragons are often found formulating plans and strategies based on circumstances that only they seem to grasp. This has led gold dragons to take on humanoid form in order to personally guide certain individuals who the dragon suspects will do great things in the future. Other times, gold dragons have been seen allowing humanoids to raise their very own wyrmlings after seeing a vision of the prosperous future such an endeavor allowed.": "黄金龙经常制定计划和策略，基于只有它们似乎能理解的情况。这导致黄金龙变成人形，以亲自指导那些龙怀疑将来会成就伟大事业的个体。其他时候，黄金龙也被看到允许人类抚养他们自己的幼龙，因为他们看到这样一个努力所带来的繁荣未来的愿景。",
	"Gold dragons are the most long-lived true dragons, able to live up to 4,400 years.": "金龙是最长寿的真龙，能够活到4,400年。",
	"Gold dragons lair in out-of-the-way locations where they can practice their magic and remain unbothered for centuries. They will typically pick places that have a powerful source of magic inherent to the locale, which they can protect from evildoers.": "金龙巢穴位于偏僻的地方，他们可以在那里练习他们的魔法并且数个世纪不受打扰。他们通常会选择那些拥有强大魔法源泉的地方，这些源泉是该地区固有的，金龙可以保护它们免受邪恶之徒的侵害。",
	"Gold dragons can subsist on almost anything, but their main diet is primarily precious stones.": "金龙可以靠几乎任何东西生存，但它们的主要饮食主要是珍贵的宝石。",
	"Gold dragons favor pearls and gems, for they are considered delicacies amongst their kind. However, most of their treasure pile consists of magical items, which they hoard for two reasons: for their impeccable craftsmanship and artisanal beauty, and so they may keep powerful artifacts away from those who would do evil with them.": "金龙喜欢珍珠和宝石，因为它们被认为是它们种族中的美味。然而，它们的大部分财宝堆积中都是魔法物品，它们会为两个原因而囤积这些物品：一是因为这些物品的无可挑剔的工艺和工艺美感，二是为了让强大的神器远离那些可能会用它们作恶的人。(Gold dragons)",
	"The associated element of the gold dragon is fire. You have resistance to fire damage, and the elemental damage dealt from your dragon features is fire damage. At 11th level, you gain immunity to fire damage.": "金龙的关联元素是火。你对火焰伤害具有抗性，你的龙特性造成的元素伤害是火焰伤害。在11级时，你获得对火焰伤害的免疫力。",
	"Your eyes glimmer in sparkling tones in the presence of gems. They call to you like a moth to a flame. You can cast the spell {@spell locate object} without expending spell slots for the purposes of locating gemstones. The distance at which you can detect these gems increases to 3,000 feet at 9th level, and to 1 mile at 18th level.": "你的眼睛在宝石的光辉中闪闪发光。它们像火焰中的飞蛾一样呼唤着你。你可以施放{@spell locate object}这个法术，用于定位宝石，而无需消耗法术位。在9级时，你可以探测这些宝石的距离增加到3,000英尺，在18级时增加到1英里。",
	"For the purposes of this feature, a \"gemstone\" refers to any kind of mineral crystal that is valuable enough to be considered treasure such as rubies, emeralds, diamonds, and sapphires. Precious rocks like opal and lapis lazuli, or solid organic materials like amber, jet, or pearls are not considered minerals and hence would not be sensed with this feature.": "对于此功能而言，“宝石”指的是任何一种足够珍贵被视为宝藏的矿物晶体，如红宝石、翡翠、钻石和蓝宝石。像蛋白石和青金石这样的贵重岩石，或者固体有机材料如琥珀、煤石或珍珠并不被视为矿物，因此不会被此功能感知到。",
	"Your breath weapon takes the form of a 30-foot cone blast of fire. Each creature in that area must make a Dexterity saving throw. On a failure, the creature takes fire damage equal to {@dice 2d6} plus a number of d6s equal to half your level in this class (rounded up) as shown in the Dragon table, or half as much damage on a success.": "你的吐息武器呈现为一个30英尺的锥形火焰冲击波。该区域内的每个生物必须进行一次敏捷豁免检定。未能通过检定的生物会受到火焰伤害，伤害值为{@dice 2d6}加上你在这个职业中等级一半（向上取整）的骰子数量，如龙族表中所示；通过检定的生物受到一半伤害。",
	"As an action, you can spend a usage of your breath weapon in order to exhale a weakening gas in a 30- foot cone. Each creature in that area must succeed on a Strength saving throw or have disadvantage on Strength-based attack rolls, Strength checks, and Strength saving throws for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "作为一个动作，你可以使用一次你的吐息武器，呼出一个虚弱气体，覆盖一个30英尺锥形区域。该区域内的每个生物必须进行一次力量豁免才能通过，否则在接下来的1分钟内，其在力量属性的攻击骰、力量检定和力量豁免上都处于劣势。生物可以在每个自己的回合结束时重复进行豁免才能，成功则结束自身的效果。",
	"You obtain random glimpses into the future which you can neither control nor understand until the very moment right before they become true.": "你会突然看到未来的片段，但直到它们变为现实的那一刻之前，你既无法控制也无法理解。",
	"Whenever you finish a long rest, you gain a prophetic glimpse into the future. Your GM must give you one truthful statement about an event which is meant to unfold within the next 24 hours. The event can be of legendary proportions, or entirely mundane and inconsequential. The event which is to pass does not take into consideration any possible circumstances that might change the outcome. In other words, the future you have glimpsed is not set in stone and can be changed.": "每当你完成一次长休时，你会获得对未来的一瞥。你的GM必须告诉你一个关于接下来24小时内将要发生的事件的真实陈述。这个事件可能是传奇的，也可能是完全平凡无关紧要的。即将发生的事件不考虑可能改变结果的任何情况。换句话说，你所看到的未来并非铁板钉钉，是可以改变的。",
	"You can cast the spell {@spell geas} once without using a spell slot, regaining the ability to do so when you finish a long rest. When you do so, you may only target a creature with a challenge rating (or character level) of 1 or lower, and you may only have this spell active on up to one creature at a time.": "你可以施放法术{@spell geas}一次，而不消耗法术位，恢复这种能力需要完成一次长休。当你这样做时，你只能选择一个挑战等级（或角色等级）为1或更低的生物作为目标，而且你一次只能对一个生物施放这个法术。",
	"Attacks, weapon damage, ability checks, and all saving throws of the creature are increased by an amount equal to your proficiency bonus. Further, the creature gains temporary hit points when you cast this spell, and again each dawn, equal to 15 x your proficiency bonus. In addition, whenever the creature takes the Attack action, they can make an extra weapon attack as part of that action.": "该生物的攻击、武器伤害、技能检定和所有豁免 throw 的值增加了与你熟练加值相等的数值。此外，每当你施放这个法术时，该生物会获得一定数量的临时生命值，再次在每天黎明时，数值为 15 x 你的熟练加值。另外，每当该生物进行攻击动作时，他们可以作为该动作的一部分进行额外的武器攻击。",
	"You can cast the spell foresight once without using a spell slot, regaining the ability to do so when you finish a long rest.": "你可以施放预知法术一次，而无需使用法术位，当你完成一次长休后，你可以再次使用这个能力。",
	"The associated element of the silver dragon is cold. You have resistance to cold damage, and the elemental damage dealt from your dragon features is cold damage. At 11th level, you gain immunity to cold damage.": "银龙的关联元素是寒冷。你对寒冷伤害具有抗性，并且你的龙特性造成的元素伤害是寒冷伤害。在11级时，你获得对寒冷伤害的免疫力。",
	"You can cast the spell fog cloud once without using a spell slot, regaining the ability to do so when you finish a long rest. You can also cast this spell using any spell slots you have.": "你可以施放一次雾云(fog cloud)咒语，而无需使用法术槽，当你完成一次长休后，你可以重新获得这个能力。你也可以使用你拥有的任何法术槽来施放这个咒语。",
	"In addition, you can walk on clouds or fog as if it were solid ground. You can selectively choose which part of the cloud or fog is solid to you, in such a way so that you can ascend and descend into it or out from it at will. Areas that are lightly or heavily obscured due to clouds and fog do not hinder your vision, and you can always see clearly through them.": "此外，你可以像踩在实地上一样在云层或雾气中行走。你可以选择性地决定云层或雾气中哪一部分对你是实体的，这样你可以随意升降进入或离开它。由于云层和雾气而轻微或严重遮挡的区域不会影响你的视线，你总是能够清晰地看穿它们。",
	"Your breath weapon takes the form of a 30-foot cone gust of freezing wind. Each creature in that area must make a Constitution saving throw. On a failure, the creature takes cold damage equal to {@dice 2d6} plus a number of d6s equal to half your level in this class (rounded up) as shown in the Dragon table, or half as much damage on a success.": "你的吐息武器呈现为一个30英尺锥形的寒冷狂风。该区域内的每个生物都必须进行一次体质豁免投。未通过检定的生物会受到{@dice 2d6}的冰冷伤害，以及龙类表中显示的与你在这个职业中等级一半（四舍五入）相等的d6数额的伤害；通过检定的生物则只受到一半伤害。",
	"As an action, you can spend a usage of your breath weapon in order to exhale a paralyzing gas in a 30-foot cone. Each creature in that area must succeed on a Constitution saving throw or be {@condition paralyzed} for 1 minute or until they take damage. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "作为一个动作，你可以使用一次你的吐息武器，呼出一个30英尺锥形范围内的麻痹气体。该区域内的每个生物必须通过一次体质豁免才能免疫{@condition paralyzed}，持续1分钟或直到它们受到伤害。生物可以在每个自己的回合结束时重复进行豁免才能，成功则结束自身的效果。",
	"Creatures of your choice within 60 feet of you can walk on clouds or fog as if it were solid ground. In addition, you may cast the spell {@spell feather fall} at will, without expending a spell slot or material components.": "在你周围60英尺范围内，你选择的生物可以像踩在实地上一样在云层或雾气中行走。此外，你可以随意施放{@spell feather fall}法术，无需消耗法术槽或材料组件。",
	"When a creature you can see within 60 feet would take damage, you can use your reaction to divert the harm to yourself. You take all of the triggering damage instead of that creature, as well as any additional damage the target would take for the remainder of this turn.": "当你能看见的一只生物在60英尺内受到伤害时，你可以使用你的反应将伤害转移给自己。你将代替那只生物承受所有触发伤害，以及目标在本回合剩余时间内将受到的任何额外伤害。",
	"Further, allied creatures of challenge rating (or character level) 1 or lower within 5 feet of you are automatically affected as if by the {@spell sanctuary} spell. Hostile creatures that fail their saving throw against the effect must attack you instead.": "此外，与您相距5英尺以内、挑战等级（或角色等级）为1或更低的盟友生物会自动受到{@spell sanctuary}法术的影响。未能通过豁免检定的敌对生物必须攻击您。",
	"As a bonus action, you can enter a draconic rage focused on a single creature within 60 feet of you which you vow to destroy. You have advantage on attack rolls against the creature for 1 minute or until you drop to 0 hit points. In addition, when you hit the creature with an opportunity attack, you can move up to half your speed immediately after the attack and as part of the same reaction. This movement doesn't provoke opportunity attacks.": "作为一个奖励动作，你可以进入一种龙之愤怒状态，专注于距离你60英尺内的一个生物，你发誓要摧毁它。对该生物的攻击投掷获得优势，持续1分钟或者直到你的生命值降至0点。此外，当你对该生物进行机会攻击命中时，你可以在攻击后立即移动你速度的一半，并作为同一反应的一部分。这次移动不会引发机会攻击。",
	"You can use this feature once, regaining its use after a short or long rest.": "你可以使用这个特性一次，在短暂或长时间休息后恢复使用。",
	"Lycanthropes are creatures which have been afflicted with a terrible curse that transforms them into monstrous beasts. These unfortunate souls can shift between their traditional humanoid form, a fully bestial shape symbolic of the origin of the curse, or a hybrid of the two. They can transmit the curse onto others through their bite, mindlessly spreading the contagion throughout civilization.": "狼人是被一种可怕的诅咒所困扰的生物，将它们变成了怪兽。这些不幸的灵魂可以在传统的人形态、完全野兽形态（象征着诅咒的起源）或两者的混合形态之间变换。它们可以通过咬伤传播诅咒，无意识地在整个文明中传播这种传染病。",
	"The union between two true lycanthropes creates a baby who is born a true lycanthrope. There is no way for a creature to be turned into a true lycanthrope unless they inherited the affliction from their parents.": "两个真正狼人的结合会产生一个天生的真正狼人宝宝。除非从父母那里继承了这种病症，否则没有办法将一个生物变成真正的狼人。",
	"These lycanthropes can shift and change their form into their bestial shape at will. The process of transformation into a beast is described by them to be of \"transcendent ecstasy\" as their body mutates into their hybrid form. For the most part, these werebeasts maintain a high level of intelligence throughout their transformations and have societies built around their many forms.": "这些狼人可以随意变换形态，将自己变成兽形。他们描述变身为野兽的过程为“超凡脱俗”的狂喜，因为他们的身体变异成混合形态。在大多数情况下，这些狼人保持着高度的智慧，即使在变形过程中也如此，并且建立了围绕着他们多种形态的社会。",
	"A true lycanthrope cannot be cured of its existence, in the same way one cannot cure a dwarf from being born a dwarf. Nothing short of a {@spell wish} spell can remove this type of lycanthropy, without perhaps clever usage of spells like {@spell reincarnate} or {@spell magic jar} being the exceptions in order to effectively change the cursed body into a new one. ": "一个真正的狼人无法摆脱其存在，就像一个矮人无法摆脱生来就是矮人一样。除非使用 {@spell wish} 法术，否则无法消除这种类型的狼人病，也许巧妙地使用 {@spell reincarnate} 或 {@spell magic jar} 这类法术可能是例外，可以有效地将被诅咒的身体改变成一个新的身体。",
	"A creature can become a lycanthrope by becoming infected with the dreaded disease, typically by being bitten by another lycanthrope. The disease is carried by the saliva, blood, or any other liquid secreted by the body of a lycanthrope, and it can be contracted when such liquids make contact with the bloodstream of an otherwise healthy creature. After a few days of the disease running its course, the victim will be fully afflicted with the curse of lycanthropy.": "一种生物可以通过感染可怕的疾病而成为狼人，通常是被另一只狼人咬伤。这种疾病由狼人的唾液、血液或身体分泌的任何其他液体携带，当这些液体与另一只健康生物的血液接触时，就会被传染。在疾病经过几天后，受害者将完全受到狼人诅咒的影响。",
	"These lycanthropes typically cannot change their forms at will. Instead they transform when confronted with certain \"triggers.\" Examples of triggers can be high amounts of stress, the smell of blood, hearing the howl of a wolf, seeing the full moon, or even the bloodlust of combat. The process of transformation for these lycanthropes is described as unbearably painful, to the point of agonizing pain, as their bones break and their skin tears in the shifting process.": "这些狼人通常不能随意改变形态。相反，当面对某些“触发器”时才会变身。触发器的例子可以是高度的压力、血腥的气味、听到狼的嚎叫、看到满月，甚至是战斗中的血腥欲望。这些狼人的变身过程被描述为难以忍受的痛苦，达到了极度的煎熬，因为他们的骨头断裂，皮肤在变形过程中撕裂。",
	"Most pathological lycanthropes lose themselves in their transformations, becoming no more than feral beasts. It is believed that the reason why most blank out during their shifts is as a self-defense mechanism to withstand the painful process. Most of these lycanthropes can either take on a hybrid shape or a fully bestial shape, but generally not both.": "大多数病态的狼人在变身过程中会失去自我，变成不过是野兽。人们认为，大多数在变身过程中失去意识的原因是一种自我防御机制，以承受痛苦的过程。这些狼人大多可以变成混合形态或完全野兽形态，但通常不会同时具备两者。",
	"Once the disease has taken root upon the body of a creature, it becomes exceedingly difficult to remove. The lycanthropic affliction is by nature a curse, and so it falls under a very distinct set of rules that sets it apart from traditional magical maladies that would be otherwise easy to remove via simple curative spells.": "一旦疾病在生物体内扎根，要将其清除变得异常困难。狼人的折磨本质上是一种诅咒，因此它遵循一套非常独特的规则，使其与传统的可以通过简单治愈法术轻松清除的魔法疾病有所区别。",
	"The first step is to destroy the source of the curse— often called the primogenitor. It is not enough to simply kill the werebeast that produced the infection if that werebeast was itself infected by another. One must track the line of infections until the original source of the contamination is found—typically either a true lycanthrope or a maledictive lycanthrope. This lycanthrope must be killed before the next steps can be taken. Failure to do so prevents the curse from being broken.": "第一步是摧毁诅咒的源头——通常被称为原生者(%num%)。仅仅杀死产生感染的狼人兽是不够的，如果那只狼人兽本身也被另一只感染了。必须追踪感染的线路，直到找到污染的原始来源——通常是真正的狼人兽或者诅咒性的狼人兽。在继续下一步之前，必须杀死这只狼人兽。如果未能这样做，将阻止诅咒被解除。",
	"The second step is to repent for any transgressions one has committed while transformed as a beast. As with many curses, lycanthropy is a magical malady that reacts strongly to symbolism. Rejection of the bestial gift is a powerful statement that weakens its hold upon the body, but even more powerful is the restitution one takes to clean the soul of the taint which has infected it.": "第二步是为在兽形态下犯下的任何过错忏悔。与许多诅咒一样，狼人病是一种对象征反应强烈的魔法疾病。拒绝野兽的赐礼是一个强有力的声明，削弱了它对身体的控制，但更强大的是一个人所采取的弥补行动，清洁灵魂中已经感染的污点。",
	"The third step requires assistance from a third party, in particular a healer with the necessary spells. The cursed creature must be bound and forced to transform into its bestial self. Precautions must be made to securely chain the lycanthrope so as to prevent the healer's savage murder. The first spell to be cast is {@spell ceremony|xge} (Atonement). Provided it is successful, it will restore the sentience and intelligence of the cursed victim even whilst transformed.": "第三步需要第三方的帮助，特别是一个拥有必要法术的治疗者。 被诅咒的生物必须被捆绑并迫使其转变为其野兽自我。 必须采取预防措施，牢固地锁链狼人，以防止治疗者被野蛮杀害。 要施放的第一个法术是{@spell ceremony|xge}（(Atonement)）。 如果成功，它将在被诅咒的受害者转变时恢复其理智和智慧。",
	"Upon gaining full sentience, the victim must then assert all its willpower to remain still and unmoving; a very difficult task as the pain of transformation will be present alongside the bloodlust provided by the bestial curse. The healer must then cast {@spell lesser restoration} in order to cleanse the disease from the victim's blood, and then cast {@spell remove curse} in order to finally dispel the curse. Provided that the victim stood perfectly still during that whole process and the atonement spell took hold, then the lycanthropic curse will have finally been removed.": "获得完全意识后，受害者必须全力保持静止不动；这是一项非常困难的任务，因为转变的痛苦将伴随着野兽诅咒带来的嗜血。治疗者必须施放{@spell lesser restoration}来净化受害者的血液中的疾病，然后施放{@spell remove curse}来最终驱散诅咒。只要受害者在整个过程中完全静止不动，并且赎罪咒语生效，那么狼人诅咒将最终被消除。",
	"As a powerful curse, the lycanthropic affliction can befall a creature by the use of high-level magic. Creatures who wish upon dark gods for strength or make deals with hag often become cursed with this malady.": "作为一种强大的诅咒，狼人的折磨可以通过使用高级魔法降临在生物身上。那些向黑暗神祈求力量或与女巫达成交易的生物经常会被这种疾病所诅咒。",
	"In its most general terms, maledictive lycanthropes function similarly to pathologic lycanthropes. However, the nature of the transformation is ultimately dependent on the source of the magic, and so has the potential to break established norms and rules. These lycanthropes can be influenced radically by the ever-volatile nature of magic.": "在最一般的情况下，(maledictive lycanthropes) 与(pathologic lycanthropes) 的功能类似。然而，变身的性质最终取决于魔法的来源，因此有可能打破已建立的规范和规则。这些狼人可能会受到魔法多变的本质的极大影响。",
	"These lycanthropes can simultaneously be either the easiest to cure or the hardest to cure, depending entirely on the nature of the magic used to inflict the curse. Curses of this magnitude function at a level too high for basic curative spells like {@spell remove curse} to effectively remove, and oftentimes slaying the source of the curse does nothing to stem its effect.": "这些狼人可以同时是最容易治愈或最难治愈的，完全取决于施加诅咒所使用的魔法性质。这种程度的诅咒对于像{@spell remove curse}这样的基本治愈法术来说太高级了，通常杀死诅咒的源头对减轻其影响毫无作用。",
	"Most magical curses include some kind of escape clause. If the action in this clause is performed, the victim is freed of the taint of lycanthropy. Sometimes the clause is known by the afflicted, while other times it must be searched for and discovered. It is not uncommon for all the victims of a maledictive lycanthrope to become cured of the curse once the escape clause is reached by the primogenitor.": "大多数魔法诅咒都包含某种逃脱条款。如果执行了这个条款中的行动，受害者就会摆脱狼人的污染。有时候，受诅者知道这个条款，而其他时候则必须搜索并发现它。一旦初代者找到逃脱条款，通常所有被邪恶狼人诅咒的受害者都会被治愈。",
	"The class presented here is meant to encompass all kinds of lycanthropes, regardless of how you acquired your curse. This means that if you want to stay true to your particular strain, you may have to set personal restrictions for yourself. For example, if you are a pathological lycanthrope, you might choose between a bestial form or a hybrid form instead of having access to both.": "这个职业旨在涵盖所有种类的狼人，不论你是如何获得这个诅咒的。这意味着如果你想忠于你特定的血统，你可能需要为自己设定个人限制。例如，如果你是一名病态狼人，你可能会选择在野兽形态和混合形态之间进行选择，而不是同时拥有两种形态。",
	"It is also important to understand that even though you are most likely going to be a frontline warrior with this class, you actually do not need to invest into your Constitution score as other classes would. Your cursed blood is strong and you should rely on it. Instead, focus on investing points into your Intelligence and Charisma, especially if you are a true lycanthrope.": "同样重要的是要明白，尽管你很可能会成为这个职业的前线战士，但实际上你并不需要像其他职业那样投资你的体质属性。你的被诅咒的血液很强大，你应该依赖它。相反，应该把重点放在投资你的智力和魅力属性上，尤其是如果你是一个真正的狼人。",
	"Lycanthropy is defined by the nature in which the curse was afflicted, for this power can be your source of solace amidst a dangerous world, or a traumatizing experience that destroys all you love. How you obtained this power will define the kind of lycanthrope you will be, which in turn will signal how you might choose to roleplay your transformations.": "狼人病（Lycanthropy）的定义取决于诅咒的传播方式，因为这种力量可以成为你在危险世界中寻求安慰的源泉，也可以是一种毁灭你所爱一切的创伤经历。你如何获得这种力量将决定你将成为何种狼人，进而决定你如何选择扮演变身的角色。",
	"It is important to remember that lycanthropy can be obtained through many sources, not just infections. So when building your character, think about giving them a really interesting and mysterious beginning. Use the options presented below as a gateway to further creativity in designing your connection with the curse.": "重要的是要记住，狼人病可以通过许多途径获得，不仅仅是感染。因此，在塑造你的角色时，考虑赋予他们一个非常有趣和神秘的起源。使用下面提供的选项作为进一步创造力的门户，设计你与诅咒的联系。",
	"You were offered up as a baby to a dark group of cultists. These foul followers of Baphomet summoned dark magics upon you, twisting and misshaping your form.": "你作为一个婴儿被献祭给了一群黑暗的异教徒。这些邪恶的巴尔弗摩之徒对你施放了黑暗魔法，扭曲并改变了你的形态。",
	"You were part of an odd group of people hidden up in the mountains away from civilization. You and the rest of your small tribe pledged yourselves to a god of shapeshifters and lycanthropes. Through a series of profane rituals which you dare not mention, you and the rest of the village were turned into beasts of the night.": "你曾是一个隐藏在山区远离文明的一群人中的一员。你和你小部落的其他人向一位变形者和狼人之神宣誓效忠。通过一系列不可言说的亵渎仪式，你和村子里的其他人被转变成了夜晚的野兽。",
	"You have spent your life hunting monsters until you were bitten and afflicted with a terrible disease. The disease mutated into a curse which granted you no comfort—but terrible power. You now wield this power against the monsters you still hunt.": "你一生都在追捕怪物，直到你被咬伤并感染了一种可怕的疾病。这种疾病突变成了一种诅咒，没有给你任何安慰，但却赋予了你可怕的力量。你现在运用这种力量来对抗你仍然追捕的怪物。",
	"You were born under an ominous red moon. Since childhood you have felt an odd attraction to the full moon which never manifested as anything more than a strange fascination. Decades later you found yourself on a hill under the same red moon, unknowing how you got there. You grew powers from the moon which defy reason. You fear the day the red moon comes back.": "你出生在一个不祥的红色月亮下。自小你就对满月有一种奇怪的吸引力，但这种吸引力从未表现为其他更奇怪的事情。几十年后，你发现自己站在同一个红色月亮下的山丘上，不知道自己是怎么到那里的。你从月亮中获得了超乎理性的力量。你害怕红色月亮再次出现的那一天。",
	"Your calm, riverside community had been bullied by a group of bestial mutants for decades. Every other year they asked for a single child to be delivered to them, in order to quell their anger. When your daughter was picked as a sacrifice, you volunteered instead. For some reason, they accepted.": "你们宁静的河畔社区被一群野兽般的突变体欺凌了几十年。每隔一年，他们要求送一个孩子给他们，以平息他们的愤怒。当你的女儿被选为牺牲品时，你主动替她去。出乎意料的是，他们接受了。",
	"You successfully fled as your city was sacked and burned by barbarians. Lost and hungry, you were saved by a mysterious sanctuary found inside a glade within the woods. The dryad offered you a home. All you had to do was accept her blessing.": "当你的城市被野蛮人洗劫并焚烧时，你成功逃脱了。迷失和饥饿中，你被一个神秘的圣所所救，它位于树林中的一片林地内。树精为你提供了一个家。你所需要做的就是接受她的祝福。",
	"You once roamed the nearby forests of your small hometown village. You met a beautiful lady who offered you a gift. You asked her to be able to speak to the animals of the woods. Her shape shifted into an ugly crone who then cursed you into the shape of a beast.": "你曾经在你小镇附近的森林里漫游。你遇见了一位美丽的女士，她给了你一份礼物。你请求能够与森林动物交谈。她的形态变成了一个丑陋的老妇人，然后将你诅咒成了一个野兽的形态。",
	"You practiced alchemy within a prestigious university. An accident within the laboratory caused a grand fire in which many of your colleagues tragically died. The fire melted and combined many of the reagents you were working with, creating a bizarre purple smoke which you inhaled. Your transformation into a monster gave you the strength you needed to escape.": "你在一所著名大学内进行炼金术实践。实验室内发生了一场严重火灾事故，导致许多同事不幸身亡。火灾融化并混合了你正在使用的许多试剂，产生了一种奇异的紫色烟雾，你吸入了其中。你因此变成了一个怪物，获得了逃脱所需的力量。",
	"You signed a contract with a devil. In exchange for great power, you lose your agency and free will once a month—specifically during nights of the full moon.": "你与一位恶魔签订了合同。为了获得强大的力量，你每个月在满月之夜失去自主权和自由意志。",
	"A mysterious group of clerics visited your city claiming to have vials containing the blood of an ancient god. When administered, the blood would cure any disease and even regenerate lost limbs. At first everyone considered it a great miracle and revered the blood— until the clerics left and the first full moon appeared under the night sky.": "一群神秘的（clerics）（牧师）来到你的城市，声称他们携带着一瓶古神的血液。据说，只要服用这血液，就能治愈任何疾病，甚至再生失去的肢体。起初，每个人都认为这是一个伟大的奇迹，并崇敬这血液 — 直到那些（clerics）离开，第一个满月出现在夜空下。",
	"You were already an animal in spirit, murdering and cannibalizing your victims. One day you targeted a poor child who lived in the sewers. You were never the same after tasting their flesh.": "你本来就是个兽灵，谋杀和食人的行为已经成为你的习惯。有一天，你盯上了一个住在下水道里的可怜孩子。尝过他们的肉后，你再也无法回到从前。",
	"You parents were lycanthropes, and so you were born a natural werebeast.": "你的父母是狼人，因此你天生就是一只自然的变身兽人。",
	"Lycanthropes naturally develop instincts and behaviors that are traditionally associated with the animal their transformations symbolically represent. For example, a wererat lycanthrope might constantly twitch and be hyper neurotic even while in humanoid form. They might even develop a strong taste for cheese!": "狼人天生会发展出与其象征性转变动物相关的本能和行为。例如，一只狼鼠人狼人可能会在人形态下不断抽搐，表现出过度神经质。他们甚至可能会对奶酪产生浓厚的兴趣！",
	"Think about how your character's animal persona directly affects their humanoid behavior, and what other kinds of changes such a strange curse would inflict upon your psyche. Use any of the examples given below to expand the personality of your character.": "思考一下你的角色的动物本性是如何直接影响他们的人形行为的，以及这样一个奇怪的诅咒会对你的心理造成什么其他改变。可以使用以下任何示例来拓展你角色的个性。\n\n1. Your character has the agility and curiosity of a cat, often getting distracted by shiny objects and impulsively chasing after them. This could lead to a tendency to hoard valuable items or constantly seek out new experiences.\n2. Your character has the loyalty and protectiveness of a dog, always putting their friends and loved ones above themselves. They may have a strong sense of duty and be willing to sacrifice their own well-being for the sake of others.\n3. Your character has the solitary and mysterious nature of a wolf, preferring to keep to themselves and only forming deep connections with a select few. They may struggle with trust issues and have a fierce independence that makes it hard for them to rely on others.\n4. Your character has the mischievous and playful demeanor of a monkey, always looking for ways to entertain themselves and others. They may have a hard time taking things seriously and constantly seek out new ways to have fun, sometimes at the expense of responsibilities.\n5. Your character has the grace and elegance of a swan, carrying themselves with poise and charm in social situations. They may have a strong desire for beauty and harmony, and be deeply affected by any form of ugliness or discord in their environment.",
	"You no longer feel safe sleeping inside closed rooms and must find a location outside to rest.": "你不再觉得在封闭的房间里睡觉安全，必须找到户外的地方休息。",
	"You flinch whenever someone gets too close into your personal space, and you refuse to physically touch people.": "每当有人靠得太近进入你的个人空间时，你会畏缩不前，并拒绝与人进行身体接触。",
	"You can't help but growl or hiss at your enemies while in the thick of combat.": "在激烈战斗中，你忍不住对敌人咆哮或嘶嘶作声。",
	"You find it easy to become bonded with close friends, feeling like you ought to protect them against enemies. You detest becoming separated from them.": "你很容易与亲密的朋友建立起紧密的联系，觉得自己应该保护他们免受敌人的伤害。你讨厌与他们分开。(Dungeons & Dragons)。",
	"You despise clothing. You wear the bare minimum necessary to not be shunned by society.": "你鄙视着穿衣。你只穿最基本的衣物，以免被社会排斥。",
	"Just how most people study objects by touching them, you do so through smell and taste.": "就像大多数人通过触摸来研究物体一样，你通过嗅觉和味觉来做到这一点。",
	"You struggle with a strong desire not to bathe, compounded with a need to spread your scent over your home and sometimes even companions.": "你努力抵抗着不想洗澡的强烈欲望，同时又有一种需要在家里甚至是伙伴身上散发自己气味的冲动。",
	"You traverse cities, dungeons, and forests alike whilst barefoot, without a care in the world.": "你穿越城市、地牢和森林，毫不在意地赤脚行走。",
	"You are unnaturally hairy and find yourself constantly self grooming, oftentimes using your own saliva.": "你异常多毛，经常发现自己不断自我梳理，经常使用自己的唾液。",
	"You only eat raw food and become increasingly agitated when others approach you while you eat.": "当别人靠近你吃饭时，你只吃生食并变得越来越焦躁不安。",
	"You cannot stand being alone and desire to always be surrounded by large groups of people.": "你无法忍受孤独，渴望时刻被大群人包围。(dnd running group)",
	"You sense in yourself an extreme feeling of dysphoria, struggling to balance your dual nature. Some days you feel the need to behave like a wild animal while others you act like a common humanoid.": "你感觉到自己极度的厌恶感，努力平衡你的双重本性。有些日子你感觉需要像一只野兽一样行事，而有些时候你又像一个普通的人类。",
	"You seek to spread your curse to as many creatures as possible.": "你寻求将你的诅咒传播给尽可能多的生物。",
	"You see your blood as your legacy, and you are on a journey to afflict the most powerful creature you can get your hands on. You will create something incredible.": "你将血液视为你的遗产，你正在追寻着能够控制的最强大生物。你将创造出令人难以置信的事物。",
	"You want to study your curse. If you fear it then you may never understand it.": "你想要研究你的诅咒。如果你害怕它，那么你可能永远无法理解它。",
	"You would only spread your curse to those from your pack. If an ally asks to be granted your blessing then you would accept.": "你只会将你的诅咒传播给你的同伴。如果盟友请求获得你的祝福，那么你会接受。",
	"Your life experiencing this curse has been a nightmare. You hunt those that are cursed as you are, destroying every remnant of lycanthropy that you can find. This curse dies with you.": "你经历这个诅咒的生活简直是一场噩梦。你追捕那些像你一样被诅咒的人，摧毁你能找到的每一个狼人的痕迹。这个诅咒将随着你的消失而消逝。",
	"You have vowed never to bite another creature again. You will never bear a child. This curse is yours to survive and no one else shall suffer it.": "你发誓再也不会咬伤其他生物。你永远不会生育子嗣。这个诅咒是你要生存的，不会有其他人受到它的折磨。",
	"You can make a lycanthrope quickly by following these suggestions. First, make sure your Intelligence score is 9 or higher so you don't attack your allies during your transformations. Second, make Strength your highest ability score if you pick Werebear or Werewolf, or Dexterity if you pick Wererat; followed by either Intelligence or Charisma, whichever is your lowest. Constitution is still helpful for your saving throws and hit points while in your humanoid form, but your bestial form grants you a large well of temporary hit points whenever you transform, so it's not as much of a priority.": "您可以通过以下建议快速制作一名狼人。首先，请确保您的智力分数为9或更高，这样在变身时就不会攻击您的盟友。其次，如果您选择熊人或狼人，将力量作为您最高的能力得分，或者如果选择老鼠人，则选择敏捷；然后是智力或魅力中较低的那个。在人形态下，体质对于您的豁免和生命值仍然有帮助，但您的野兽形态在变身时会为您提供大量临时生命值，因此它并不是那么重要。",
	"Dragons are winged, reptile-like creatures of great power and intelligence. They are known for their great size, their capabilities for destruction, and the resilience of the scales which adorn and protect their bodies. They are fearsome predators who possess the ability to consume almost anything, from scores of living creatures to even hard, inorganic materials like stone or minerals.": "龙是有翅膀、类似爬行动物的强大而聪明的生物。它们以巨大的体型、毁灭性的能力以及覆盖和保护身体的鳞片的坚韧而闻名。它们是可怕的捕食者，拥有几乎可以消化任何东西的能力，从成群的生物到坚硬的无机材料，如石头或矿物。",
	"Draconic blood is not the only measure by which one would catalog a creature as a true dragon, for there are many monsters like the wyvern and the dragon turtle who lack the most important and fundamental quality that defines true dragons. This is the fact that true dragons become stronger the older they get, seemingly without any limitation.": "龙血并不是将生物归类为真龙的唯一标准，因为有许多怪物，如翼龙和龙龟，它们缺乏定义真龙最重要和基本特征的能力。这就是真龙随着年龄增长变得更强大，似乎没有任何限制的事实。",
	"The power that a dragon obtains upon aging is unlike that of any other monster, for this power is not reserved exclusively to muscular might. A dragon's brain enlarges as it grows older, making the dragon more intelligent over time. Its magical blood becomes denser and purer, granting the creature more powerful innate magics as it grows older; its scales grow thicker, its claws larger, its eyesight clearer, and its ears and nose more discerning. The oldest dragons are among the most powerful creatures in the world, able to contend with even demon lords.": "龙随着年龄增长获得的力量与其他怪物不同，因为这种力量并非仅仅是肌肉力量。随着龙年龄的增长，它的大脑会变得更大，使得龙随着时间变得更加聪明。它的魔法血液变得更加浓稠纯净，随着年龄的增长，赋予了这个生物更强大的内在魔法；它的鳞片变得更厚，爪子更大，视力更加清晰，耳朵和鼻子更加敏锐。最古老的龙是世界上最强大的生物之一，甚至可以与恶魔领主相抗衡。",
	"Even though many dragons have their own reasons for doing so, all of them desire and hoard wealth, collecting massive mounds of treasure and dedicating their existence to protecting it. Most dragons consider the brilliance of precious gems and the value of coins to be worthy of their treasure hoard. However, what a dragon would consider \"treasure\" shifts dramatically depending on the kind of dragon in question. There are dragons who collect precious tomes of lore and history, while there are others who prefer the pleasant sight of a perfectly sculpted set of statues as treasure.": "尽管许多龙有各自的原因，但它们都渴望并囤积财富，收集大量的财宝并将自己的存在奉献于保护它。大多数龙认为珍贵宝石的光辉和硬币的价值值得它们的财宝。然而，一个龙会认为什么是“财宝”在很大程度上取决于所讨论的龙的种类。有些龙收集珍贵的知识和历史文献，而有些则更喜欢完美雕刻的雕像作为财宝。",
	"Because of the immense value of a dragon's treasure hoard, it is never safe from thieves. So dragons go to any lengths necessary to secure the protection of their wealth. Some dragons hire minions to safeguard their lair, while others go so far as to magically trap entire rooms against tampering. Since fear of having their treasure stolen never relents, and many give way to their neuroticism, dragons often end up sleeping atop their own piles of money, often recounting every coin before and after rest.": "由于龙的财宝价值巨大，它们的宝藏永远不安全，总有贼想要觊觎。因此，龙会不惜一切代价来保护自己的财富。一些龙会雇佣手下来守护它们的巢穴，而另一些会施加魔法陷阱来防止他人触碰。由于对财宝被盗的恐惧从未消退，许多龙都变得神经过敏，最终常常睡在自己的金币堆上，经常在休息前后数清每一枚硬币。",
	"The draconic body is a vessel for magical energy, which the dragon cannot help but exude naturally. Commonly, this is seen in the form of a breath weapon—an attack which allows a dragon to project a blast of elemental energy from its mouth. Less commonly, this is also seen as a change in the fauna, flora, and elemental properties of the area in which the dragon resides.": "龙族的身体是魔法能量的容器，龙无法控制地自然散发出这种能量。通常，这种能量会以一种吐息武器的形式表现出来——龙可以从口中发射元素能量的冲击。更少见的是，这也会导致龙所居住区域的动植物、元素属性发生变化。",
	"Because of the inherent magical power of the draconic body, dragons often find themselves the targets of adventuring groups who seek to slay them; if not for their wealth, then for either their scales or organs. Many humanoid groups have made the ritualistic imbibing of draconic blood a customary tradition in order to obtain the might of dragons, while others dress themselves in the powerful scales of slain wyrms. Experienced sages and wizards often seek esoteric parts of the draconic body in order to fuel dark spells of incredible potency.": "由于龙体固有的魔法力量，龙经常成为冒险团队的目标，这些团队试图杀死它们；如果不是为了它们的财富，那就是为了它们的鳞片或器官。许多人形群体已经将饮用龙血作为一种习俗传统，以获取龙的力量，而其他人则穿戴被杀死的龙的强大鳞片。经验丰富的贤者和巫师经常寻找龙体的神秘部分，以供给具有难以置信威力的黑暗咒语。",
	"As a species, most dragons don't really share much with one another outside of their rough physical description and some specific traits like those described above. This is because every individual kind of true dragon is magical in its own way, and is defined by its specific subtype within the true dragon category. This class entry describes and provides options for metallic dragons: brass, bronze, copper, gold, and silver.": "作为一种生物，大多数龙除了它们的大致外貌描述和一些特定特征外，并不真的共享太多东西。这是因为每一种真龙都以自己独特的方式具有魔法，它们被定义为真龙类别中的特定亚种。这个职业条目描述并提供了金属龙的选项：黄铜龙、青铜龙、铜龙、金龙和银龙。",
	"Each draconic color is its own subtype, comprised of its own personality traits, ecology, biology, physical descriptors, elemental connection, diet, habitat, society, and even forms of combat. In general, metallic dragons are considered to be morally good, noble in demeanor, and respected by wise humanoids. They commonly gain the ability to shapeshift into humanoid forms as they get older, and can recognize people by the smell of their blood by the time they are full adults.": "每种龙族颜色都有自己的亚种，包括独特的个性特征、生态、生物学、外貌描述、元素联系、饮食、栖息地、社会结构，甚至战斗方式。一般来说，金属龙被认为在道德上是善良的，举止高贵，受到智慧生物的尊敬。随着年龄的增长，它们通常会获得变形成人形的能力，并且在成年后能够通过血液气味识别人类。",
	"The dragon class featured here is at the ripe age for adventuring. Being between the ages of 50 to 100, your dragon has probably just recently left the territory of its parents and begun its journey to find and claim its own. The lengthy process of finding the perfect lair can take decades however, since a dragon has to examine each individual region for enemies which may contest its superiority.": "这里介绍的龙类角色正值冒险的黄金年龄。处于50到100岁之间，你的龙可能刚刚离开父母的领地，开始寻找并宣称自己的领地。然而，寻找完美巢穴的漫长过程可能需要数十年，因为龙必须检查每个地区是否有敌人可能挑战它的统治地位。",
	"In this particular age group of dragonkind, your dragon would have just entered young adulthood, which is a special time for every dragon. It is not just the time when it searches for a territory, but it is also at this time when the desire to mate begins. Many dragons start an extensive search for a prospective long-term partner at this time, though they seldom settle until after their first century. It is also through the dawning of adulthood when dragons start innately developing their first spells, including their ability to polymorph—which at this point is still fairly limited.": "在这个特定的龙族年龄段中，你的龙刚刚进入了青年期，这对每一只龙来说都是一个特殊的时期。这不仅是它寻找领地的时候，也是它开始渴望交配的时候。许多龙在这个时候开始广泛地寻找潜在的长期伴侣，尽管他们很少在第一个世纪之后才会安定下来。也正是通过成年的曙光，龙开始天生地发展他们的第一个法术，包括他们的变形能力——在这一点上仍然相当有限。",
	"When you create your dragon, consider that this is meant to be the adventurous spate of its life. As every dragon knows, as soon as it collects enough treasure and finds a suitable territory, it will become increasingly difficult to leave it. Up until this point, it might have lived its entire life stuck in a lair with all its brothers and sisters or living alone with its mother atop a great mountain. Consider that dragons teach their children much about the world, but that still doesn't change the fact that your dragon has probably never seen much of what the world has to offer. Make sure to really sell that draconic curiosity that your draconic character is bound to have!": "当你创造你的龙时，请考虑这是它生命中冒险的阶段。正如每一只龙所知道的，一旦它收集足够的财宝并找到合适的领地，离开将变得越来越困难。直到这一点，它可能一直生活在一个洞穴里，与所有的兄弟姐妹一起，或者独自与母亲生活在一个巨大的山顶上。考虑到龙会教导它们的孩子很多关于世界的知识，但这仍然无法改变你的龙可能从未见过世界所提供的许多东西这一事实。确保真正展现你的龙族角色必定会拥有的龙族好奇心！",
	"As dragons become young adults, they start embroiling themselves in the local politics of their region; mainly with other dragons of their kind which they inevitably come across. Such encounters—primarily with other metallic dragons—tend to be respectful at first, but can easily devolve into centuries-long disputes over territorial limits and land rights.": "随着龙变成年轻成年龙，它们开始卷入当地政治事务；主要是与它们不可避免地遇到的其他同类龙相互交锋。这种相遇——主要是与其他金属龙——起初往往是尊重的，但很容易演变成长达几个世纪的领土限制和土地权益争端。",
	"Some of these meetups can turn ugly from the very beginning—primarily when encountering chromatic dragons—which result in a constant fear of sudden, deadly ambushes. The delicate dance of territorial aggression in these encounters can last for many decades, generally only ending in the death of one or both dragons in brutal combat. Many draconic alliances are formed and mercenaries are bribed during these confrontations.": "一些这样的聚会从一开始就可能变得很糟糕——尤其是在遭遇到彩色龙时——这会导致对突然致命伏击的持续恐惧。在这些相遇中的领土侵略的微妙舞蹈可能持续数十年，通常只会以一只或两只龙的残酷战斗中的死亡而结束。在这些对抗中，许多龙族联盟会形成，并且雇佣兵会被贿赂。",
	"When building your dragon, think about how your presence has shifted the delicate balance between all the other dragons in the area. Remember that no dragon will simply hand-wave the existence of another in its territory without strong consideration, since every single dragon will eventually grow to become a terror; it's always only a matter of time. Feel free to use any of the examples below to further flesh out conflicts that may have arisen between your dragon and others.": "在构建你的龙时，要考虑你的存在是如何改变了该地区所有其他龙之间微妙的平衡。记住，没有一只龙会轻易忽视其领地内另一只龙的存在而不加深思熟虑，因为每一只龙最终都会成为一种恐怖存在；这只是时间问题。请随意使用以下任何示例来进一步阐述你的龙与其他龙之间可能出现的冲突。",
	"You are the laughingstock of the draconic community because of a faux pas you made at the last dragon council.": "因为你在上次龙族议会上犯了一个失态的错误，你成了龙族社区的笑柄。",
	"A dragon from a far away land has been spending days just flying to your territory in order to gaze at you from afar. You are growing very concerned.": "一条来自遥远土地的龙已经花了好几天的时间飞到你的领地，只是为了远远地凝视着你。你开始感到非常担忧。",
	"You have been living for far too long with your siblings, and the lair has now recently become too small to house all of you. It was decided you needed to move, so you have been on the search for a new territory ever since.": "你和你的兄弟姐妹一直住在一起已经很久了，最近巢穴变得太小，无法容纳你们所有人。决定搬家，所以你们一直在寻找新的领地。",
	"There's an extremely attractive dragon that you hope would become your mate, who lives not so far from your territory. However, there are other interested suitors with more impressive hoards.": "有一只非常迷人的龙，你希望她能成为你的伴侣，她住在离你领地不远的地方。然而，还有其他一些有更令人印象深刻的财宝的追求者。",
	"Your lair is set in a highly-contested territory. However, you have been blessed with an allied dragon who has helped you protect it. This ally has been growing more distant during the last couple of years and you are getting worried.": "你的巢穴建立在一个备受争议的领土上。然而，你得到了一只盟友龙的祝福，帮助你保护它。这位盟友在过去几年里变得越来越疏远，让你感到担忧。",
	"You have been quite lucky with your neighbors so far, and have kept a good relationship with most of them. You look forward to the meetings every decade to discuss socio-political events with your fellow brethren. The new meetup is coming soon, and you cannot wait.": "你到目前为止与邻居相处得非常好，并且与大多数人保持着良好的关系。你期待着每十年一次的会议，与你的同胞们讨论社会政治事件。新的聚会即将到来，你迫不及待。",
	"Astonishingly, you successfully killed a dragon much older and bigger than you. Now all other dragons close to your territory fear you. You know the truth however: it was pure luck.": "令人惊讶的是，你成功地杀死了一条比你年龄更大更强大的龙。现在你领地附近的其他龙都害怕你。然而你知道真相：这纯粹是运气。",
	"One day you found your treasure hoard stolen, with nothing left save for a fallen scale of the thieving dragon.": "有一天，你发现你的宝藏被盗了，除了一片落下的龙鳞外什么都没有留下。",
	"Because of a mistake you made years ago, every dragon within a day's flying distance figured out the location of your treasure hoard. You have been attempting to move your treasure slowly and carefully throughout the years, hoping that nobody finds your new location.": "因为你多年前犯下的一个错误，所有在一天飞行距离内的龙都知道了你财宝藏匿的位置。多年来，你一直在小心翼翼地慢慢搬迁你的财宝，希望没有人发现你的新藏匿地点。",
	"You got into a huge fight with your mate, so you are spending some time apart while they take care of the eggs. You believe if you were to bring them an incredible gift, perhaps you may mend your relationship.": "你和你的伴侣发生了一场激烈的争吵，所以你们暂时分开一段时间，让他们照顾蛋。你相信如果你能带给他们一份令人难以置信的礼物，也许你们的关系可以修复。",
	"For reasons you can't understand, the humanoid settlements nearby have been deemed \"off limits\" for dragons to protect. You instead make most of your gold by doing quests for them.": "由于某些你无法理解的原因，附近的人类定居点被认定为“禁区”，以保护(龙)。相反，你通过为他们完成任务来赚取大部分金币。",
	"You study and keep meticulous notes on every dragon within 100 miles of your lair. You seek to learn their names, their territories, and even their psychological profiles.": "你研究并详细记录了你巢穴周围100英里内的每一只龙。你努力学习它们的名字、领地，甚至它们的心理特征。",
	"Every dragon has a particular taste for treasure and one of the most unique aspects of dragonkind is figuring out what exactly makes your dragon tick. All dragons enjoy coinage but some might appreciate it simply for its glow, others for its inherent value with which to purchase things, others because of its rich history and age. In fact, many dragons merely enjoy sleeping on vast piles of gold.": "每条龙都有自己独特的财宝品味，龙族最独特的一点是弄清楚到底是什么让你的龙感兴趣。所有龙都喜欢金币，但有些可能仅仅因为它的光芒而欣赏，有些可能因为它的内在价值而喜爱，有些可能因为它丰富的历史和年代而感兴趣。事实上，许多龙仅仅喜欢睡在大量的金币堆上。",
	"The reason your dragon seeks treasure is an important factor that helps distinguish them from other dragons of their kind.": "你的龙寻找财宝的原因是帮助区分它们与同类其他龙的重要因素。",
	"You collect treasure for its historical value. You are fascinated by statues and vintage, crafted objects.": "你收集宝藏是因为它们的历史价值。你着迷于雕像和复古的手工制品。",
	"You know that true value can only be found in books. You seek to form a library filled with ancient knowledge to rival even the greatest of collectors.": "你知道真正的价值只能在书中找到。你渴望建立一个充满古代知识的图书馆，可以与最伟大的收藏家相媲美。",
	"Warfare intrigues you. You want to collect the weapons and armor of powerful warriors and recorded figures.": "你对战争很感兴趣。你想收集强大战士和历史人物的武器和盔甲。",
	"Magic is fascinating to you, and you enjoy spending time collecting ancient magical relics to discover their true potential.": "魔法对你来说是非常迷人的，你喜欢花时间收集古老的魔法遗物，探索它们真正的潜力。",
	"You have been fixed since birth on the culture of a particular race. You go out of your way to collect clothing, pieces of art, crafted materials, and literature from this race.": "你自出生以来就被固定在特定种族的文化中。你努力收集这个种族的服装、艺术品、手工制品和文学作品。",
	"You prefer to wear your wealth, rather than keeping it enclosed and secret.": "你更喜欢身着你的财富，而不是将其封闭和保密。",
	"You don't seek treasure for its own sake, but rather to purchase for yourself a great castle in which to live.": "你并不是为了宝藏本身而寻找，而是为了购买一个伟大的城堡来居住。",
	"What's the point of a hoard if not to create a massive pile on which to sleep? You collect all manner of coins in hopes of creating a mound worthy of respect.": "如果不是为了在上面睡觉而堆积财宝，那积蓄的意义何在呢？你收集各种硬币，希望创造一个值得尊重的堆积。",
	"You are cursed with a love for a specific type of gem. Whenever you collect treasure, you obsessively try to barter it or sell it in exchange for more of that particular type of gem.": "你被诅咒着对一种特定类型的宝石情有独钟。每当你收集到财宝时，你会痴迷地试图用它来交换更多那种特定类型的宝石。",
	"You seek to transform your hoard into a vault meant to safeguard the most dangerous artifacts you find on your journeys. Better locked up than in the hands of your enemies.": "你希望将你的藏宝转变成一个保险库，用来保护你在旅途中发现的最危险的神器。最好将它们锁起来，而不是让它们落入敌人手中。",
	"You are on the lookout for a mighty and powerful sentient magic item, to function as the crown of your hoard.": "你正在寻找一件强大而有意识的魔法物品，作为你宝藏的王冠。",
	"Beauty is all that matters, and you cannot stop yourself from seeking glittering objects.": "美丽是唯一重要的事情，你无法阻止自己追求闪闪发光的物品。",
	"A very unfortunate trait that falls onto most true dragons—even the good ones—is an inherent feeling of superiority over others. Dragons understand deeply that in every measurable quality, they are simply better than most other living creatures; whether it is in might, intelligence, or in magic. This gets worse and worse over time as the dragon grows older, since it will notice itself outliving every friend it makes throughout the years...becoming too physically big to see itself as an equal to all the small and weak mortals that roam around it.": "大多数真龙都有的一个非常不幸的特质——即使是善良的龙也是如此——就是对他人的固有优越感。龙深刻理解，在每一个可衡量的品质上，它们简单地比大多数其他生物更优秀；无论是在力量、智慧还是魔法方面。随着时间的推移，这种情况会变得越来越糟，因为龙变老后会注意到自己比多年来结交的每一个朋友都活得更久...变得体型过大，无法将自己视为与周围那些矮小而虚弱的凡人平等。",
	"This trait starts to form at the onset of young adulthood for dragons, as they see their form grow to that of a large creature. At this stage of their lives, most dragons start developing rudimentary feelings of grandeur that manifest as a desire to accomplish world-changing activities. In essence, dragons dream big whenever they think about their future. Think long and hard about what the desires for your dragon character would be, considering that it knows it will most certainly accomplish them in due time.": "这种特质在青年龙成年初期开始形成，随着它们的形态逐渐长成大型生物。在它们生命的这个阶段，大多数龙开始培养起一种初级的宏伟感，表现为渴望完成改变世界的活动。实质上，每当想到未来，龙都会有宏伟的梦想。认真思考一下你的龙角色的欲望会是什么，考虑到它知道自己肯定会及时实现这些愿望。",
	"You can use the examples below to help fuel your ideas for interesting projects your dragon might seek to carry out.": "您可以使用以下示例来激发您的想法，以便您的龙可能会寻求执行的有趣项目。",
	"You seek to rule over humanoids as a monarch. One day you will have a great fortress from which to rule, vassal towns who will follow your laws, and humanoid subjects to command.": "你希望作为一位君主统治人类。有一天，你将拥有一个伟大的堡垒，统治着臣属城镇，以及指挥的人类臣民。",
	"You wish to become a crusader of justice and good for the chief deity of metallic dragons. One day you will gather hundreds of paladins to fight for your cause.": "你希望成为金属龙首要神神明与正义的十字军。有一天，你将聚集数百名圣骑士为你的事业而战。",
	"An unbelievably kind deed was done to you by a humanoid when you were small, and you vowed that you would repay that kindness tenfold. The humanoid died a long time ago, but you have been repaying that debt to his descendants whenever you can.": "在你小时候，一个人形生物曾经对你做过一件令人难以置信的善举，你发誓要十倍地回报这份恩情。那个人形生物很久以前就去世了，但你一直在尽力向他的后代偿还这笔债务。",
	"You dream of every single person in the kingdom knowing your name, and by all measures possible you will make it happen.": "你梦想着王国中的每一个人都知道你的名字，而且你将尽一切可能实现这个目标。",
	"One day you will be the owner of a magical item of artifact level.": "总有一天你会成为一件神奇法宝级别的物品的主人。",
	"A million. That's the number that has dominated your entire life. You will obtain one million gold pieces before you leave this world.": "一百万。这个数字主宰了你的整个生活。在你离开这个世界之前，你将获得一百万金币。",
	"You have been approached by cultists who profess that your destiny is to become a dracolich. All you would need would be to find a pristine black sapphire worth twice your weight in gold.": "你被一群教徒接近，他们声称你的命运是成为一只龙裔巫妖。你所需要的就是找到一颗价值是你体重两倍黄金的原始黑色蓝宝石。",
	"Ancient dragon sages gave you a grand prophecy when you were born, and you have spent your life unearthing its secrets.": "古代龙贤在你出生时给了你一个宏伟的预言，而你一生都在揭示它的秘密。",
	"Your parents committed a great atrocity towards you when you were little, and you will avenge yourself upon them one day. You know you will stand no chance against them, but you must try.": "当你还小的时候，你的父母对你犯下了一件大罪，你将有一天向他们复仇。你知道你没有机会战胜他们，但你必须尝试。",
	"Chromatic dragons are a menace to an orderly and virtuous world, and must be eradicated from this land. You have vowed to end the existence of each and every one you find.": "五彩龙是对有序和美德世界的威胁，必须从这片土地上根除。你发誓要消灭每一只你找到的五彩龙。",
	"You have always felt like there was a magical discovery somewhere deep within this land that, if unearthed, would fundamentally change history for good. You will find it and change the world.": "你一直觉得这片土地深处隐藏着一项神奇的发现，如果被发掘出来，将会从根本上改变历史。你会找到它，并改变世界。",
	"You aspire to one day ascend to a form of godhood, whether to become part of the land as a living spirit, to find the secret to eternal life, or to somehow gain enough worshippers to become a walking demigod.": "你渴望有一天能够升华为某种神格，无论是成为土地的一部分作为活灵，找到永生的秘密，还是以某种方式获得足够的信徒成为行走的半神。",
	"You can make a dragon quickly by following these suggestions. First, Strength should be your highest ability score, followed by Constitution (to improve your survivability) or Charisma (to improve your breath damage and the effectiveness of your spells). Second, choose either the {@background hermit} or the {@background outlander} background.": "按照以下建议，您可以快速制作一只龙。首先，力量应该是您最高的能力值，其次是体质（以提高您的生存能力）或魅力（以提高您的吐息伤害和法术效果）。其次，选择{@background hermit}或{@background outlander}背景。",
	"Ogres are burly, ugly creatures who survive by raiding and scavenging. They often prey on the weak, and associate freely with others who allow them to get what they want. They understand only strength and solve every problem set before them with brute force. When that fails, they either ignore the problem or run away.": "食人魔是强壮且丑陋的生物，通过抢劫和捡拾生存。他们经常捕食弱者，并自由地与那些让他们得到想要的东西的人交往。他们只懂得力量，用蛮力解决面前的每个问题。当这种方法失败时，他们要么无视问题，要么逃跑。",
	"An ogre's skin typically ranges from a dead yellow to a dull black-brown, and sometimes even a sickly-looking violet. Their dark hairs tend from blackish-blue to dull, dark green, and are always greasy and unkempt.": "食人魔的皮肤通常呈现从暗黄到暗黑褐色，有时甚至是一种看起来病态的紫色。它们的黑色头发从黑蓝色到暗绿色不等，总是油腻而凌乱。(ogre)",
	"An ogre's stupidity is legendary, a fact known by most travelers who spend even a minute with these brutes. They often believe everything that is told to them and seem completely unable to understand how the larger world around them functions. They focus their lives on what is directly in front of them and try not to think too hard on concepts beyond where to get their next meal.": "食人魔的愚蠢是传奇的，这是大多数与这些野兽待在一起甚至只有一分钟的旅行者所知道的事实。他们经常相信别人告诉他们的一切，似乎完全无法理解周围更广阔的世界是如何运作的。他们把生活重心放在眼前的事情上，努力不去思考超出下一顿饭在哪里的概念。",
	"When made to use their brain, ogres shut down quickly and become irritated. Since ogres are used to solving all of their problems using their power, they devolve into attempting to destroy that which confounds them. Eloquent creatures who try too hard to confuse an ogre often find themselves squashed under their angry fists.": "当让食人魔动动脑筋时，它们很快就会关掉大脑并变得恼火。由于食人魔习惯于用力量解决所有问题，它们会试图摧毁那些让它们困惑的事物。那些试图用华丽辞藻来迷惑食人魔的聪明生物往往会发现自己被愤怒的食人魔压扁。",
	"If an ogre is not eating, it is either thinking about eating or is smashing something that is preventing it from eating. They are primarily carnivores, though they have voracious appetites and won't shy from eating anything edible that is left within their grasp.": "如果一个食人魔不在进食，那么它要么在考虑吃东西，要么在砸东西以阻止它吃东西。它们主要是肉食动物，虽然它们有着贪婪的食欲，不会躲避任何可食用的东西，只要它们能够触及到。",
	"Unfortunately for the good peoples of this world, an ogre's favorite foods are dwarves, halflings, and elves; a fact that is difficult for an ogre to forget once it has developed the taste. Most ogres who live within human civilization do so by having never partaken, for once an ogre eats these races they find it difficult to stop.": "不幸的是，对于这个世界上善良的人们来说，食人魔最喜欢的食物是矮人、半身人和精灵；一旦它们养成了这种口味，就很难忘记这个事实。大多数生活在人类文明中的食人魔之所以能够这样做，是因为它们从未尝试过，因为一旦食人魔吃了这些种族，它们就很难停下来。",
	"Like an unruly child, an ogre wants to own anything that catches its eye, forming hoards of \"treasure\" which they greedily collect. An ogre's stupidity prevents it from truly understanding what is valuable and what is not, causing them to hoard ugly and useless trinkets for no reason other than to simply possess them. An ogre's lair resembles a human hoarder at its pinnacle of debasement.": "像一个难以驾驭的孩子一样，食人魔想要拥有任何引起它注意的东西，形成“财宝”堆积，贪婪地收集起来。食人魔的愚蠢使它无法真正理解什么是有价值的，什么是没有价值的，导致它们囤积丑陋和无用的小玩意，没有别的原因，只是为了简单地拥有它们。食人魔的巢穴类似于一个人类囤积者在堕落的顶峰时的样子。",
	"An ogre cannot be trusted with understanding what is fair for them to have and will constantly fight with others over obtaining more loot from their raids. Like most creatures, they are naturally attracted to shiny objects. However, an ogre will almost always be willing to trade anything from their hoard with something else that catches their eye, being too dumb to notice if they're ever swindled.": "一个食人魔不能被信任去理解对他们来说什么是公平的，他们会不断与他人争夺更多掠夺物品。和大多数生物一样，他们天生喜欢闪亮的物体。然而，一个食人魔几乎总是愿意用他们的藏宝交换其他吸引他们的东西，他们太愚蠢了以至于不会察觉自己是否被欺骗。",
	"Most of the ogres that adventurers come across are evil to the core, because ogres will always follow the strongest. In the wild, the strongest tend to be evil creatures like dragons, hags, giants, or large groups of orcs or goblinoids, which ogres will unquestionably follow and heed. What is important to understand is that ogres truly care about food, with the occasional desire to hoard trinkets and baubles. As long as you understand these desires, you can turn a previously evil ogre and sway them back to their more natural, indifferent state. Just as easily as ogres join bands of raiding orcs, they can join groups of benevolent mercenaries or adventurers.": "大多数冒险者遇到的食人魔都是邪恶至极的，因为食人魔总是追随最强者。在野外，最强者往往是邪恶生物，如龙、女巫、巨人，或是兽人或哥布林族的大群，食人魔会毫无疑问地追随和听从它们。重要的是要理解食人魔真正关心的是食物，偶尔也会渴望囤积小玩意和珠宝。只要你理解这些欲望，你就可以改变先前邪恶的食人魔，使它们回到更自然、冷漠的状态。食人魔像加入掠夺兽人团伙一样容易，它们也可以加入善良的雇佣兵团或冒险者团队。",
	"Ogres are not loyal, but are fantastic followers who will do anything you ask of them, so long as they see you as mightier or as a reliable source of comfort. An adventuring ogre will be perfectly happy going on quests so long as they are given some kind of loot (ogres don't care about value; they just want \"stuff\") and are left to enjoy their constant meals. A snappy ogre just needs to be shown that the party is stronger than they are, and they will happily follow.": "食人魔并不忠诚，但是他们是出色的追随者，只要他们认为你更强大或者是一个可靠的安慰来源，他们会为你做任何事情。一个冒险的食人魔只要给他们一些战利品（食人魔不在乎价值；他们只想要“东西”）并让他们享受不断的进餐，他们就会非常开心地参加任务。一个易怒的食人魔只需要被证明队伍比他们更强大，他们就会愉快地跟随。",
	"If you wish to roleplay the evilness of your alignment, then keep in mind that an ogre is evil mostly thanks to their selfishness. They truly don't care about anything that is happening around them. They only care about their own comfort and appetite, and get very grumpy and aggressive when those things are actively taken from them. An ogre never actively seeks to do evil, but has an easy time doing evil if prompted to do so.": "如果你希望扮演你的（alignment）邪恶面，那么请记住食人魔之所以邪恶主要是因为他们的自私。他们真的不在乎周围发生的任何事情。他们只关心自己的舒适和食欲，当这些东西被主动夺走时，他们会变得非常暴躁和攻击性。食人魔从不主动寻求做恶，但如果被激发，他们很容易做出邪恶的行为。",
	"Most ogres live terrible and brutal lives, where the one who smashes the hardest gets the food. These lives are lived through constant bloodshed, murder, and betrayal. Ogres often live in cave systems with others of their kind, brutalizing any unlucky humanoid who finds themselves nearby. They collude with awful monsters like goblins, orcs, and even giants in order to destroy and dominate.": "大多数食人魔过着可怕而残酷的生活，谁打得最猛就能得到食物。这种生活充满了持续的流血、谋杀和背叛。食人魔通常与同类一起生活在洞穴系统中，残忍对待任何不幸靠近的人类。他们勾结可怕的怪物，如地精、兽人，甚至巨人，以便摧毁和统治。",
	"When you create your ogre, think about what must have happened for your character to end up with normal humanoids. Rarely does an ogre have a simple change of heart, since ogres don't quite moralize things the way humans would; instead try to envision a drastic event that must have forced your ogre's hand for that shift to occur. What sort of wacky circumstance drove your ogre to travel and adventure with your fellow companions?": "当你创造你的食人魔时，想想是什么事情让你的角色最终与普通人类结伴。食人魔很少会因为简单的心情转变而改变，因为食人魔并不像人类那样道德化事物；相反，试着设想一场必须迫使你的食人魔改变立场的重大事件。是什么样荒谬的情况促使你的食人魔与伙伴一起旅行和冒险呢？",
	"Humans have this bizarre piece of paper that says that when you do things for them, they must give you food. They appear to be afraid of the piece of paper. You now abuse the power of that which they call \"the contract.\"": "人类有这张奇怪的纸，上面写着当你为他们做事时，他们必须给你食物。他们似乎害怕这张纸。你现在滥用他们所称之为“合同”的权力。",
	"Soldiers raided your old tribe and took you prisoner. You spent a few years as their indentured worker in a mine until a hole to a vast system of caverns was unearthed and monsters spewed forth. You fought and defeated them, earning you your freedom.": "士兵袭击了你的老部落，并将你俘虏。你在矿山里当了几年他们的契约工人，直到一个通往广阔洞穴系统的洞口被发现，怪物涌出。你与它们战斗并打败了它们，赢得了自由。",
	"You were one of the many cooks in a small city of hobgoblins. For reasons you are ashamed to admit, you discovered that hobgoblins taste delicious. Things got very awkward after that.": "你是一个小城市（hobgoblins）中众多厨师之一。出于一些你不愿承认的原因，你发现（hobgoblins）的味道非常美味。之后的事情变得非常尴尬。",
	"You lost your bugbear best friend to a marauding tribe of barbarians. To commemorate his passing, you decided it was in good taste to use his dead body as your new weapon; something that didn't sit well with your other bugbear tribesmen. You were quickly banished.": "你的半人马（bugbear）最好的朋友被一群蛮族的野蛮人杀害了。为了纪念他的离世，你决定将他的尸体作为你的新武器；这件事让其他半人马部落的族人感到不安。你很快被驱逐出部落。",
	"You were born as the fourth son of a family of ogres. Unfortunately, your parents did not know how to count after three and discarded you to make their lives easier. You have struggled out in the wild your whole life.": "你是食人魔家族的第四个儿子。不幸的是，你的父母在三之后就不会数数了，为了让他们的生活更轻松，他们把你抛弃了。你在荒野中挣扎了一辈子。",
	"Adventurers slew your parents and found you as a young child. They took pity on you and took you on their adventures. You have been traveling the world with heroes ever since.": "冒险者们杀死了你的父母，并在你还是个小孩时发现了你。他们怜悯你，并带着你踏上了冒险之旅。从那时起，你就一直和英雄们一起环游世界。",
	"You used to work as a wall breaker for a terrible gang of raiding orcs. You fell during a raid gone wrong, and were left for dead. You woke up alone with the gang having abandoned you.": "你曾经是一名可怕的突袭兽人团伙的拆墙者。在一次突袭失败中倒下，被认为已经死了。当你醒来时，发现自己被团伙抛弃在一边。",
	"You were a servant for a nice family of cloud giants who treated you with love and respect. One day they decided to \"free\" you by leaving you amongst your own kind, but you absolutely detest other ogres. You have been searching for your cloud giant family ever since.": "你曾是一位云巨人家族的仆人，他们对你充满爱和尊重。有一天，他们决定通过将你留在自己的同类中来“释放”你，但你非常厌恶其他食人魔。从那天起，你一直在寻找你的云巨人家族。",
	"Your treasure kept on getting stolen by your brothers and sisters. In a torrent of rage and fury, you clobbered your way back to your treasure and ran. You have been on the run ever since, waiting for them to take their revenge.": "你的财宝一直被你的兄弟姐妹偷走。在愤怒和怒火中，你猛击回到你的财宝身边并逃走。从那时起，你一直在逃亡，等待他们来报复。",
	"You accidentally sat on top of, and killed, the goblin chieftain of the goblinoid tribe you used to live with. They nominated you as their new leader, but you grew bored and left.": "你不小心坐在了你曾经与一起生活的哥布林部落的酋长身上，导致他死亡。他们提名你为新的领袖，但你感到无聊后选择离开。",
	"One day you learned that food appears to taste better when cooked. Your fellow ogres made fun of you for being too civilized and wasting perfectly edible dwarf legs, but by then the writing was on the wall. You just could not get back to eating raw dwarf and were forced to leave.": "有一天，你发现食物似乎在烹饪后更好吃。你的同伴食人魔嘲笑你太文明，浪费了完全可以食用的矮人腿，但那时你已经看到了问题的严重性。你再也无法回到生吃矮人的方式，只好被迫离开。(ogres)。",
	"You once ate a strange elf \"bread-like\" ration which completely eliminated your hunger for half a day. You have never felt such clarity since and you dream of the day when you can free your mind again.": "你曾经吃过一种奇怪的精灵“面包状”口粮，完全消除了你半天的饥饿感。自那以后，你再也没有感受到过那样的清晰，你梦想着有一天能够再次解放你的思绪。",
	"The way an ogre's mind functions is a marvel to behold—countless books could be written describing the comical levels of stupidity this creature showcases. When building your ogre's personality, take advantage of the very unique scenario of being able to play a creature known for its dimwittedness.": "食人魔的思维方式是一种奇迹——可以写下无数本书来描述这种生物展示出的滑稽愚蠢程度。在塑造你的食人魔角色时，利用这个非常独特的情境，玩一个以愚蠢著称的生物。(ogre)。",
	"For your ogre, the world should be a very confusing place and most things should befuddle them. Make sure that you portray this by establishing different quirky personality traits that showcase their general misconception of how things ought to be. Remember that most ogres can't even count to ten, even with their fingers in front of them. Nothing is too far-fetched when it comes to roleplaying a dumb ogre. Feel free to use any of the examples below to expand the personality of your character.": "对于你的食人魔，世界应该是一个非常令他们困惑的地方，大多数事情都应该让他们感到困惑。通过建立展示他们对事物应该如何的一般误解的不同古怪个性特征来表现这一点。记住，大多数食人魔甚至连数到十都做不到，即使手指就在他们面前。在扮演一个愚蠢的食人魔时，没有什么是太离谱的。请随意使用以下任何例子来扩展你角色的个性。",
	"You actually have no idea what an ogre even is. You have been told since you were little that you are just a very big, ugly human. You now live amongst humans believing you are one of them.": "你其实根本不知道什么是食人魔。自小以来，你被告知你只是一个非常高大且丑陋的人类。你现在生活在人类中间，相信自己也是其中之一。",
	"You carry with you a dead animal who you believe is alive and perfectly healthy. You rationalize it not moving with tons of excuses, and get exceedingly angry at whoever tries to disprove them.": "你携带着一只死去的动物，但你却相信它还活着，而且非常健康。你为它不动找了很多借口来合理化，并对任何试图反驳的人愈发愤怒。",
	"You once saw a halfling mage obliterate an ogre with a powerful spell. You now believe all halflings are monstrous demons hiding their true forms.": "你曾经看到一个半身人法师用强大的法术摧毁了一个食人魔。你现在相信所有的半身人都是隐藏真实形态的妖魔。",
	"You are scared to count to four. Last time you tried, you had the biggest headache of your life and almost died, without realizing it was actually just indigestion. You have spent your life separating things into groups of three.": "你害怕数到四。上次尝试时，你头痛得厉害，几乎死去，却没有意识到其实只是消化不良。你一生都习惯把事物分成三组。",
	"You are certain that unless you collect the skulls of every enemy you kill, their ghost will come back to haunt you. Every nightmare you have, and every shadow you see, you attribute to that one guy you forgot to take the skull from.": "你确信，除非你收集每个你杀死的敌人的头颅，否则他们的幽灵会回来缠着你。每个噩梦和每个你看到的阴影，你都归因于那个你忘记拿头颅的家伙。",
	"You are certain that showering and using shirts will make you more attractive to ogres of the opposite sex. It in fact repels them.": "你确信洗澡和穿衬衫会让你对异性食人魔更有吸引力。事实上，这反而会让他们厌恶。",
	"You not only believe trees can understand your words, you also fear them since they are bigger than you.": "你不仅相信树能听懂你的话，而且还害怕它们，因为它们比你大。",
	"You fear that hunger is really your body telling you that you are about to die of starvation. You are never without food in your mouth, and you make certain you always have your next meal planned out.": "你害怕饥饿实际上是你的身体在告诉你你即将因饥饿而死。你从不让嘴里没有食物，而且你总是确保下一顿饭已经计划好了。",
	"Gesturing and grunting has become your main form of communication. You believe that as long as you don't talk, you cannot be tricked by others.": "挥手和咕哝声已经成为你主要的沟通方式。你相信只要不说话，就不会被别人欺骗。",
	"You refer to your companions as your minions, and your party's headquarters as your lair. Every decision the group makes, you believe it was ultimately your idea, and that every treasure owned by the group ultimately belongs to you. You believe this so strongly that it defies logic and reality.": "你把你的同伴称为你的手下(minions)，把你们队伍的总部称为你的巢穴(lair)。无论团队做出什么决定，你都认为那最终是你的主意，而团队拥有的每一宝藏最终都属于你。你如此坚信这一点，以至于它违背了逻辑和现实。",
	"You have discovered that all puzzles are distractions from the fact that you can simply break through the secret wall hiding the treasure. Whenever you find a puzzle in the wild, you try and break through everything trying to find the secret treasure.": "你发现所有的谜题都是在转移注意力，实际上你可以简单地突破隐藏宝藏的秘密墙壁。每当你在野外发现一个谜题时，你会尝试突破一切，试图找到隐藏的宝藏。",
	"You grew up watching your elders drool and spit all around the den. You have grown to believe that swallowing your own saliva is poisonous. Now you drool and spit wherever you go.": "你在长辈们满口流涎、到处吐痰的环境中长大。你逐渐相信吞咽自己的唾液是有毒的。现在你走到哪里都会流口水和随地吐痰。",
	"Ogres do not practice their weapon stances nor do they perfect the art of the blade, most don't even know the difference between a sword or an axe. Ogres use greatclubs because smashing comes naturally to them, but in the mind of an ogre, a greatclub can be a tree log, a sack filled with potatoes, or the skeletal remains of uncle Patrick. At the end of the day, for an ogre, the greatclub is a state of mind, and in this regard they can be quite creative.": "食人魔不练习他们的武器姿势，也不完善剑术，大多数甚至不知道剑和斧之间的区别。食人魔使用巨棍是因为对他们来说砸东西是很自然的，但在食人魔的思想中，一根巨棍可以是一根树木原木，一个装满土豆的袋子，或者是帕特里克叔叔的骨骼遗骸。对于食人魔来说，巨棍是一种心态，在这方面他们可以非常有创意。",
	"Most of the fun from playing an ogre comes from being able to adapt to the scenario given to you, by using anything around you as a possible weapon to use against your enemies. You can separate your character from other ogres by coming up with unique fighting styles that rely on creative use of your surroundings in combat. Perhaps you can even develop your own flavorful style that might be remembered by your fellow players for years to come!": "大部分玩食人魔的乐趣来自于能够适应给定的情景，利用周围任何东西作为对抗敌人的可能武器。你可以通过创造性地利用周围环境在战斗中展现独特的战斗风格来区别你的角色与其他食人魔。也许你甚至可以发展出自己独特的风格，让你的队友们多年后仍会记得！",
	"Food tastes better drenched in the blood of your enemies. You prefer to use delicious cow legs as clubs or kobold kebabs as spears.": "食物浸泡在你敌人的鲜血中会更美味。你更喜欢将美味的牛腿当作（Club of Delicious Cow Legs）或者将龙妖烤肉串当作（Spear of Kobold Kebabs）。",
	"You are not even sure how to hold them, but you use fancy human weapons whenever you can. If it works for them then perhaps they might work for you?": "你甚至不确定如何握持它们，但你尽可能使用花哨的人类武器。如果对他们有效，也许对你也有效？",
	"Shiny objects make for the strongest weapons!": "闪亮的物体是最强大的武器！",
	"You only use enormous objects as weapons, often giving them names that start with the word \"great.\" Greataxes and greatclubs are okay, but your favorites are great-barrels and great-trees.": "你只使用巨大的物体作为武器，通常给它们起名字时以“伟大”开头。巨斧和巨棍都可以，但你最喜欢的是巨桶和巨树。",
	"You have finally figured it out. After years of rigorous testing with trial and error, you have come to the conclusion that sahuagin are the perfect club. Their weight and height fits just right with your style of swing. The fact that they make a funny sound when they hit a hard surface is quite frankly a nice bonus.": "你终于找到了答案。经过多年的反复试验，你得出结论，沙胡金(Sahuagin)是最适合的球杆。它们的重量和高度恰到好处，与你的挥杆风格完美契合。当它们击中坚硬表面时发出有趣的声音，实际上是一个不错的额外奖励。",
	"It doesn't matter what kind of object or blade you hold as a weapon, you always resort to punching with it instead.": "无论你拿什么样的物体或刀作为武器，你总是最终用它来拳打。",
	"Giant slings are the way to go. You fill them up with all kinds of objects, really anything that you find on the streets. You constantly tell your friends to drop their trash into your sling ammunition bag for you to use later.": "巨型弹弓是一个好办法。你可以用各种物品填满它，实际上是街上任何你能找到的东西。你不断地告诉朋友们把他们的垃圾扔进你的弹弓弹药袋里，以便以后使用。",
	"Why try something new when the classics always get the job done? Rocks are versatile; you can smash with them and you can throw them at your enemies. And if you get bored, you can always find pointy rocks to mix things up.": "为什么要尝试新事物，经典总是能胜任任务？石头很多用途；你可以用它们来砸东西，也可以向敌人投掷。如果你感到无聊，你总是可以找到尖锐的石头来改变一下。",
	"Shields are, in fact, very effective as a bludgeoning tool.": "盾牌实际上作为一种钝击工具非常有效。(Shields (`Shields`) are, in fact, very effective as a bludgeoning tool.)",
	"Whether it's a sword, a dwarf, or even a bow, it doesn't matter what you use as a weapon... you always choose to throw it at your enemy rather than entering close-quarters combat.": "无论是剑、矮人，甚至是弓，你使用什么作为武器都无所谓... 你总是选择将其投向敌人，而不是进行近战战斗。",
	"You see yourself as a spellcaster that takes matters into their own hands. You mutter out fake magical incantations as you throw balls of mud, and scream \"firebolt!\" when you push a bowl full of hot coals onto an enemy.": "你把自己看作一个将事情置于自己掌控之中的法术施展者。当你投掷泥球时，你喃喃地念着虚假的魔法咒语，当你把装满热煤的碗推向敌人时，你大声喊着“火球术！”。",
	"You received \"formal\" weapons training from goblins once, and now you avoid improvising much. You prefer using simple weapons the way the gods intended.": "你曾经接受过一次来自地精的“正式”武器训练，现在你避免太多的即兴发挥。你更喜欢使用简单的武器，就像神明所期望的那样。",
	"You can make an ogre quickly by following these suggestions. First, make Strength your highest ability score. Your high Strength score will compensate for your lack of proficiency bonus. Your next highest score should be Constitution. Second, choose the {@background Hermit} or {@background Urchin} background. Even though you gain no benefit from the skill or tool proficiencies given to you through your background, you still benefit from its starting gear and special feature.": "你可以通过以下建议快速制作一个食人魔。首先，将力量设为你最高的能力值。你高强度的得分将弥补你缺乏的熟练加值。你的次高得分应该是体质。其次，选择{@background Hermit}或{@background Urchin}背景。尽管你不会从通过背景获得的技能或工具熟练加值中获益，但你仍然会受益于其起始装备和特殊特性。",
	"As an action, you can tap into your curse to gain a lycanthrope's legendary durability and transform between your humanoid, hybrid, and beast forms. You gain a number of temporary hit points equal to 5 x your lycanthrope level, and can choose either to transform into your hybrid or beast form or to remain in your humanoid one. You can't wield weapons or benefit from armor other than barding while in your beast form.": "作为一个动作，你可以利用你的诅咒获得狼人传奇的耐久力，并在你的人形、混合和野兽形态之间变换。你获得的临时生命值等于你的狼人等级乘以5，你可以选择变换成混合形态或野兽形态，或者保持人形态。在野兽形态下，你不能使用武器或从除了马甲外的盔甲中获益。",
	"While any of these temporary hit points remain, you can use an action to transform from your humanoid, hybrid, or beast form into another of these forms. While in your hybrid or beast form, you gain the benefits of each of your lycanthrope features that require you to be transformed, though you also struggle against your animalistic instincts, your cognizance clashing with that of the raging beast you've unleashed; your Intelligence and Charisma scores are both decreased by 6, to a minimum of 1. See the Animal Instincts sidebar for more information on how an Intelligence or Charisma score of 6 or lower impacts you in your hybrid and beast forms.": "当这些临时生命值仍然存在时，你可以使用一个动作，从你的人形、混合或野兽形态变换成另一个这些形态之一。在你的混合或野兽形态下，你获得需要你变形的每一个狼人特征的好处，尽管你也在与你的兽性本能作斗争，你的认知与你释放的狂暴野兽之间发生冲突；你的智力和魅力分数都减少了6，至少为1。请参阅动物本能侧栏，了解智力或魅力分数为6或更低时在混合和野兽形态下对你产生的影响。",
	"You lose any remaining temporary hit points from this feature after a number of hours equal to half your lycanthrope level (rounded up) or when you begin a short or long rest. If you aren't in your humanoid form when you lose the temporary hit points in this way, you forcibly return to your humanoid form, the jarring transformation causing you to take {@dice 1d6} necrotic damage for each lycanthrope level you have. This damage can't be reduced or prevented in any way. You lose the temporary hit points from this feature and revert to your humanoid form without taking this necrotic damage if you drop to 0 hit points or die.": "在与当地语言习惯一致的情况下，此功能中剩余的临时生命值在时间等于你的狼人等级一半（四舍五入）的小时数后消失，或者当你开始短暂休息或长休息时。如果你在失去这些临时生命值时不处于人形态，你将被强制恢复到人形态，这种剧烈的变形会导致你每个狼人等级受到{@dice 1d6}死灵伤害。这种伤害无法以任何方式减少或预防。如果你的生命值降至0或死亡，你将失去此功能中的临时生命值并恢复到人形态，而不会受到这种死灵伤害。",
	"You can use this feature to tap into your curse twice, and you regain all expended uses when you finish a short or long rest.": "你可以使用这个特性两次来发动你的诅咒，当你完成短休或长休时，你会恢复所有已用次数。",
	"In addition, regardless of your cursed heritage, you are afflicted with the following detriments:": "此外，无论你的诅咒血统如何，你都受到以下不利影响：",
	"While transformed, your new stats designate the kinds of behaviors you can take as your animal mind takes over and your instincts rule your personality": "当转变时，你的新属性决定了你可以采取的行为类型，因为你的动物思维接管了你，本能支配了你的个性。",
	"A lack of Intelligence prevents you from effectively working together with your party or being able to use the tools necessary to perform tasks. A lycanthrope with low Intelligence doesn't understand the world around it, and hence seeks to defend itself from anything it perceives. It might behave like—and know—it is a human (for example), but it can't discern friend from foe and finds itself in a constant state of confusion. This type of lycanthrope may find itself in tears and shame as it eats its loved ones. They devastate quickly and are found and killed immediately after.": "智力不足会妨碍你有效地与队友合作，或者使用必要的工具来完成任务。智力较低的狼人不理解周围的世界，因此会试图保护自己免受它所感知到的任何威胁。它可能会表现得像——并且知道自己是一个人类（例如），但它无法分辨朋友和敌人，常常处于困惑的状态。这种类型的狼人可能会在吃掉自己所爱的人时感到悲伤和羞愧。它们会迅速造成破坏，并在被发现后立即被消灭。",
	"A lack of Charisma hampers a lycanthrope's ability to speak and behave in a humanlike manner. A lycanthrope with low Charisma behaves like a beast, since it sees itself as one. It may understand its surroundings, and even be able to manipulate it to its advantage, but it is driven by its animal desires and base urges. This type of lycanthrope can be the most dangerous to a civilization, as they willingly and stealthily spread their curse to those they can control, then form packs that raid and hunt.": "缺乏魅力会影响狼人变种体以人类方式说话和行为的能力。魅力较低的狼人变种体行为像野兽，因为它认为自己就是一只野兽。它可能能理解周围的环境，甚至能够利用它来谋求利益，但它被动物的欲望和基本冲动所驱使。这种类型的狼人变种体对文明可能是最危险的，因为它们会愿意并秘密地传播他们的诅咒给那些他们可以控制的人，然后组成团伙进行抢劫和狩猎。",
	"You are a mindless creature. You attack the closest creature that you can see.": "你是一只没有意识的生物。你攻击你能看到的最近的生物。",
	"You can recognize those who have treated you kindly, and know you are protected while with them.": "你可以辨识出那些对你友善的人，并且知道在他们身边时你是受保护的。",
	"You can use tools and weapons. You can rationalize and understand the purpose of things.": "你可以使用工具和武器。你可以理解和明白事物的目的。",
	"You can use the activated effects of magic items that require attunement while transformed.": "在变身时，你可以使用需要连接的魔法物品的激活效果。",
	"You are a beast. You eat raw flesh from the dirt, sometimes right where you sleep. You can't speak. Your actions are cruel, inhumane, and detached.": "你是一只野兽。你在泥土中吃生肉，有时就在你睡觉的地方。你不能说话。你的行为残忍、不人道，毫无感情。",
	"You can understand when creatures speak to you in a language you know. You know to keep yourself clean. You feel and can express social emotions.": "当生物用你懂的语言和你交谈时，你能理解他们。你知道保持自己清洁。你能感受并表达社交情感。",
	"You can speak in simple short phrases. You know you are a humanoid and deserve to be treated like one. You possess humanoid tastes.": "你可以说简短的短语。你知道自己是一个类人生物，应该被像一个人类一样对待。你有类人类的品味。",
	"There is no longer any distinguishable mannerisms between your real and bestial shape.": "你的真实形态和野兽形态之间再也没有明显的区别。",
	"During the day, you walk amongst humans. At night, you stalk as a beast. Choose your lycanthropic curse which describes the nature of your monstrous transformation: Werewolf, Werebear, or Wererat, all detailed at the end of the class description.": "白天，你在人类中行走。夜晚，你作为一只野兽潜行。选择描述你怪物变身本质的狼人诅咒：狼人(Werewolf), 熊人(Werebear), 或鼠人(Wererat)，详细信息请参见职业描述末尾。",
	"Your choice grants you features when you choose it at 1st level and again at 3rd, 9th, 15th, and 18th levels. These features are only available or active for as long as you are transformed in your beast or hybrid forms, unless they explicitly say otherwise.": "你的选择在你1级时选择时会给予你特性，然后在3级、9级、15级和18级时再次选择时也会获得特性。这些特性只在你变身为野兽形态或混合形态时才可用或生效，除非特别说明。",
	"Silver objects burn your skin like white-hot metal upon your flesh. Whenever you touch an object made of silver, you take {@dice 1d4} points of damage that cannot be reduced in any way, and you cannot use your Bestial Transformation for 1 minute. If you are already transformed, then the damage is applied to both your temporary hit points and your current hit points. Damage that is dealt to you from silvered weapons while you are transformed is applied to both your temporary hit points and your current hit points.": "银制物品犹如白热金属在你的肌肤上灼烧。每当你触摸到一件银制物品，你会受到{@dice 1d4}点伤害，这种伤害无法以任何方式减少，并且你在接下来的1分钟内无法使用你的兽性转化。如果你已经变形，那么伤害会同时作用于你的临时生命值和当前生命值。当你处于变形状态时受到银制武器造成的伤害也会同时作用于你的临时生命值和当前生命值。",
	"Silver objects burn your skin like white-hot metal upon your flesh. Whenever you touch an object made of silver, you take 1d4 points of damage that cannot be reduced in any way, and you cannot use your Bestial Transformation for 1 minute. If you are already transformed, then the damage is applied to both your temporary hit points and your current hit points. Damage that is dealt to you from silvered weapons while you are transformed is applied to both your temporary hit points and your current hit points.": "银制物品在你的皮肤上烧伤得像白热的金属一样。每当你触摸到一件银制物品，你会受到1d4点伤害，这种伤害无法以任何方式减少，且你在1分钟内无法使用你的兽性转换。如果你已经变形，那么伤害会同时作用于你的临时生命值和当前生命值。当你变形时受到的来自镀银武器的伤害会同时作用于你的临时生命值和当前生命值。",
	"You have advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell, and you gain proficiency in Wisdom ({@skill Survival}) checks. If you already had proficiency, then your proficiency bonus is doubled for Wisdom ({@skill Survival}) ability checks.": "你在依赖听觉或嗅觉的感知检定中获得优势({@skill Perception})，并且你在感知检定中获得熟练。如果你已经具备熟练，则智力({@skill Survival})检定的熟练加值翻倍。",
	"You can increase one ability score of your choice by 2, and increase each other ability score by 1. Or, at your GM's discretion, you can take a {@5etools feat|feats.html} instead of these increases.": "你可以选择将一个能力值提高2点，其他每个能力值提高1点。或者，在你的GM同意下，你可以选择获得一个{@5etools feat|feats.html}，而不是这些提升。",
	"As normal, you can't increase an ability score above 20 using this feature.": "通常情况下，你不能使用这个特性将一个属性值提高到20以上。",
	"You can attack twice, instead of once, whenever you take the {@action Attack} action on your turn.": "每当你在你的回合中进行{@action Attack}动作时，你可以攻击两次，而不是一次。",
	"While transformed in your beast or hybrid form, your natural weapon attacks count as magical for the purposes of overcoming resistance and immunity to nonmagical attacks and damage.": "在你变形为野兽或混合形态时，你的自然武器攻击被视为魔法攻击，用于克服对非魔法攻击和伤害的抗性和免疫。",
	"As an action, you can force a transformation into your hybrid form even if you are out of uses of your Bestial Transformation. When you transform into your hybrid form with this feature, you remain in the form for 1 minute or until you have 0 hit points or die, you don't gain any temporary hit points from your Bestial Transformation, and you can't gain any temporary hit points for the duration of the transformation. Otherwise, for the duration, you gain all the benefits of being in your hybrid form.": "作为一个动作，即使你已经用尽了你的兽性转变使用次数，你也可以强制变身为你的混合形态。当你使用这个特性变身为你的混合形态时，你会保持这个形态1分钟，或者直到你的生命值降为0或死亡，你不会从你的兽性转变中获得任何临时生命值，并且在变身期间你也无法获得任何临时生命值。除此之外，在变身期间，你会获得所有混合形态的好处。",
	"You can have your attuned magic items meld into your new form as you shift into your beast or hybrid forms. In this way, you gain the benefits of your attuned magic items without the need to physically wear them in your new form.": "当你变成野兽或混合形态时，你可以让你已经调谐的魔法物品融入到新形态中。这样一来，你就可以在新形态中获得调谐魔法物品的好处，而无需在新形态下实际佩戴它们。",
	"Your lycanthropic body adapts to the attuned magic item and magically produces the effect as it would be expected to. A flaming sword might turn your claws fiery and have them produce the fire damage on a successful claw attack, a set of full plate +2 might make your hide extremely sturdy while granting you the increase to AC.": "你的狼人身体适应了与(attuned magic item)相符的魔法物品，并在魔法上产生了预期的效果。一把火焰剑可能会让你的爪子变得火热，并在成功的爪击中产生火焰伤害，一套+2全身板甲可能会让你的皮肤变得非常坚固，同时增加你的AC。",
	"While transformed in your beast or hybrid form, you can attack three times, instead of twice, whenever you take the {@action Attack} action on your turn.": "当你处于兽形或混合形态时，每当你在你的回合上采取{@action Attack}动作时，你可以攻击三次，而不是两次。",
	"You can use your Bestial Transformation as a bonus action instead of an action, and for the duration can use a bonus action to transform from your humanoid, hybrid, or beast form into another of these forms.": "你可以将你的兽性转变作为一个奖励动作来使用，而不是一个动作，并且在持续时间内，你可以使用一个奖励动作从你的人形、混合形态或野兽形态中转变成另一个形态。",
	"Your Bestial Transformation no longer has a maximum duration. You only lose any remaining temporary hit points from it when you begin a short or long rest, or if you drop to 0 hit points or die.": "你的野兽变身不再有最大持续时间。只有当你开始短暂休息或长休息时，或者当你的生命值降至0或死亡时，你才会失去任何剩余的临时生命值。",
	"The number of attacks you can make while transformed in your beast or hybrid form increases to four when you reach 20th level in this class.": "当你在这个职业中达到20级时，你在野兽或混合形态下可以进行的攻击次数增加到四次。",
	"At 3rd level, you gain a feature granted by your lycanthropic curse.": "在3级时，你获得了由你的狼人诅咒赋予的特性。",
	"At 9th level, you gain a feature granted by your lycanthropic curse.": "在第9级时，你获得了由你的狼人诅咒赋予的特性。",
	"At 15th level, you gain a feature granted by your lycanthropic curse.": "在15级时，你获得了由你的狼人诅咒赋予的特性。",
	"At 18th level, you gain a feature granted by your lycanthropic curse.": "在18级时，你获得了由你的狼人诅咒赋予的特性。",
	"The dragon is both a player race and a class, so you don't choose a separate race when you choose this class for your character. As a dragon, you have the following racial traits:": "龙是一种玩家种族和职业，因此当您选择这个职业时，不需要选择单独的种族。作为一只龙，您具有以下种族特征：",
	"Your ability scores each increase by 1.": "你的能力分数各增加1点。",
	"You are a Dragon.": "你是一条龙。(Dragon)",
	"Dragons never stop growing, becoming more powerful as they age and never diminishing in strength even in their venerable years. They leave their nests at 25-50 years of age and spend the next set of decades looking for territory to claim, treasure to collect, and a lair to live in. They reach adulthood at around 100 years of age before they begin to settle. Dragons can live to be thousands of years old, varying depending on the type of dragon.": "龙永远不会停止成长，随着年龄增长变得更加强大，即使在他们的威严岁月里也不会减弱力量。他们在25-50岁离开巢穴，接下来的几十年里寻找领地、收集财宝和居住的巢穴。他们在大约100岁左右达到成年，然后开始安定下来。龙可以活上数千年，取决于龙的种类。",
	"Gold, silver, and bronze dragons dedicate their lives to fight evil. They tend to be rigid in their ideologies and are often willing to sacrifice their own well-being for the sake of their ideals. They are typically lawful good. Copper and brass dragons are free-spirited beings which constantly seek new adventures and experiences. They are good natured and caring, and often seek to protect the weak and the frail that live within their domains. They are typically chaotic good.": "黄金龙，白银龙和青铜龙将他们的生命奉献给与邪恶作斗争。他们往往在意识形态上很固执，通常愿意为了理想牺牲自己的幸福。它们通常是守序善良。铜龙和黄铜龙是自由奔放的生物，不断追求新的冒险和经历。它们善良且关心他人，经常寻求保护生活在自己领地内的弱者和虚弱者。它们通常",
	"Dragon sizes vary dramatically as they age. However, this class represents a young dragon between the ages of 50 to 100. The overall length from your head to the end of your tail is 30 feet. The physical space you actually occupy is 10 feet long and 5 feet wide, not counting your neck and head (9 ft long) or tail (11 ft long). Your standing height, from the top of your forward shoulders to the ground, is 7 feet; if you include your neck then you can reach a height of almost 20 feet. Your maximum wingspan is 45 feet in length, but the minimum amount of space that you need in order to maintain flight is 20 feet. You weigh an average of 2,500 pounds. Your size is Large.": "龙的体型随着年龄的增长而显著变化。然而，这个种族代表了50到100岁之间的幼龙。从头到尾的整体长度为30英尺。你实际占据的物理空间为10英尺长，5英尺宽，不包括你的脖子和头部(9英尺长)或尾巴(11英尺长)。你的站立高度，从前肩顶到地面，为7英尺；如果算上你的脖子，你的高度几乎可以达到20英尺。你的最大翼展为45英尺，但为了保持飞行，你需要的最小空间为20英尺。你的平均体重为2,500磅。你的体型为大型。",
	"Your base walking speed is 30 feet. You have a flying speed of 30 feet. You lose your flying speed if you are carrying more than either a single Medium creature or two Small creatures.": "你的基础步行速度是30尺。你有30尺的飞行速度。如果你携带的重量超过一个中等生物或两个小型生物，你将失去飞行速度。",
	"You gain darkvision out to a range of 60 feet.": "你获得了暗视能力，范围为60英尺。",
	"Dragons typically gain no benefit from weapons or armor, and their racial pride prevents them from using them. You cannot use weapons or armor while in your true draconic form unless the item specifically states you can. In their stead, the scales that naturally grow in your body protect you, granting you an AC of 14 + your proficiency bonus (your Dexterity modifier doesn't affect this number).": "龙通常不会从武器或盔甲中获益，他们种族的自豪感阻止了他们使用这些物品。除非物品明确说明，否则在你真正的龙形态下，你不能使用武器或盔甲。取而代之的是，你身体上自然生长的鳞片保护着你，使你的护甲等级为14 + 你的熟练加值（你的敏捷调整值不影响这个数字）。",
	"Your massive body flings about awkwardly when attempting to stay in one place while airborne. You have disadvantage on melee attacks while flying when attacking creatures on the ground.": "当你在空中尝试保持一个位置时，你庞大的身体笨拙地摇摆着。当对地面上的生物进行近战攻击时，你有劣势。",
	"The magical ability to polymorph into humanoids is one that takes dragons centuries to perfect. Because this class represents a young dragon, your ability to shapeshift is limited to a single humanoid shape which you cannot change after you have decided its form and look. You can, as an action, transform into a humanoid (as if you had cast the spell {@spell polymorph} except it lasts indefinitely and without the need for concentration) or back into your true form. You use the commoner stat block for your humanoid form but your Intelligence, Wisdom, and Charisma scores, as well as any proficiencies you might have, remain the same while polymorphed in this way. In addition, you keep your Sorcerous Blood feature while polymorphed in this way.": "将自己变形成类人生物的魔法能力是龙需要数个世纪才能完善的技能。因为这个职业代表了一只年轻的龙，你的变形能力被限制在一个单一的类人形态上，一旦你决定了形态和外貌，就无法再更改。你可以在行动中，变形成一个类人（就像你施放了法术{@spell polymorph} 一样，但效果持续时间无限，且无需集中精力），或者变回真实形态。在这种变形状态下，你使用普通人的属性块，但你的智力、智慧和魅力属性，以及你可能拥有的任何熟练加分，在变形时保持不变。此外，在这种变形状态下，你保留你的巫术血脉特性。",
	"Your fanged maw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal magical piercing damage equal to {@dice 1d8} + your Strength modifier + {@dice 1d4} elemental damage. The elemental damage is the element that is associated with your draconic color. You may only use your natural bite during your turn, and only once per round.": "你的长牙嘴是一种自然武器，你可以用它进行徒手攻击。如果命中目标，你造成的伤害为{@dice 1d8} + 你的力量调整值 + {@dice 1d4} 元素伤害。元素伤害是与你龙族颜色相关的元素。你只能在你的回合使用你的自然咬击，每回合只能使用一次。",
	"Your sharp claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal magical slashing damage equal to {@dice 1d4} + your Strength modifier. Whenever you take the Attack action in order to make a single claw attack, you can instead make two claw attacks.": "你的锋利爪子是天生的武器，你可以用它们进行徒手攻击。如果你用它们命中目标，造成的伤害为{@dice 1d4} + 你的力量调整值。每当你使用攻击动作进行一次爪击时，你可以选择进行两次爪击。",
	"You can speak, read, and write Common and Draconic. Draconic is thought to be one of the oldest languages and is often used in the study of magic. The language sounds harsh to most other creatures and includes numerous hard consonants and sibilants.": "你会说、读、写普通语和龙语。龙语被认为是最古老的语言之一，常用于魔法研究中。这种语言对大多数其他生物来说听起来很刺耳，包含许多浊辅音和咝音。",
	"Starting from the moment you pick this class, you choose a draconic color which defines what kind of dragon you will be. This choice determines your personality, abilities, diet, alignment, elemental resistance, and more. The options included are Gold, Silver, Copper, Bronze, and Brass; all detailed at the end of the class description.": "从选择这个职业的那一刻开始，你要选择一个龙族颜色，这将决定你将成为什么样的龙。这个选择决定了你的个性、能力、饮食、立场、元素抗性等等。可选的颜色包括金色、银色、铜色、青铜色和黄铜色；所有细节都在职业描述的最后列出。",
	"Your choice grants you features at 1st level and again at 2nd, 6th, 7th, 9th, and 18th levels. Your choice also influences the type of Breath Weapons and elemental resistances you possess.": "你的选择在1级时赋予你特性，并在2级、6级、7级、9级和18级再次获得特性。你的选择还会影响你拥有的吐息武器类型和元素抗性。",
	"At 2nd level, you gain a feature granted by your Dragon Color.": "在2级时，你获得了由你的龙族颜色提供的特性。",
	"At 6th level, you gain a feature granted by your Dragon Color.": "在6级时，你获得了由你的龙族颜色提供的特性。",
	"At 7th level, you gain a feature granted by your Dragon Color.": "在第7级时，你获得了由你的龙之色彩提供的特性。",
	"At 9th level, you gain a feature granted by your Dragon Color.": "在第9级时，你获得了由你的龙之色彩提供的特性。",
	"At 18th level, you gain a feature granted by your Dragon Color.": "在18级时，你获得了由你的龙族颜色提供的特性。",
	"Many spend decades studying magic and how to control it. To you, it comes innately. Dragons count as sorcerers for the purposes of satisfying magical item requirements and can also cast spell scrolls which contain spells from the {@filter sorcerer's spell list|spells|class=sorcerer}.": "许多人花费数十年研究魔法及如何控制它。而对你来说，魔法天生就在你身上。龙在满足魔法物品要求方面被视为巫师，并且还可以施放包含{@filter sorcerer's spell list|spells|class=sorcerer}中的法术的咒文卷轴。",
	"You learn two cantrips of your choice from the {@filter sorcerer spell list|spells|class=sorcerer}. You learn an additional sorcerer cantrip of your choice at 10th level.": "你可以从{@filter sorcerer spell list|spells|class=sorcerer}中选择两个戏法。在10级时，你可以再学习一个额外的术士戏法。",
	"The Dragon Class table shows how many spell slots you have to cast your sorcerer spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "龙系职业表格显示了你拥有多少法术位来施放你的术士法术，包括1级及更高级别的法术。要施放这些法术之一，你必须消耗一个等级不低于该法术的法术位。当你完成一次长休后，你会恢复所有已消耗的法术位。",
	"You know two 1st-level {@filter sorcerer spells|spells|level=1|class=sorcerer} of your choice.": "你可以选择两个1级{@filter sorcerer spells|spells|level=1|class=sorcerer}。",
	"The Spells Known column of the Dragon Class table shows when you learn more sorcerer spells of 1st level or higher. Each of these spells must be of a level for which you have spell slots.": "龙类表格中的已知法术栏显示了你学会更多1级或更高级别的巫师法术的时间。这些法术中的每一个必须是你拥有法术位的级别。",
	"Whenever you gain a level in this class, you can replace one of the sorcerer spells you know with another spell of your choice from the {@filter sorcerer spell list|spells|class=sorcerer}. The new spell must be of a level for which you have spell slots.": "每当你在这个职业中获得一个等级时，你可以用{@filter sorcerer spell list|spells|class=sorcerer}中的另一个你选择的法术替换你已经知道的巫师法术中的一个。新的法术必须是你拥有法术位的等级。",
	"Charisma is your spellcasting ability for your sorcerer spells, since your spells come from your innate power. You use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a sorcerer spell you cast and when making an attack roll with one.": "魅力是你作为术士法术的施法能力，因为你的法术源自你内在的力量。每当一个法术提到你的施法能力时，你就使用你的魅力。此外，当你施放术士法术并设定豁免 DC 或进行攻击检定时，你也会使用你的魅力修正值。",
	"You can cast {@filter sorcerer spells|spells|level=1|class=sorcerer} without the need for somatic or material components (unless the component has a material cost that is worth 5 gp or more).": "你可以施放{@filter sorcerer spells|spells|level=1|class=sorcerer}，无需手势或材料组件（除非该组件价值5 gp或更高）。",
	"Your draconic elemental breath is the most powerful tool in your arsenal. As an action, you can take a deep breath and then exhale out a potent current of energy whose elemental type and shape is dependent on your dragon color. Refer to your Draconic Color subclass for its ability.": "你的龙族元素吐息是你最强大的武器。作为一个动作，你可以深吸一口气，然后呼出一股强大的能量流，其元素类型和形状取决于你的龙族颜色。请参考你的龙族颜色子职业的能力。",
	"Because of the extreme expansion of your chest as part of the action, you cannot use your breath weapon while wearing any kind of medium or heavy armor. Once you use this feature, you cannot do so again until you finish a short or long rest.": "由于动作的一部分是胸部的极度扩张，你在穿着任何中重型盔甲时都无法使用你的吐息武器。一旦你使用了这个特性，你必须休息短暂或长时间才能再次使用。",
	"Starting from 6th level, whenever you use your breath weapon, you may roll a d6 at the start of each of your turns. On a 5 or 6, you regain the use of your breath weapon feature. Once you regain a use of your breath weapon in this way, you cannot do so again until you finish a short or long rest. The number of times you can regain a use of your breath weapon in this way increases to two after 13th level.": "从6级开始，每当你使用你的吐息武器时，你可以在每个回合开始时投掷一个d6。在投掷出5或6时，你恢复你的吐息武器特性的使用。一旦你以这种方式恢复了吐息武器的使用，你直到完成短暂休息或长休息之前不能再这样做。在13级之后，你以这种方式恢复吐息武器使用次数增加到两次。",
	"You can make Wisdom ({@skill Perception}) checks as a bonus action.": "你可以将感知（{@skill Perception}）检定作为一个奖励动作。",
	"Further, you know the exact value of treasure that you can see, and can count with perfect accuracy how many coins there are in a hoard. You can also discover the magical properties of items which you hold. If you hold a magical item for 1 minute, you can discern its properties and how to use them as if you had cast an identify spell.": "此外，你可以准确知道你所看到的宝藏的确切价值，并且可以完美准确地数清一个财宝中有多少硬币。你还可以发现你所持有物品的魔法属性。如果你持有一个魔法物品1分钟，你可以辨别其属性并学会如何使用，就好像你施放了一个识别魔法咒语。",
	"Primal fear takes over the heart of your enemies as they realize they fight a true dragon.": "原始恐惧充满你的敌人心头，当他们意识到他们正在与一条真龙战斗时。",
	"As an action, you force each creature of your choice that you can see within 30 feet of you to make a Wisdom saving throw. On a failed save, a creature becomes {@condition frightened} of you for 1 minute. The {@condition frightened} creature can repeat this saving throw at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on the saving throw becomes immune to your Frightening Presence for the next 24 hours.": "作为一个动作，你可以强迫你能看见的、距离你30英尺内的每个生物进行一次感知豁免检定。未通过检定的生物会在1分钟内成为你的{@condition frightened}。这个{@condition frightened}生物可以在自己的回合结束时重复进行这个豁免检定，若成功则结束自身的效果。成功通过豁免检定的生物在接下来的24小时内对你的恐怖存在免疫。",
	"Once you use this feature, you cannot do so again until you finish a short or long rest.": "使用此特性后，直到完成短休或长休，你将无法再次使用。",
	"As normal, you can't increase an ability score above 20 using this feature, with one exception: your Strength score maximum increases to 22, instead of 20. The maximum further increases to 24 at 12th level, and to 26 at 19th level.": "通常情况下，你不能通过这个特性将一个属性值提高到20以上，但有一个例外：你的力量属性最大值可以增加到22，而不是20。在12级时，最大值进一步增加到24，在19级时增加到26。",
	"When you take the {@action Attack} action and make only a single attack with your bite, you can make two additional attacks with your claws as part of the same action.": "当你执行{@action Attack}动作并只用咬击进行一次攻击时，你可以在同一动作中使用爪子进行两次额外攻击。",
	"You gain an additional reaction each turn which you can use only to make a natural weapon attack with your tail against a target that just hit you with a melee attack. On a hit, your tail attack deals magical bludgeoning damage equal to 1d10 + your Strength modifier.": "每个回合你获得额外的一个反应，只能用来用你的尾巴对刚刚用近战攻击击中你的目标进行自然武器攻击。命中时，你的尾部攻击造成的魔法钝击伤害为1d10 + 你的力量调整值。",
	"Starting from 13th level, instead of attacking with your tail, you gain the option to instead flap your wings with immense draconic power. When you do so, each creature on the ground within 10 feet of you must make a Dexterity saving throw. Creatures that fail fall prone and cannot take reactions until the end of your next turn. Immediately after using this feature, you may fly and move up to half your movement speed to an unoccupied space.": "从13级开始，你可以选择用你强大的龙族力量振翅而起，而不是用尾部进行攻击。当你这样做时，你周围10英尺范围内的每个地面上的生物都必须进行一次敏捷豁免检定。未通过检定的生物将倒地并且直到你的下一个回合结束前无法作出反应。在使用完这个特性后，你可以立即飞行并移动至多半个移动速度到一个未被占据的空间。",
	"The power of your natural weapons increases. Your claw attacks now deal magical slashing damage equal to {@dice 1d6} + your Strength modifier and your bite now deals magical piercing damage equal to {@dice 1d12} + your Strength modifier + {@dice 1d12} elemental damage.": "你的天赋武器的力量增强了。你的爪击现在造成的魔法斩击伤害为{@dice 1d6} + 你的力量修正值，而你的咬击现在造成的魔法穿刺伤害为{@dice 1d12} + 你的力量修正值 + {@dice 1d12} 元素伤害。",
	"Your perfect body grants you proficiency in all saving throws.": "你完美的身体使你在所有豁免投掷中熟练。",
	"If you are able to smell, you are aware of the location of any hidden or invisible creature within 30 feet of you.": "如果你能够嗅到气味，你可以察觉到距离你30英尺范围内任何隐藏或隐形生物的位置。",
	"Your Frightening Presence can now be activated as part of an {@action Attack} action. When used in this way, you can automatically activate it again whenever you take the {@action Attack} action for the next minute. These subsequent activations within that minute ignore the normal once per rest restriction, but once the minute is over you must still finish a short or long rest before you can use Frightening Presence again.": "你的可怕存在现在可以作为行动的一部分激活。当以这种方式使用时，你可以在接下来的一分钟内每次进行{@action Attack}行动时自动再次激活它。在这一分钟内，这些后续激活会忽略正常的每次休息限制，但一旦一分钟结束，你仍然必须完成短暂或长时间休息，然后才能再次使用Frightening Presence。",
	"You have grown past your young stage. You are a true adult dragon and nothing can stop you now. You gain the following benefits:": "你已经成长到了成年龙的阶段。现在没有什么能阻止你了。你获得以下好处：",
	"Your size increases to Huge.": "你的尺寸增加到巨大(Huge)。",
	"Your Dragon-Sense feature's range increases to 60 feet.": "你的龙感特性的范围增加到60英尺。",
	"Your flying speed increases to 60 feet.": "你的飞行速度增加到60英尺。",
	"Your darkvision range increases to 120 feet.": "你的暗视距离增加到120英尺。",
	"The ranges for your Breath Weapon features are doubled.": "你的龙息武器特性的射程加倍。",
	"You gain an extra special reaction with which to use your Legendary Action feature.": "你获得了一种额外特殊的反应，可以用于你的传奇行动特性中。",
	"The ogre is both a player race and a class, so you don't choose a separate race when you choose this class for your character. As an ogre, you have the following racial traits:": "食人魔既是一种玩家种族，也是一种职业，因此在选择这个职业时，你不需要选择一个单独的种族。作为一只食人魔，你拥有以下种族特性：",
	"Because it is not often that a player gets to play a Largesized creature, it is important to remember a few of the changes such a size causes:": "因为玩家很少有机会扮演一个大型生物，所以重要的是记住这种体型带来的一些变化：",
	"Your carry weight equals your Strength score multiplied by 30.": "你的负重等于你的力量分数乘以30。",
	"You are considered squeezing while traversing through 5-foot wide hallways, which means all of your attacks and your Dexterity saving throws are made with disadvantage, and attacks against you are made with advantage. Such small hallways are also considered difficult terrain for you.": "当你穿过5英尺宽的走廊时，你被认为是“拥挤”的状态，这意味着你所有的攻击和你的敏捷豁免检定都会带有劣势，并且对你的攻击带有优势。对于你来说，这样狭窄的走廊也被视为艰难地形。",
	"You can grapple and shove creatures up to Huge in size. Small creatures cannot grapple or shove you.": "你可以与巨大尺寸以下的生物搏斗和推开。小型生物无法与你搏斗或推开。",
	"Medium creatures can mount you without causing any restriction to you.": "中型生物可以骑乘你，而不会对你造成任何限制。",
	"You can move through the spaces of Small or smaller creatures as difficult terrain, and those creatures can do the same through your own space.": "你可以将小型或更小生物的空间视为艰难地形通过，而这些生物也可以通过你的空间做同样的事情。",
	"Large-sized versions of common clothes or objects are generally about four times more expensive than their Medium counterparts.": "常见服装或物品的大号版本通常比中号版本贵大约四倍。",
	"Your Strength score increases by 6, your Constitution score increases by 2, and your Intelligence score decreases by 4. Your Dexterity, Wisdom, and Charisma scores all decrease by 2.": "你的力量得分增加了6，你的体质得分增加了2，你的智力得分减少了4。你的敏捷、感知和魅力得分都减少了2。",
	"Your base walking speed is 30 feet.": "你的基础步行速度为30英尺。",
	"You are a Giant.": "你是一名巨人。(Giant)",
	"Ogre bodies are forced to mature faster than humans since they are thrown into a chaotic, brutal world as soon as they can hold a club. They reach their adult size by around age 10, though their child-like mentality remains for at least a few more years. Ogres can live up to 90 years of age, but rarely make it out of their third decade because of the violent life they live.": "食人魔的身体被迫比人类更快地成熟，因为他们一旦能拿起棍棒就被投入到一个混乱、残酷的世界中。他们大约在10岁左右达到成年体型，尽管他们孩童般的心智会保持至少几年。食人魔的寿命可长达90岁，但很少有人能活过第三个十年，因为他们过着暴力的生活。",
	"An ogre's desires and principles begin and end at the thought of where they can get their next meal, while solving every problem along the way through smashing. They always follow the bigger and the stronger, whoever that happens to be at the time. Most ogres are chaotic evil.": "食人魔的欲望和原则始于思考下一顿饭从哪里得到，解决每个问题的方式都是通过砸碎来实现。他们总是追随更大更强的一方，无论那时是谁。大多数食人魔都是混乱邪恶。",
	"Adult ogres stand between 9 and 11 feet tall and weigh between 600 to 1,000 pounds. Your size is Large.": "成年食人魔身高在9到11英尺之间，体重在600到1,000磅之间。你的体型为大型。",
	"You have {@sense darkvision} out to a range of 60 feet.": "你有{@sense darkvision}的射程，为60英尺。",
	"You cannot become proficient in anything and you do not have a proficiency bonus. Martial weapons are improvised weapons to you and you cannot make non-lethal weapon attacks.": "你无法在任何技能上达到熟练，并且你没有熟练加值。对你来说，军用武器是临时武器，你无法进行非致命性武器攻击。",
	"You make Constitution checks and saving throws with advantage. Your hit point maximum increases by 2, and it increases by 2 every time you gain a level in the ogre class. On a hit, your unarmed strikes deal 1d4 + your Strength modifier bludgeoning damage, instead of the damage normal for an unarmed strike.": "你在进行体质检定和豁免检定时具有优势。你的生命值上限增加 2 点，每当你在食人魔职业中升级时，生命值上限会再增加 2 点。在命中时，你的徒手攻击造成 1d4 + 你的力量修正值的钝击伤害，而不是普通的徒手攻击伤害。",
	"You can eat anything you can find, from raw animals to toxic, barely-edible trash. You cannot become diseased from eating and you are immune to ingested poisons.": "你可以吃任何你能找到的东西，从生的动物到有毫无营养的垃圾。你不会因为进食而生病，对于摄入的毒药也有免疫力。",
	"Whenever you would take falling damage, you take twice that damage instead.": "每当你受到坠落伤害时，你受到的伤害加倍。",
	"You can (barely) speak Common and your choice between Giant, Goblin, or Orc. However, you do not know how to read or write.": "你可以（勉强）说通用语，以及选择巨人语、哥布林语或兽人语中的一种。然而，你不懂得阅读或写作。",
	"Weapons only bruise you and arrows get stuck on your hard scabby skin. Your flesh is accustomed to brutality and it serves you better than any armor.": "武器只会让你受伤，箭矢也只会卡在你坚硬而厚实的伤疤皮肤上。你的肉体早已习惯了残酷，比任何盔甲都更为强大。",
	"Your AC cannot exceed 10. Any damage you take from a melee, ranged, or spell attack is reduced by 3 (to a minimum of 1) unless it is lightning, psychic, or it is a melee attack coming from a creature with the Incorporeal movement feature, like a ghost. This damage reduction increases by 1 every three levels as shown under the Damage Reduction column in the Ogre table.": "你的护甲等级不能超过10。除非是闪电、精神伤害，或者是来自具有非实体移动特性的生物（如鬼魂）的近战攻击，否则你受到的近战、远程或法术攻击伤害会减少3点（最低减至1点）。这种伤害减免每三级提升1点，如食人魔表中的伤害减免栏所示。",
	"Your Strength score maximum is 24, instead of 20. In addition, your current and maximum Strength scores increase by 2 at 5th level, 9th level, 13th level, and 17th level.": "你的力量属性最大值为24，而不是20。此外，你的当前和最大力量属性在5级、9级、13级和17级时分别增加2点。",
	"Some ogre features you gain at higher levels require other creatures to make a saving throw to resist the feature's effects. The saving throw is calculated as follows:": "在你的等级提升时获得的一些食人魔特性需要其他生物进行豁免才能抵抗该特性的影响。 豁免检定计算如下：",
	"Your current and maximum Strength scores increase by 2.": "你当前和最大的力量得分增加 2 分。",
	"You have an uncanny ability to smash enemies with anything you find. The damage die for improvised weapons you use increases to {@dice 1d8}. You can use even typical weapons as improvised weapons, though you ignore all of the weapon's usual properties—such as the finesse, reach, and two-handed properties while you use it as an improvised weapon. If you use a magic weapon as an improvised weapon, you don't gain the benefits of any of its magical properties, such as any bonus it might provide to attack and damage rolls, though it still counts as magical for the purpose of overcoming resistance and immunity to attacks and damage.": "你有一种惊人的能力，可以用任何你找到的东西来砸击敌人。你使用的临时武器的伤害骰增加到{@dice 1d8}。你甚至可以使用普通武器作为临时武器，尽管在使用它作为临时武器时，你会忽略武器的所有通常属性，比如灵巧、射程和双手属性。如果你将一把魔法武器用作临时武器，你不会获得任何它的魔法属性的好处，比如它可能提供的攻击和伤害加值，尽管它仍然被视为魔法武器，用于克服对攻击和伤害的抵抗和免疫。",
	"As a bonus action, you can dismantle a Large or smaller object within your reach and turn a piece of it into an improvised weapon you can use. This could be uprooting a tree and using it as a club, unearthing a boulder from the ground you could use to smash or throw, or tearing a limb off of a creature and using it as an improvised flail. The object you dismantle for this feature must be one that could feasibly be dismantled using your raw strength.": "作为一个奖励动作，你可以拆解你触及范围内的一个大型或更小的物体，并将其中一部分变成一个你可以使用的临时武器。这可以是连根拔起一棵树并用作棍棒，从地面上挖出一块大石头用来砸或投掷，或者撕下一根生物的肢体并用作临时连枷。你用于这个特性的物体必须是可以用你的原始力量拆解的物体。",
	"When you reach higher levels in this class, the damage die for your improvised weapons increases further, to {@dice 1d10} at 9th level, and to {@dice 1d12} at 15th level, as shown in the Improvised Weapon Damage Die column of the Ogre table.": "当你在这个职业中达到更高级别时，你的临时武器的伤害骰子会进一步增加，到第9级时为{@dice 1d10}，到第15级时为{@dice 1d12}，如食人魔表格中的临时武器伤害骰子列所示。",
	"As an action, you slam the ground and cause a violent quake around you. Each other creature on the ground or in contact with a grounded structure within 10 feet of you must make a Dexterity saving throw. A creature takes damage equal to your Improvised Weapon die + your Strength modifier and is knocked prone on a failed save, or takes half as much damage and isn't knocked prone on a successful one. Each unattended object at least partially within the area takes twice as much damage (objects automatically fail Strength and Dexterity saving throws).": "作为一个动作，你猛地砸向地面，引发你周围的猛烈地震。在你周围10英尺范围内的每个其他生物，或者与接地结构接触的生物，必须进行一次敏捷豁免检定。未通过检定的生物会受到伤害，伤害值为你的（Improvised Weapon）骰 + 你的力量调整值，并倒地不起；通过检定的生物则只受到一半伤害，并不会倒地。每个至少部分位于该区域内的无人看管物体会受到两倍伤害（物体自动失败力量和敏捷豁免检定）。",
	"Once you use this feature, you can't use it again until you finish a short or long rest. You can use this feature twice between rests starting when you reach 10th level in this class, and three times after 17th level.": "一旦你使用了这个特性，直到你完成一次短休或长休之前都不能再次使用。在你达到（Fighter）10级时，你可以在休息之间使用这个特性两次，而在17级之后则可以使用三次。",
	"You can use Seismic Slam twice between rests.": "你可以在休息之间两次使用地震猛击（Seismic Slam）。",
	"You can use Seismic Slam three times between rests.": "你可以在休息之间使用地震猛击三次。",
	"Your old days of snatching halflings might be done, but the training carries over.": "你抢夺半身人的旧日子也许已经结束了，但训练却延续下来。",
	"Your speed is not lowered when attempting to move while grappling creatures that are smaller than you. You have advantage on melee weapon attacks you make against creatures grappled by you.": "当试图移动时，与你体型较小的生物搏斗不会降低你的速度。对被你搏斗的生物进行的近战武器攻击获得优势。",
	"Moreover, you have the ability to throw creatures across great distances thanks to your incredible strength. As an action, you can throw a Mediumsized creature (or smaller) grappled by you up to 15 feet in any direction. The distance at which you can throw a creature increases by an extra 5 feet for every additional two levels you gain in this class as shown in the Iron Grip Throw Distance column of the Ogre table at the beginning of this chapter. The creature then either takes 1d6 points of bludgeoning damage for every 10 feet of travel distance, or takes falling damage as per the rules in the Player's Handbook, whichever is greater.": "此外，由于您惊人的力量，您有能力将生物投掷到很远的距离。作为一个动作，您可以将一只中等大小的生物（或更小）从您抓住的位置投掷到15英尺以内的任何方向。您可以投掷生物的距离会随着您在这个职业中获得的每两级额外增加5英尺，具体数值请参考本章开头的食人魔表格中的铁握投掷距离栏。然后，生物要么根据行程距离每10英尺受到1d6点钝击伤害，要么按照《玩家手册》中的规则受到坠落伤害，以两者中较大者为准。",
	"Starting from 6th level, allies that you throw with this feature do not take any damage from either this feature nor from the falling damage rules, unless they land at a lower elevation from where they started.": "从6级开始，你用这个特性投掷的盟友不会受到来自这个特性或者跌落伤害规则的任何伤害，除非他们着陆的高度比起始位置低。",
	"Though brutal smashing is still your primary method of fighting, your battle experience has resulted in you developing instincts for some small, strategic maneuvers. When you make a melee weapon attack on your turn, you can use one of the following meanuvers, each described below: Lunge, Smack, Snatch, or Sweep. Whenever you use one of your maneuvers to augment an attack, the attack deals extra damage of the same type equal to your improvised weapon damage die on a hit.": "尽管残酷的猛击仍然是你主要的战斗方式，但你的战斗经验使你发展出了一些小型战术动作的直觉。当你在你的回合进行近战武器攻击时，你可以使用以下其中一种动作，每种都在下面描述：(Lunge)冲刺，(Smack)猛击，(Snatch)抢夺，或(Sweep)横扫。每当你使用其中一种动作来增强一次攻击时，这次攻击在命中时会额外造成相同类型的伤害，伤害值等同于你的临时武器伤害骰。",
	"You can use this feature a number of times equal to your Constitution modifier, regaining all expended uses when you finish a long rest. When you finish a short rest, you regain a number of your expended uses depending on the amount of food you ate during the rest, as seen in the Instinctual Hunger table below. You can never have uses of this ability in excess of your Constitution modifier.": "你可以使用这个特性的次数等于你的体质调整值，当你完成一次长休后，所有已用次数会恢复。当你完成一次短休后，根据你在休息期间吃的食物数量，会恢复一定数量的已用次数，具体见下方的本能饥饿表。你的这个能力次数不会超过你的体质调整值。",
	"Less than 10 lbs": "少于10磅",
	"More than 100 lbs": "超过100磅 (%num%)",
	"You extend your reach by 5 feet for the attack.": "你的攻击范围延伸了5英尺。",
	"If the attack hits a creature that is your size or smaller, the target must succeed on a Strength saving throw or be pushed up to 15 feet straight away from you.": "如果攻击命中一个与你大小相同或更小的生物，目标必须成功进行一次力量豁免才能避免被推开，最多可以被推开15英尺，直线远离你。",
	"Immediately following the attack, you can use your bonus action to attempt to grapple the target.": "在进行攻击之后，你可以利用你的奖励动作来尝试对目标进行擒抱。",
	"If the attack hits a creature that is your size or smaller, the target must succeed on a Strength saving throw or be knocked prone.": "如果攻击命中一个与你同样大小或更小的生物，目标必须成功进行一次力量豁免检定，否则被击倒。",
	"An adult ogre can eat up to 200 pounds a day if given the chance, which equals about 4 Small creatures or a single Medium creature. A diet of 100 pounds a day, however, is more than enough to sustain a healthy ogre.": "一个成年食人魔如果有机会的话，一天可以吃掉多达200磅的食物，大约相当于4个小型生物或一个中型生物。然而，每天吃100磅的食物对于维持健康的食人魔来说已经足够了。",
	"You can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature unless its maximum has been increased through another feature.": "你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与常规规则相同，除非通过其他特性增加了最大值，否则不能通过此特性将能力值提高到20以上。",
	"Once during each of your turns, when you deal damage with a melee weapon attack or your Seismic Slam feature, you can choose to double the weapon or feature's damage.": "每当你的回合中，当你使用近战武器攻击造成伤害，或者使用你的地震猛击特性时，你可以选择将武器或特性的伤害翻倍。",
	"When you reach certain levels in this class, the damage is magnified even further when you use this feature, instead of doubled: tripled at 11th level, and quadrupled at 20th level.": "当你在这个职业中达到一定等级时，当你使用这个特性时，伤害会进一步放大，而不是简单加倍：在11级时为三倍，在20级时为四倍。",
	"The damage of Brutal Attack is magnified even further when you use this feature, instead of doubled it is tripled.": "当你使用这个特性时，野蛮攻击的伤害会进一步放大，而不是翻倍，而是变为三倍。",
	"The damage of Brutal Attack is magnified even further when you use this feature, instead of doubled it is quadrupled.": "当你使用这个特性时，野蛮攻击的伤害会进一步放大，而不是翻倍，而是四倍。",
	"If you reduce an enemy creature to 0 hit points with a melee weapon attack, you may have a secondary creature within melee range take the remaining damage. Choose a creature within reach. There cannot be other creatures or obstacles between this creature and the original target passing through the arc of the attack. If the original attack roll is higher than the armor class of this second creature, then apply any remaining damage to it.": "如果你用近战武器攻击将一名敌对生物的生命值降至0，你可以让另一名在近战范围内的生物承受剩余伤害。选择一个在你攻击范围内的生物。在这个生物和原始目标之间不能有其他生物或障碍物，攻击弧线不能穿过。如果原始攻击骰点数高于第二个生物的护甲等级，那么剩余伤害将对其生效。",
	"Starting from 14th level, provided you have enough remaining damage after your two killing blows, you can repeat the process in order to cleave into a third and potential fourth enemy creature.": "从14级开始，只要你在两次致命打击后剩余足够的伤害，你可以重复这个过程，以便劈开第三个和可能的第四个敌人生物。",
	"Your improvised weapons always count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "你的临时武器始终被视为魔法武器，用于克服对非魔法攻击和伤害的抗性和免疫。",
	"If a single attack would deal over 20 damage to you at once after calculating damage reduction and resistances, the amount of damage is instead reduced to 20. However, if that source of damage would result in your death due to massive damage from the Instant Death rules, it is not reduced in this way.": "如果一次攻击在计算减伤和抗性后对你造成超过20点伤害，那么伤害将减少到20点。但是，如果这种伤害来源会因为瞬间死亡规则中的大量伤害导致你死亡，那么不会按照这种方式减少伤害。",
	"It is very difficult to move you by force. If an effect moves you against your will along the ground, you can use your reaction to reduce the distance you are moved by up to 10 feet.": "强行移动你是非常困难的。如果有效果迫使你不情愿地沿着地面移动，你可以使用你的反应来减少你被移动的距离，最多减少10英尺。",
	"Further, when you are subjected to a damaging effect that allows you to make a Dexterity saving throw, you may reduce any damage you take from that effect by an amount equal to your Thick Skin's damage reduction.": "此外，当你受到一个允许你进行敏捷豁免检定的伤害效果影响时，你可以将从该效果中受到的任何伤害减少一个数值，该数值等同于你的厚皮（Thick Skin）的伤害减免值。",
	"Your weapon attacks score a critical hit on a roll of 19 or 20.": "你的武器攻击在掷骰得到19或20时造成暴击。(weapon attacks)",
	"You can use an action to forcibly crush a creature or object that you have currently grappled. When you do, you automatically deal an amount of bludgeoning damage equal to 3d10 + your Strength modifier. You cannot be holding any other object in your two hands for you to be able to use this feature. If you use this feature against an object you are holding, you deal double the damage.": "你可以使用一个动作来强制压碎你当前控制的生物或物体。当你这样做时，你自动造成等于3d10 + 你的力量调整值的钝击伤害。为了能够使用这个特性，你不能手持任何其他物体。如果你对着你正在握着的物体使用这个特性，你造成双倍伤害。",
	"You no longer go unconscious when damage from an enemy creature drops you to 0 hit points, and you can continue to take actions as if you were still standing.": "当敌方生物对你造成伤害使你的生命值降至0时，你不再陷入失去意识状态，可以继续采取行动，就像你仍然站立着一样。",
	"You still make death saving throws as normal for a character at 0 hit points, except that if you roll three death saving throw successes, then you are healed by 1 hit point. Successful attacks against you continue to give you automatic failed death saves as normal, and you die if you accrue three such failed saves.": "当角色的生命值降至0时，你仍然需要进行普通的死亡豁免投掷，但如果你投掷三次成功的死亡豁免投掷，则你会被治疗1点生命值。对你的成功攻击会像往常一样使你自动获得一个死亡豁免投掷失败，如果你累积了三次这样的失败投掷，你将死亡。",
	"Once this feature is activated, it cannot activate again until you finish a short or long rest.": "一旦激活此特性，直到你完成一次短休或长休之前，它将无法再次激活。",
	"Your weapon attacks score a critical hit on a roll of 18-20.": "你的武器攻击在掷骰子得到18-20时造成暴击。(critical hit)",
	"If your total for a Strength check is less than your Strength score, you can use that score in place of the total.": "如果你进行力量检定的总数小于你的力量分数，你可以使用该分数代替总数。"
}