{
	"May they be an appraiser of rare magic items, a peddler of illicit substances, or a bookkeeper for the royal court, merchants are masters of exchange. They may invest into their allies to strengthen them or push coin to make sure the object of their ire has every skeleton dragged out of their closet for all to see.": "无论是稀有魔法物品的鉴定师，非法物品的小贩，还是皇室法庭的簿记员，商人都是交易的大师。他们可以投资于盟友以加强他们，或者花钱确保他们不满的对象被彻底揭露所有不堪的秘密。",
	"Volo and Elminster alike have waxed philosophical about the ties between magic and expense; the famed lorekeepers giving their own thoughts on the debate between substances being innately magical or whether the preciousness of a thing gives it magical properties, akin to faith giving a deity their power. Merchants gain their magic through the art of the deal and the essence of value itself. This magic may have been influenced by some force such as the divine powers of a god of commerce, greed, luck, or wealth, or the intrinsic nature of trade, chance, and chaos.": "Volo（沃罗）和Elminster（艾尔明斯特）都曾就魔法与花费之间的联系进行了哲学探讨；这两位著名的传承者就物质是否天生具有魔力，或者一样东西的珍贵是否赋予了它魔法属性的辩论发表了各自的看法，类似于信仰赋予神灵力量的方式。商人通过交易艺术和价值本身的精髓获得他们的魔法。这种魔法可能受到某种力量的影响，比如商业之神、贪婪、幸运或财富之神的神圣力量，或者贸易、机会和混沌的内在本质。",
	"Whatever side of the debate you sit on, there is an undeniable power behind economics and value. What good is {@spell revivify} without that precious diamond? Commerce itself has come to be revered as having some sort of innate, supernatural quality responsible for successful, happy lives. The gods of commerce garnered worship, {@deity Waukeen|Faerûnian|SCAG} being the most widely worshiped of these gods in the Forgotten Realms. In some urban areas, worship of gods presiding in the domain of fertility and nature have been abandoned due to them feeling unnecessary when trade will provide.": "无论你站在辩论的哪一边，经济和价值背后都有一种不可否认的力量。没有那颗珍贵的钻石，{@spell revivify} 有什么用呢？商业本身已经被视为拥有某种内在的、超自然的品质，能够带来成功和幸福的生活。商业之神受到崇拜，{@deity Waukeen|Faerûnian|SCAG} 是被广泛崇拜的遗忘国度中这些神中最为崇拜的。在一些城市地区，对主宰生育和自然领域的神祇的崇拜已经被抛弃，因为人们觉得当贸易提供一切时，这些神祇就显得不再必要。",
	"Classically, adventurers only needed the motivation of treasure to risk their lives. None know the compulsion to seek out gold more than the merchant. It's easy to live a humble life running a shop and watching the days pass on, but rumors from travelers about the massive haul they brought back from their most recent journey can be enough to tempt a storeowner from their stagnant storefront and into the dungeon.": "传统上，冒险者只需要金宝的动机就愿意冒险。没有人比商人更了解追寻黄金的驱使力。经营一家商店、看着日子一天天过去是一种简单的生活方式，但旅行者传闻他们最近的旅程带回了巨额战利品，这足以诱使商店老板离开他们那个停滞不前的店面，踏入地牢。",
	"Some merchants instead choose the travelling life, roaming from town to town and stopping to peddle wares on their business ventures. The travelling merchant is a joyous sight for an overwhelmed and starving party, as they may provide food, water, and information about the surrounding area. Just how great would it be to have this merchant always around?": "有些商人选择流浪生活，从一个城镇到另一个城镇，停下来兜售商品进行商业冒险。对于一个筋疲力尽、挨饿的队伍来说，流浪商人是一个令人欣喜的景象，因为他们可能提供食物、水和周围地区的信息。如果这个商人总是在附近，那该有多好啊？",
	"The merchant a high-support spellcaster that helps the party stay equipped and rewards players that enjoy solving problems using the equipment they have on-hand rather than spellcasting and skill checks. The class creates characters with the playstyle of a:": "这位商人是一位高级支援法术施法者，帮助队伍保持装备，并奖励那些喜欢利用手头现有装备解决问题而非施法和技能检定的玩家。这个职业创造了一个玩家风格为：",
	"Midline Support with spells and features that manipulate the abilities and overall power of other creatures.": "通过法术和特性来支持中线，这些法术和特性可以操控其他生物的能力和整体力量。",
	"Supplier that gives the party guaranteed access to both mundane and magical items on-the-go.": "供应商可以确保派对上随时提供凡俗物品和魔法物品的访问。",
	"Dungeoneer and Face, equipped for the perils of adventuring with a large arsenal of on-demand items.": "地牢探险者(Dungeoneer)和面孔(Face)，装备了大量随需应变的物品，以应对冒险的危险。",
	"When making a merchant, think about what kind of business your character would have developed and why it would push them towards adventuring. Maybe you have been seeking out the components for a unique item you know is going to be the next big thing, or you simply try to accrue enough wealth through swindling to fund your own thieves' guild. Perhaps you were the kindly innkeeper who was thrust towards adventure when the party accidentally dragged you into their quest. You could just be seeking out curiosities and aberrant items. Either way, consider why your merchant isn't just better off setting up shop in a large town and avoiding adventuring in the first place.": "在创建一个商人角色时，考虑一下你的角色会经营什么样的生意，以及为什么这会推动他们踏上冒险之路。也许你一直在寻找一种独特物品的材料，因为你知道这将成为下一个大热门，或者你只是试图通过欺诈来积累足够的财富，以资助自己的盗贼行会。也许你曾经是一位善良的旅店老板，当一群人意外地把你卷入他们的任务时，你被迫踏上了冒险之路。你也可以只是在寻找奇珍异宝。无论哪种情况，考虑一下为什么你的商人不只是在一个大城镇里开店，而是选择踏上冒险之路。",
	"You can make a merchant quickly by following these suggestions. First, Charisma should be your highest ability score. Then prioritize Dexterity. Second, choose the {@background Variant Guild Artisan (Guild Merchant)|PHB|Guild Merchant} background. Third, choose the {@spell light} and {@spell mending} cantrips, along with the 1st-level spells {@spell comprehend languages} and {@spell purify food and drink}.": "按照以下建议，您可以快速创建一个商人。首先，魅力应该是您最高的能力分数。然后优先选择敏捷。其次，选择{@background Variant Guild Artisan (Guild Merchant)|PHB|Guild Merchant}背景。第三，选择{@spell light}和{@spell mending}的零级咒语，以及1级法术{@spell comprehend languages}和{@spell purify food and drink}。",
	"When you choose the equipment given to you by this class, you also designate a closable container as your Portable Storefront. Your Portable Storefront is a magical supply of items of your choice with a rarity no higher than common. The total value of all the chosen items in the Portable Storefront must be less than or equal to the cost shown in the Storefront Value column of the Merchant table.": "当你选择这个职业赋予你的装备时，你还要指定一个可关闭的容器作为你的便携商店。你的便携商店是一个魔法供应品，你可以选择稀有度不高于普通的物品。便携商店中所有选择物品的总价值必须小于或等于商人表格中“商店价值”列所示的成本。",
	"The chosen items make up your supply list, which cannot be changed unless the Portable Storefront is fully stocked. Changing the supply list can only be done as a part of a long rest and the new items replace those you removed from the supply list you finish the rest. When you get this feature and whenever you gain a level in this class, your Portable Storefront is automatically fully stocked with the items you chose for the supply list.": "选定的物品组成了你的供应清单，除非便携式货摊被完全补充，否则不能更改。只能在进行长休时更改供应清单，新物品会取代你在休息期间移除的物品。当你获得此特性时，以及每当你在这个职业中获得一个等级时，你的便携式货摊会自动用你选择的供应清单中的物品完全补充。",
	"An item cannot be added to your Portable Storefront if it item would not normally be able to fit into the container (see the {@table Adventuring Gear; Container Capacity|PHB|Container Capacity table}, {@homebrew |Player's Handbook p. 153}) or if it has a value of less than 1 cp. No matter how stocked it is, the Portable Storefront only weighs 10 pounds. You can designate a new container as your Portable Storefront as a part of a short or long rest. When you do, the previous container loses its magical properties.": "如果物品通常无法放入容器中（参见{@table Adventuring Gear; Container Capacity|PHB|Container Capacity table}，{@homebrew |Player's Handbook p. 153}），或者价值低于1铜币，则无法将物品添加到您的便携式店铺中。无论存货量如何，便携式店铺的重量始终为10磅。您可以在短暂或长时间休息中将新容器指定为您的便携式店铺。这样做时，先前的容器将失去其魔法属性。",
	"Using the {@action Use an Object} action, you can place your hand into your Portable Storefront and think of an item that appears on your supply list. The Storefront then instantly places the item in your hand and the item must be restocked for the container to provide that unit of it again. If the object requires an action to use, you can use it as a part of this same action.": "使用{@action Use an Object}动作，你可以把手放进你的便携式货架，想着一个出现在你供应清单上的物品。货架会立即把物品放在你手中，但为了再次提供该物品，必须重新补充。如果物品需要使用动作，你可以在同一个动作中使用它。",
	"You can restock an item by placing it back into your Portable Storefront within 1 hour of taking it out with the {@action Use an Object} action, or as a part of a short or long rest by placing currency or gems of a value equal to or higher than the cost of the item into the Portable Storefront. Once you place these into the Portable Storefront, they are consumed and the item is restocked when you finish the rest. Anything else placed into the container immediately reappears in an unoccupied space adjacent to the Portable Storefront when you close it.": "你可以通过在{@action Use an Object}行动中将物品放回你的便携式店铺内，或者在短暂或长时间休息时，将价值等于或高于物品成本的货币或宝石放入便携式店铺中来重新补充物品。一旦你把这些放入便携式店铺，它们就会被消耗掉，当你完成休息时，物品就会重新补充。将其他任何物品放入容器时，当你关闭它时，它会立即重新出现在便携式店铺旁边的一个空间中。",
	"You develop the ability to cast spells through the intrinsic magical properties of value.": "你通过价值的内在魔法属性发展出施放法术的能力。",
	"You know two cantrips of your choice from the merchant spell list. You learn an additional merchant cantrip of your choice at 10th and 14th levels.": "你可以选择商人法术清单中的两个零级法术。在第10级和第14级时，你可以学习额外的商人法术清单中的一个零级法术。",
	"The Merchant table shows how many spell slots you have to cast your merchant spells. To cast one of your merchant spells of 1st level or higher, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "商人表格显示了你可以用来施放商人法术的法术槽数量。要施放一级或更高级别的商人法术，你必须消耗等级或更高级别的法术槽。当你完成一次长休时，你会恢复所有已消耗的法术槽。",
	"You prepare the list of merchant spells that are available for you to cast, choosing from the merchant spell list. When you do so, choose a number of merchant spells equal to your Charisma modifier + half your merchant level, rounded down (minimum of one spell). The spells must be of a level for which you have spell slots.": "你准备了商人法术清单，可以选择施展商人法术清单中的法术。在这个过程中，你需要选择数量等同于你的魅力调整值加上你商人等级的一半（向下取整），至少选择一个法术。这些法术的等级必须在你拥有法术位的范围内。",
	"For example, if you are a 5th-level merchant, you have four 1st-level and two 2nd-level spell slots. With a Charisma of 14, your list of prepared spells can include four spells of 1st or 2nd level, in any combination. If you prepare the 1st-level spell cure wounds, you can cast it using a 1st-level or a 2nd-level slot. Casting the spell doesn't remove it from your list of prepared spells.": "例如，如果你是一个5级的商人，你有四个1级和两个2级的法术位。拥有14点魅力值，你准备的法术清单可以包括四个1级或2级的法术，以任意组合。如果你准备了1级法术《治疗伤口》，你可以使用1级或2级位来施法。施放法术不会将其从你的准备法术清单中移除。",
	"You can change your list of prepared spells when you finish a long rest. Preparing a new list of merchant spells requires at least 1 minute per spell level for each spell on your list.": "你可以在完成一次长休后更改你准备的法术清单。准备一份新的(商人)法术清单需要每个法术等级至少1分钟的时间。",
	"You produce your merchant spell effects through items of value. You must have 10 gp or an item worth more than 10 gp in-hand when you cast any spell with this Spellcasting feature, which acts as a focus for your merchant spells.": "你通过具有价值的物品来施展商人法术效果。当你使用这个施法特性施放任何法术时，你必须手持价值不低于10 gp的物品或价值超过10 gp的物品，这将作为你商人法术的焦点。",
	"Charisma is your spellcasting modifier for your merchant spells. Your magic comes from the quality of value itself and your ability to recognize and negotiate trade. You use Charisma whenever a spell refers to your spellcasting ability. In addition, you use Charisma when setting the saving throw DC for a merchant spell you cast and when making an attack roll with one.": "魅力是你商人法术的施法修正值。你的魔法源自价值本身的品质，以及你识别和谈判交易的能力。每当一个法术提到你的施法能力时，你就使用魅力。此外，当你施放商人法术并设定豁免扑克牌 DC 或进行攻击检定时，也要使用魅力。",
	"You may use your action to give one of your merchant spell slots to another creature that you can touch. The slot becomes a spell slot of that respective creature's class and maintains its spell slot level. You cannot give a spell slot to a creature that would then have more than four slots of that spell slot's level.": "你可以使用你的动作将你的一个商人法术位赠予另一个你可以触摸的生物。该法术位变成该生物职业的一个法术位，并保持其法术位等级。你不能将一个法术位赠予一个生物，使其拥有该法术位等级超过四个。",
	"Additionally, as an action, you can turn one of your merchant spell slots into a number of lower-level spell slots equal to that spell slot's level. For example, if you have a 3rd-level spell slot, you may exchange it for three 1st-level spell slots, or one 1st-level spell slot and one 2nd-level spell slot. You may not have any more than four merchant spell slots of any level.": "此外，作为一个行动，你可以将你的一个商人法术位转换成与该法术位等级相等的若干低等级法术位。例如，如果你有一个3级法术位，你可以将其交换成三个1级法术位，或一个1级法术位和一个2级法术位。你不能拥有超过四个任何等级的商人法术位。",
	"You may supplement the material components of spells with your mercantile magic. When you or a willing creature uses the {@action Cast a Spell} action and declares the spell they intend to cast, you can use your reaction and expend a merchant spell slot of a level equal to the level of the spell being cast to remove any material components required for that casting of the spell.": "你可以利用你的商业魔法来补充法术的物质组件。当你或一个愿意的生物使用{@action Cast a Spell}动作并宣布他们打算施放的法术时，你可以使用你的反应，并消耗一个商人法术位，其等级与正在施放的法术等级相等，以移除该法术施放所需的任何物质组件。",
	"Your travels and exchanges on trade routes has taught you a vast amount on the various cultures of the realm. Whenever you make any skill check to determine the value or cultural significance of any item or object, you are considered proficient in the skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus.": "你在贸易路线上的旅行和交流使你对王国各种文化有了丰富的了解。每当你进行任何技能检定来确定物品或物体的价值或文化意义时，你被视为精通该技能，并在检定中加上你的熟练加值的两倍，而不是正常的熟练加值。",
	"Furthermore, you always have the {@spell identify} spell prepared, and you can cast it as a ritual. As a part of the ritual, you can expend 10 gp to cast this spell as an action. The gold pieces are consumed by the spell when you do.": "此外，你始终准备了{@spell identify}法术，并且可以将其作为仪式施法。作为仪式的一部分，你可以花费10金币将该法术作为一个动作施放。当你这样做时，金币会被法术消耗掉。",
	"You can choose to replace the bonus to rolls you make with items that use the {@action Use an Object} action with your Charisma modifier. (For example: the {@item potion of healing|DMG} normally heals {@dice 2d4 + 2} hit points. Using this feature, you can replace the +2 with your Charisma modifier.) If the item does not have a bonus, you may add your Charisma modifier to it.": "你可以选择用你的魅力调整来替代使用{@action Use an Object}动作的物品的奖励加值。 (例如：{@item potion of healing|DMG}通常会治疗{@dice 2d4 + 2}点生命值。使用这个特性，你可以用你的魅力调整来替代+2。) 如果物品没有奖励加值，你可以将你的魅力调整加到上面。",
	"Additionally, you can use your Merchant spell save DC in place of the DC for items and when you deal damage or heal hit points with the property of an item, you can expend one merchant spell slot to increase the damage or healing by {@dice 1d6} for a 1st-level spell slot, plus {@dice 1d6} for each spell level higher than 1st, to a maximum of {@dice 4d6}.": "此外，您可以使用您的商人法术豁免 DC 替代物品的 DC，当您使用物品的属性造成伤害或治疗生命值时，您可以消耗一个商人法术位来增加伤害或治疗效果 {@dice 1d6}，对于 1 级法术位，再额外增加 {@dice 1d6}，每高出 1 级，最多达到 {@dice 4d6}。",
	"You join a guild of other peddlers, traders, and purveyors of goods. Your guild grants you features now and again when you reach 5th, 9th, and 15th levels in this class.": "你加入了一个由其他小贩、商人和货物供应商组成的行会。当你在这个职业达到5级、9级和15级时，你的行会会不时地为你提供特性。",
	"When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级时，再次在8级、12级、16级和19级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。正常情况下，你不能通过这个特性将一个能力值提高到20以上。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用专长(feats)，你可以选择取得一个{@5etools feat|feats.html}。",
	"Your guild grants you a feature when you reach 5th level in this class.": "当你在这个职业中达到5级时，你的公会会授予你一个特性。",
	"Your carrying capacity is doubled.": "你的负重能力加倍。",
	"You can now stock uncommon magic items in your Portable Storefront. Once you reach 11th level in this class, you can stock magic items in your Portable Storefront with a rarity no higher than rare. At 18th level, you can stock magic items in your Portable Storefront with a rarity no higher than very rare.": "你现在可以在你的便携商店中存放不寻常的魔法物品。一旦你在这个职业中达到11级，你可以在你的便携商店中存放稀有度不超过稀有的魔法物品。在18级时，你可以在你的便携商店中存放稀有度不超过非常稀有的魔法物品。",
	"Additionally, when you reach these levels, you add these items to a special area of your supply list for your Portable Storefront, called your Top Shelf. Your Top Shelf can only hold a number of items equal to your proficiency bonus, and items on your Top Shelf ignore the value restrictions of your Portable Storefront feature. Items on your Top Shelf do not have to be restocked in order to change the items on your supply list that are not on your Top Shelf, but they otherwise obey all other restrictions for restocking and are not automatically restocked when you gain a level in this class.": "另外，当你达到这些级别时，你可以将这些物品添加到你的便携商店的特殊区域，称为你的顶层货架。你的顶层货架只能容纳与你的熟练加值相等的物品数量，而且顶层货架上的物品可以无视你便携商店特性的价值限制。顶层货架上的物品不需要重新补充以更改你供应清单上不在顶层货架上的物品，但它们仍然遵守所有其他重新补充的限制，并且在你在这个职业中升级时不会自动重新补充。",
	"Once during your turn, you can use two objects, instead of one, whenever you take the {@action Use an Object} action.": "在你的回合中，每次当你执行{@action Use an Object}动作时，你可以使用两个物品，而不是一个。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与常规规则相同，使用此特性不能将能力值提高到20以上。",
	"Your guild grants you a feature when you reach 9th level in this class.": "当你在这个职业中达到9级时，你的公会将授予你一个特性。",
	"There is always a chance that you've got just what you need in stock, you just might need to check in back.": "总是有可能你库存里正好有你需要的东西，你可能需要去后面检查一下。",
	"Using your action, you can place your hand into the container designated for your Portable Storefront to try to find an item. The item can have a cost in gold pieces no higher than five times your merchant level. Name the item and {@dice d100|roll percentile dice}. If you roll a number equal to or lower than your merchant level, the item appears in your hand, whether or not it has appeared in your Portable Storefront or if you have it in stock.": "使用你的动作，你可以把手放入为你的便携店铺指定的容器中，尝试找到一个物品。该物品的金币成本不得高于你的商人等级的五倍。命名该物品和{@dice d100|roll percentile dice}。如果你掷出的数字等于或低于你的商人等级，无论该物品是否已经出现在你的便携店铺中或者你是否有库存，该物品都会出现在你的手中。",
	"You can search for an item a number of times equal to your Charisma modifier (minimum of 1). You regain all expended uses when you finish a long rest. Once you find an item, you can't use this feature again until you finish a long rest.": "你可以搜索物品的次数等于你的魅力调整值（最少为1次）。当你完成一次长休时，你会恢复所有已用次数。一旦你找到一个物品，你就不能再次使用这个特性，直到你完成一次长休。",
	"Once you reach 20th level in this class, you always find the item the first time you search for it with this feature.": "当你在这个职业达到20级时，你总是第一次使用这个特性搜索物品时就找到它。",
	"Once you reach 11th level in this class, you can stock magic items in your Portable Storefront with a rarity no higher than rare.": "一旦你达到11级，你就可以在你的便携式商店中储存稀有度不超过稀有的魔法物品。",
	"The customers you have met during your trades and dealings has taught you the lore and workings behind all manner of magic items. As such, you can improvise the use of items even when they are not intended for you. You ignore all class, race, and level requirements on the use of magic items.": "在你的交易和交往中遇到的顾客教会了你关于各种魔法物品的知识和运作方式。因此，即使这些物品不是为你设计的，你也能灵活运用。你可以忽略所有关于使用魔法物品的职业、种族和等级要求。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与常规规则一样，使用此特性不能将能力值提高到20以上。",
	"When you restock your Portable Storefront, you only need half of the gp shown in the Value column of the Merchant table to fully restock it.": "当你重新补充你的便携式店面时，你只需要商人表中价值列显示的金币数量的一半来完全补充它。",
	"Once you restock it with this feature, you cannot do so again until you finish your next long rest.": "一旦你使用这个特性进行补充，直到你完成下一次长休之前都不能再次这样做。",
	"Your guild grants you a feature when you reach 15th level in this class.": "当你在这个职业中达到15级时，你的公会将赋予你一个特性。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用这个特性时不能将能力值提高到20以上。",
	"At 18th level, you can stock magic items in your Portable Storefront with a rarity no higher than very rare.": "在18级时，你可以将稀有度不超过非常稀有的魔法物品存放在你的便携式商店中。",
	"You gain a special 5th-level spell slot, in addition to the normal spell slots granted by your Spellcasting feature. This spell slot can be used only for the Exchangeable Casting and Component Subsidizing abilities of your {@classFeature Spellcasting|Merchant|TPM|1|TPM|Spellcasting feature}.": "你获得了一个特殊的第五级法术位，除了你的施法特性赋予的正常法术位之外。这个法术位只能用于你{@classFeature Spellcasting|Merchant|TPM|1|TPM|Spellcasting feature}的可交换施法和组件补贴能力。",
	"Once you expend the spell slot granted by this feature, you regain it when you finish a long rest.": "一旦你使用了这个特性提供的法术位，你在完成一次长休后会重新获得它。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"You can use your action to instantly restock the items in your Portable Storefront that do not appear on your Top Shelf at no cost. Once you use this feature, you cannot do so again for 7 days.": "你可以使用你的动作来立即为你的便携式店面中不在顶层货架上的物品补充货物，而无需付费。一旦你使用了这个特性，你在7天内不能再次这样做。",
	"Once you reach 20th level in this class, you always find the item the first time you search for it with your {@classFeature Backstock|Merchant|TPM|10|TPM|Backstock feature}.": "当你在这个职业达到20级时，在第一次使用你的{@classFeature Backstock|Merchant|TPM|10|TPM|Backstock feature}搜索时，你总是能找到物品。",
	"Travelers often seek out the aid of a potion seller, making the trade one of the most lucrative businesses in the realms. The merchant guild of apothecaries focuses on the sale and trade alchemical medicines and deadly poultices.": "旅行者经常寻求药剂师的帮助，使得这种交易成为各个领域中最赚钱的生意之一。炼金药剂商行会专注于销售和交易炼金药物和致命药膏。",
	"You gain the following spells when you reach the level noted in the Merchant Level column. You always have them prepared and they don't count against the number of spells you can prepare each day. If a spell doesn't appear on the merchant spell list, the spell is nonetheless a merchant spell for you.": "当你达到商人等级栏中注明的等级时，你将获得以下法术。你始终准备这些法术，它们不计入你每天可以准备的法术数量。如果一个法术不在商人法术列表中，但对你而言仍然是商人法术。",
	"You can use the {@action Use an Object} action to touch a potion, a bottle, flask, vial, or other container and expend a merchant spell slot of 1st-level or higher to instantly create a custom potion or infuse a potion with additional effects, choosing one effect per level of the spell slot expended. An effect cannot be chosen more than once. Potions may be used as a part of the same {@action Use an Object} action you made to create the potion.": "你可以使用{@action Use an Object}动作触摸一瓶药水、瓶子、烧瓶、小瓶或其他容器，并消耗一个1级或更高级的商人法术位来立即制作一个定制药水或给药水注入额外效果，每消耗一个法术位级别选择一个效果。不能多次选择同一个效果。药水可以在你制作药水的同一个{@action Use an Object}动作中使用。",
	"Potion Effects are listed at the end of this subclass and last until the potion is used or until the end of your next long rest. The potions you create are magic items for the purposes of your {@classFeature Bang for Your Buck|Merchant|TPM|2|TPM|Bang for Your Buck feature} and have a type from either Blast or Consumable.": "药水效果列在这个子职业的最后，持续到药水被使用或者直到你进行下一次长休。你制造的药水对于你的{@classFeature Bang for Your Buck|Merchant|TPM|2|TPM|Bang for Your Buck feature}来说是魔法物品，并且属于爆炸或消耗品两种类型中的一种。",
	"The potion effects are listed in alphabetical order. Blast effects cannot be selected for Consumable potions and vice versa, unless otherwise specified in the effect's description:": "药水效果按字母顺序列出。爆炸效果不能被选择为可消耗药水，反之亦然，除非在效果描述中另有规定。",
	"You may also throw the potion at a point within 60 feet of you. Any creature within a 10-foot radius circle centered on that point must succeed on a saving throw against your spell save DC. On a failure, the creature is subjected to the effects of the potion. The radius of the potion increases by 10 feet per level of the spell slot expended above 1st level.": "你也可以将药剂投掷到你附近60英尺内的某个点。以该点为中心的半径10英尺的圆内的任何生物必须通过与你的法术豁免 DC 的豁免检定。未通过检定的生物将受到药剂的影响。药剂的半径每消耗1级以上的法术位等级增加10英尺。",
	"The potion must be consumed in order to gain its benefits.": "必须饮用药剂才能获得它的好处。",
	"You gain proficiency with {@item herbalism kit|PHB|herbalism kits} and the {@skill Medicine} and {@skill Nature} skills. If you already have proficiency with a skill or tool given to you by this feature, you may select another instead.": "你获得熟练加值于{@item herbalism kit|PHB|herbalism kits}、{@skill Medicine}和{@skill Nature}技能。如果你已经通过此特性获得了某项技能或工具的熟练加值，你可以选择另一个代替。",
	"Additionally, you may stock potions in your Portable Storefront at half the cost (rounded up) and the time you must take to craft potions and poisons is halved.": "此外，您可以在您的便携式店面中以半价（四舍五入）储备药水，而且您制作药水和毒药所需的时间减半。",
	"You can treat wounds and administer medicine during rests which helps to bolster your allies' natural healing. During a short or long rest, you can treat a number of creatures equal to your Charisma modifier. A treated creature gains the following benefits:": "你可以在休息期间处理伤口并施用药物，帮助增强你的盟友的自然愈合能力。在短暂或长时间休息期间，你可以处理数量等于你的魅力调整值的生物。被处理的生物获得以下好处：",
	"When it rolls a 1 or 2 on a hit die for healing during the rest, it can reroll the die any number of times.": "当在休息期间投掷治疗骰时投出1或2时，可以重新投掷该骰任意次数。",
	"When it finishes the rest, it gains temporary hit points equal to your Charisma modifier plus your merchant level.": "当它完成剩下的部分时，它会获得临时生命值，数值等同于你的魅力调整值加上你的商人等级。",
	"Continued exposure to and treatment of dangerous poisons and diseases has instilled you with a natural resilience. You have resistance to poison damage and immunity to being diseased or poisoned. If you previously had resistance to poison damage, this feature gives you immunity to poison damage. If a spell or other effect gives you resistance to poison damage, this feature gives you immunity to it while the effect persists.": "持续接触和治疗危险毒药和疾病使你拥有天生的抵抗力。你对毒性伤害具有抗性，并且免疫患病或中毒。如果你之前已经对毒性伤害具有抗性，这个特性会使你免疫毒性伤害。如果一个法术或其他效果让你对毒性伤害具有抗性，在效果持续期间，这个特性会使你免疫它。",
	"Whenever you or a creature that you can see within 30 feet of you consumes a potion, you may use your reaction to extend the effects of the potion to one creature of your choice within 30 feet of the consumer.": "每当你或你能看到的生物在你身边30英尺内消耗一瓶药水时，你可以使用你的反应将药水的效果延长到消耗者30英尺内的另一个你选择的生物身上。",
	"Once you use this feature, you cannot do so again until you finish a short or long rest.": "一旦你使用这个特性，你必须完成一次短休或长休才能再次使用。",
	"Throughout the multiverse, those with the skill and training to raise buildings and plan settlements have enormous value. Merchants of the guild of architects have taken these skills and elevated them to an art form, using magic to construct foundations and walls with unparalleled speed and efficiency, even in the heat of the moment. Despite the apparent haste in their walls' construction, these merchants' buildings have a reputation for lasting longer and aging better than those erected using more traditional methods. Whether you're looking to create a place to raise a family or to hold off an army, an architect has got you covered.": "在整个多元宇宙中，那些具备技能和训练来建造建筑物和规划定居点的人具有巨大的价值。建筑师公会的商人们将这些技能提升到了艺术的境界，利用魔法以无与伦比的速度和效率建造基础和墙壁，即使在紧要关头也能如此。尽管他们的墙壁建造显然匆忙，但这些商人建造的建筑物以持久和更好的老化而闻名，远胜于使用更传统方法建造的建筑物。无论您是想要建立一个养育家庭的地方还是抵御一支军队，一个建筑师都能为您提供保障。",
	"You've learned how to magically construct walls. As an action, you can cause a nonmagical wall of solid stone to spring into existence at a point you can see within 60 feet of you. The wall is an object made of stone that can be damaged and thus breached. It has AC equal to your merchant spell save DC, and its size and hit points depend on what type of construction it has (your choice each time you create a wall with this feature):": "你学会了如何使用魔法构建墙壁。作为一个动作，你可以让一个非魔法的坚实石墙在你能看到的60英尺内的地点突然出现。这堵墙是由石头制成的物体，可以被破坏从而被穿透。它的护甲等级等同于你的商人法术豁免 DC，它的尺寸和生命值取决于它的建造类型（每次你使用这个特性创建墙壁时都可以选择）：",
	"The wall is a 1-inch-thick, 10-foot-by-10-foot panel with hit points equal to your merchant level + your Charisma modifier.": "这堵墙是一块1英寸厚的、10英尺乘以10英尺的面板，其生命值等于你的商人等级 + 你的魅力调整值。",
	"The wall is a 2-inch-thick, 5-foot-by-10-foot panel with hit points equal to twice your merchant level + your Charisma modifier.": "这堵墙是一块厚2英寸，5英尺乘以10英尺的面板，生命值等于你的商人等级的两倍加上你的魅力修正值。",
	"The wall is a 4-inch-thick, 5-foot-by-5-foot panel with hit points equal to four times your merchant level + your Charisma modifier.": "这堵墙是一个4英寸厚的，5英尺乘以5英尺的面板，生命值等于你的商人等级的四倍加上你的魅力修正值。",
	"If the wall cuts through a creature's space when it appears, the creature is pushed to one side of the wall (your choice). If a creature would be surrounded on all sides by the wall and other surfaces, it can make a Dexterity saving throw against your spell save DC. On a success, it can use its reaction to move up to its speed so that it is no longer enclosed by the wall.": "如果墙壁出现时穿过生物的空间，生物会被推到墙壁的一侧（你选择的一侧）。如果生物会被墙壁和其他表面包围在四面，它可以根据你的法术豁免 DC 进行一次敏捷豁免检定。若成功，它可以使用其反应移动，速度不超过自身速度，以便不再被墙壁围住。",
	"The wall doesn't need to be vertical or resting on any firm foundation. It must, however, merge with and be solidly supported by either the ground or an existing fixture of the environment, such as a statue, building, tree, or boulder. Thus, you can use this feature to bridge a small gap or create a ramp.": "这堵墙不需要垂直，也不需要靠在坚固的基础上。然而，它必须与地面或环境中已有的构造物（如雕像、建筑、树木或巨石）融为一体，并得到坚实支撑。因此，你可以利用这个特性来跨越小缝隙或创建一个斜坡。",
	"Once created, the wall remains until it is destroyed. You can use your action while touching a wall you created with this feature to instantly destroy it. When one of your walls is destroyed, it crumbles harmlessly into gravel and dust.": "一旦创建，这堵墙会一直保留直到被摧毁。你可以在触摸到用这个特性创建的墙壁时使用你的动作来立即摧毁它。当你的一堵墙被摧毁时，它会安全地崩塌成碎石和灰尘。",
	"Once you use this feature, you can't use it again until you finish a long rest or until you expend a spell slot to use it again. When you use a spell slot of 2nd level or higher to use this feature, you can create a number of walls equal to the level of the expended spell slot. The walls can be merged into a contiguous, crude structure, but can also spring into existence at separate points you can see within range. Each of these walls must use the same type of construction. A contiguous wall being destroyed might cause any walls connected to it to collapse at the DM's discretion.": "一旦你使用这个特性，你必须完成一次长休，或者消耗一个法术位才能再次使用它。当你使用2级或更高级别的法术位来使用这个特性时，你可以创造与消耗的法术位等级相同数量的墙壁。这些墙壁可以合并成一个连续的、粗糙的结构，也可以在你能看到的范围内的不同点突然出现。每堵墙必须使用相同类型的结构。毁坏一个连续的墙可能会导致任何与其相连的墙在DM的决定下倒塌。",
	"You learn the {@spell mold earth|XGE} cantrip, and gain proficiency with {@item carpenter's tools|PHB}, {@item mason's tools|PHB}, and {@item woodcarver's tools|PHB}. If you already have proficiency with one or more of these tools, you may select another instead.": "你学会了{@spell mold earth|XGE}的战斗法术，并且获得了{@item carpenter's tools|PHB}、{@item mason's tools|PHB}和{@item woodcarver's tools|PHB}的熟练。如果你已经熟练掌握其中一个或多个工具，你可以选择另一个代替。",
	"Additionally, you can stock construction materials—such as timber, mortar, stone, thatching, and any set of {@item carpenter's tools|PHB}, {@item mason's tools|PHB}, and {@item woodcarver's tools|PHB}—in your Portable Storefront at half the cost (rounded up).": "此外，您可以将建筑材料（如木材、灰泥、石头、茅草等）以半价（向上取整）的价格存放在您的便携式店铺中，包括任何一组{@item carpenter's tools|PHB}、{@item mason's tools|PHB}和{@item woodcarver's tools|PHB}。",
	"When you use your {@subclassFeature Laying Foundation|Merchant|TPM|Architect|TPM|3|TPM} to create a wall, you can create openings within it that can be used to affix windows and doors to the structure. You can create any number of openings, which can each be of any size and shape, but the total area of the openings can't be more than half the wall's surface area.": "当你使用你的{@subclassFeature Laying Foundation|Merchant|TPM|Architect|TPM|3|TPM}来创建一堵墙时，你可以在其中创建可以用来固定窗户和门的开口。你可以创建任意数量的开口，每个开口可以是任意大小和形状，但是开口的总面积不能超过墙面积的一半。",
	"Additionally, when you see one of your {@subclassFeature Laying Foundation|Merchant|TPM|Architect|TPM|3|TPM} walls be reduced to 0 hit points, you can use your reaction and expend a spell slot to cause it to regain {@dice 1d8} hit points per level of the expended spell slot.": "此外，当你看到你的{@subclassFeature Laying Foundation|Merchant|TPM|Architect|TPM|3|TPM}墙壁之一的生命值降至0时，你可以使用你的反应，并消耗一个法术位，使其每个消耗的法术位等级恢复{@dice 1d8}生命值。",
	"When you create one or more walls with your {@subclassFeature Laying Foundation|Merchant|TPM|Architect|TPM|3|TPM} feature, each creature of your choice that you can see within 5 feet of at least one of the walls gains temporary hit points equal to half your merchant level. While that creature has temporary hit points from this feature, the creature automatically succeeds on any ability check or saving throw it makes against being knocked {@condition prone}.": "当你使用你的{@subclassFeature Laying Foundation|Merchant|TPM|Architect|TPM|3|TPM}特性创建一个或多个墙壁时，你可以看到的每个生物，距离至少一堵墙不超过5英尺，获得临时生命值，数值等同于你商人等级的一半。当生物从这个特性获得临时生命值时，该生物在抗击被击倒方面的任何能力检定或豁免检定都自动成功。",
	"You regain the use of your {@subclassFeature Laying Foundation|Merchant|TPM|Architect|TPM|3|TPM} feature when you finish a short or long rest.": "当你完成短休或长休时，你恢复对你的{@subclassFeature Laying Foundation|Merchant|TPM|Architect|TPM|3|TPM}特性的使用。",
	"Additionally, you can expend a spell slot of 4th-level or higher to cast one of the {@spell bones of the earth|XGE}, {@spell wall of ice}, or {@spell wall of thorns} spells. Once you reach 17th level in this class, you can expend a 5th-level spell slot to cast {@spell Mordenkainen's magnificent mansion}. Once you reach 20th level in this class, you can expend a 5th-level spell slot to cast {@spell prismatic wall}. When you cast any of these spells with this feature, it counts as a merchant spell for you, and you must finish a long rest before you can cast a spell with this feature again using the same level of spell slot.": "此外，你可以消耗一个4级或更高级的法术位来施放{@spell bones of the earth|XGE}，{@spell wall of ice}或{@spell wall of thorns}法术中的一个。一旦你达到本职业的17级，你可以消耗一个5级法术位来施放{@spell Mordenkainen's magnificent mansion}。一旦你达到本职业的20级，你可以消耗一个5级法术位来施放{@spell prismatic wall}。当你使用此特性施放任何这些法术时，它对你来说算作商人法术，你必须完成一次长休才能再次使用相同级别的法术位施放此特性的法术。",
	"A blade is as necessary as rope, and the merchant guild of blacksmiths has grown rich off thrill-seeking travelers. They may find themselves a good friend of clerics worshiping the Forge domain and are a close ally to the martial warriors of the party. A fighter that has had their blade and armor succumb to the oxidation of a rust monster would normally be up a creek without a paddle, so it pays to make friendly with the arms dealers of the realms.": "一把刀与绳索一样必不可少，铁匠商会（Blacksmiths Merchant Guild）靠着寻求刺激的旅行者发财。他们可能会成为锻造领域（Forge domain）的教士的好朋友，并且是队伍中武士的亲密盟友。一名战士如果让自己的刀剑和盔甲被锈怪（Rust Monster）氧化，通常会陷入困境，所以与王国中的武器商交好是明智之举。",
	"Of all the merchant trades, blacksmiths are the most common in stories to truly answer the call to adventure, as in times of war, they may be asked to pound skulls instead of metal. Merchants of the guild of blacksmiths have adapted their magic to become portable forges and study the potent nature of armor and weapon enchanting.": "在所有的商人行业中，铁匠是故事中最常见的，真正响应冒险的号召，因为在战争时期，他们可能会被要求敲击头骨而不是金属。铁匠行会的商人们已经改进了他们的魔法，使其成为便携式锻造炉，并研究了盔甲和武器附魔的强大本质。",
	"As a member of a guild of blacksmiths, you gain proficiency with {@item smith's tools|PHB} and all weapons and armor.": "作为铁匠公会的一员，你获得对{@item smith's tools|PHB}以及所有武器和盔甲的熟练技能。",
	"Additionally, you can stock armor and weapons in your Portable Storefront at half the cost (rounded up), and the time you must spend to craft metal armor and weapons is halved.": "此外，您可以将盔甲和武器存放在您的便携式店铺中，价格为原价的一半（向上取整），而您制作金属盔甲和武器所需的时间减半。",
	"You can spend a short rest breaking down and disenchanting magic armor or weapons that do not bear a curse. After doing so, you learn your choice of one of the properties that was on the item and may enchant nonmagical weapons and armor with a property you have learned in this way. For example, if you disenchant a {@item +1 shortsword|DMG} that also deals {@damage 1d4} fire damage on a hit, you can choose to learn either the +1 bonus to attack and damage rolls or the additional {@damage 1d4} fire damage on a hit.": "你可以花费一个短暂休息时间来分解和解除魔法盔甲或武器，只要它们没有诅咒。在这样做之后，你可以选择学习该物品上的一个属性，并可以用你这种方式学到的属性来给非魔法武器和盔甲附魔。例如，如果你解除了一个{@item +1 shortsword|DMG}，它在命中时还会造成{@damage 1d4}火焰伤害，你可以选择学习+1的攻击和伤害加值，或者额外的{@damage 1d4}火焰伤害。",
	"Enchanting a piece of equipment requires 10 minutes of time spent with the equipment, after which it remains enchanted for 24 hours. The number of items that can be enchanted at any time with this feature is equal to your Charisma modifier.": "附魔一件装备需要花费10分钟的时间与装备在一起，之后它将保持附魔状态24小时。可以同时使用这个特性附魔的物品数量等于你的魅力调整值。",
	"An item you create can only have one property on it. You can give items additional properties at 9th (two properties) and 15th (three properties) level.": "你所创建的物品只能拥有一个属性。你可以在9级时给物品额外的两个属性，在15级时给物品额外的三个属性。",
	"You can attack twice, instead of once, whenever you take the {@action Attack} action on your turn. Once during your turn, you can replace one of these attacks with the {@action Use an Object} action to use an object that calls for an action.": "每当你在你的回合中进行{@action Attack}动作时，你可以攻击两次，而不是一次。在你的回合中的一次，你可以用{@action Use an Object}动作替换其中一次攻击，来使用需要动作的物品。",
	"You have resistance to fire damage and when you take bludgeoning, piercing, slashing, or fire damage, you may use your reaction to reduce the damage by an amount equal to your Constitution modifier.": "你对火焰伤害具有抗性，当你受到钝击、穿刺、斩击或火焰伤害时，你可以使用你的反应来减少等于你体质调整值的伤害量。",
	"Any armor or weapon you craft or stock in your Portable Storefront has one of the following magical properties of your choice without increasing the cost to craft or stock it:": "在您的便携式商店中制作或储备的任何盔甲或武器都可以选择以下魔法属性之一，而无需增加制作或储备成本：",
	"+1 to attack and damage rolls.": "攻击和伤害骰增加1点。",
	"+1 to Armor Class.": "+1 护甲等级。",
	"The weapon deals an additional {@damage 1d4} damage of a damage type of your choice.": "该武器额外造成你选择的伤害类型的{@damage 1d4}伤害。",
	"The weapon or armor can bond to an attuned creature over the course of 1 minute and can be summoned (appearing donned or held in the hand) or dismissed as a bonus action.": "武器或盔甲可以在1分钟内与被附魔的生物结合，可以作为一个奖励动作召唤（出现在身上或手中）或解除。",
	"Choose a damage type. When the wearer takes that damage, roll {@dice 1d4} and subtract the number rolled from the damage.": "选择一个伤害类型。当佩戴者受到该伤害时，投掷{@dice 1d4}，并从伤害中减去投掷的数字。",
	"The item can gain enchantments through your {@subclassFeature Retool Enchantments|Merchant|TPM|Blacksmith|TPM|3|TPM|Retool Enchantments feature} without adding to the total enchantments on the item. Once the item has been removed from your Portable Storefront, it cannot be placed back into it.": "物品可以通过你的{@subclassFeature Retool Enchantments|Merchant|TPM|Blacksmith|TPM|3|TPM|Retool Enchantments feature}获得附魔，而不会增加物品上的总附魔。一旦物品从你的便携式店铺中移除，就无法再放回去。",
	"Additionally, when you reach 17th level in this class, any time you cast a spell using a 5th-level spell slot that enhances weapons or armor, it does not require {@status concentration} and is cast as if you had used a 9th-level spell slot.": "此外，当你在这个职业中达到17级时，每当你使用一个5级法术位施放一个增强武器或盔甲的法术时，它不需要{@status concentration}，而是被施放得好像你使用了一个9级法术位。",
	"Even speakers of elder tongues and conductors of dread rituals have to purvey the convoluted requirements for their cultic traditions. When they do, they seek out a merchant of the guild of esotericism, an expert appraiser of arcane oddities and grim goods. An esotericist is commonly sought out to deal with curses by foolhardy adventurers that go about touching every piece of treasure they can lay their hands on, some charging a hefty fee to break the curse's bond.": "即使是那些使用古老语言的人和进行可怕仪式的人也必须提供他们宗教传统的复杂要求。当他们这样做时，他们会寻找(`guild of esotericism`)的商人，一位精通神秘古怪物品和阴森商品的专家评估师。(`esotericist`)通常被寻求来处理那些冒失的冒险者们所带来的诅咒，这些冒险者们到处摸索着他们能触及的每一件宝藏，有些(`esotericist`)会收取高昂的费用来解除诅咒的束缚。",
	"In some areas, these merchants have paired up with wizards and developed massive economic and political power. In the city of Luskan the Host Tower of the Arcane houses the Arcane Brotherhood, a shrouded organization that stood as the dominant ruling force of the Northern Sword Coast for centuries.": "在一些地区，这些商人已经与巫师结成联盟，并发展出巨大的经济和政治实力。在卢斯坎城中，奥术之塔（Host Tower of the Arcane）驻扎着奥术兄弟会（Arcane Brotherhood），这是一个神秘的组织，几个世纪以来一直是北方剑海岸的主要统治力量。",
	"You gain proficiency with the {@skill Arcana} skill and with {@item Jeweler's Tools|PHB|jeweler's kits}. If you already have proficiency with a skill or tool given to you by this feature, you may select another instead.": "你获得{@skill Arcana}技能的熟练加值，以及{@item Jeweler's Tools|PHB|jeweler's kits}的熟练加值。如果你已经对这个特性赋予你的技能或工具有熟练加值，你可以选择另一个代替。",
	"Additionally, whenever you cast {@spell identify}, you may make an Intelligence ({@skill Arcana}) check. If the result of the check is a 20 or higher, you also learn whether or not the item is cursed, but not the curse's properties.": "此外，每当你施放{@spell identify}时，你可以进行一次智力检定。如果检定结果为20或更高，你还可以得知该物品是否被诅咒，但不会得知诅咒的具体效果。",
	"If you find a {@item spell scroll|DMG}, you can add it to your Portable Storefront, ignoring rarity restrictions listed in your Portable Storefront feature. Whenever you have a {@item spell scroll|DMG} in your Portable Storefront, you may prepare and cast the spell on the scroll it as if it were a merchant spell. You lose the ability to cast it this way if you take it out of your Portable Storefront and you must otherwise obey all the restrictions for selecting the spell, as described in your Spellcasting feature. Casting the spell on the {@item spell scroll|DMG} with this feature does not destroy it while it remains in your Portable Storefront.": "如果你找到一个{@item spell scroll|DMG}，你可以将其添加到你的便携式店面中，无视便携式店面特性中列出的稀有度限制。每当你的便携式店面中有一个{@item spell scroll|DMG}，你可以准备并施放卷轴上的法术，就好像它是商人法术一样。如果你把它从你的便携式店面中取出，你将失去以这种方式施放它的能力，而且你必须遵守所有选择法术的限制，如你的施法特性中所描述的那样。通过这个特性在{@item spell scroll|DMG}上施放法术不会摧毁它，只要它仍然在你的便携式店面中。",
	"Your business endeavors and working partnerships with sages of the arcane has taught you how to recognize a spell by its gestures and evocations when you're on the wrong side of the wand. Whenever you witness a creature perform the required components used to {@action cast a spell}, you can use your reaction to make an {@skill Arcana} check against the creature's spellcasting DC. On a success, you learn what the spell is, what the caster's spellcasting ability is, and you gain advantage on saving throws you make against that creature's castings of that spell for the next minute.": "你与奥术智者的商业努力和合作伙伴关系教会了你如何在魔杖的反面识别一个咒语的手势和召唤。每当你目睹一个生物执行用于{@action cast a spell}的必要组件时，你可以使用你的反应来对该生物的施法DC进行一次{@skill Arcana}检定。成功时，你会得知这个咒语是什么，施法者的施法属性是什么，并且在接下来的一分钟内，你对该生物施放该咒语时进行的豁免检定获得优势。",
	"You can use this feature a number of times equal to your Charisma modifier, and you regain expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你的魅力调整值(%num%)次，并在完成一次长休后恢复已用次数。",
	"No one would do business with cultists of elder gods without taking proper precautions. You can use your action to make yourself immune to any effect that would sense your emotions or read your thoughts, divination spells, and you cannot be spoken to magically or telepathically unless you allow it. This effect lasts for 1 hour.": "没有人会与古老神祇的教徒做生意而不采取适当的预防措施。 你可以使用你的动作使自己免疫任何能感知你的情绪或读取你的思想的效果，包括占卜法术，除非你允许，否则你不能被魔法或心灵交流。 这个效果持续1小时。",
	"Once you use this feature, you cannot do so again until you finish a short or long rest. If you have no remaining uses of this feature, you can expend a spell slot of 2nd-level or higher to use it again.": "一旦你使用了这个特性，在完成短休或长休之前不能再次使用。如果你没有剩余的特性使用次数，你可以消耗一个2级或更高级的法术位来再次使用它。",
	"Whenever you study cursed items, you can choose to learn the inner workings of the curse. When you cast {@spell identify} on an item with a curse, you automatically learn whether or not the item is cursed and the curse's properties. While you are attuned to a cursed item, you can choose whether or not you are cursed by it.": "每当你研究被诅咒的物品时，你可以选择了解诅咒的内部机制。当你对一个带有诅咒的物品施放{@spell identify}时，你会自动了解该物品是否被诅咒以及诅咒的属性。当你与一个被诅咒的物品建立联系时，你可以选择是否受到它的诅咒。",
	"Additionally, you can use an action to imbue another item that you can see within 30 feet of you with the same curse. Doing so does not remove the curse from the original item. You can only have a number of items imbued with this feature equal to your Charisma modifier. If a {@spell remove curse} spell is cast on an item you have imbued with a curse, it completely removes the curse from that item.": "此外，你可以使用一个动作，将你能看到的距离30英尺内的另一个物品附上相同的诅咒。这样做不会将原物品上的诅咒移除。你只能让具有此特性的物品数量等于你的魅力调整值。如果对一个你已经附上诅咒的物品施放了{@spell remove curse}法术，它会完全移除该物品上的诅咒。",
	"These merchants are dealers of a different kind, the peddlers of entertainment and the excitement of chance. The temptation of quick riches is known by everyone all too well, and gamblers specialize in the seductive power of easy wealth.": "这些商人是另类的交易者，是娱乐和机会刺激的小贩。快速致富的诱惑众所周知，赌徒专精于轻松财富的诱人力量。",
	"The outcome of any bet is always determined by luck, skill, or possibly both. Members of the merchant guild of gamblers are able to manipulate both of these concepts, ensuring that the odds are always in their favor.": "任何赌注的结果总是由运气、技巧或可能两者兼而有之来决定。赌徒商人公会的成员能够操纵这两个概念，确保赔率总是对他们有利。",
	"This subclass requires a {@item Playing Card Set|PHB|standard 52-card deck of Poker cards} (a set with the Jokers removed) to make use of its features. Your Cardistry feature references the Cardistry table below:": "这个子类需要一个{@item Playing Card Set|PHB|standard 52-card deck of Poker cards}（去除了王牌的一副牌）来使用它的特性。你的卡牌技能特性参考下面的卡牌技能表格：",
	"You gain proficiency with {@item Playing Card Set|PHB|playing card sets} and the {@skill Insight} skill. Using the {@action Use an Object} action, you can make a ranged spell attack against a creature within 60 feet with a card from a deck of {@item Playing Card Set|PHB|playing cards} you are holding in your hand. On a hit, a card deals {@damage 1d8} + your Charisma modifier damage of a type of your choice from either acid, cold, fire, or lightning.": "你获得熟练加值于{@item Playing Card Set|PHB|playing card sets}和{@skill Insight}技能。使用{@action Use an Object}动作，你可以使用手中持有的一副{@item Playing Card Set|PHB|playing cards}牌对距离60英尺内的生物进行远程法术攻击。命中时，牌造成{@damage 1d8} + 你的魅力调整值的伤害，伤害类型可以选择酸、冰冷、火焰或闪电中的一种。",
	"Additionally, whenever you make an ability check, attack roll, or saving throw, you may draw one card from a standard 52-card deck of poker cards (Jokers removed) instead of rolling a {@dice d20}. When you do, consult the {@table Cardistry|TPM} table and use the Result for the check, adding any modifiers that apply.": "此外，每当你进行能力检定、攻击检定或豁免检定时，你可以从一副标准的52张扑克牌（不包括小丑）中抽取一张牌，而不是掷骰子进行{@dice d20}。在这种情况下，查阅{@table Cardistry|TPM}表格，并使用该检定的结果，加上任何适用的修正值。",
	"Once you do this, you place the card into a discard pile, which you may look through at any time. You can shuffle your discard pile back into your deck when you finish a short or long rest.": "完成这个动作后，你将卡牌放入弃牌堆，你可以随时查看这些卡牌。当你完成短休或长休时，你可以将弃牌堆洗入你的牌库。",
	"Any time you use a merchant spell slot, roll {@dice 3d10}. If each of the dice roll a 7, the spell slot becomes a spell slot 4 levels higher, gp appear in your Portable Storefront of an amount equal to your Portable Storefront's value, and you make all ability checks, attack rolls, and saving throws with advantage for the next minute.": "每次你使用商人法术位时，投掷{@dice 3d10}。如果每个骰子都掷出7，那么法术位变为比原来高4级的法术位，在你的便携商店中出现与便携商店价值相等的金币，并且接下来的一分钟内，你进行的所有能力检定、攻击骰和豁免骰都获得优势。",
	"You have advantage on ability checks and saving throws made to prevent others from sensing your motives, perceiving your emotions, or reading your thoughts.": "你在进行能力检定和豁免检定时，获得优势，以防止他人感知你的动机、察觉你的情绪或读取你的思绪。",
	"When a creature you can see hits with an attack, you can use your reaction to force the creature to succeed a Wisdom saving throw, which it can willingly fail. If it fails, draw a card from your deck, which changes the result of the attack roll depending on the card drawn:": "当你看见一只生物命中攻击时，你可以使用你的反应来迫使该生物进行一次感知豁免投，它可以自愿失败。如果它失败了，从你的牌库中抽取一张牌，根据抽取的牌改变攻击骰结果：",
	"If the result would be a roll of 20, the damage is doubled.": "如果结果是20，伤害翻倍。",
	"If the result would be a roll of 2–19, the hit becomes a normal hit and any effects triggered by a critical hit are canceled.": "如果结果是2-19，这次攻击只造成普通伤害，任何由暴击触发的效果都被取消。",
	"If the result would be a roll of 1, you turn that hit into a miss.": "如果结果是1，则将该命中转换为未命中。",
	"You can use this feature a number of times equal to your proficiency bonus. You can also use this feature by expending a 2nd-level or higher spell slot. You regain all expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你的熟练加值。你也可以通过消耗一个2级或更高级别的法术位来使用这个特性。当你完成一次长休时，你会恢复所有已消耗的使用次数。",
	"Further, if you roll a 7 on any of the dice for your {@subclassFeature Jackpot|Merchant|TPM|Gambler|TPM|3|TPM|Jackpot feature}, you can choose to reroll any of the dice one time.": "此外，如果你在骰子中的任何一个上投掷了一个7，你可以选择重新投掷任何一个骰子一次，以便重新投掷你的{@subclassFeature Jackpot|Merchant|TPM|Gambler|TPM|3|TPM|Jackpot feature}。",
	"When you can draw a card from your deck, you can instead choose a card from your discard pile and use it for the result. After you discard the card again, you must then shuffle your discard pile back into your deck.": "当你可以从你的牌库中抽一张牌时，你可以选择从弃牌堆中选择一张牌并将其用于结果。在你再次弃牌后，你必须将你的弃牌堆洗入你的牌库。",
	"Further, if the total result of the dice you roll for your {@subclassFeature Jackpot|Merchant|TPM|Gambler|TPM|3|TPM|Jackpot feature} is 7, you trigger the feature. Once it is triggered in this way, you cannot do so again until you finish a long rest.": "此外，如果你为你的{@subclassFeature Jackpot|Merchant|TPM|Gambler|TPM|3|TPM|Jackpot feature}掷骰子的总结果为7，你就会触发这个特性。一旦以这种方式触发，你必须完成一次长休才能再次触发。",
	"Be they butcher or baker, chefs, culinarians, or confectioners, merchants of the guild of the gourmand encompass all peddlers of foodstuffs.": "无论是屠夫还是面包师，厨师、烹饪师或糕点师，美食行会的商人涵盖了所有食品贩卖者。",
	"You gain proficiency with {@item cook's utensils|PHB} if you don't already have it. Your proficiency bonus is doubled for any ability check you make using {@item cook's utensils|PHB}, which you can use the {@action Use an Object} action to inspect any foodstuffs within 5 feet of you and determine whether it is poisoned, provided that you can see or smell it.": "如果你还没有，你会获得{@item cook's utensils|PHB}的熟练加值。当你使用{@item cook's utensils|PHB}进行任何能力检定时，你的熟练加值会加倍。你可以使用{@action Use an Object}动作检查你周围5英尺内的任何食物，判断它是否被毒害，前提是你能看到或闻到它。",
	"Additionally, the gold cost you must expend to craft food or restock rations, foodstuffs, salt, spices, and {@item cook's utensils|PHB} in your Portable Storefront is halved (round up).": "此外，你必须花费的金币来制作食物或补充口粮、食物、盐、香料以及你的便携式店铺中的{@item cook's utensils|PHB}，减半（四舍五入）。",
	"Gourmands are master culinarians whose food is of such high quality, it could be valued as highly as precious gems. You can spend 10 minutes preparing such a meal. Doing so requires you have cooking utensils on-hand, some kind of station to prepare the meal on (such as a campfire or stove), and spend 1 gp per pound of ingredients to make the meal. Any meals you make last for 24 hours after being made, unless you have a means of preserving them.": "美食家是大厨，他们的食物质量如此之高，可以被视为珍贵的宝石。你可以花费10分钟准备这样一顿饭。这需要你随手准备烹饪器具，一种准备饭菜的场所（比如篝火或火炉），并且每磅食材需要花费1gp。你制作的任何饭菜在制作后可以持续24小时，除非你有保存它们的方法。",
	"As a part of preparing the meal, you can expend a merchant spell slot to infuse 1 pound of food with magical flavor, allowing you to affect the food in one of the following ways of your choice:": "作为准备饭菜的一部分，你可以消耗一个商人法术位来赋予1磅食物魔法风味，从而让你可以选择以下一种方式影响食物：",
	"A creature that consumes the food has its current and maximum hit points increased by {@dice 1d6} + your merchant level for 24 hours. This increases by an additional {@dice 1d6} when you reach 9th level in this class.": "一种消耗食物的生物，其当前和最大生命值在接下来的24小时内增加{@dice 1d6} + 你的商人等级。当你达到该职业的第9级时，这个增加额外增加{@dice 1d6}。",
	"The food is infused with one of your merchant spell slots, which is given to the consumer of the food as if by your {@classFeature Spellcasting|Merchant|TPM|1|TPM|Exchangeable Casting feature}.": "这食物被注入了你的商人法术槽之一，就像通过你的{@classFeature Spellcasting|Merchant|TPM|1|TPM|Exchangeable Casting feature}一样，然后被食用者所获得。",
	"The food is infused with one of your merchant spells with a range of Self or Touch. When a creature consumes the meal, the spell is cast with the consumer as the target.": "食物被注入了你的商人法术之一，范围为自身或接触。当生物食用这顿饭时，该法术将以食用者为目标施放。",
	"A creature needs to consume the meal completely to gain its benefits, requiring at least 1 minute to do so, and a creature can only benefit from one of your meals at any time.": "生物需要完全消耗这顿饭才能获得它的好处，至少需要1分钟来做到这一点，而且一次只能从你的一顿饭中获益。",
	"The Gourmet feature was designed to work with, not against, the {@feat Chef|TCE} Feat from {@book Tasha's Cauldron of Everything|TCE}, and other popular homebrew cooking rules.": "美食家特性的设计是为了与{@feat Chef|TCE}特性（来自{@book Tasha's Cauldron of Everything|TCE}）和其他流行的自制烹饪规则配合使用，而不是相互抵触。",
	"I suggest if you allow for ingredients that give passive buffs when eaten, that the effect be no stronger than a spell of a level equal to half the grocer's proficiency bonus, rounded down.": "我建议如果你允许食用能够提供被动增益的食材，那么效果不应该超过杂货商熟练加值的一半，向下取整，相当于一个法术等级。",
	"You gain the following spells, or your choice of a spell from a particular list, when you reach the level noted in the Merchant Level column. You always have them prepared and they don't count against the number of spells you can prepare each day. If a spell doesn't appear on the merchant spell list, the spell is nonetheless a merchant spell for you.": "当你达到商人等级栏中注明的等级时，你将获得以下法术，或者可以从特定列表中选择一个法术。你始终准备这些法术，它们不计入你每天可以准备的法术数量。如果一个法术不在商人法术列表中，但对你来说仍然是商人法术。",
	"Further, when you prepare your merchant spells, your guild allows you access to additional spells from the list below, which are added to the merchant spell list for you.": "此外，当你准备商人法术时，你的行会允许你访问以下列表中的额外法术，这些法术将被添加到你的商人法术列表中。",
	"Your dishes are so refined that their mere taste may infer their benefits. A creature can use the {@action Use an Object} action to consume a bite of your prepared food, granting its benefits immediately, rather than at the end of a short or long rest.": "您的菜肴如此精致，仅凭味道就能推断出它们的好处。生物可以使用{@action Use an Object}动作来食用您准备的食物一口，立即获得其好处，而不是在短暂休息或长时间休息结束时获得。",
	"A creature that does so must finish a long rest to benefit from this feature again.": "生物必须完成一次长休才能再次受益于这个特性。",
	"A career in catering means you're always eating well. After you eat at least 1 pound of food, you gain proficiency with Constitution saving throws. You lose this proficiency if you go 24 hours or longer without having eaten a meal.": "从事餐饮行业意味着你总是能吃得很好。在你至少吃掉1磅食物后，你获得对体质豁免投掷的熟练加值。如果你超过24小时没有进餐，你将失去这个熟练加值。",
	"Whenever a creature eats food you have prepared as a part of a short rest, it gains the benefits of having completed a long rest. After it finishes the rest, the creature cannot benefit from this feature again until it finishes {@dice 1d4} long rests.": "每当一个生物在短休息中吃了你准备的食物，它会获得完成了一次长休息的益处。在完成休息后，该生物再次无法从这个特性中获益，直到完成{@dice 1d4}次长休息。",
	"The mariners' guild encompasses fishmongers, dock masters, and even some pirates looking to somewhat legitimize their operations. This network of seafarers and maritime traders also functions as something of a governing body on the open water, as maritime laws tend to be hard, if not impossible to enforce in most worlds. To consider yourself a mariner, you need raw determination, courage, and it helps if you can spin a great yarn.": "水手公会包括鱼贩、码头主管，甚至一些海盗，他们希望在某种程度上合法化他们的行动。这个由航海者和海事贸易商组成的网络也充当着某种程度上的开放水域的治理机构，因为在大多数世界中，海事法律往往难以执行，甚至是不可能的。要成为一名水手，你需要坚定的决心、勇气，如果你能编织一个精彩的故事，那就更好了。",
	"You can restock {@item fishing tackle|PHB}, {@item net|PHB|nets}, {@item Hempen Rope (50 feet)|PHB|rope}, and {@item trident|PHB|tridents} in your Portable Storefront at half the cost (rounded up). While you are in a port settlement that recognizes you as a member of this guild in good standing, you also pay half price for food, lodging, and sea travel.": "在港口定居时，只要当地承认你是本行会员且信誉良好，你可以以半价（四舍五入）补充你便携商店的{@item fishing tackle|PHB}、{@item net|PHB|nets}、{@item Hempen Rope (50 feet)|PHB|rope}和{@item trident|PHB|tridents}。此外，你还可以享受食物、住宿和海上旅行半价优惠。",
	"Additionally, when you make an ability check related to seafaring navigation, the maintenance and operation of water vessels, or the tying of knots, you are considered proficient in the skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus.": "此外，当你进行与航海导航、水上船只的维护和操作，或者打结相关的能力检定时，你被视为精通该技能，并且将你的熟练加值翻倍加到检定中，而不是你正常的熟练加值。",
	"You gain a swim speed equal to your walking speed and proficiency with {@item net|PHB|nets}, {@item trident|PHB|tridents}, and vehicles (water). If you already have proficiency with a tool given to you by this feature, you may select another instead. You can make an attack with a {@item net|PHB} using the {@action Use an Object} action, and your {@classFeature Bang for Your Buck|Merchant|TPM|2|TPM|Bang for Your Buck feature} applies to nets used this way.": "你获得一个与你步行速度相同的游泳速度，并且熟练掌握{@item net|PHB|nets}、{@item trident|PHB|tridents}和车辆（水上）的使用。如果你已经熟练掌握此特性赋予的工具，你可以选择另一个代替。你可以使用{@action Use an Object}动作使用{@item net|PHB}进行攻击，你的{@classFeature Bang for Your Buck|Merchant|TPM|2|TPM|Bang for Your Buck feature}适用于这种方式使用的渔网。",
	"You have advantage on ability checks and saving throws to resist being moved or knocked {@condition prone}.": "你在抵抗被移动或击倒时的能力检定和豁免投掷中获得优势{@condition prone}(Advantage on ability checks and saving throws to resist being moved or knocked).",
	"When you see a component of a ship become damaged, you can use your reaction and expend a spell slot to cause it to regain {@dice 1d8} hit points per level of the expended spell slot. This causes inoperable components to become operable.": "当你看到船只的一个部件受损时，你可以使用你的反应并消耗一个法术位，使其恢复{@dice 1d8}点生命值，每消耗一个法术位等级。这将使无法操作的部件变得可操作。",
	"Emboldened by your life on the roughest waters of the world, you have become accustomed to battling nature at its most violent. You gain the following benefits:": "在世界上最汹涌的水域生活使你变得勇敢无畏，习惯于与自然的最猛烈抗争。你获得以下好处：",
	"You have resistance to cold and lightning damage.": "你对冰冷和闪电伤害具有抗性。",
	"You can see through areas {@quickref Vision and Light|PHB|2|0|obscured} by fog and rain.": "你可以透过雾和雨看到{@quickref Vision and Light|PHB|2|0|obscured}区域。",
	"When using {@item net|PHB|nets}, you can {@condition restrained|PHB|restrain} creatures that are Huge or smaller.": "使用{@item net|PHB|nets}时，你可以{@condition restrained|PHB|restrain}巨型或更小的生物。",
	"When you cast the {@spell gust of wind|PHB} spell, it does not require {@status concentration}, its duration increases to 8 hours, and you can choose to have the wind specifically target a movement-related component of a ship within range, which doubles the ship's travel pace. Doing so does not affect any creatures on the vessel or its cargo, but you can use your bonus action to change the spell to its described effect in the spell.": "当你施放{@spell gust of wind|PHB}法术时，它不需要{@status concentration}，持续时间增加至8小时，你可以选择让风专门瞄准范围内船只的与移动相关的部分，使船只的行进速度加倍。这样做不会影响船上的任何生物或货物，但你可以使用你的奖励动作将法术改变为法术中描述的效果。",
	"Pet dealers are merchants of friendship that roam the world to discover the beasts unseen by civilization. The pet dealer knows some customers have unusual taste, and is willing to go so far as to try and tame the unusual monsters of the realms, because who wouldn't want to cuddle with a fluffly {@creature owlbear} cub or ressurect the family dog?": "宠物商人是友谊的商人，他们漫游世界，发现文明未曾见过的野兽。宠物商人知道一些顾客有着不寻常的口味，甚至愿意尝试驯服领域中的不寻常怪物，因为谁不想拥抱一只蓬松的{@creature owlbear}幼崽或者让家犬复活呢？",
	"When an untamed beast fails a saving throw against an enchantment spell you cast, or when you succeed on an {@skill Animal Handling} check against it, you can attempt to domesticate it. To do so, the beast's challenge rating must be equal to or lower than half your merchant level or the level of the spell (whichever is lower), and you must spend (100 × the creature's CR) gold pieces, which are consumed by this effect. The beast must then succeed on a Wisdom saving throw or become domesticated by you.": "当一只未驯服的野兽未能通过你施放的魅惑法术的豁免检定，或者你对其进行了{@skill Animal Handling}检定并成功时，你可以尝试驯服它。要这样做，该野兽的挑战等级必须等于或低于你商人等级的一半，或者法术的等级（以较低者为准），并且你必须花费（该生物的CR × 100）金币，这些金币会被消耗掉。然后，该野兽必须通过一次感知豁免检定，否则将被你驯服。",
	"A domesticated beast is an ally to you and your companions. In combat, the creature shares your initiative count, but it takes its turn immediately after yours. It can move and use its reaction on its own, but the only action it takes on its turn is the {@action Dodge} action, unless you take a bonus action on your turn to command it to take another action. That action can be one in its stat block or some other action. If you are {@condition incapacitated}, the defender can take any action of its choice, not just {@action Dodge}.": "一只驯养的野兽是你和你的同伴的盟友。在战斗中，这只生物与你共享先攻顺序，但它会在你之后立即行动。它可以自行移动并使用反应，但除非你在你的回合中采取一个额外动作来命令它执行另一个动作，否则它在自己的回合中只能执行{@action Dodge}动作。那个动作可以是它的属性块中的动作，也可以是其他动作。如果你是{@condition incapacitated}，防御者可以采取任何选择的动作，而不仅仅是{@action Dodge}。",
	"You can only control one domesticated beast at a time. If a beast is left uncared for for longer than 1 week, it will return to its wild instincts and no longer be domesticated.": "你一次只能控制一只驯养的野兽。如果一只野兽被忽略超过1周，它将恢复到野性本能，不再被驯养。",
	"You gain proficiency with {@skill Animal Handling} checks and your proficiency bonus is doubled for any {@skill Animal Handling} check you make.": "你获得 {@skill Animal Handling} 检定的熟练加值，并且在进行 {@skill Animal Handling} 检定时，你的熟练加值翻倍。",
	"Further, when you cast {@spell find familiar}, the animal form you choose can be {@filter any beast of a challenge rating of 1/8 or lower|bestiary|source=|Challenge Rating=[&0;&1/8]|type=beast|miscellaneous=!adventure npc} and you can use 20 gp as an additional material component in the casting of the spell, which is consumed. If you do, the spell's casting time is instantaneous and the familiar becomes an autonomous beast no longer under the effects of the spell.": "此外，当你施放{@spell find familiar}时，你选择的动物形态可以是{@filter any beast of a challenge rating of 1/8 or lower|bestiary|source=|Challenge Rating=[&0;&1/8]|type=beast|miscellaneous=!adventure npc}，并且你可以使用20 gp 作为施法的额外材料组件，该材料会被消耗。如果你这样做，咒语的施法时间是瞬间的，熟悉生物将变成一个自主野兽，不再受咒语影响。",
	"Beasts have disadvantage on saving throws against being {@condition charmed} by your merchant spells.": "野兽在对抗你的商人法术的{@condition charmed}豁免 throws 时有劣势。",
	"Additionally, your domesticated and conjured creatures' attacks now count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "此外，你驯养和召唤出来的生物的攻击现在被视为魔法攻击，可以克服对非魔法攻击和伤害的抗性和免疫力。",
	"You can now control two domesticated creatures at a time, and you gain one of the following features of your choice:": "你现在可以同时控制两只驯养生物，并且你可以选择以下一个特性：",
	"When you cast a {@filter merchant spell that summons creatures|spells|source=|class=merchant (tpm)|subclass=merchant: pet dealer (tpm)|components & miscellaneous=smn}, you can cast it without a spell slot or a material component. If you do so, the spell doesn't require {@condition concentration} and its duration becomes 1 minute for that casting.": "当你施放一个{@filter merchant spell that summons creatures|spells|source=|class=merchant (tpm)|subclass=merchant: pet dealer (tpm)|components & miscellaneous=smn}时，你可以不消耗法术位或材料成分来施放它。如果你这样做，该法术不需要{@condition concentration}，并且在那次施法中持续时间变为1分钟。",
	"You can use this feature once, and you regain the ability to do so when you finish a long rest.": "你可以使用这个特性一次，当你完成一次长休后，你恢复使用这个特性的能力。",
	"No matter the skill, thieves still have to find someone to pay for their stolen goods and contraband. Black markets developed to facilitate such a trade, nearly always creating a guild of swindlers. Perhaps the most famous of these organizations that could fall under this guild's scope is the Black Network of the Zhentarim, who for centuries has moved products throughout the Moonsea. Their extensive network of mercantile contacts has spread drugs, slaves, poison, and even illegal weaponry throughout Faerûn.": "无论技能如何，盗贼们仍然需要找到人来支付他们偷来的货物和走私品。黑市应运而生，以促进这种交易，几乎总是会建立一个欺诈者公会。也许最著名的这类组织之一，可以归入这个公会范围的是黑网络(Zhentarim)的黑色网络，几个世纪以来一直在穆恩海(Moonsea)地区运输产品。他们庞大的商业联系网络已经在费伦(Faerûn)大陆传播了毒品、奴隶、毒药，甚至非法武器。",
	"Swindlers need not always take on such morally objectionable endeavors, and all groups could use the help of someone with more flexible ethics.": "骗子并非总是要从事道德上令人反感的活动，所有团队都可以利用某人具有更灵活道德观念的帮助。",
	"You gain proficiency with your choice of either the {@skill Deception} or {@skill Sleight of Hand} skills as well as with {@item disguise kit|PHB|disguise kits} and {@item forgery kit|PHB|forgery kits}. Whenever you restock your Portable Storefront, you can stock {@item Ball Bearings (bag of 1,000)|PHB|ball bearings}, trinkets, {@item disguise kit|PHB|disguise kits}, and {@item forgery kit|PHB|forgery kits} at half the cost.": "你可以选择获得{@skill Deception}或{@skill Sleight of Hand}技能的熟练加成，同时也获得{@item disguise kit|PHB|disguise kits}和{@item forgery kit|PHB|forgery kits}的熟练加成。每当你重新补充你的便携式店面时，你可以以半价补充{@item Ball Bearings (bag of 1,000)|PHB|ball bearings}、小玩意儿、{@item disguise kit|PHB|disguise kits}和{@item forgery kit|PHB|forgery kits}。",
	"Additionally, you learn {@language Thieves' Cant|PHB} as detailed in the {@class rogue|PHB} class {@homebrew see below|(Player's Handbook p. 96)}.": "另外，你学会了{@language Thieves' Cant|PHB}，就像在{@class rogue|PHB}职业{@homebrew see below|(Player's Handbook p. 96)}类中详细描述的那样。",
	"As an action, you can make a Charisma ({@skill Deception}) or Dexterity ({@skill Sleight of Hand}) check against the Passive {@skill Perception} of a creature within 5 feet of you. On a success, you exchange an item the creature is carrying or holding for an object that you are carrying or holding. You must be able to reasonably hold the object in one hand to do so. On a failure, you have disadvantage on these ability checks against that creature for the next 24 hours and you provoke an {@action opportunity attack} from that creature.": "作为一个动作，你可以对距离你5英尺以内的生物进行一个魅力检定（{@skill Deception}）或敏捷检定（{@skill Sleight of Hand}），检定结果需超过该生物的被动感知{@skill Perception}。若成功，你可以交换该生物携带或持有的物品，与你携带或持有的物品进行交换。你必须能够合理地用一只手拿住这个物品才能这样做。若失败，你在接下来的24小时内对该生物进行这些能力检定时有劣势，并且会激怒该生物，引发一次{@action opportunity attack}。",
	"When you use your action for your {@subclassFeature Misdirection|Merchant|TPM|Swindler|TPM|3|TPM} feature, you can use your bonus action to make an {@action attack} or {@action use an object} that calls for an action to use.": "当你使用你的行动来使用你的{@subclassFeature Misdirection|Merchant|TPM|Swindler|TPM|3|TPM}特性时，你可以使用你的奖励行动来进行一个{@action attack}或{@action use an object}，这需要使用一个行动。",
	"You gain proficiency in Intelligence saving throws and whenever you make an ability check against illusions, you can add your proficiency bonus to the check.": "你在智力豁免检定上获得熟练加值，每当你对抗幻术进行能力检定时，你可以将你的熟练加值加到检定中。",
	"Additionally, you cannot be compelled to tell the truth by any means and if another creature attempts to read your thoughts, it believes whatever you want it to believe you are thinking.": "此外，任何手段都不能强迫你说出真相，如果另一个生物试图读取你的思维，它会相信你希望它相信的任何事情。",
	"Whenever a hostile creature targets you with either a spell or attack, you can use your reaction to magically become {@condition invisible} until the start of your next turn or until you attack, make a damage roll, or force someone to make a saving throw.": "每当一个敌对生物以法术或攻击瞄准你时，你可以使用你的反应来魔法地变成{@condition invisible}，直到你的下一个回合开始或者直到你进行攻击、造成伤害骰投掷，或者迫使某人进行豁免骰投掷。",
	"You gain proficiency in {@item navigator's tools|PHB}, all vehicles, and the {@skill Survival} skill. Your proficiency bonus is doubled for any ability check you make that uses these proficiencies.": "你获得{@item navigator's tools|PHB}、所有载具和{@skill Survival}技能的熟练加成。在使用这些熟练加成进行能力检定时，你的熟练加成翻倍。",
	"You always know which direction is north and you can perfectly recall any path you have traveled. When you finish a long rest in an environment you can survive in without the use of magic, you become adapted to that environment's climate (as described in {@book Chapter 5 of the Dungeon Master's Guide|DMG|5|Wilderness Survival}). You remain adapted to the climate until you use this trait again.": "你总是知道哪个方向是北方，而且你可以完美地回忆起你走过的任何路径。当你在一个不需要使用魔法就能生存的环境中完成一次长休息时，你会适应那个环境的气候（如{@book Chapter 5 of the Dungeon Master's Guide|DMG|5|Wilderness Survival}中描述的那样）。你会保持对该气候的适应直到再次使用这个特性。",
	"Additionally, when traveling at a normal or slow pace, your party gains the following benefits:": "此外，当以正常或缓慢的速度旅行时，你的队伍获得以下好处：",
	"You cannot be lost or surprised by nonmagical means.": "你不能通过非魔法手段迷失或惊讶。",
	"Non-magical {@quickref difficult terrain|PHB|3} does not affect you.": "非魔法的{@quickref difficult terrain|PHB|3}对你没有影响。",
	"The merchant guild of vagabonds welcomes merchants without a central home, the caravaneers and commuting businessmen. While other merchants favor staying in their shops, vagabonds brave the wild world and are a welcome sight to any adventuring party. Vagabond guilds adopt bears, horses, migratory birds, racoons, elephants, and even minotaurs as their mascots that represent their journey, drive, and inability to get lost.": "流浪商人公会欢迎没有固定住所的商人，如商队队长和通勤商人。虽然其他商人更喜欢待在他们的商店里，但流浪者勇敢地面对这个荒蛮世界，对任何冒险队伍来说都是一个受欢迎的景象。流浪者公会会选择熊、马、候鸟、浣熊、大象，甚至牛头人作为他们的吉祥物，代表着他们的旅程、决心和不会迷路的特质。",
	"Your walking speed increases by 10 feet. While riding a mount or controlling a vehicle, instead each of its speeds increase by 10 feet.": "你的行走速度增加10英尺。当骑乘坐骑或控制载具时，它们的每个速度都会增加10英尺。",
	"When you reach 9th level in this class, this bonus increases to 15 feet. When you reach 15th level in this class, this bonus increases to 20 feet.": "当你达到9级时，这个奖励增加到15英尺。当你达到15级时，这个奖励增加到20英尺。",
	"You gain proficiency in Dexterity saving throws.": "你在敏捷豁免投掷上获得熟练加值。",
	"Spells granted by your {@subclassFeature Vagabond Magic|Merchant|TPM|Vagabond|TPM|3|TPM|Vagabond Spells} feature do not require your {@status concentration} and the distance in which you can teleport through your merchant spells that grant teleportation is increased by 20 feet.": "你的{@subclassFeature Vagabond Magic|Merchant|TPM|Vagabond|TPM|3|TPM|Vagabond Spells}特性赋予的法术不需要你的{@status concentration}，而且通过你的商人法术提供的传送法术的传送距离增加了20英尺。",
	"The drinker of the potion has advantage on Constitution saving throws against {@hazard extreme heat|DMG} and {@hazard extreme cold|DMG}.": "喝下这个药剂的人在对抗 {@hazard extreme heat|DMG} 和 {@hazard extreme cold|DMG} 的体质豁免 throws 时获得优势。",
	"Any creature within a 10-foot radius circle near the point must succeed on a Constitution saving throw. On a failure, a creature takes {@damage 2d6} necrotic damage and it can't regain hit points until the end of its next turn. On a success, a creature takes half damage.": "在距离该点10英尺半径范围内的任何生物必须成功进行一次体质豁免才能免受影响。失败的生物会受到{@damage 2d6}点死灵伤害，并且直到其下一回合结束前都无法恢复生命值。成功的生物只受到一半伤害。",
	"The drinker of the potion can roll a {@dice d4} and add the number rolled to one attack roll or saving throw it makes in the next minute.": "饮用药剂的人可以投掷一个{@dice d4}，并将投掷的数字加到接下来一分钟内进行的一次攻击骰或豁免骰中。",
	"Any target in the area must succeed on a Dexterity saving throw or take {@damage 2d6} acid damage. Objects and structures take double damage. On a success, a target takes half damage.": "区域内的任何目标必须成功进行一次敏捷豁免才能避免受到{@damage 2d6}酸性伤害。物体和建筑受到双倍伤害。成功豁免的目标只受到一半伤害。",
	"You have the {@spell summon undead|TCE} spell prepared. It counts as a merchant spell for you, and it doesn't count against the number of spells you can have prepared. The undead you summon with this spell always take the form of beasts.": "你准备了{@spell summon undead|TCE}法术。对你来说，它算作商人法术，不计入你可以准备的法术数量。你用这个法术召唤的不死生物总是采取野兽的形态。",
	"The drinker must succeed on a Constitution saving throw or take {@damage 2d6} poison damage and become {@condition poisoned} for 1 minute. While {@condition poisoned} in this way, the drinker takes {@damage 1d6} poison damage at the start of each of its turns.": "喝下者必须成功进行一次体质豁免才能避免受到{@damage 2d6}毒素伤害，并在接下来的1分钟内变为{@condition poisoned}。在这种状态下，喝下者在每个回合开始时会受到{@damage 1d6}毒素伤害。",
	"Any of your merchant spells and features with effects that are restricted to beasts can now affect monstrosities.": "现在，您的商人法术和特性中受限于野兽的效果可以影响畸变生物。",
	"Any target in the area must succeed on a Dexterity saving throw or take {@damage 1d6} fire damage and become ignited in flames. While ignited, the target takes {@damage 1d6} fire damage at the start of each of its turns. A target can end this damage by using its action to make a Dexterity check to extinguish the flames. A flammable object hit by this attack ignites if it isn't being worn or carried. On a success, a target takes half damage and isn't ignited.": "区域内的任何目标必须成功进行一次敏捷豁免才能避免受到{@damage 1d6}火焰伤害并着火。在着火状态下，目标在每个回合开始时受到{@damage 1d6}火焰伤害。目标可以通过使用动作进行一次敏捷检定来熄灭火焰以结束这种伤害。如果被攻击的易燃物品没有被穿戴或携带，它将被点燃。成功时，目标受到一半伤害并且不会着火。",
	"Any target in the area must succeed on a Constitution saving throw or take {@damage 2d6} cold damage and have its movement speed halved until the end of its next turn. On a success, a target takes half damage.": "该区域内的任何目标必须成功进行一次体质豁免才能免受{@damage 2d6}冰冷伤害，并且其移动速度减半，直到其下一个回合结束。成功豁免的目标只受到一半伤害。",
	"The drinker of the potion gains a flying speed of 10 feet for 1 minute. If the spell slot used to give a potion this effect was of 3rd-level or higher, the speed increases to 30 feet and it lasts for 1 hour.": "喝下这瓶药剂的人获得10英尺的飞行速度，持续1分钟。如果用来赋予药剂这种效果的法术位是3级或更高级的，速度增加到30英尺，持续1小时。",
	"The drinker of the potion regains {@dice 2d4} hit points. The healing of this potion increases by {@dice 2d4} for each level of the spell slot used to create the potion above 1st and per 50 gp expended above 50 gp.": "喝下这瓶药剂的角色会恢复{@dice 2d4}点生命值。这瓶药剂的治疗效果会随着用来制作药剂的法术位等级高于1级和每额外花费50 gp 而增加{@dice 2d4}。",
	"The drinker of the potion is cured of an effect causing it to be {@condition blinded}, confused, or {@condition deafened}.": "喝下这个药剂的人将被治愈，不再受到 {@condition blinded}，混乱，或 {@condition deafened} 的影响。",
	"Any of your merchant spells and features with effects that are restricted to beasts can now affect aberrations.": "现在，你的商人法术和特性中受限于野兽的效果也可以影响畸变生物。",
	"You have the {@spell beast bond|XGE} spell prepared. It counts as a merchant spell for you, and it doesn't count against the number of spells you can have prepared. You can cast it as a bonus action and it does not require your {@status concentration}. Further, you can it a number of times equal to your Charisma modifier without expending a spell slot, and you regain the ability to cast it this way when you finish a long rest.": "你已经准备好了{@spell beast bond|XGE}法术。对你来说，它算作商人法术，不会计入你可以准备的法术数量。你可以将其作为一个奖励动作施放，而且不需要你的{@status concentration}。此外，你可以不消耗法术位的情况下，最多使用次数等于你的魅力调整值来施放它，并在完成一次长休后恢复以这种方式施放的能力。",
	"The drinker gains 30 feet of {@sense darkvision} for 1 hour.": "饮用者在1小时内获得30英尺的{@sense darkvision}。",
	"A Consumable potion that gains this effect may be used as a Blast potion and the targets in the area can willingly fail the saving throw.": "一个可消耗的药水，获得这种效果后可以用作爆炸药水，区域内的目标可以自愿放弃豁免投掷。",
	"The drinker's walking speed increases by 10 feet for 1 hour.": "饮用者的步行速度在1小时内增加10英尺。",
	"The drinker immediately turns {@condition invisible} until the end of its next turn or if it makes an {@action attack} or {@action cast a spell|PHB|casts a spell}.": "饮用者立即转 {@condition invisible} 直到其下一个回合结束，或者如果它进行了一次 {@action attack} 或 {@action cast a spell|PHB|casts a spell}。",
	"The damage the potion's effects deal increases by {@damage 1d6} and the radius increases by 10 feet.": "药水效果造成的伤害增加了{@damage 1d6}，半径增加了10英尺。",
	"Any target in the area must succeed on a Constitution saving throw or take {@damage 2d6} lightning damage and it cannot take a reaction until the end of its next turn. On a success, a target takes half damage.": "区域内的任何目标必须成功进行一次体质豁免才能免受{@damage 2d6}闪电伤害，否则它在接下来的回合结束前不能作出反应。豁免成功的目标只受一半伤害。",
	"Your deft hands allow you to steal from and plant objects on a target whenever you attack. You gain the following benefits:": "你灵巧的双手使你能够在攻击时从目标身上偷取或植入物品。你获得以下好处：",
	"You gain proficiency with the {@skill Sleight of Hand} skill.": "你获得{@skill Sleight of Hand}技能的熟练加成。",
	"Whenever you hit with a melee attack while you are within 5 feet of the target the attack, you can make a Dexterity ({@skill Sleight of Hand}) check against the target's Passive {@skill Perception} as a part of the attack to attempt to steal something from or plant something on the target. On a success, you steal an item from, or plant an object on the target. The object must be small enough to be carried in one hand and cannot be something the target is wearing or wielding. If the attack is a critical hit, you make the {@skill Sleight of Hand} check with advantage.": "每当你在与目标距离5英尺以内进行近战攻击时，你可以作为攻击的一部分对目标的被动{@skill Perception}进行敏捷（{@skill Sleight of Hand}）检定，尝试从目标身上偷取物品或植入物品。成功时，你可以从目标身上偷取一个物品，或者在目标身上植入一个物品。这个物品必须足够小，可以用一只手拿起，并且不能是目标正在穿戴或使用的物品。如果攻击是暴击，你可以带有优势进行{@skill Sleight of Hand}检定。",
	"While chanting a continuous orison to the powers of nature, you carve the mandrake root into a humanoid shape with an opening in the chest in which the squirrel's heart is placed.": "当你不断地向自然力量祈祷时，你将曼德拉草根雕刻成一个人形，并在胸口开一个口，将松鼠的心脏放入其中。",
	"Upon completion, the mandrake root mutates and grows into a {@creature mandrake minion|TPM}, using the stats below.": "完成后，曼陀罗根会突变并长成一个{@creature mandrake minion|TPM}，使用以下属性。",
	"Once created, the creature is your loyal companion and obeys your commands. On each of your turns, you can use a bonus action to mentally command any mandrake minion you made with this spell if it is within 60 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor.": "一旦创造出来，这个生物就是你忠实的伙伴，听从你的命令。在你的每个回合中，你可以使用一个额外动作来精神指挥你用这个法术制造的任何魔鬼根手下，只要它在你的60英尺范围内（如果你控制多个生物，你可以同时命令任何一个或全部生物，给每一个下达相同的命令）。你决定这个生物将采取什么行动以及在下一个回合中它将移动到哪里，或者你可以发布一个一般性命令，比如守护特定的房间或走廊。",
	"If you issue no commands, the creature only defends itself against hostile creatures if any are present or follows you if no hostile creatures are present. Once given an order, the creature continues to follow it until its task is complete.": "如果你不发布任何命令，该生物只会在有敌对生物存在时自卫，或者在没有敌对生物存在时跟随你。一旦接到命令，该生物会继续遵循直到任务完成。",
	"The {@creature mandrake minion|TPM} can wield simple weapons and use objects, but it cannot wear armor. It has the mental capabilities of a Humanoid creature with its Intelligence score, allowing it to solve simple problems and preform tasks without detailed instructions from you.": "{@creature mandrake minion|TPM}可以使用简单武器和物品，但不能穿戴盔甲。它具有类人生物的智力得分，使其能够解决简单问题并执行任务，而无需您提供详细说明。",
	"The {@creature mandrake minion|TPM} remains until it or you are killed. You may only have a number of {@creature mandrake minion|TPM|mandrake minions} equal to your spellcasting ability modifier under your control at one time.": "{@creature mandrake minion|TPM}会一直保留，直到它或你被杀死。你一次只能控制数量等于你的施法能力调整值的{@creature mandrake minion|TPM|mandrake minions}。",
	"Creating a new {@creature mandrake minion|TPM} once at your maximum causes the oldest {@creature mandrake minion|TPM} under your control to die as the new one is created.": "当你达到最大数量时，创建一个新的{@creature mandrake minion|TPM}会导致你控制下的最老的{@creature mandrake minion|TPM}死亡。",
	"You choose a point within range and toss the vegetable into the air. The vegetable then splits into multiple copies of itself, which come crashing down with extreme force. All creatures within a 20 feet radius of the point must make a Dexterity saving throw, taking {@damage 2d6} bludgeoning damage on a fail or half as much damage on a success.": "你选择范围内的一个点，将蔬菜抛向空中。然后蔬菜分裂成多个副本，以极大的力量坠落。距离该点20英尺范围内的所有生物必须进行一次敏捷豁免检定，未通过的将受到{@damage 2d6} 钝击伤害，通过的则受到一半伤害。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d6} and the radius increases by 5 feet for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，伤害增加{@dice 1d6}，半径每超过1级的法术位增加5英尺。",
	"The tool or utensil used as the material component in casting this becomes imbued with the innate magical power of value.": "在施法时使用的工具或器具会被赋予内在的魔法力量，这个力量具有价值。",
	"For the duration, you can use your spellcasting ability instead of Strength for the attack and damage rolls of melee attacks using the item, and you can make an attack with it using the {@action Use an Object} action rather than the {@action Attack} action.": "在此期间，您可以使用您的施法能力代替力量进行使用该物品的近战攻击的攻击和伤害骰，您可以使用{@action Use an Object}动作而不是{@action Attack}动作进行攻击。",
	"The item's damage die is a {@dice d6} of a damage type appropriate for its form from either bludgeoning, piercing, or slashing.": "该物品的伤害骰为其形态所适用的伤害类型之一，可以是钝击、穿刺或劈砍中的{@dice d6}。",
	"After closing your hand around the coins, you immediately convert them to another form of currency you have seen before of equal value. If doing so to create coins of a lesser value (for example 1 gold piece to 10 silver pieces), the spell will create them, up to a maximum of 10 coins.": "在将硬币握在手中后，你立即将它们转化为你之前见过的价值相等的另一种货币形式。如果这样做是为了创造价值较低的硬币（例如1金币转化为10银币），那么法术会创造它们，最多不超过10枚硬币。",
	"You summon a spirit that assumes the form of a waterborne vessel. Appearing in an unoccupied space within range, the spirit takes the form you choose: {@item keelboat|DMG} or {@item rowboat|DMG}. The vessel has the statistics provided in the Dungeon Master's Guide for the chosen form. Additionally, the vessel is immune to nonmagical bludgeoning, piercing, and slashing damage.": "你召唤一个灵体，它化身为一艘水上船只。灵体出现在你选择的范围内的一个空位上，采取你选择的形态：{@item keelboat|DMG} 或 {@item rowboat|DMG}。这艘船具有《地牢主宰手册》中所提供的所选形态的统计数据。此外，这艘船对非魔法来源的钝击、穿刺和斩击伤害免疫。",
	"You have advantage on ability checks you make to steer the vessel. While you are aboard the vessel, it responds to your verbal commands, allowing you to ignore the minimum crew number required to operate the vehicle. The vessel's speed, cargo weight limit, and hit points are all doubled. While you have the vessel summoned, you can cast this spell again to restore it to its maximum hit points.": "你在操纵船只时获得优势。当你在船上时，它会听从你的口头指令，使你可以忽略操作车辆所需的最低船员数量。船只的速度、货物重量限制和生命值都加倍。当你召唤船只时，你可以再次施放这个法术，将其生命值恢复到最大值。",
	"The vessel disappears when it drops to 0 hit points or when you dismiss it as an action. When the vessel disappears, it leaves behind any creatures or objects it was carrying.": "当飞船的生命值降至0点或者你将其作为一个动作解散时，飞船会消失。当飞船消失时，它会留下它携带的任何生物或物体。",
	"You cannot have more than one vessel summoned by this spell at a time.": "你不能同时召唤超过一个容器，通过这个法术。",
	"When you cast this spell with a spell slot of 5th level or higher, you can choose from two additional waterborne vessel shapes for the summoned spirit: {@item longship|DMG} or {@item sailing ship|DMG}. When you cast this spell using a spell slot of 7th level or higher, you can choose from another two additional waterborne vessel shapes for the summoned spirit: {@item galley|DMG} or {@item warship|DMG}.": "当你用5级或更高级别的法术位施放这个法术时，你可以从两种额外的水上船只形状中选择召唤的灵体：{@item longship|DMG}或{@item sailing ship|DMG}。当你使用7级或更高级别的法术位施放这个法术时，你可以从另外两种额外的水上船只形状中选择召唤的灵体：{@item galley|DMG}或{@item warship|DMG}。",
	"You cause the cheese to spontaneously boil and spray in a line that is 20 ft. long and 5 ft. wide. Creatures in the area must make a Dexterity saving throw. Creatures that fail take {@damage 2d4} Fire damage and have their speed reduced by 10 ft. until the end of their next turn. Creatures that succeed take half as much damage and do not have their speed reduced.": "你让奶酪自发地沸腾并喷射成一条长20英尺、宽5英尺的线。该区域内的生物必须进行一次敏捷豁免。未通过豁免的生物会受到{@damage 2d4}火焰伤害，并且其速度将在下一回合结束前减少10英尺。通过豁免的生物只受到一半伤害，且速度不会减少。",
	"Additionally, the line's area and the area within 5 ft. of the line (excluding your space) are covered in sticky cheese, becoming {@quickref difficult terrain|PHB|3} that costs 3 ft. of movement for every foot moved for 1 minute., after which the cheese hardens.": "此外，线的区域以及线外5英尺的区域（不包括你的空间）覆盖着黏黏的奶酪，变成了{@quickref difficult terrain|PHB|3}，每移动1英尺需要额外消耗3英尺的移动力，持续1分钟。之后，奶酪会变硬。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 2d4} and the length of the line increases by 5 ft. for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，伤害增加 {@dice 2d4}，每超过1级的法术位长度增加5英尺。",
	"When you cast this spell, you enchant the coin you used as the material component for this spell. At any point before the duration of this spell elapses, you can summon the coin back to your hand. Doing so ends the spell.": "当你施放这个法术时，你会使你用作这个法术的物质组件的硬币附魔。在这个法术持续时间结束之前的任何时候，你都可以将硬币召回到你的手中。这样做会结束这个法术。",
	"You create 3 magical fruits with the appearance and flavor of any mundane fruit of your choice. A creature that eats one of these fruit cannot gain levels of {@condition exhaustion} from nonmagical sources and gains a bonus to Strength and Constitution checks equal to your spellcasting ability modifier (minimum of 1) for 8 hours. These fruits crumble to dust after 24 hours if not eaten.": "你创造了3个魔法水果，外表和口味与你选择的任何普通水果相同。吃了其中一个水果的生物无法从非魔法来源获得{@condition exhaustion}级别，并在接下来的8小时内获得与你的法术能力调整值相等的力量和体质检定奖励（最低为1）。如果未在24小时内食用，这些水果会在变成灰尘。",
	"When you cast this spell using a spell slot of 5th level or higher, you create one additional fruit for each slot level above 4th.": "当你使用5级或更高级别的法术位施放这个法术时，你会为每个高于4级的法术位等级额外创造一个水果。",
	"You cover an object no larger than a 5-foot-cube with a thin leaf of the metal of the coins used in the casting of this spell. The coins can cover enough area to coat the blade of a greatsword, a shield, 10 pieces of ammunition, or any object that fits in your hand. The metal confers an additional property.": "你用一片与施法所需金币相同金属材质的薄叶覆盖一个不大于5英尺立方体的物体。这些金币足以覆盖一把大剑的刀刃、一个盾牌、10件弹药，或者任何适合手掌大小的物体。这种金属赋予了额外的属性。",
	"Some typical metals and their effects follow. You might discover another metal during your adventures other than one described here. If you do so, the GM determines how the metal behaves.": "以下是一些典型金属及其效果。在冒险中，你可能会发现除了这里描述的金属之外的另一种金属。如果你这样做了，GM将决定这种金属的行为。",
	"Whenever the creature holding or wearing the object takes lightning damage, it takes an additional {@damage 1d10} lightning damage.": "每当持有或穿戴该物品的生物受到闪电伤害时，它会受到额外的{@damage 1d10} 闪电伤害。",
	"When used to attack a fey creature, the roll required to score a critical hit is reduced by 1.": "当用于攻击精灵生物时，获得暴击所需的投掷值减少1点。",
	"It becomes a {@item silvered weapon|PHB} {@homebrew |(Player's Handbook p. 148)}.": "它变成了一个{@item silvered weapon|PHB} {@homebrew |(Player's Handbook p. 148)}。",
	"It deals an additional {@damage 1d4} damage while affected by another spell.": "在受到另一个法术影响时，它会造成额外{@damage 1d4}的伤害。",
	"It doubles in weight and gains the heavy property.": "它的重量翻倍，并获得了沉重属性。",
	"It becomes {@item adamantine armor|DMG}, {@item Adamantine Ammunition|XGE|ammunition}, or a {@item Adamantine Weapon|XGE|weapon} {@homebrew |(see Xanathar's Guide to Everything p. 78)}.": "它变成 {@item adamantine armor|DMG}, {@item Adamantine Ammunition|XGE|ammunition}, 或者一个 {@item Adamantine Weapon|XGE|weapon} {@homebrew |(see Xanathar's Guide to Everything p. 78)}。",
	"When the spell ends, the coins magically reappear in your hand, unless they are destroyed.": "当法术结束时，硬币会神奇地重新出现在你的手中，除非它们被摧毁。",
	"You can increase the duration of this spell by casting it using a spell slot. When you cast this spell using a spell slot of 1st level or higher, the duration increases by 1 hour for each slot level.": "你可以通过使用一个法术位来延长这个法术的持续时间。当你使用一个1级或更高级别的法术位施放这个法术时，每个位级别增加1小时的持续时间。",
	"You create a cloud of flying coins in a 10-foot radius sphere, centered on a point you choose within range. A creature that enters the spell's area for the first time on a turn or starts its turn there must succeed on a Dexterity saving throw or take {@damage 2d10} bludgeoning damage. A creature takes half damage on a success.": "你在施法范围内选择的点中心创造一个半径为10英尺的球形飞行硬币云。任何生物第一次进入法术范围或在其回合开始时位于其中，必须进行一次敏捷豁免检定，否则会受到{@damage 2d10} 钝击伤害。成功豁免的生物只受到一半伤害。",
	"As a bonus action on your turn, you can move the cloud up to 20 feet.": "作为你回合的奖励动作，你可以将云移动多达20英尺。",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@damage 1d10} per level of the spell slot expended.": "当你使用3级或更高级别的法术位施放这个法术时，伤害会每个法术位等级增加{@damage 1d10}。",
	"You save health for wealth. When a creature that you can see within range takes damage, you may reduce the damage by expending gp at a rate of 1 point of damage for every gp spent, up to 10 gp. Any gp expended are magically destroyed.": "你以健康换取财富。当你能看到的范围内的生物受到伤害时，你可以通过花费金币来减少伤害，每花费1点金币可以减少1点伤害，最多可花费10金币。任何花费的金币都会被魔法摧毁。",
	"When you cast this spell using a spell slot of 2nd level or higher, the amount of gp you can spend increases by 10 gp per level of the spell slot expended.": "当你使用2级或更高级别的法术位施放这个法术时，你可以花费的金币数量每个法术位等级增加10 gp。",
	"Choose an unoccupied area on the ground within range that is 10 feet wide, 15 feet long, and 5 feet tall. A massive magical anvil that is translucent but tangible is summoned in the area. The anvil is magical object that is unbreakable and immovable, allowing for objects to be worked on it with titanic force, such as that needed to work adamantine.": "选择射程内的一块未被占据的地面区域，宽10英尺，长15英尺，高5英尺。在该区域召唤一个巨大的魔法铁砧，它是半透明但实体的。这个铁砧是一个魔法物品，坚不可摧且不可移动，可以让物体用巨大的力量在上面加工，比如加工需要用到精金的物品。",
	"The anvil can only be dismissed by a {@spell dispel magic} spell of 6th-level or higher, {@spell antimagic field|PHB|antimagic}, the {@spell wish} spell, or if you stop {@status concentration||concentrating} on the spell. Incorporeal creatures that end their turn in the anvil's space take double the damage they would normally take for doing so.": "铁砧只能被一个6级或更高级别的{@spell dispel magic}法术，{@spell antimagic field|PHB|antimagic}，{@spell wish}法术，或者你在法术上停止{@status concentration||concentrating}来解除。在铁砧空间结束他们的回合的非实体生物会受到双倍于通常受到的伤害。",
	"You wave a hand over a willing target, emitting a green mist that clings to all of the metallic armor, weapons, and other objects and equipment they are carrying or wearing, coating them in a faint green sheen. For the duration all of the effected objects are immune to attacks and effects that corrode metal, such as a {@creature rust monster|MM|rust monster's} Antennae attack. This spell does not enhance the physical durability of the objects.": "你在一个愿意的目标上挥动手，散发出一股绿雾，附着在目标穿戴或携带的所有金属盔甲、武器和其他物品上，使它们笼罩在淡淡的绿色光泽中。在持续时间内，所有受影响的物品对腐蚀金属的攻击和效果免疫，比如{@creature rust monster|MM|rust monster's}天线攻击。这个法术不会增强物品的物理耐久度。",
	"When you cast this spell using a spell slot of 3rd level or higher, you may target one additional creature for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，你可以为每个高于2级的法术位级别额外选择一个目标生物。",
	"You create a protective ward around yourself that strikes out at those who attack you. The first time a creature hits you with an attack before the start of your next turn, it takes {@damage 1d10} force damage and the spell ends.": "你在自己周围创造了一个保护结界，对那些攻击你的人进行反击。第一次在你的下一个回合开始之前，有生物用攻击命中你时，它会受到{@damage 1d10}的力量伤害，法术随之结束。",
	"The spell's damage increases by {@dice 1d10} when you reach 5th level ({@dice 2d10}), 11th level ({@dice 3d10}), and 17th level ({@dice 4d10}).": "当你达到5级（{@dice 2d10}），11级（{@dice 3d10}）和17级（{@dice 4d10}）时，该法术的伤害增加了{@dice 1d10}。",
	"You touch a pile of currency and convert it into a nonmagical gemstone or gemstones of equal value. You must have previously seen and touched an example of a type of gemstone in order to create gemstones of that type.": "当你触摸一堆货币时，可以将其转化为价值相等的非魔法宝石或宝石。你必须事先见过并触摸过某种类型的宝石的实例，才能创造出该类型的宝石。",
	"Alternatively, you may touch a pile of gemstones of the same kind and fuse them into one large gemstone of the same variety, with a GP value equal to that of the combined value of the gemstones used to make it.": "或者，你可以触摸一堆相同种类的宝石，将它们融合成一个同种类的大宝石，其金币价值等于用于制作它的宝石的总价值。",
	"You touch a gold piece and imbue it with magic for the duration or until you cast this spell again. When you cast the spell, you can make a ranged spell attack against a creature within 60 feet with the coin. On a hit, the target takes bludgeoning damage equal to {@damage 1d6} + your spellcasting ability modifier.": "你触摸一枚金币，并在持续时间内或再次施放此法术之前赋予它魔法。当你施放该法术时，你可以使用金币对距离60英尺内的生物进行远程法术攻击。命中时，目标受到{@damage 1d6}+ 你的法术属性调整值的钝击伤害。",
	"As a bonus action on your turn, you can repeat the attack against any creature within range of the coin. Alternatively, you can snap your fingers to cause the coin to return to your hand.": "作为你的回合的奖励动作，你可以对范围内的任何生物重复进行攻击。或者，你可以弹指一下，让硬币回到你的手中。",
	"When you cast this spell using a spell slot of 2nd level or higher, you can affect one additional coin for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，你可以影响每个高于1级的法术位等级多一个硬币。",
	"When you cast the spell, you name one other creature with which you share a language and hand them one of the coins. The image on the coin you give them takes on your appearance, while the image on the coin you keep takes on theirs.": "当你施放这个法术时，你要命名另外一名与你共享语言的生物，并将其中一枚硬币交给他们。你给他们的硬币上的图像会呈现出你的外貌，而你留下的硬币上的图像会呈现出他们的外貌。",
	"On your respective turns for the duration, either of you can use the coin to communicate with the other, provided you are on the same plane of existence. A creature does not need to be holding their coin for the other to speak to them through it.": "在各自的回合期间，你们中的任何一方都可以使用硬币与另一方交流，前提是你们在同一存在平面上。生物不需要握住他们的硬币，另一方就可以通过硬币与他们交谈。",
	"Make a melee spell attack against a creature using the weapon used as the component for this spell. On a hit, the creature takes the damage of the weapon and, if the creature was hostile to you, the weapon drops gold pieces equal to the damage the target took in the nearest unoccupied space. The weapon cannot create any more gold pieces than the target creature has hit points. Once the weapon has created 20 gp, the spell ends.": "使用作为此法术组件的武器对一名生物进行近战法术攻击。命中后，生物受到武器的伤害，如果生物对你有敌意，武器会在最近的未占用空间掉落与目标受到的伤害相等的金币。武器不能创造比目标生物的生命值更多的金币。一旦武器创造了20 gp，法术结束。",
	"When you cast this spell using a spell slot of 2nd level or higher, the weapon can create an additional 20 gold pieces before the spell ends for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，武器可以在法术结束前每个高于1级的法术位等级额外创造20金币。",
	"You imbue the ear of corn with magical energy and throw it to a point you can see within 60 ft., where it explodes upon impact. All creatures within 10 ft. of that point must make a Dexterity saving throw, taking {@damage 2d4} thunder damage on a fail or half as much damage on a success. Creatures that fail their save are also knocked {@condition prone}.": "你赋予玉米的耳朵魔法能量，然后将其投掷到你能看到的一个点，距离不超过60英尺。当它着地时爆炸。距离那个点10英尺内的所有生物必须进行一次敏捷豁免，未通过者受到{@damage 2d4} 雷属性伤害，通过者受到一半伤害。未通过豁免的生物还会被击倒{@condition prone}。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 2d4} for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，伤害会每超过1级的法术位等级增加{@dice 2d4}。",
	"You cause a twist of inexplicable luck, granting three creatures of your choice within range, including potentially yourself, 1 luck point as per the {@feat Lucky} feat {@homebrew |(Player's Handbook p. 167)}.": "你引发了一场莫名其妙的幸运转折，为范围内的三个你选择的生物（包括可能是你自己）赋予1点幸运点，就像{@feat Lucky}特性{@homebrew |(Player's Handbook p. 167)}一样。",
	"When you cast this spell using a spell slot of 5th-level or higher, you can target one additional creature with this spell for each slot level above 4th. When you use a spell slot of 5th level or higher, you grant each creature 1 additional luck point. When you use a spell slot of 7th level or higher, you grant each creature 2 additional luck points.": "当你使用5级或更高级别的法术位施放这个法术时，你可以针对每个高于4级的法术位等级额外选择一个生物作为目标。当你使用5级或更高级别的法术位时，你为每个生物额外授予1个幸运点。当你使用7级或更高级别的法术位时，你为每个生物额外授予2个幸运点。",
	"This spell allows the interior of the container used in the casting of this spell to change temperature indicated by the amount of mercury in the vial. The container maintains its shape, weight, and containment capacity, and its exterior remains comfortable to touch and handle.": "这个法术允许施法时使用的容器内部根据小瓶中的汞量来改变温度。容器保持其形状、重量和容量，并且其外部仍然舒适触摸和处理。",
	"On your turn while the spell is active, you can use the {@action Use an Object} action on your turns to fill or remove mercury from the vial, which changes the temperature of the interior of the container as shown below:": "在你的回合中，当这个法术仍然有效时，你可以使用{@action Use an Object}动作来填充或移除药瓶中的水银，这会改变容器内部的温度，如下所示：",
	"The interior of the container becomes an environment of {@hazard extreme cold|DMG}, and any foodstuffs or other organic materials placed within the container are protected from natural decay or spoilage, freezing after 1 minute.": "容器内部成为{@hazard extreme cold|DMG}环境，任何放入容器内的食物或其他有机材料在1分钟后会被冻结，从而免受自然腐烂或变质的影响。",
	"The interior of the container remains a comfortable temperature, no matter the temperature outside the container.": "无论容器外部温度如何，容器内部始终保持舒适的温度。",
	"The interior of the container becomes an environment of {@hazard extreme heat|DMG}, and any foodstuffs or other organic materials within the container begin cooking, reaching your preferred edibility after 1 minute.": "容器内部变成了{@hazard extreme heat|DMG}的环境，容器内的任何食物或其他有机材料开始烹饪，在1分钟后达到您喜欢的可食用状态。",
	"When you cast this spell using a spell slot of 3rd level or higher, the container gains a walking speed in feet equal to 10 times the slot's level, and you can command it as a bonus action to take the {@action Dash} action immediately after your turn.": "当你使用3级或更高级别的法术位施放此法术时，容器的移动速度为法术位等级的10倍{@action Dash}，你可以作为一个奖励动作命令它在你的回合结束后立即执行{@action Dash}动作。",
	"The blacksmith is a 5th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It has the following merchant spells prepared:": "铁匠是一名5级咒术师。它的咒术能力是魅力（咒语豁免{@dc 14}，咒语攻击命中加值{@hit 6}）。它准备了以下商人咒语：",
	"The blacksmith uses its Charisma modifier for attack, damage, and healing rolls it makes with items using the {@action Use an Object} action. If its merchant spell save DC is higher than the DC of these items, it uses its spell save DC instead.": "铁匠使用其魅力调整值来进行攻击、伤害和治疗掷骰，这些掷骰是使用{@action Use an Object}动作的。如果其商人法术豁免 DC 高于这些物品的 DC，它将使用其法术豁免 DC。",
	"The blacksmith has a magical container that contains the following items. Items in the storefront can be restocked as a part of a short or long rest by placing gold pieces back into the container:": "铁匠有一个神奇的容器，里面装有以下物品。商店里的物品可以通过将金币放回容器中来进行短时或长时休息时重新补充：",
	"{@item Abacus|PHB} (1), {@item bedroll|PHB} (3), {@item Chalk (1 piece)|PHB|chalk} (10 pieces), {@item crowbar|PHB} (1), {@item hematite|DMG} (1), {@item Hempen Rope (50 feet)|PHB|hempen rope} (3), {@item traveler's clothes|PHB} (3), {@item Miner's Pick|PHB|pickaxe} (1)": "{@item Abacus|PHB} (1), {@item bedroll|PHB} (3), {@item Chalk (1 piece)|PHB|chalk} (10 pieces), {@item crowbar|PHB} (1), {@item hematite|DMG} (1), {@item Hempen Rope (50 feet)|PHB|hempen rope} (3), {@item traveler's clothes|PHB} (3), {@item Miner's Pick|PHB|pickaxe} (1)",
	"Any one tool": "任何一个工具",
	"The blacksmith makes two attacks with its warhammer. It can take the {@action Use an Object} action in place of one of these attacks.": "铁匠用他的战锤进行两次攻击。他可以选择用{@action Use an Object}动作来替代其中一次攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage or 8 ({@damage 1d10 + 3}) bludgeoning damage if held in two hands.": "{@atk mw} {@hit 6}攻击，射程5英尺，一个目标。造成{@h}7 ({@damage 1d8 + 3}) 钝击伤害，或者如果双手持握则造成8 ({@damage 1d10 + 3}) 钝击伤害。",
	"The blacksmith gives one of its spell slots to another creature it can touch. The spell slot becomes a spell slot of the creature's class and maintains its spell slot level, but it cannot give a spell slot to a creature that would then have more than four slots of that spell slot's level.": "铁匠将其一个法术位分享给另一个它可以触摸到的生物。该法术位变成了该生物职业的法术位，并保持其法术位等级，但不能将法术位分享给一个生物，使得该生物拥有超过该法术位等级四个法术位。",
	"The mandrake minion is {@condition incapacitated} while in the area of an {@spell antimagic field}. If targeted by {@spell dispel magic}, the mandrake minion must succeed on a Constitution saving throw against the caster's spell save DC or die.": "当位于{@spell antimagic field}区域内时，曼德拉草仆从是{@condition incapacitated}。如果被{@spell dispel magic}选中，曼德拉草仆从必须通过一次对抗施法者法术豁免 DC 的体质豁免才能幸存。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}1 slashing damage.": "{@atk mw} {@hit 3}攻击，达到5英尺，一个目标。造成{@h}1点劈砍伤害。",
	"The merchant is a 2nd-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It has the following merchant spells prepared:": "这个商人是一个2级法术施法者。它的法术施法能力是魅力（法术豁免 {@dc 13}，使用法术攻击命中加值 {@hit 5}）。它已经准备了以下商人法术：",
	"The merchant uses its Charisma modifier for attack, damage, and healing rolls it makes with items using the {@action Use an Object} action. If its merchant spell save DC is higher than the DC of these items, it uses its spell save DC instead.": "商人在使用{@action Use an Object}动作的物品进行攻击、伤害和治疗骰时，使用其魅力调整值。如果其商人法术豁免 DC 高于这些物品的 DC，则使用其法术豁免 DC。",
	"The merchant has a magical container that contains the following items. Items in the storefront can be restocked as a part of a short or long rest by placing gold pieces back into the container:": "这位商人有一个神奇的容器，里面装有以下物品。商店里的物品可以通过将金币放回容器中来进行短暂或长时间休息时重新补充：",
	"{@item Abacus|PHB} (1), {@item bedroll|PHB} (3), {@item Chalk (1 piece)|PHB|chalk} (10 pieces), {@item crowbar|PHB} (1), {@item hematite|DMG} (1), {@item Hempen Rope (50 feet)|PHB|hempen rope} (3), {@item traveler's clothes|PHB} (3)": "{@item Abacus|PHB} (1), {@item bedroll|PHB} (3), {@item Chalk (1 piece)|PHB|chalk} (10 片), {@item crowbar|PHB} (1), {@item hematite|DMG} (1), {@item Hempen Rope (50 feet)|PHB|hempen rope} (3), {@item traveler's clothes|PHB} (3)",
	"{@atk mw,rw} {@hit 3} to hit, reach 5 ft or range 20/60 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage.": "{@atk mw,rw}使用{@hit 3}进行攻击，射程5英尺或射程20/60英尺，目标为一个。造成{@h}3 ({@damage 1d4 + 1})点穿刺伤害。",
	"The merchant gives one of its spell slots to another creature it can touch. The spell slot becomes a spell slot of the creature's class and maintains its spell slot level, but it cannot give a spell slot to a creature that would then have more than four slots of that spell slot's level.": "商人将其一个法术位赠予另一名它可以触摸到的生物。该法术位变成该生物职业的法术位，并保持原有的法术位等级，但不能将法术位赠予一个生物，使其拥有该法术位等级超过四个法术位。",
	"The swindler is a 7th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 15}, {@hit 7} to hit with spell attacks). It has the following merchant spells prepared:": "骗子是一名7级咒术师。它的咒术能力是魅力（法术豁免{@dc 15}，法术攻击命中加值{@hit 7}）。它准备了以下商人法术：",
	"The swindler adds its Charisma modifier to one damage or healing roll it makes with items using the {@action Use an Object} action. It also uses its merchant spell save DC in place of the DC of these items if it is higher.": "骗子在使用{@action Use an Object}动作的物品进行一次伤害或治疗骰时，可以额外加上其魅力调整值。如果商人的法术豁免 DC 更高，它可以使用商人的法术豁免 DC 替代这些物品的 DC。",
	"The swindler has a magical container that contains the following items, four of which are magical items that do not count against the storefront's value:": "骗子有一个神奇的容器，里面装有以下物品，其中有四件是神奇物品，不计入商店价值：",
	"The swindler uses two items that require the {@action Use an Object} action.": "骗子使用了两件需要进行{@action Use an Object}动作的物品。",
	"{@atk mw,rw} {@hit 7} to hit, reach 5 ft or range 20/60 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage.": "{@atk mw,rw} {@hit 7}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}6 ({@damage 1d4 + 4})穿刺伤害。",
	"The swindler gives one of its spell slots to another creature it can touch. The spell slot becomes a spell slot of the creature's class and maintains its spell slot level, but it cannot give a spell slot to a creature that would then have more than four slots of that spell slot's level.": "骗子将其一个法术位赠予另一生物，只要它们能触碰到。该法术位变成了该生物职业的法术位，并保持原有的法术位等级，但不能将法术位赠予一个生物，使得该生物拥有该法术位等级超过四个。",
	"The swindler makes a Charisma ({@skill Deception}) or Dexterity ({@skill Sleight of Hand}) check against the passive {@skill Perception} of a creature within 5 feet of it. On a success, it swaps an item the creature is carrying or holding for an object the swindler is carrying or holding.": "骗子对身边5英尺内的生物进行一次魅力（{@skill Deception}）或敏捷（{@skill Sleight of Hand}）检定，检定结果需超过该生物的被动感知{@skill Perception}。若成功，骗子可以将生物携带或持有的物品与自己携带或持有的物品交换。",
	"The swindler must be able to reasonably hold the object in one hand to do so. On a failure, the swindler has disadvantage on these checks against that creature for the next 24 hours and the creature can make an attack against the swindler as a reaction.": "骗子必须能够合理地用一只手拿住物体才能这样做。如果失败，骗子在接下来的24小时内对该生物进行这些检查时将处于劣势，并且该生物可以作为一次反应对骗子发动攻击。",
	"Often members of thieves guilds, swindlers are commonly found amongst {@creature bandit|MM|bandits} acting as their bodyguards.": "在当地的语言习惯中，盗贼行会的成员经常会在{@creature bandit|MM|bandits}中充当他们的保镖。",
	"Here's the list of spells you consult when you learn a merchant spell. The list is organized by spell level, not character level. {@homebrew Each spell is tagged with the appropriate source|Each spell is in the {@book Player's Handbook|PHB}, unless otherwise indicated in an apostrophe * (appears later in this document), XGE ({@book Xanathar's Guide to Everything|XGE}), or TCE ({@book Tasha's Cauldron of Everything|TCE}).}": "这是你学习商人法术时可以参考的法术列表。该列表按照法术等级而非角色等级进行组织。{@homebrew Each spell is tagged with the appropriate source|Each spell is in the {@book Player's Handbook|PHB}，除非在撇号*（稍后在本文中出现），XGE{@book Xanathar's Guide to Everything|XGE}，或TCE{@book Tasha's Cauldron of Everything|TCE}中另有说明。",
	"Spells provided by other creators are also indicated in superscript, from either Benjamin Huffman {@sup SVAC}, Ross Leiser {@sup OAP}, or Nate Butler {@sup NAD}, and were graciously provided in this class with their permission.": "其他创作者提供的法术也会以上标形式显示，可能是由本杰明·哈夫曼{@sup SVAC}、罗斯·莱泽{@sup OAP}或内特·巴特勒{@sup NAD}提供的，并且在得到他们的许可后，这些法术慷慨地被包含在这个职业中。",
	"Taron \"Indestructoboy\" Pounds": "塔龙“不毁男孩”庞斯",
	"Ross Leiser (Outlandish Adventure Productions)": "Ross Leiser（Outlandish Adventure Productions）",
	"Nate \"Not a Dog\" Butler, Benjamin Huffman (Sterling Vermin Adventure Co.), Ross Leiser": "内特“不是狗”巴特勒，本杰明·赫夫曼（Sterling Vermin Adventure Co.），罗斯·莱泽",
	"Benjamin Huffman, Ross Leiser": "本杰明·哈夫曼（Benjamin Huffman），罗斯·莱泽（Ross Leiser）",
	"Taron Pounds": "塔龙·磅(%num%)",
	"Adobe Stock Images, Dungeon Masters Guild Creators Resource, {@link Jeremy Luther|https://www.jeremyluther.com/}, {@link eldersdays|https://sketchmob.com/user-profile/Eldersdays/}, {@link Evan Winston|https://www.artstation.com/irrelevantevan}, Daniel Comerci, Felipe Gaona, Dean Spencer": "Adobe Stock 图片, 地牢主编公会创作者资源, {@link Jeremy Luther|https://www.jeremyluther.com/}, {@link eldersdays|https://sketchmob.com/user-profile/Eldersdays/}, {@link Evan Winston|https://www.artstation.com/irrelevantevan}, 丹尼尔·科默奇, 费利佩·加奥纳, 迪恩·斯宾塞",
	"Eric \"RogueWatson\" Watson, Tony & Sean of Homebrew Crew, Ted Sikora, Az Z., Gage R., Lovett S.": "Eric \"RogueWatson\" Watson, Tony & Sean of Homebrew Crew, Ted Sikora, Az Z., Gage R., Lovett S. \n埃里克“RogueWatson”沃森，Homebrew Crew的Tony和Sean，泰德·西科拉，Az Z.，Gage R.，Lovett S.",
	"Cardstock Caster, Draenal, Lester Ortiz- Miranda, Spencenox, Thaumatarge, Xandi Games": "卡纸施法者，德拉纳尔，莱斯特·奥尔蒂斯-米兰达，斯潘塞诺克斯，奇术师，Xandi Games",
	"To my YouTube community and Patreon sponsors, thank you all so much for all your support. You all are absolute heroes.": "对于我的YouTube社区和Patreon赞助者，非常感谢你们的支持。你们都是绝对的英雄。",
	"DrunkenYoda, Fil Kearney, Jonathan Herring, NeoxRave, Nick Sandoval, Sara J Data, Spencer Jackson, Tommy Beats": "醉酒的尤达, 菲尔·基尔尼, 乔纳森·赫林, 尼奥克斯狂欢, 尼克·桑多瓦尔, 萨拉·J·达塔, 斯宾塞·杰克逊, 汤米·比茨",
	"Aric Wilson, Bastien Millecam, Brian F., Casey Hunter, Denny Scalf, Elijah Harter, Gates Dowd, heavyarms, Lester Ortiz-Miranda, Michael Cook, Oliver Olson, Ryan Baker, VibraphonicMarxism": "阿里克·威尔逊 (Aric Wilson), 巴斯蒂安·米勒坎 (Bastien Millecam), 布赖恩·F. (Brian F.), 凯西·亨特 (Casey Hunter), 丹尼·斯卡尔夫 (Denny Scalf), 伊莱贾·哈特 (Elijah Harter), 盖茨·道德 (Gates Dowd), heavyarms, 莱斯特·奥尔蒂斯-米兰达 (Lester Ortiz-Miranda), 迈克尔·库克 (Michael Cook), 奥利弗·奥尔森 (Oliver Olson), 瑞恩·贝克 (Ryan Baker), 颤音马克思主义 (VibraphonicMarxism)",
	"Finn Dierks-Brown, QuickICNH, Thaumatarge, v1talsign": "费恩·迪尔克斯-布朗 (Finn Dierks-Brown)，QuickICNH，奇术师 (Thaumatarge)，v1talsign",
	"Version 3.2—{@i Date: 02/09/2022}": "版本 3.2—{@i Date: 02/09/2022}",
	"Layout updates": "布局更新",
	"Removed \"crossbows\" as a proficiency": "移除了“弩”作为一种熟练项。",
	"Swapped hand crossbow for light crossbow.": "将手持弩换成轻型弩。",
	"Wording clean-up.": "文字整理。",
	"Change to pulling the item from the bag now shifting from Bonus Action to Use an Object, with the use of the object being a part of the same action. Current Merchant characters will need an update for the new wording.": "现在改为从袋子中取出物品，从奖励动作改为使用物品，使用物品作为同一动作的一部分。当前商人角色需要更新以符合新的措辞。",
	"Restocking should be a little easier to interpret and is generally more straightforward on its restrictions.": "重新进货应该更容易理解，通常在其限制方面更加直接。",
	"Mandrake Minion was cleaned up and will require updating any Merchant characters with the spell.": "曼德拉草仆从(Mandrake Minion)已被清理，需要更新任何商人角色的法术。",
	"{@dice 1d8} per merchant level": "每个商人等级为{@dice 1d8}",
	"8 + your Constitution modifier": "8 + 你的体质调整值 (Constitution modifier)",
	"{@dice 1d8} (or 5) + your Constitution modifier per merchant level after 1st": "每个商人等级后的修正值为{@dice 1d8}（或5）+ 你的体质调整值",
	"Light armor": "轻甲 (Light Armor)",
	"Simple weapons, {@quickref improvised weapons|PHB|1|0}": "简单武器，{@quickref improvised weapons|PHB|1|0}",
	"Your choice of two artisan's tools or vehicles": "你可以选择两种工匠工具或载具。",
	"Wisdom, Charisma": "智慧, 魅力",
	"Choose any three": "选择任意三个 (%num%)。",
	"You start with the following equipment, in addition to the equipment granted by your background:": "你开始时拥有以下装备，除了背景赋予的装备之外：",
	"(a) a {@item light crossbow|PHB} and {@item Crossbow Bolts (20)|PHB|20 bolts} or (b) any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}": "(a) 一个 {@item light crossbow|PHB} 和 {@item Crossbow Bolts (20)|PHB|20 bolts} 或 (b) 任何 {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
	"a {@item staff|PHB} and an {@item abacus|PHB}": "一个 {@item staff|PHB} 和一个 {@item abacus|PHB}",
	"a {@table Adventuring Gear; Container Capacity|PHB|container} for use with your {@classFeature Portable Storefront|Merchant|TPM|1} feature": "一个用于您的{@classFeature Portable Storefront|Merchant|TPM|1}功能的{@table Adventuring Gear; Container Capacity|PHB|container}",
	"(a) a {@item diplomat's pack|PHB} or (b) an {@item explorer's pack|PHB}": "(a) 一个 {@item diplomat's pack|PHB} 或 (b) 一 {@item explorer's pack|PHB}",
	"Alternatively, you can begin with a starting wealth of ({@dice 5d4 × 10|5d4 × 10|Starting Gold}) gp and purchase the starting equipment of your choice, but you always start with a {@table Adventuring Gear; Container Capacity|PHB|container} for use with your {@classFeature Portable Storefront|Merchant|TPM|1} feature.": "或者，您可以选择以({@dice 5d4 × 10|5d4 × 10|Starting Gold}) gp 的起始财富开始，并购买您选择的起始装备，但您始终会携带一个{@table Adventuring Gear; Container Capacity|PHB|container} 以供使用您的{@classFeature Portable Storefront|Merchant|TPM|1} 特性。",
	"If your group uses the optional rule on {@variantrule multiclassing|PHB} in the {@book Player's Handbook|PHB}, here's what you need to know if you choose merchant as one of your classes.": "如果你的团队在{@book Player's Handbook|PHB}中使用了{@variantrule multiclassing|PHB}的可选规则，那么如果你选择商人作为你的职业之一，这里有一些你需要知道的事情。",
	"As a multiclass character, you must have at least a Charisma score of 13 to take a level in this class, or to take a level in another class if you are already a merchant.": "作为一个多职业角色，你必须至少有一个魅力分数为13才能在这个职业中获得一个等级，或者如果你已经是一个商人，也可以在另一个职业中获得一个等级。",
	"If merchant isn't your initial class, you gain proficiency with simple weapons, {@quickref improvised weapons|PHB|1|0}, and a set of artisan's tools by multiclassing into merchant.": "如果商人不是你的初始职业，通过多职业转为商人，你将获得简单武器、{@quickref improvised weapons|PHB|1|0}，以及一套工匠工具的熟练。",
	"You add half of your merchant levels when determining your number of spell slots.": "在确定你的法术位数量时，你可以加上你的商人等级的一半。",
	"As a merchant, you gain the following class features.": "作为一个商人，你获得以下职业特性。",
	"Merchants join a guild that gives them bonuses that help vitalize their economic endeavors. The merchant guild you choose reflects the products you specialize in selling and your general business policy.": "商人加入一个行会，行会会给予他们奖励，帮助促进他们的经济事业。你选择的商人行会反映了你专门销售的产品以及你的一般商业政策。",
	"The spells are listed in alphabetical order.": "这些法术按照字母顺序列出。",
	"{@note Please view {@filter these on the spells page|spells|source=tpm} for convenience.}": "{@note Please view {@filter these on the spells page|spells|source=tpm} 为了方便。",
	"{@note {@spell Create Mandrake|TPM} including the {@creature mandrake minion|TPM}}": "{@note {@spell Create Mandrake|TPM} 包括 {@creature mandrake minion|TPM}。",
	"These statblocks can serve as a guide for creating nonplayer Merchant characters for use in your campaign.": "这些属性块可以作为创建非玩家商人角色的指南，用于你的战役中。",
	"Also consider the {@loader Dancer by Taron Pounds|class/Taron Pounds; Dancer.json}.": "也考虑{@loader Dancer by Taron Pounds|class/Taron Pounds; Dancer.json}。"
}