{
	"Ponderers of ancient and unchanging truths, runekeepers gain their powers through the contemplation and bending of the laws of reality, for runes are not some mere alphabet, but sacred and infallible diagrams of the plan of creation. As the name suggests, runekeepers are the preservers and torchbearers of this knowledge. Not only do they keep this wisdom alive, but it is their burden to also protect others from its potential dangers. If the runes call upon you, the following sections detail everything you need to play a runekeeper.": "古老不变真理的思考者，符文守护者通过沉思和扭曲现实法则获得他们的力量，因为符文不仅仅是一种字母，而是创世计划的神圣无误的图解。正如名字所示，符文守护者是这些知识的保护者和火炬传人。他们不仅保持这种智慧的传承，而且还肩负着保护他人免受潜在危险的责任。如果符文召唤你，以下部分详细介绍了你玩符文守护者所需的一切。",
	"Whereas a paladin's spells are granted through a sacred oath and a cleric's devotion to their deity grants them an understanding of divine magic, the runekeeper's runes are a manifestation of sacred laws of reality, making them something of divine philosophers. As wards of runic truth, it's not uncommon for some communities to take in runekeepers as priests. Homes might bear a signature rune of such a priest on their doors, jewelers may make pendants of the rune as protective charms, and the particularly devout may wear them on their robes or as tattoos.": "虽然圣武士的法术是通过神圣誓约赋予的，而牧师对其神明的虔诚赋予了他们对神圣魔法的理解，符文守护者的符文是现实神圣法则的体现，使他们成为一种神圣哲学家。作为符文真理的守护者，一些社区经常会接纳符文守护者作为祭司。家庭可能在门上展示这样一位祭司的特征符文，珠宝商可能制作符文吊坠作为护身符，而特别虔诚的人可能将它们佩戴在长袍上或作为纹身。",
	"Magic has always been intrinsically tied into the spoken and written word. Verbal incantations are required to cast most spells, spell scrolls and spellbooks are themselves capable of carrying the power of the spells they describe, even speaking the name of certain devils can be enough to banish them back to the Hells. This is more than just folklore and superstition, words have power, and runekeepers may be thought of as the ancestral onomancers in worlds where the magic of names plays such a key role.": "魔法一直与口头和书面语言紧密相连。大多数咒语需要口头念诵才能施放，咒语卷轴和咒语书本本身就能够承载所描述咒语的力量，甚至只要说出某些恶魔的名字就足以将它们驱逐回地狱。这不仅仅是民间传说和迷信，言语有力量，符文守护者可能被视为在名字的魔法扮演如此关键角色的世界中的祖先命名者。",
	"In the D&D multiverse, runekeepers are the individuals that passed down the understandings of the interworkings of these universes.": "在D&D多元宇宙中，符文守护者是那些传承了对这些宇宙内部运作理解的个体。",
	"In the Forgotten Realms, runekeepers have been called \"runecasters\" and \"rune scribes\", and the Rune Knights introduced in Tasha's Cauldron of Everything were given a taste of the keeper's power. The knowledge of rune magic was a treasure given to Annam All-Father, the chief giant deity and creator of the giant race, from the modrons. The runes of giants played a central role during the events of Storm King's Thunder, and many of the languages of the Forgotten Realms were formed from ancient runic dialects.": "在被遗忘的国度（Forgotten Realms）中，符文守护者（runekeepers）被称为“符文施法者”（runecasters）和“符文抄写员”（rune scribes），而在《塔莎的万物炼妙壶》（Tasha's Cauldron of Everything）中引入的符文骑士（Rune Knights）也体验到了守护者的力量。符文魔法的知识是赐予巨人主神安南（Annam All-Father）的珍宝，他是巨人种族的创造者，这些知识来自于模德（modrons）。巨人的符文在《风暴巨王的雷霆》（Storm King's Thunder）事件中扮演了核心角色，而被遗忘的国度中的许多语言都是由古代符文方言演变而来。",
	"When building your own world, runes are a great means of evoking themes of ancient, occult cultures and can inject your story with arcane mystery. If you're the kind of dungeon master that loves creating your own languages, you can create your own runes for your runekeeper players using the guide in this supplement.": "在打造自己的世界时，符文是唤起古代、神秘文化主题并为故事注入神秘奥秘的绝佳手段。如果你是那种喜欢创造自己语言的地牢主，你可以使用本补充指南为你的符文守护者玩家创造自己的符文。",
	"As you make your runekeeper character, contemplate the questions you have about the universe(s) in which you occupy. Is there some anomaly that leaves you waking at night? What is the meaning of life?": "在塑造你的符文守护者角色时，思考一下你对所处宇宙的问题。有什么异常让你夜晚醒来？生命的意义是什么？",
	"You can make a runekeeper quickly by following these suggestions. First, Intelligence should be your highest ability score, followed by Constitution or Dexterity. Second, choose the acolyte background. Lastly, choose two runes that you meet the prerequisites for that can enhance your armor or weapons, or that grant you a cantrip and spells.": "你可以通过以下建议快速创建一个符文守护者。首先，智力应该是你最高的能力值，其次是体质或敏捷。其次，选择侍僧（acolyte）背景。最后，选择两个符文，符文应符合你的先决条件，可以增强你的盔甲或武器，或者赋予你一个戏法和法术。",
	"You gain the ability to inscribe and invoke {@filter magical runes|optionalfeatures|feature type=R}.": "你获得了刻写和召唤{@filter magical runes|optionalfeatures|feature type=R}的能力。",
	"At 1st level, you have a lexicon of runes which are fixed in your mind, and contains four {@filter runes of your choice|optionalfeatures|feature type=R}.": "在1级时，你脑海中有一个符文词典，其中包含四个{@filter runes of your choice|optionalfeatures|feature type=R}。",
	"Each time you gain a runekeeper level, you can add one rune of your choice to your lexicon. You must know how to read, speak, and write the rune's language and must be able to inscribe it to add it. On your adventures, you might find other runes that you can add to your lexicon (such as if a rune gives a magic item its properties or if it is etched into a wall). Adding it requires time spent in contemplation of the rune's truths, requiring 8 hours, which can be completed as a part of a long rest.": "每次你获得一个符文守护者（Runekeeper）等级，你可以向你的词典中添加一个你选择的符文。你必须知道如何阅读、说话和书写这个符文的语言，并且必须能够刻写它才能添加。在冒险中，你可能会发现其他符文，可以将它们添加到你的词典中（比如如果一个符文赋予魔法物品其属性，或者如果它被刻在墙上）。添加符文需要花时间沉思符文的真理，需要8小时，可以作为长休的一部分完成。",
	"While you might permanently carve or paint a rune onto an object, it's the magical, meditative process of inscription that awakens its potential and makes it available for you to invoke. The rune can be inscribed onto any object, unless a specific object or type of object is detailed in its prerequisites.": "尽管你可以永久地雕刻或绘制符文在一个物体上，但是通过魔法、冥想的过程来铭刻符文才能唤醒它的潜力，并使其可以被你召唤。符文可以铭刻在任何物体上，除非在其先决条件中详细说明了特定的物体或物体类型。",
	"Your inscribed rune remains on the object indefinitely, but when you die, the rune vanishes after a number of days have passed equal to your Intelligence modifier (minimum of 1 day). The rune also vanishes if you somehow remove it from your runic lexicon.": "你刻印的符文会永久留在物体上，但当你死亡时，符文会在过去的天数等于你的智力调整值（最少1天）后消失。如果你以某种方式将符文从你的符文词典中移除，符文也会消失。",
	"You can change which runes you have inscribed when you finish a long rest; the maximum number of runes you can inscribe at a time appears in the Inscribed Runes column of the Runekeeper table. An object can only bear one of your inscribed runes at a time. If you inscribe a rune that would exceed your limit of Inscribed Runes, you choose one to dismiss.": "你可以在完成一次长休后更改你刻印的符文；你可以同时刻印的符文数量上限显示在符文使者表格的刻印符文栏中。一个物体一次只能承载你刻印的一个符文。如果你刻印的符文数量超过了你的刻印符文上限，你需要选择一个符文来解除。",
	"Once a rune is inscribed, it provides a passive effect and can be invoked.": "符文一旦被刻印，就会提供一种被动效果，并且可以被激活。",
	"While other creatures can attune to and benefit from your inscribed runes, only you can invoke them. Invoking a rune calls for the action specified in its description and lasts for its duration. You must be able to either touch the rune or speak its name to invoke it, and anything that would prevent you from casting a spell also prevents you from invoking a rune. For example, if you or one of your runes were within an area of antimagic, you could not invoke the rune. If multiple objects bear the same rune you have inscribed, you choose which of those runes you invoke.": "虽然其他生物可以调谐并受益于你刻印的符文，但只有你可以激活它们。激活符文需要执行其描述中指定的动作，并持续其持续时间。你必须能够触摸符文或说出它的名字来激活它，任何阻止你施放法术的事物也会阻止你激活符文。例如，如果你或你的符文之一位于反魔法区域内，你就无法激活符文。如果多个物体上刻有你刻印的相同符文，你可以选择激活其中哪个符文。",
	"When you invoke a rune, it becomes inert until you inscribe it again. Inert runes cannot be invoked, but still provide their passive effect.": "当你激活一个符文后，它会变得不活跃，直到你再次刻写它。不活跃的符文无法被激活，但仍然会提供它们的被动效果。",
	"As a philosopher of runic truths, Intelligence is the ability you use if a rune requires a saving throw or calls for an attack roll.": "作为符文真理的哲学家，智力是你在符文需要豁免投掷或攻击投掷时使用的能力。",
	"Your studies of runes supernaturally develops your linguistic capabilities and granting you the eyes of the runekeepers. You can read all writing.": "你对符文的研究超自然地提升了你的语言能力，并赋予了你符文守护者的眼睛。你可以阅读一切文字。",
	"Further, when you finish a long rest, you can replace any Standard or Exotic language you know with another Standard or Exotic language (see: Player's Handbook p. 123). You cannot replace Common with this feature.": "此外，当你完成一次长休时，你可以用另一种标准或异国语言（参见：《玩家手册》第123页）替换你已经掌握的任何标准或异国语言。你不能用此特性替换普通语。",
	"Runekeepers adopt a form of discussion and logic towards their philosophies, their Keeper's Dialect. These dialects shape one's understanding and ability to manipulate reality. You make that choice now, which grants you features at 2nd level, then again at 6th, 10th, and 14th level.": "符文守护者采用一种讨论和逻辑的形式来探讨他们的哲学，他们的守护者方言。这些方言塑造了一个人对现实的理解和操控能力。你现在要做出选择，在2级时获得特性，然后分别在6级、10级和14级时再次获得特性。",
	"You have learned to channel the latent potential of your runes through the artistry of rune stance. As a bonus action on your turn, you can choose to enter a rune stance. If you do, that stance's effects apply in a 10-foot radius area around you. The effects last until you switch to another stance or are knocked {@condition unconscious}. You can choose between the following stances:": "你已经学会了通过符文姿态的艺术来引导你符文的潜在潜力。作为你回合的奖励动作，你可以选择进入一个符文姿态。如果你这样做，该姿态的效果将适用于你周围10英尺半径范围内。这些效果持续到你切换到另一个姿态或被击倒{@condition unconscious}。你可以在以下姿态之间进行选择：",
	"The first time an enemy within the area takes damage on a turn, it takes extra damage equal to half the number of runes you have inscribed.": "当区域内的敌人首次在一个回合内受到伤害时，它会受到额外伤害，数值等同于你所刻印符文数量的一半。",
	"The first time you or your allies within the area take damage on a turn, the damage taken is reduced by an amount equal to half the number of runes you have inscribed.": "当你或你的盟友在该区域内受到伤害时，第一次受到伤害的数值会减少，减少的数值等同于你已刻印符文数量的一半。",
	"You can open your mind to resonance of creation, allowing you to sense magic energy around you. You do so as an action, which places you under the effects of the {@spell detect magic} spell as long as you maintain concentration on it.": "你可以打开心灵，感受创造力的共鸣，让你能够感知周围的魔法能量。你可以将此作为一个动作来实现，只要你保持专注，你就会受到{@spell detect magic}法术的影响。",
	"Further, when you are aware of magic's presence on an object or surface, you can freely interact with it without causing any spell or magical effect to trigger.": "此外，当你意识到物体或表面上存在魔法时，你可以自由地与之互动，而不会触发任何咒语或魔法效果。",
	"When you reach 4th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用专长(feats)，你可以选择取得一个{@5etools feat|feats.html}。",
	"By tapping into the essence of creation, you gain the ability to invoke one of your inert runes by using runic charges. You gain a number of these charges equal to half your runekeeper level, rounded down.": "通过触及创造的本质，你可以使用符文能量激活你的一项潜能符文。你获得的符文能量数量等同于你符文守护者（Runekeeper）等级的一半，向下取整。",
	"You can choose one of your inert runes and invoke it again by spending runic charges. Unless otherwise stated in its invoked effect, an inert rune only requires 1 runic charge to invoke.": "你可以选择你的一个不活跃的符文，并通过消耗符文能量再次激活它。除非在其激活效果中另有说明，一个不活跃的符文只需要1点符文能量来激活。",
	"You regain all of your spent runic charges when you finish a long rest.": "当你完成一次长休时，你会恢复所有已消耗的符文能量。",
	"At 6th level, you gain one feature granted by your Keeper's Dialect.": "在第6级时，你获得了由你的守护者方言（Keeper's Dialect）赋予的一个特性。",
	"When a creature attunes to a magic item that bears one of your inscribed runes that requires attunement, attuning to the item also attunes the creature to the rune without the rune counting against their limit of attuned magic items.": "当一个生物调谐到一个带有你刻印符文之一的需要调谐的魔法物品时，调谐到该物品也会使生物调谐到符文，而不会使符文计入其调谐的魔法物品的限制。",
	"When you reach 8th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"When you use your action to invoke a rune, you can invoke two runes you have inscribed with an invoking time of 1 action.": "当你使用你的动作来激活一个符文时，你可以激活两个你已经刻在身上的激活时间为1个动作的符文。",
	"When you reach 20th level in this class, you can invoke up to three runes with this feature.": "当你达到20级时，你可以使用这个特性激活多达三个符文。",
	"At 10th level, you gain one feature granted by your Keeper's Dialect.": "在10级时，你获得了由你的守护者方言(Keeper's Dialect)赋予的一个特性。",
	"You are always aware of the location of any of your inscribed runes, even if the rune is on a different plane of existence as you and, if you die, your inscribed runes remain inscribed on the object while you are dead.": "你始终能感知到你所刻印符文的位置，即使符文位于与你不同的存在平面上。如果你死亡，你所刻印的符文会在你死亡时仍然留存在物体上。",
	"When you reach 12th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与平常一样，使用此特性不能将能力值提高到20以上。",
	"At 14th level, you gain one feature granted by your Keeper's Dialect.": "在14级时，你获得了由你的守护者方言（Keeper's Dialect）赋予的一个特性。",
	"You know how to speak and write all languages, including those that are not Standard or Exotic languages.": "你知道如何说和写所有语言，包括那些非标准或异国语言。",
	"When you reach 16th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常情况一样，使用此特性不能将能力值提高到20以上。",
	"The range of your Rune Stance increases to 30 feet.": "你的符文姿态范围增加到30英尺。",
	"When you reach 19th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20点以上。",
	"When you reach 20th level in this class, you can invoke up to three runes with your {@classFeature Rune Chant|Runekeeper|TaronPoundsR|9}.": "当你达到20级时，你可以使用你的{@classFeature Rune Chant|Runekeeper|TaronPoundsR|9}来激活最多三个符文。",
	"The sacred runes of the dwarves, runekeepers that specialize in Dethek are smiths and engineers. Dwarvish runekeepers are master smiths that suffuse objects with runic energy, giving the object a life of its own. More often called 'runesmiths' than 'runekeepers', as Dethek runekeepers shape their philosophies around history, industry, and war. Followers of this dialect specialize in enhancing weapons and armor, with some choosing to inscribe runes to create vehicles with a facsimile of life. They are regarded as indespensible assets during wartimes.": "矮人的神圣符文，专精于德塞克（Dethek）的符文守护者是铁匠和工程师。矮人符文守护者是精通铁匠技艺的大师，能够将符文能量注入物体，赋予物体自己的生命。德塞克符文守护者更常被称为“符文铁匠”而非“符文守护者”，因为他们的哲学围绕着历史、工业和战争展开。这种方言的追随者专注于增强武器和盔甲，有些人选择铭刻符文，创造具有生命化特征的载具。他们在战时被视为不可或缺的资产。",
	"You always know how to speak and write {@language Dwarvish} and you are proficient with any armor or weapons inscribed with a {@filter Dwarvish rune|optionalfeatures|feature type=R:Dw}. You can also attune to any magic item you have inscribed with a {@filter Dwarvish rune|optionalfeatures|feature type=R:Dw}, ignoring requirements.": "你总是知道如何说和写{@language Dwarvish}，并且精通任何刻有{@filter Dwarvish rune|optionalfeatures|feature type=R:Dw}的盔甲或武器。你还可以调谐任何刻有{@filter Dwarvish rune|optionalfeatures|feature type=R:Dw}的魔法物品，无视要求。",
	"You add a {@filter Dethek rune|optionalfeatures|feature type=R:Dw} of your choice to your runic lexicon for which you meet the prerequisites.": "你可以选择添加一个{@filter Dethek rune|optionalfeatures|feature type=R:Dw}到你的符文词典中，前提是你符合条件。",
	"Further, you can spend downtime crafting with the appropriate tools to carve or engrave armor or a weapon with a rune of your choice from your runic lexicon. When you finish a long rest, you can choose to awaken a rune you have created in this way, causing it to provide its passive benefit as if it was an inscribed rune, though it does not count as an inscribed rune and cannot be invoked.": "此外，您可以利用适当的工具在闲暇时间进行制作，雕刻或镌刻盔甲或武器，使用您从符文词典中选择的符文。当您完成一次长休时，您可以选择唤醒您以这种方式创建的符文，使其提供其被动效果，就像它是一个刻有符文一样，尽管它不算是一个刻有符文，也不能被激活。",
	"You can have one such rune awakened with this feature at a time.": "你一次只能激活一个符文，使用这个特性。",
	"Whenever you enter a {@classFeature Rune Stance|Runekeeper|TaronPoundsR|2||rune stance}, you can choose an additional effect that lasts for the duration of the stance:": "每当你进入一个{@classFeature Rune Stance|Runekeeper|TaronPoundsR|2||rune stance}时，你可以选择一个额外效果，该效果持续整个姿态的持续时间：",
	"You gain a +1 bonus to AC while wearing armor you have inscribed with a rune.": "当你穿戴着用符文刻印的盔甲时，你的AC获得+1的加值。",
	"You and your allies that can see you within the area of your stance gain a bonus to saving throws against being frightened equal to half your number of inscribed runes.": "你和你的盟友，只要他们能看到你在你的架势范围内，就会获得一个抵抗受到惊吓效果的豁免加值，数值等同于你所刻印符文数量的一半。",
	"You can attack twice, instead of once, whenever you take the Attack action on your turn.": "每当你在你的回合使用攻击动作时，你可以攻击两次，而不是一次。",
	"Dwarven runesmithing specializes in enhancing weapons and armor, and its runekeepers are masters of its inscription. When you inscribe a weapon or armor with your runes, the object can be inscribed with up to three of your runes at a time.": "矮人符文铸造专门用于增强武器和盔甲，其符文守护者是其铭文的大师。当你用你的符文铭刻武器或盔甲时，这个物品可以同时被铭刻最多三个你的符文。",
	"Further, you can inscribe up to three of your inscribed runes on a single object.": "此外，您可以在同一物品上刻上最多三个符文。",
	"Calling forth the fury that heats the forges of dwarven creation, your valor in battle empassions your allies with the iron will of dwarvenkind.": "唤起炽热的愤怒，点燃矮人创造之炉，你在战斗中的英勇激励着你的盟友，赋予他们矮人种族的铁一般意志。",
	"When you hit a creature with a melee weapon attack on your turn, you can call upon this power. When you do, the attacked creature must succeed on a Charisma saving throw or be subjected to the following effects for 1 minute:": "当你在你的回合用近战武器攻击一个生物时，你可以发动这个能力。当你这样做时，被攻击的生物必须成功进行一次魅力豁免才能免受以下效果，持续1分钟：",
	"Creatures cannot be {@condition frightened} of or by the target.": "生物不能是目标的 {@condition frightened}。",
	"All fire damage dealt to the creature ignores resistance and deals half damage to it if it has immunity, rather than none.": "对该生物造成的所有火焰伤害无视抗性，如果它有免疫力，则只造成其一半伤害，而不是没有伤害。",
	"Subsequent melee attacks against the creature deal an extra {@dice 1d6} fire damage on a hit.": "对该生物的后续近战攻击，在命中时会额外造成{@dice 1d6}火焰伤害。",
	"At the start of each of its turns, the target takes fire damage equal to the number of runes you have inscribed.": "在每个回合开始时，目标受到等于你刻印的符文数量的火焰伤害。",
	"The target can repeat the save at the end of each of its turns, ending the effect on itself on a success.": "目标可以在每个自己的回合结束时重复豁免检定，若成功则结束自身上的效果。",
	"Once you use this feature, you cannot do so again until you finish a long rest, unless you spend 5 runic charges to do so again.": "一旦你使用这个特性，你必须完成一次长休才能再次使用，除非你花费5个符文能量来再次使用。",
	"The runes of fiends carries with it the essence of the evils that shape the Lower Planes. They tell of a brutal conflict that has raged between the Abyss and the Nine Hells since the Age Before Ages, and they were the words of damnation that brought the demons, devils, and yugoloths into being. Runekeepers that dedicate themselves to this dialect dedicate themselves to the truths of lies. It isn't uncommon for one of these runekeepers to act as notaries in the forging of a pact between a Fiend and a warlock, as these contracts tend to be signed in blood and runes. The truths they speak are of pain, torment, and brutality.": "恶魔符文携带着塑造下层位面邪恶本质的精华。它们讲述了自远古时代以来，深渊与九层地狱之间一场残酷冲突的故事，它们是带来恶魔、恶魔和犹格洛斯的诅咒之词。致力于这种方言的符文守护者致力于谎言的真相。这些符文守护者中有人常常充当恶魔与术士之间契约的起草人，因为这些契约往往是用血和符文签订的。他们所说的真相是关于痛苦、折磨和残暴的。",
	"You always know how to speak and write {@language Abyssal} and {@language Infernal} and you are proficient with any armor or weapons inscribed with {@filter Abyssal|optionalfeatures|feature type=R:A} or {@filter Infernal|optionalfeatures|feature type=R:I} runes. You can also attune to any magic item you have inscribed with an {@filter Abyssal|optionalfeatures|feature type=R:A} or {@filter Infernal|optionalfeatures|feature type=R:I} rune, ignoring requirements.": "你始终知道如何说和写{@language Abyssal}和{@language Infernal}，并且你精通任何镌刻有{@filter Abyssal|optionalfeatures|feature type=R:A}或{@filter Infernal|optionalfeatures|feature type=R:I}符文的盔甲或武器。你还可以调谐任何镌刻有{@filter Abyssal|optionalfeatures|feature type=R:A}或{@filter Infernal|optionalfeatures|feature type=R:I}符文的魔法物品，无视要求。",
	"You add a {@filter Fiendish|optionalfeatures|feature type=R:A;R:I} rune of your choice to your runic lexicon, for which you meet the prerequisites.": "你可以在符文词典中添加一个{@filter Fiendish|optionalfeatures|feature type=R:A;R:I}符文，前提是你符合条件。",
	"Additionally, when you deal damage to a creature that has attacked you since the end of your last turn, you regain hit points equal to half the damage you deal to it.": "此外，当你对一只自上次你的回合结束以来攻击过你的生物造成伤害时，你将恢复等同于你对其造成伤害一半的生命值。",
	"Hostile creatures in the area of your stance suffer a penalty to saving throws against being {@condition charmed} equal to half your number of inscribed runes.": "在你所处区域内的敌对生物在对抗被{@condition charmed}的豁免时会受到惩罚，惩罚值为你所刻印符文数量的一半。",
	"If a hostile creature in the area would regain hit points, it must first make a Charisma saving throw. On a failure, it does not regain hit points and it takes necrotic damage equal to half the hit points it would have regained. On a success, it regains half the hit points it normally would.": "如果区域内的敌对生物要恢复生命值，它必须首先进行一次魅力豁免检定。如果失败，它不会恢复生命值，并且会受到等于它本来会恢复的生命值一半的死灵伤害。如果成功，则会恢复通常的一半生命值。",
	"When a hostile creature within the area tries to cast a spell of a level equal to or lower than half your inscribed runes, it must first succeed on a Constitution saving throw, or the casting fails and the spell is wasted.": "当区域内的敌对生物尝试施放一个等级不高于你刻印符文一半的法术时，它必须首先成功进行一次体质豁免才能施法成功，否则施法失败，法术被浪费。",
	"When you invoke one of your {@filter Abyssal|optionalfeatures|feature type=R:A} or {@filter Infernal|optionalfeatures|feature type=R:I} runes, you can choose a creature that you can see within 30 feet of you. A chosen creature has disadvantage on the first Charisma ability check or saving throw it makes before the end of your next turn.": "当你激活你的{@filter Abyssal|optionalfeatures|feature type=R:A}或{@filter Infernal|optionalfeatures|feature type=R:I}符文之一时，你可以选择一个在你视线范围内的生物。被选择的生物在你的下一个回合结束前进行的第一次魅力属性检定或豁免 throw 检定时，都会有劣势。",
	"When you are reduced to 0 hit points and thereby fall unconscious, you can immediately gain the benefits of {@spell summon fiend|TCE} as if it were cast using a 9th-level spell slot. The fiend summoned is a {@filter Demon|bestiary|tag=demon} if you have more {@filter Abyssal runes|optionalfeatures|feature type=R:A} inscribed, a {@filter Devil|bestiary|tag=devil} if you have more {@filter Infernal runes|optionalfeatures|feature type=R:I} inscribed, or a {@filter Yugoloth|bestiary|tag=yugoloth} if you have an equal number of each.": "当你的生命值降至0点，从而陷入昏迷时，你可以立即获得{@spell summon fiend|TCE}的效益，就好像使用了一个9级法术位。如果你刻印的符文中{@filter Abyssal runes|optionalfeatures|feature type=R:A}更多，召唤的恶魔是{@filter Demon|bestiary|tag=demon}；如果刻印的符文中{@filter Infernal runes|optionalfeatures|feature type=R:I}更多，召唤的是{@filter Devil|bestiary|tag=devil}；如果两种符文数量相等，则召唤{@filter Yugoloth|bestiary|tag=yugoloth}。",
	"The fiend appears within 20 feet of you, however you cannot command it. It protects you from harm and attacks your foes or acts in accordance with an order you issued before dropping to 0 hit points. When cast this way, the spell does not require your concentration.": "恶魔出现在你的20英尺内，但你无法命令它。它会保护你免受伤害，并攻击你的敌人，或者按照你在生命值降至0之前下达的命令行动。以这种方式施放咒语时，不需要你集中精力。",
	"If the fiend avenges you or completes its issued order, you are returned to life with 1 hit point. If your body was destroyed before you can return, a new one is created for you. In either situation, your body bears a stigmatic rune signifying the debt you now owe to the fiend that offered you aid. This rune is cursed and it cannot be removed by any means short of a {@spell wish} spell.": "如果邪魔为你复仇或完成了它所发出的命令，你将以1点生命值复活。如果你的身体在你复活之前被摧毁，将会为你重新创建一个新的身体。在任何情况下，你的身体上都会带有一个标记性符文，表示你现在欠那个为你提供帮助的邪魔的债务。这个符文是被诅咒的，除了{@spell wish}法术外，任何方法都无法移除它。",
	"Once you use this feature, you can't use it again until you settle the debt to the fiend, typically through an appropriate offering or sacrifice (DM's discretion), which removes the stigmatic rune.": "一旦你使用了这个特性，你就不能再次使用它，直到通过适当的奉献或牺牲（DM自行决定）来偿还给(`fiend`)，这将移除这个有耻辱的符文。",
	"Runes can be deadly bombs of untamed arcane energy when handled by the untrained. However, to goblins, lethal danger isn't a deterent, it's inspiration. The goblin language is derived from the ancient Davek runic script, a fact rather prideful dwarves have tried to purge from the history books. After several centuries—and expendible test subjects—runic invocation was discovered using the Goblin script. Some might find this kind of 'brute force ingenuity' admirable, but those same individuals tend to be lacking in eyes or fingers. Runekeepers specializing in the Ghukliak Dialect see invoking these runes as an art of infinite possibilities, completely opening their mind and surrendering to pandemonium.": "符文对于未经训练的人来说可能是未被驯服的奥术能量的致命炸弹。然而，对于地精来说，致命的危险并不能阻止他们，反而激发了灵感。地精语言源自古代达维克(Davek)文字，这一事实让自豪的矮人一直试图从历史书籍中清除。经过几个世纪以及可牺牲的实验对象，使用地精文字发现了符文召唤术。一些人可能会觉得这种“蛮力创造力”令人钦佩，但这些人往往缺少眼睛或手指。专攻古克利亚克(Ghukliak)方言的符文守护者将召唤这些符文视为一种无限可能性的艺术，完全敞开他们的思维并投入到混乱之中。",
	"You always know how to speak and write {@language Goblin} and you are proficient with any armor or weapons inscribed with a {@filter Goblin rune|optionalfeatures|feature type=R:Go}. You can also attune to any magic item you have inscribed with a {@filter Goblin rune|optionalfeatures|feature type=R:Go}, ignoring requirements.": "你总是能够说和写 {@language Goblin}，并且精通任何刻有{@filter Goblin rune|optionalfeatures|feature type=R:Go}的盔甲或武器。你也可以调谐任何你刻有{@filter Goblin rune|optionalfeatures|feature type=R:Go}的魔法物品，无视要求。",
	"Any Chaos rune is a {@filter Goblin rune|optionalfeatures|feature type=R:Go} for you, and you add a {@filter Goblin rune|optionalfeatures|feature type=R:Go} of your choice to your runic lexicon, for which you meet the prerequisites.": "任何混沌符文对你来说都是 {@filter Goblin rune|optionalfeatures|feature type=R:Go}，并且你可以选择一个符文加入你的符文词典，只要你符合先决条件。",
	"Whenever you enter a {@classFeature Rune Stance|Runekeeper|TaronPoundsR|2||rune stance}, you must make a Wisdom saving throw against your rune save DC, which you can choose to fail. On a failure, roll a d6 and consult the list below. If a stance grants you a cantrip, you can only cast it while in that stance:": "每当你进入一个{@classFeature Rune Stance|Runekeeper|TaronPoundsR|2||rune stance}时，你必须进行一次感知豁免检定，目标值为你符文豁免 DC，你可以选择失败。如果失败，掷一个d6并参考下面的列表。如果一个姿态让你获得一个杂耍，你只能在该姿态下施放它：",
	"You are immune to divination magic that would sense your emotions or read your thoughts.": "你对于那些能感知你情绪或读取你思绪的占卜魔法具有免疫力。(divination magic)",
	"When you hit a creature within the area of your stance with an attack, it must succeed on a Wisdom saving throw or become affected by the {@spell confusion} spell.": "当你在你的姿态范围内击中一个生物时，它必须成功进行一次感知豁免检定，否则将受到{@spell confusion}法术的影响。",
	"You know the {@spell vicious mockery} cantrip and can cast it as a reaction to a creature failing an ability check, attack roll, or saving throw.": "你知道{@spell vicious mockery} cantrip，并且可以在生物未能通过能力检定、攻击检定或豁免检定时作为反应施放它。",
	"You know the {@spell minor illusion} cantrip and when you cast the spell to create foul sounds and images, creatures have disadvantage on ability checks made to determine that it is an illusion.": "你知道{@spell minor illusion}的战斗法术，当你施放这个法术来制造恶臭的声音和影像时，生物在进行用来确认这是幻觉的能力检定时，会受到劣势。",
	"Hostile creatures within the area of your stance cannot make ability checks, attack rolls, or saving throws with advantage.": "在你的立场范围内的敌对生物不能以优势进行能力检定、攻击检定或豁免检定。",
	"You turn {@condition invisible} until the end of your next turn or until you deal damage to another creature.": "你转动{@condition invisible}，直到你的下一个回合结束，或者直到你对另一个生物造成伤害。",
	"Whenever you roll on a table or list to determine a result for one of your {@filter Goblin runes|optionalfeatures|feature type=R:Go} or for your {@subclassFeature Goblin Rune Stance|Runekeeper|TaronPoundsR|Ghukliak|TaronPoundsR|6}, you can roll the die twice and choose which of the two effects occur. If you roll the same number on both dice, you can ignore the number and choose any effect.": "每当你在一个表格或列表上掷骰来决定你的{@filter Goblin runes|optionalfeatures|feature type=R:Go}或你的{@subclassFeature Goblin Rune Stance|Runekeeper|TaronPoundsR|Ghukliak|TaronPoundsR|6}之一的结果时，你可以掷骰两次，然后选择其中一个效果发生。如果你在两个骰子上掷出相同的数字，你可以忽略这个数字并选择任何效果。",
	"When you invoke a rune, you can cause it to explode. Hostile creatures within within 20 feet of the rune must succeed on a Dexterity saving throw or take {@dice 4d10} force damage and be pushed 10 feet away from the rune.": "当你激活符文时，你可以让它爆炸。在符文周围20英尺范围内的敌对生物必须通过一次敏捷豁免检定，否则将受到{@dice 4d10}力量伤害，并被推开10英尺远离符文。",
	"Once you use this feature, you cannot do so again until you fail a Wisdom saving throw or finish a short or long rest.": "一旦你使用这个特性，你在进行一次感知豁免检定失败或完成一次短暂或长时间休息之前都不能再次使用。",
	"Dragons are the embodiment of terror, myth, and legends. Their appearance in a world is nearly always a monumentous event that redefines history, topples civilizations, or marks the rise of a new era. Their power is more than just raw strength, they are themselves capable of impacting the laws of nature.": "龙是恐惧、神话和传说的化身。它们出现在世界上几乎总是一个具有历史意义的事件，重新定义历史，推翻文明，或标志着一个新时代的兴起。它们的力量不仅仅是原始力量，它们本身就能够影响自然法则。",
	"Runekeepers specialize in Iokharic to embody these legends, often seeking the tutelage of a dragon. In some worlds, these keepers are known as 'dragoons', polearm wielding knights that take to the skies to strike down their foes with devastating attacks.": "符文守护者专精于(Iokharic)以体现这些传说，通常寻求龙类的指导。在一些世界中，这些守护者被称为\"龙骑士\"，手持长柄武器的骑士们乘风破浪，用毁灭性的攻击击倒他们的敌人。",
	"You always know how to speak and write {@language Draconic} and you are proficient with any armor or weapons inscribed with a {@filter Draconic rune|optionalfeatures|feature type=R:Dr}. You can also attune to any magic item you have inscribed with a {@filter Draconic rune|optionalfeatures|feature type=R:Dr}, ignoring requirements.": "你总是能够说和写{@language Draconic}，并且精通任何刻有{@filter Draconic rune|optionalfeatures|feature type=R:Dr}的盔甲或武器。你还可以调谐任何刻有{@filter Draconic rune|optionalfeatures|feature type=R:Dr}的魔法物品，无视要求。",
	"{@filter Iokharic rune|optionalfeatures|feature type=R:Dr} allow you to emulate the fighting tactics of dragons. When you make a running or standing high jump, you can leap a number of feet into the air equal to 3 times your runekeeper level (round up to the nearest multiple of 5). You do not take falling damage if the distance you fall is less than your jump height and, when you fall, you can move up to 5 feet horizontally for every 1 foot you descend.": "{@filter Iokharic rune|optionalfeatures|feature type=R:Dr}允许你模拟龙的战斗战术。当你进行奔跑或站立高跳时，你可以跳跃的距离等于你符文守护者等级的3倍（向最接近的5的倍数四舍五入）。如果你掉落的距离小于你的跳跃高度，你不会受到掉落伤害，并且当你下落时，你可以每下降1英尺水平移动多达5英尺。",
	"Additionally, if you fall into the space of a creature and hit it with a melee weapon attack on the same turn, the attack roll required for it to score a critical hit is reduced by 1, and that attack deals an extra {@dice 1d10} damage for every 10 feet of height you fell before making the attack as it carries the momentum of your lunge. Unless the creature is also two or more sizes larger than you, it is also knocked {@condition prone}.": "此外，如果你掉落到一个生物的空间并在同一回合内用近战武器攻击它，那么用于获得重击的攻击骰减少 1，并且每落下 10 英尺的高度，该攻击额外造成 {@dice 1d10} 伤害，因为它带着你冲刺的动量。除非该生物也比你大两个或更多尺寸，否则它也被击倒 {@condition prone}。",
	"Page 170 of Tasha's Cauldron of Everything includes rules for 'Falling onto a Creature.' Since the Dragon's Ascent feature causes you to not take falling damage, there is no damage for you to halve as a result of the fall.": "《塔莎的一切大锅》第170页包括了“落在生物身上”的规则。由于龙之飞升特性使你不会受到坠落伤害，因此你没有伤害需要减半。",
	"When you jump, you can choose to remain hovering in the air at the highest point of the jump until the start of your next turn.": "当你跳跃时，你可以选择在跳跃的最高点停留在空中，直到你的下一个回合开始。",
	"Hostile creatures in the area suffer a penalty to saving throws against being {@condition frightened} equal to half your number of inscribed runes.": "该区域内的敌对生物在对抗被{@condition frightened}的豁免投掷时，会受到一个惩罚，惩罚值为你所铭刻符文数量的一半。",
	"Choose a damage type from either acid, cold, fire, lightning, or poison. You and your allies within the area of your stance gain resistance to that damage.": "选择一个伤害类型，可以是酸(%acid%)、冰(%cold%)、火(%fire%)、闪电(%lightning%)或毒(%poison%)。你和你的盟友在你的站姿范围内获得对该伤害的抗性。",
	"After you invoke a Draconic rune, you have advantage on the next saving throw you make before the start of your next turn.": "在你激活一枚龙符之后，在你的下一个回合开始前，你在进行的下一个豁免投掷中获得优势。",
	"When you use your {@subclassFeature Dragon's Ascent|Runekeeper|TaronPoundsR|Iokharic|TaronPoundsR|2} feature and fall into an unoccupied space, you can use your action to cause draconic fury to explode from you. Each creature within 20 feet of you when you land must succeed on a Dexterity saving throw against your runic save DC or take acid, cold, fire, lightning, or poison damage (your choice). The damage taken is equal to {@dice 1d10} for every 10 feet of height you fell before taking this action.": "当你使用你的{@subclassFeature Dragon's Ascent|Runekeeper|TaronPoundsR|Iokharic|TaronPoundsR|2}特性并落入一个未被占据的空间时，你可以使用你的动作让龙之怒从你身上爆发。当你着陆时，距离你20英尺内的每个生物必须通过一个对抗你符文豁免 DC 的敏捷豁免才能免受酸、冰冷、火焰、闪电或毒素伤害（你选择）。受到的伤害等于你在采取此动作之前每下落10英尺所受到的伤害的{@dice 1d10}。",
	"Once you use this feature, you cannot do so again until you finish a short or long rest, unless you spend 3 runic charges to use it again.": "一旦你使用这个特性，你必须完成一次短休或长休才能再次使用，除非你花费3个符文能量来再次使用它。",
	"Perhaps no other creatures in the Forgotten Realms have their history and culture tied into the art of runic inscription. Giants have an ancient, proud history that tells of the fall of the fabled realm of Ostoria and the journey of Annamm to learn the power of runes from the modrons. The giants of the fallen kingdom of Ostoria had a word for their runekeepers; 'skiltgravr', the rune cutters.": "在被遗忘的国度中，也许没有其他生物像巨人一样，他们的历史和文化与符文铭文艺术紧密相连。巨人拥有一个古老而自豪的历史，讲述了传说中的奥斯托利亚王国的陨落以及安娜姆从模德隆那里学习符文力量的旅程。奥斯托利亚陨落王国的巨人为他们的符文守护者有一个称呼；'skiltgravr'，符文刻者。",
	"You always know how to speak and write {@language Giant} and you are proficient with any armor or weapons inscribed with a {@filter Giant rune|optionalfeatures|feature type=R:Gi}, ignoring requirements.": "你总是知道如何说和写{@language Giant}，并且精通任何刻有{@filter Giant rune|optionalfeatures|feature type=R:Gi}的盔甲或武器，无视要求。",
	"You can channel the ancestral history of the giants and imbue yourself with their might. As a bonus action, you magically increase your size to Large for 1 minute. This multiplies your weight by 8 if you were Medium or 64 if you were Small. You choose how your dimensions alter to accommodate your new size and weight.": "你可以召唤巨人的祖先历史，赋予自己他们的力量。作为一个奖励动作，你可以在1分钟内魔法般地将自己的尺寸增加到大型。如果你原本是中型生物，这将使你的体重增加8倍；如果你原本是小型生物，这将使你的体重增加64倍。你可以选择如何调整你的尺寸以适应你的新尺寸和体重。",
	"While your size is increased to Large with this feature, you gain the following benefits:": "当你的尺寸增加到大号时，你将获得以下好处：",
	"Your creature type changes to Giant and your reach increases by 5 feet.": "你的生物类型变为巨人(Giant)，并且你的触角范围增加了5英尺。",
	"Your weapon attacks deal {@dice 1d6} extra damage.": "你的武器攻击造成额外伤害{@dice 1d6}。",
	"You can wield weapons with the two-handed property in one hand. Weapons with the versatile property that you wield in one hand use the damage die listed for wielding them with two hands.": "你可以用一只手持有具有双手属性的武器。你用一只手持有具有多用途属性的武器时，使用的伤害骰应该是用双手持有时所列出的。",
	"Once you use this feature, you can't use it again until you finish a short or long rest.": "一旦你使用这个特性，你必须完成一次短休或长休才能再次使用。(short or long rest)。",
	"You can attack twice, instead of once, whenever you take the {@action Attack} action on your turn.": "每当你在你的回合上使用{@action Attack}动作时，你可以攻击两次，而不是一次。",
	"Your movement speed increases by 10 feet and opportunity attacks made against you are made with disadvantage.": "你的移动速度增加10英尺，对你发动的机会攻击带有劣势。",
	"At the start of each of your subsequent turns, you can expend a runekeeper Hit Dice, roll it, and regain a number of hit points equal to the result of the roll.": "在你的每个后续回合开始时，你可以消耗一个符文守护者(Hit Dice)，掷骰子，并回复数值等同于掷骰结果的生命值。",
	"When you use your action to invoke a {@filter Giant rune|optionalfeatures|feature type=R:Gi}, you can make an attack as a bonus action.": "当你使用你的动作来激活一个{@filter Giant rune|optionalfeatures|feature type=R:Gi}时，你可以将一次攻击作为一个额外动作。",
	"Your size permanently increases to Large as per your {@subclassFeature Skilt Krigga|Runekeeper|TaronPoundsR|Jotun|TaronPoundsR|2} feature and the extra damage you deal with weapon attacks increases to {@dice 1d8}. Should you choose, you can now increase your size to Huge using that feature, which increases your reach by an additional 5 feet.": "你的尺寸永久增加到大号，根据你的{@subclassFeature Skilt Krigga|Runekeeper|TaronPoundsR|Jotun|TaronPoundsR|2}特性，你对武器攻击造成的额外伤害也增加到{@dice 1d8}。如果你愿意，现在可以使用该特性将自己的尺寸增加到巨大号，这将使你的攻击范围额外增加5英尺。",
	"Further, you can use your Skilt Krigga feature twice between rests, rather than once.": "此外，在休息之间，你可以使用你的技能战斗者（Skilt Krigga）特性两次，而不是一次。",
	"The language of the gods, Supernal is a universal language understood by all sentient creatures of creation.": "神之语，(Supernal)是一种普遍语言，被创世界上所有有智慧的生物所理解。",
	"You always know how to speak and write {@language Celestial} and you are proficient with any armor or weapons inscribed with a {@filter Celestial rune|optionalfeatures|feature type=R:C}, ignoring requirements.": "你总是能够说和写{@language Celestial}，并且能熟练使用任何刻有{@filter Celestial rune|optionalfeatures|feature type=R:C}的盔甲或武器，无视要求。",
	"Your {@filter Celestial runes|optionalfeatures|feature type=R:C} enhance the healing of creatures affected by them. When a creature wearing or carrying one of your {@filter Celestial runes|optionalfeatures|feature type=R:C} regains hit points, it gains a bonus to the healing equal to the number of runes you have inscribed.": "你的{@filter Celestial runes|optionalfeatures|feature type=R:C}增强了受其影响的生物的治疗效果。当一个生物佩戴或携带你的{@filter Celestial runes|optionalfeatures|feature type=R:C}时，恢复生命值时，其获得的治疗加成等于你刻印的符文数量。",
	"You and your allies within the area of your stance that can see you gain a bonus to saving throws against being {@condition charmed} equal to the number of runes you have inscribed.": "你和你的盟友在你所站立的区域内，只要能看见你的人，对于受到{@condition charmed}效果的豁免投掷获得一个奖励，奖励值等同于你所刻印的符文数量。",
	"You shed bright light in the area of your stance and dim light out to double this area. Magical darkness in the area is suppressed while you are within this stance.": "你在你的立场区域内散发明亮光芒，光线延伸到这个区域的两倍范围。当你处于这个立场时，区域内的魔法黑暗被抑制。",
	"If a creature within this area regains hit points that would exceed it's maximum, those hit points can instead be granted as temporary hit points.": "如果一个生物在这个区域内恢复的生命值超过了它的最大值，那些生命值可以作为临时生命值授予。",
	"When you speak in {@language Celestial} to a creature that does not understand {@language Celestial}, it magically understands you.": "当你用{@language Celestial}对一个不懂{@language Celestial}的生物说话时，它会神奇地理解你。",
	"Further, when you spend Hit Dice as a part of invoking a rune, roll percentile dice. If you roll a number equal to or lower than your runekeeper level, you do not expend the Hit Dice.": "此外，当你在激活符文时使用生命骰时，请掷百分骰。如果你掷出的数字等于或小于你的符文使者等级(%runekeeper level%)，则你不消耗生命骰。",
	"Once you successfully prevent expending Hit Dice with this feature, you can't use it again until you finish a long rest.": "一旦成功阻止使用生命骰子，你必须完成一次长休才能再次使用这个特性。",
	"As an action, you can censure a creature with the icons of light and peace. When you do, choose a creature you can see within 120 feet of you. The target's will bends to unbreakable pacifism. When the target tries to take the {@action Attack} action or cast a spell that deals damage, it must make a Wisdom saving throw.": "作为一个行动，你可以用光明和和平的图标谴责一个生物。当你这样做时，选择一个你能看到的距离你120英尺内的生物。目标的意志弯曲成不可动摇的和平主义。当目标试图进行{@action Attack}行动或施放造成伤害的法术时，它必须进行一次感知豁免投掷。",
	"On a failure, it becomes {@condition blinded} until the start of its next turn. If the target fails three of these saves, it is {@condition blinded} for 7 days.": "失败后，直到下一轮开始之前，目标变为{@condition blinded}。如果目标连续三次保存检定失败，它将在接下来的7天内变为{@condition blinded}。",
	"On a success, the target is unaffected. If the target succeeds on three of these saves, this effect ends.": "成功时，目标不受影响。如果目标在这些豁免中成功三次，该效果结束。",
	"Once you use this feature, you cannot do so again until you finish a long rest.": "一旦你使用这个特性，你必须完成一次长休才能再次使用。",
	"Druids of the Sage of Runes are fierce guardians of the wilds. Their order gathers under the full Runes to share news and trade warnings. They haunt the deepest parts of the wilderness, where they might go for weeks on end before crossing paths with another humanoid creature, let alone another druid.": "符文贤者（Sage of Runes）的德鲁伊是荒野的凶猛守护者。他们的组织聚集在满月符文下分享消息并交换警告。他们出没在荒野的最深处，在那里可能连续几周都不会遇到其他人类生物，更不用说另一个德鲁伊了。",
	"Changeable as the Runes, a druid of this circle might prowl as a great cat one night, soar over the treetops as an eagle the next day, and crash through the undergrowth in bear form to drive off a trespassing monster. The wild is in the druid's blood.": "就像符文一样多变，这个（Circle of the Moon）（德鲁伊）可能在一个晚上潜行如伟大的猫，第二天在树梢上翱翔如鹰，然后以熊形态冲破丛林，赶走入侵的怪物。荒野在这位（德鲁伊）的血液中流淌着。",
	"You can use {@filter magic runes|optionalfeatures|feature type=R} to enhance your gear. You learn two runes of your choice for which you meet the prerequisites, and each time you gain a level in this class, you can replace one rune you know with a different one from this feature. When you reach certain levels in this class, you learn additional runes, as shown in the Sage of Runes Runic Invocation table.": "你可以使用{@filter magic runes|optionalfeatures|feature type=R}来强化你的装备。你可以学习两个符文，只要你符合条件，每次你在这个职业中获得一个等级时，你可以用这个特性中的另一个符文替换你已经学会的一个符文。当你在这个职业中达到一定等级时，你会学会额外的符文，如符文召唤贤者表所示。",
	"Your inscribed rune remains on the object indefinitely, but when you die, the rune vanishes after a number of days have passed equal to your Wisdom modifier (minimum of 1 day). The rune also vanishes if you somehow remove it from your runic lexicon.": "你刻印的符文会永久留在物体上，但当你死亡时，符文会在过去的天数等于你的感知调整值（最少1天）后消失。如果你以某种方式将符文从你的符文词典中移除，符文也会消失。",
	"You can change which runes you have inscribed when you finish a long rest; the maximum number of runes you can inscribe at a time appears in the Inscribed Runes column of the Sage of Runes Runic Invocation table. An object can only bear one of your inscribed runes at a time. If you inscribe a rune that would exceed your limit of Inscribed Runes, you choose one to dismiss.": "完成一次长休后，你可以更改你刻印的符文；你可以同时刻印的符文数量上限显示在符文先知符文召唤表的刻印符文栏中。一个物体一次只能承载一个你刻印的符文。如果你刻印的符文数量超过了刻印符文的限制，你需要选择一个符文来解除。",
	"As a scribe studied in the art of runic invocation, your runes use your druid spell save DC and spell attack bonus when they call for a saving throw or attack roll.": "作为一名研究符文召唤艺术的抄写员，在进行拯救投掷或攻击投掷时，你的符文会使用你的德鲁伊法术豁免 DC 和法术攻击加值。",
	"You may expend a use of your Wild Shape to construct a 10-foot-tall stone engraved with one of your {@filter Druidic runes|optionalfeatures|feature type=R:Du} in a 5-foot-by-5-foot unoccupied space within 30 feet of you. If the stone is constructed within desecrated ground, the ground within 30 feet of the stone is immediately purified.": "你可以使用一次野性变身来建造一个10英尺高的石头，上面雕刻着你的一个{@filter Druidic runes|optionalfeatures|feature type=R:Du}，在你附近30英尺内的一个5英尺乘5英尺的空地上。如果这块石头建造在被亵渎的地面上，那么在距离这块石头30英尺内的地面会立即被净化。",
	"This stone is a Medium object with AC 17 and a number of hit points equal to 5 times your druid level, and it is immune to poison and psychic damage. If the stone is destroyed, it crumbles, but otherwise remains permanently where you constructed it.": "这块石头是一个中型物体，AC为17，拥有的生命值等于你德鲁伊等级的5倍，对毒素和精神伤害免疫。如果这块石头被摧毁，它会破碎，但否则会永久留在你建造它的地方。",
	"The stone radiates with your rune's magic for the invoked effect's duration. Any creature of your choice within 10 feet of the stone gains the passive effect of the rune for this time as if they were wearing or carrying the rune on an inscribed object, ignoring item requirements. The rune's magic ends early if the stone is destroyed.": "石头在召唤效果持续期间散发出你符文的魔法。在石头周围10英尺范围内的任何生物（%num%）可在此期间获得符文的被动效果，就好像他们携带或佩戴了刻有符文的物品一样，无需考虑物品要求。如果石头被摧毁，符文的魔法会提前结束。",
	"As a bonus action on your turn, you can cause yourself to become {@condition petrified} until the start of your next turn.": "作为一个奖励动作，在你的回合中，你可以让自己变成{@condition petrified}，直到你下一个回合开始。",
	"While {@condition petrified} in this way, you are immune to all damage, you gain {@sense tremorsense|MM} out to a range of 60 feet, and you remain aware of your surroundings through this {@sense tremorsense|MM}.": "当 {@condition petrified} 这种方式时，你对所有伤害免疫，你的感知范围扩展至60英尺，并且通过这种方式保持对周围环境的感知。",
	"You can use this feature a number of times equal to the number of runes you have inscribed, and you regain expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你刻印的符文数量，当你完成一次长休后，你会恢复已用次数。",
	"If an ally dies while under the effects of one of your {@filter Druidic runes|optionalfeatures|feature type=R:Du}, the {@spell gentle repose} spell is immediately cast on its corpse.": "如果一个盟友在你的{@filter Druidic runes|optionalfeatures|feature type=R:Du}效果下死亡，{@spell gentle repose}法术会立即施放在它的尸体上。",
	"Further, when you use your {@subclassFeature Standing Stones|Druid||Runes|TaronPoundsR|2} feature, the stone and any creatures of your choice in the area of its effects regain {@dice 1d8} hit points when you invoke a rune.": "此外，当你使用你的{@subclassFeature Standing Stones|Druid||Runes|TaronPoundsR|2}特性时，在符文生效区域内选择的石头和生物在你激活符文时会恢复{@dice 1d8}点生命值。",
	"When you use your action for your {@subclassFeature Standing Stones|Druid||Runes|TaronPoundsR|2} feature, you can choose to construct up to three stones with it, each possibly bearing the same or different Druidic runes of your choice.": "当你使用你的行动来使用你的{@subclassFeature Standing Stones|Druid||Runes|TaronPoundsR|2}特性时，你可以选择使用它来构建最多三块石头，每块石头可能带有你选择的相同或不同的德鲁伊符文。",
	"The following features replace the Rune Knight features in Tasha's Cauldron of Everything.": "以下功能替换了《塔莎的万物炼金壶》中的符文骑士功能。",
	"You gain proficiency with {@item Calligrapher's Supplies|PHB|calligrapher's tools}, and you learn to speak, read, and write {@filter two languages of your choice|languages|}.": "你获得{@item Calligrapher's Supplies|PHB|calligrapher's tools}的熟练加值，并学会说、读、写{@filter two languages of your choice|languages|}。",
	"You can use {@filter magical runes|optionalfeatures|feature type=R} to enhance your gear. You learn two runes of your choice for which you meet the prerequisites, and each time you gain a level in this class, you can replace one rune you know with a different one from this feature. When you reach certain levels in this class, you learn additional runes, as shown in the Rune Knight Runic Invocation table.": "你可以使用{@filter magical runes|optionalfeatures|feature type=R}来增强你的装备。你可以学习两个符文，只要你符合条件，并且每次你在这个职业中获得一个等级时，你可以用这个特性中的另一个符文替换你已经学会的一个符文。当你达到这个职业的特定等级时，你会学到额外的符文，就像符文骑士符文召唤表中所示。",
	"You can change which runes you have inscribed when you finish a long rest; the maximum number of runes you can inscribe at a time appears in the Inscribed Runes column of the Rune Knight Runic Invocation table. An object can only bear one of your inscribed runes at a time. If you inscribe a rune that would exceed your limit of Inscribed Runes, you choose one to dismiss.": "你可以在完成一次长休后更改你刻印的符文；你可以同时刻印的符文数量上限显示在符文骑士符文召唤表的刻印符文栏中。一个物体一次只能承载你刻印的一个符文。如果你刻印的符文数量超过了刻印符文的限制，你需要选择一个符文来解除。",
	"You gain a new attack option that you can use with the {@action Attack} action while you wield a weapon that is inscribed with a rune. This special attack is a ranged spell attack with a range of 30 feet. you are proficient with it, and you add your choice of your Strength, Dexterity, or Intelligence modifier to its attack and damage rolls. Its damage is force, and its damage die is a {@dice d10}.": "当你装备着镌刻有符文的武器时，你获得一个新的攻击选项，可以在{@action Attack}行动中使用。这个特殊攻击是一个射程为30英尺的远程法术攻击。你对它有熟练加成，并且你可以选择在攻击和伤害骰中加上你的力量、敏捷或智力调整值中的任意一个。它造成的伤害是力量伤害，伤害骰为{@dice d10}。",
	"You have resistance to the damage type dealt by your {@subclassFeature Invoker's Pulse|Fighter||Rune Knight|TaronPoundsR|3}.": "你对你的{@subclassFeature Invoker's Pulse|Fighter||Rune Knight|TaronPoundsR|3}造成的伤害类型具有抗性。",
	"Further, you can extend your rune magic to protect your allies. When another creature you can see within 60 feet of you is hit by an attack roll, you can use your reaction to force the attacker to reroll the d20 and use the new roll.": "此外，你可以扩展你的符文魔法来保护你的盟友。当你能看到的另一个生物在你的60英尺内被攻击命中时，你可以使用你的反应来强迫攻击者重新投掷d20，并使用新的点数。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你的熟练加值，当你完成一次长休后，你会恢复所有已用次数。",
	"The range of your {@subclassFeature Invoker's Pulse|Fighter||Rune Knight|TaronPoundsR|3} extends to 60 feet.": "你的{@subclassFeature Invoker's Pulse|Fighter||Rune Knight|TaronPoundsR|3}范围延伸到60英尺。",
	"Additionally, when you invoke a rune, you can change the damage type dealt by your {@subclassFeature Invoker's Pulse|Fighter||Rune Knight|TaronPoundsR|3} to your choice of cold, fire, force, lightning, or radiant damage. The change lasts until you use this feature again.": "此外，当你激活符文时，你可以将你的{@subclassFeature Invoker's Pulse|Fighter||Rune Knight|TaronPoundsR|3}造成的伤害类型更改为冰冷、火焰、力场、闪电或辐射伤害中的任意一种。这种更改持续直到你再次使用这个特性。",
	"You can invoke each of your runes twice, rather than once, per long rest.": "你可以在每次长休前两次而不是一次使用你的符文。",
	"When you invoke one of your runes, you can change the damage type dealt by your Invoker's Pulse to any damage type of your choice, and you gain immunity to the damage type dealt by your Invoker's Pulse.": "当你激活你的符文之一时，你可以将你的唤醒者脉冲所造成的伤害类型更改为你选择的任何伤害类型，并且你对唤醒者脉冲造成的伤害类型获得免疫力。",
	"Wizards belonging to the Order of Invocation are rune scribes, masters of the secret runes of power. These ancient sigils that embody the fundamental magic of creation. The giants were the first of the mortals to master rune magic, though many other races eventually stole away or traded for that power.": "属于召唤之序的巫师是符文抄写员，掌握着秘密的能量符文。这些古老的符号体现了创造的基本魔法。巨人是第一个掌握符文魔法的凡人，尽管许多其他种族最终窃取或交换了这种力量。",
	"A rune scribe does not merely learn the art of runic invocation, their spellcasting embodies the nature of these sigils. They can manifest their spells as glyphs, symbols of latent magical power, which are favored as traps in dungeons and other strongholds.": "符文铭刻者不仅仅学习符文召唤的艺术，他们的施法体现了这些符文的本质。他们可以将自己的法术表现为字形，这些是潜在魔力的象征，在地牢和其他要塞中被用作陷阱。",
	"Your studies of runes develops your linguistic capabilities. You learn to read, speak and write {@filter two languages of your choice|languages|}.": "你对符文的研究增强了你的语言能力。你学会了阅读、说话和写作{@filter two languages of your choice|languages|}。",
	"Further, the gold and time you must spend to learn additional languages is halved.": "此外，你学习额外语言所需的金币和时间将减半。",
	"You can change which runes you have inscribed when you finish a long rest; the maximum number of runes you can inscribe at a time appears in the Inscribed Runes column of the Order of Invocation Runic Invocation table. An object can only bear one of your inscribed runes at a time. If you inscribe a rune that would exceed your limit of Inscribed Runes, you choose one to dismiss.": "完成长休后，你可以更改你刻印的符文；一次最多可以刻印的符文数量显示在《召唤秩序符文召唤表》的刻印符文栏中。一个物体一次只能携带你刻印的一个符文。如果你刻印的符文数量超过了刻印符文的限制，你需要选择一个符文来解除。",
	"As a scribe studied in the art of runic invocation, your runes use your wizard spell save DC and spell attack bonus when they call for a saving throw or attack roll.": "作为一名研究符文召唤艺术的抄写员，在进行豁免检定或攻击投掷时，你的符文会使用你的巫师法术豁免 DC 和法术攻击加值。",
	"You can cast one of your wizard spells with a casting time of 1 action and that targets a single creature or object, or an area, into a glyph. The process takes 1 minute, and expends a spell slot as if you had cast it. The spell being stored has no immediate effect when cast this way, and instead becomes a latent glyph which materializes on your skin, or on a 5-foot square surface or object that you are touching.": "你可以将一个施法时间为1个行动、目标为单个生物或物体，或者一个区域的巫师法术转化为一个符文。这个过程需要1分钟，并消耗一个法术位，就像你已经施放了它一样。以这种方式施放的法术没有立即效果，而是变成一个潜在的符文，出现在你的皮肤上，或者你触摸的一个5英尺正方形表面或物体上。",
	"You can use a bonus action on your turn to transfer one of your glyphs either from your skin to a surface or object you can touch, or to cause one of your glyphs to rematerialize on your body if it was placed on a surface or object. These glyphs are susceptible to effects and spells, such as {@spell dispel magic}.": "你可以在你的回合使用一个奖励动作，将你的一个符文从你的皮肤转移到你可以触摸的表面或物体上，或者让你的一个符文重新出现在你的身体上，如果它曾放置在表面或物体上。这些符文容易受到效果和法术的影响，比如{@spell dispel magic}。",
	"Any glyph you create with this feature vanishes after it is triggered, when you die, or when you finish a long rest.": "任何你用这个特性创造的雕文，在被触发后会消失，或者当你死亡，或者当你完成一次长休时。",
	" You use the {@action Ready} action to set the trigger for one of your latent glyphs, which you can do as a bonus action on your turn.": "你可以使用{@action Ready}动作来设置你潜在雕文之一的触发器，你可以在你的回合中作为一个奖励动作来执行。",
	"You gain a bonus to saving throws you make against spells equal to the number of runes you have inscribed.": "你对抗咒语的豁免投掷获得的加值等同于你所铭刻的符文数量。",
	"The rune of the Horned King. The attuned creature can perfectly recall any path they have traveled, and they are immune to the {@spell maze} spell.": "角王符文。被调谐的生物可以完美地回忆起他们曾经走过的任何路径，并且对{@spell maze}法术免疫。",
	"Furthermore, when a creature moves within the range of the attuned creature's speed, the attuned creature can use their reaction to move up to their speed and make an attack.": "此外，当一个生物在(%num%)范围内移动时，被感应的生物可以使用自己的反应移动并进行攻击，移动距离为其速度。",
	"Special": "特殊 (Special)",
	"Instantaneous": "瞬间的 (Instantaneous)",
	"When you fail a saving throw, you can invoke this rune to succeed instead (no action required).": "当你未通过豁免投骰时，你可以激活这个符文来代替成功（无需行动）。",
	"Once you invoke this rune, you must spend 5 runic charges to do so again.": "一旦你激活这个符文，你必须再次这样做需要花费5个符文能量。",
	"Nine other inscribed Abyssal runes, none of which can be an Elder rune; Any object (requires attunement)": "另外九个刻有深渊符文，其中不能有任何一种是上古符文；任何物品 (需要感应) (Requires Attunement)",
	"The rune of the Sibilant Beast. The attuned creature has advantage on all Intelligence, Wisdom, and Charisma saving throws.": "嘶嘶兽符文。被感应的生物在所有智力、感知和魅力豁免 throws 上获得优势。",
	"This rune counts as a {@filter Magic|optionalfeatures|feature type=R:M} rune. When a creature with the {@classFeature Spellcasting|Wizard||1} or {@classFeature Pact Magic|Warlock||1} class feature spends a sort or long rest holding the object inscribed with this rune, the spells on the following table are added to their spells known. They must otherwise obey all the restrictions for selecting the spell, and it becomes a spell from their class's spell list for them.": "这个符文被视为一个{@filter Magic|optionalfeatures|feature type=R:M}符文。当一个拥有{@classFeature Spellcasting|Wizard||1}或{@classFeature Pact Magic|Warlock||1}类特性的生物在持有刻有这个符文的物品进行短暂或长时间休息时，下表中的咒语将被添加到他们已知的咒语中。他们必须遵守选择该咒语的所有限制，而且对于他们来说，它将成为他们所属职业咒语列表中的一个咒语。",
	"The creature loses these benefits if another creature gains them through the object, or if you remove the inscription.": "如果另一个生物通过该物品获得这些好处，或者你移除了刻印，那么这个生物将失去这些好处。",
	"1 bonus action": "1个奖励动作 (bonus action)",
	"1 minute": "1 分钟",
	"You gain a spell slot that can only be used to cast a spell granted through this rune within the duration. You choose the level of the spell slot granted, up to a level equal to half your inscribed runes (rounded down) that are Magic runes or are from this rune's language.": "你获得一个法术位，只能用来在持续时间内施放通过这个符文授予的法术。你可以选择授予的法术位等级，最高不超过你刻印符文数量的一半（向下取整），这些符文必须是魔法符文或来自这个符文语言。",
	"Once you invoke this rune, you must spend runic charges equal to twice the spell slot's level to invoke it again.": "一旦你激活这个符文，你必须花费符文能量等于再次激活它所需的法术位等级的两倍。",
	"The rune of the Demon Lord of Illusions. The attuned creature can't be targeted by divination magic or perceived through magical scrying sensors.": "幻影魔王符文。被调谐生物无法被占卜魔法所瞄准，也无法通过魔法监视传感器感知。",
	"Further, the creature knows the {@spell phantasmal force} spell and can cast it at will as a 2nd-level spell, without expending a spell slot.": "此外，该生物知道{@spell phantasmal force}法术，并可以将其作为2级法术随意施放，而无需消耗法术位。",
	"The rune of the Prince of Pleasure. The attuned creature can cast the {@spell charm person} spell at will as a 2nd-level spell, without expending a spell slot.": "快乐王子符文。被调谐生物可以随意施放{@spell charm person}法术，作为2级法术，而不消耗法术位。",
	"Further, the attuned creature can use their reaction at the end of another creature's turn to cause one creature {@condition charmed} by them to use their reaction to move up to its speed as the attuned creature directs.": "此外，被感应的生物可以在另一个生物的回合结束时使用自己的反应，使一个{@condition charmed}生物被迫使用自己的反应，按照被感应生物的指示移动，最多移动其速度。",
	"The rune of the Oozing Hunger. The attuned creature knows the {@spell acid splash} cantrip, they are immune to poison damage, and they can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "渗饥符文。被调谐生物会熟悉{@spell acid splash}杂耍，对毒性伤害免疫，且可以在包括天花板在内的困难表面上攀爬，无需进行能力检定。",
	"Further, the attuned creature can use their reaction at the end of another creature's turn to cast {@spell acid splash}.": "此外，被感应的生物可以在另一个生物的回合结束时使用自己的反应来施放{@spell acid splash}。",
	"You gain a spell slot that can only be used to cast a spell granted through this rune within the duration. You choose the level of the spell slot granted, up to a level equal to half your inscribed runes (rounded down) that are {@filter Magic|optionalfeatures|feature type=R:M} runes or are from this rune's language.": "你获得一个法术位，只能在规定的时间内用来施放通过这个符文赋予的法术。你可以选择被赋予的法术位的等级，最高不超过你刻印的符文数量的一半（向下取整），这些符文要么是{@filter Magic|optionalfeatures|feature type=R:M}符文，要么是来自这个符文语言的。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. Lqun turns unarmed strikes into magic weapons that deal 1d6 slashing damage on a hit, if their unarmed strike die was previously lower than this": "这个符文算作一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。Lqun (Lqun) 将徒手攻击转化为魔法武器，造成1d6的斩击伤害，如果他们的徒手攻击骰子之前比这个值低。",
	"The rune grants a bonus to attack and damage rolls made with the weapon equal to the number of runes you have inscribed from its language or that share its translations divided by 3, to a maximum of +3.": "符文赋予该武器的攻击和伤害骰面的奖励值等于你刻写的符文数量或与其翻译相同的符文数量除以3，最高不超过+3。",
	" 1 minute": "1 分钟",
	"You empower the unarmed strikes of the attuned creature with foul energy. For the duration, their unarmed strikes deal force damage and have a reach of up to 15 feet, as grasping, clawed tendrils launch toward the target.": "你用邪恶能量赋予被聆听生物的徒手攻击力量。在持续时间内，他们的徒手攻击造成力量伤害，并且具有长达15英尺的射程，就像有着触手般的爪子向目标发射。",
	"Any object worn around the wrists (requires attunement)": "任何佩戴在手腕上的物品（需要须臾）",
	"This rune counts as a {@filter Ward|optionalfeatures|feature type=R:Wa} and {@filter Weapon|optionalfeatures|feature type=R:W} rune. The blood drawn by weapons inscribed with this rune empowers the wielder. When an attack made with the weapon deals damage to a creature, the wielder gains temporary hit points equal to half the damage dealt.": "这个符文被视为一个{@filter Ward|optionalfeatures|feature type=R:Wa}和{@filter Weapon|optionalfeatures|feature type=R:W}符文。武器上刻有这个符文的血液会赋予使用者力量。当使用这把武器造成伤害给生物时，使用者会获得临时生命值，数值等同于所造成伤害的一半。",
	"This effect does not work on constructs or undead, and any temporary hit points gained through this effect disappear after 1 minute.": "该效果对构造物或不死生物无效，通过该效果获得的任何临时生命值在1分钟后消失。",
	"1 reaction, which you can take when the wielder of the weapon is targeted with an attack": "当武器的使用者被攻击时，你可以采取的一种反应是：（1 reaction）",
	"The wielder's temporary hit points are depleted and the attacker takes necrotic damage equal to the temporary hit points lost.": "持有者的临时生命值已耗尽，攻击者受到的死灵伤害等同于失去的临时生命值。",
	"Four other inscribed Abyssal runes; A simple or martial weapon (requires attunement)": "四个其他刻有深渊符文的符文；一把简单或军用武器（需要（attunement））",
	"The creature wearing or carrying the inscribed object reduces damage dealt by celestials and devils by an amount equal to half the number of runes you have inscribed.": "佩戴或携带着这件刻有符文的物品的生物，受到天界生物和恶魔造成的伤害会减少一个数量，该数量等于你所刻的符文数量的一半。",
	"The rune grants a bonus to saving throws the creature makes against {@spell confusion} spells and madness equal to the number of runes you have inscribed from its language or that share its translations divided by 3, up to +3.": "符文赋予生物对{@spell confusion}法术和疯狂的豁免投掷奖励，奖励值等于你刻写的该符文语言或与其翻译共享的符文数量除以3，最高为+3。",
	"1 action": "1个动作 (1 action)",
	"1 round": "1 回合 (round)",
	"All hostile creatures within 5 feet of you or the creature wearing or carrying the inscribed object (your choice) must succeed on a Wisdom saving throw or become frightened until the start of your next turn.": "所有在你身边5英尺范围内的敌对生物，或者携带或佩戴着被刻印物品（你选择）的生物，必须通过一次感知豁免检定，否则会在你下一个回合开始前变得受到惊吓。",
	"Immediately after a ranged attack is made with this weapon, the attuned creature can use their bonus action to teleport to the weapon's position or cause it to return to their hand.": "在使用此武器进行远程攻击后，被连接的生物可以使用他们的奖励动作传送到武器的位置，或者让武器返回到他们的手中。",
	"Once a creature teleports through this rune, they cannot do so again until nightfall, or until they reduce a creature with a CR of at least 1/4 to 0 hit points.": "一旦生物通过这个符文传送，它们在夜幕降临前不能再次这样做，或者直到它们将至少1/4 CR的生物击倒至0点生命值为止。",
	"The rune grants a bonus to attack and damage rolls made with the weapon equal to the number of runes you have inscribed from its language divided by 3, up to +3.": "符文赋予该武器的攻击和伤害骰的奖励，等于你用其语言刻写的符文数量除以3，最高为+3。",
	"1 reaction, which you take after a creature teleports through this rune": "当一个生物通过这个符文传送时，你可以做出1次反应。",
	"The creature becomes {@condition invisible} until the start of their next turn. This {@condition invisible||invisibility} ends early if they deal damage to another creature.": "生物变成{@condition invisible}，直到他们的下一个回合开始。如果他们对另一个生物造成伤害，这个{@condition invisible||invisibility}会提前结束。",
	"A dagger (requires attunement)": "一把匕首（需要（attunement））",
	"The rune of the Lord of Death. The attuned creature can use their action and choose a point on the ground within 100 feet of them. A cylinder of swirling necrotic energy 60 feet tall and with a 100-foot radius rises from that point and lasts until the end of their next turn. Creatures in the area are vulnerable to necrotic damage. Once it does so, it cannot use this action again until it finishes a short or long rest.": "死亡领主符文。被调谐生物可以使用他们的动作，并选择在距离他们100英尺的地面上的一个点。一个高60英尺，半径100英尺的漩涡状死灵能量圆柱从那一点升起，并持续到他们的下一个回合结束。该区域内的生物对死灵伤害易受伤害。一旦如此做，它在完成短暂或长时间休息之前不能再次使用此动作。",
	"Nine other inscribed Abyssal runes, none of which can be an Elder rune; A wand (requires attunement)": "九个其他刻有深渊符文，其中不能有一种是长者符文；一根魔杖 (需要调谐)",
	"The creature wearing or carrying the inscribed object has advantage on Charisma checks made to interact with demons.": "佩戴或携带着这件刻有符文的物品的生物，在与恶魔互动时进行的魅力检定获得优势。",
	"This rune can be inscribed on objects that are inscribed with other runes from its language. It shares those runes' translations while inscribed on the object.": "这个符文可以刻在已经刻有同一语言的其他符文的物体上。它在物体上的刻印会分享那些符文的翻译。",
	"You summon a {@creature dretch|MM} (Monster Manual p. 57), which appears in an unoccupied space within 20 feet of you. The {@creature dretch|MM} is hostile to everyone except you and obeys your commands.": "你召唤一个{@creature dretch|MM}（怪物手册第57页），它会出现在你附近20英尺内的一个空地上。这个{@creature dretch|MM}对除了你以外的所有人都是敌对的，并会听从你的命令。",
	"The {@creature dretch|MM} vanishes in a cloud of green gas if it drops to 0 hit points.": "如果{@creature dretch|MM}的生命值降至0点，它会在一团绿色气体中消失。",
	"This rune counts as both a {@filter Death|optionalfeatures|feature type=R|search=Death} and {@filter Profane|optionalfeatures|feature type=R|search=Profane} rune. The wearer or carrier of this rune can use their action to cause any {@creature zombie|MM} controlled by them to explode. All creatures within 15 feet of the {@creature zombie|MM} when it explodes must succeed on a Dexterity saving throw or take {@dice 2d6} acid damage": "这个符文既算作{@filter Death|optionalfeatures|feature type=R|search=Death}符文，也算作{@filter Profane|optionalfeatures|feature type=R|search=Profane}符文。佩戴者或携带者可以使用动作使其控制的任何{@creature zombie|MM}爆炸。当它爆炸时，距离它15英尺内的所有生物必须进行一次敏捷豁免，否则将受到{@dice 2d6}点酸性伤害。",
	"The acid damage dealt by the explosion increases by {@dice 1d6} for every two additional inscribed runes you have from its language or that share its translations.": "爆炸造成的酸性伤害每增加两个额外刻印符文，伤害就增加{@dice 1d6}，这些符文可以是该语言的符文，或者与其翻译相同的符文。",
	"24 hours": "24小时",
	"You target a corpse of a Medium or Small humanoid and imbue it with a foul mimicry of life, raising it as a {@creature zombie|MM} under your control with a number of hit points equal to the number of runes you have inscribed, as per the {@spell animate dead} spell.": "你瞄准一具中型或小型人形尸体，并赋予它一种恶劣的生命模仿，将其升起为一个由你控制的{@creature zombie|MM}，其生命值等于你刻印的符文数量，就像{@spell animate dead}法术一样。",
	"You must spend 1 runic charge at the end of a long rest to maintain control of a {@creature zombie|MM} raised with this rune.": "你必须在长休结束时花费1个符文能量来保持对使用此符文{@creature zombie|MM}复活的生物的控制。",
	"The creature wearing or carrying the inscribed object can cast {@spell mage armor} with this rune, without expending a spell slot or material components. The spell cannot be cast with this rune again until midnight.": "佩戴或携带着这个刻有符文的物品的生物可以使用这个符文施放{@spell mage armor}，无需消耗法术位或材料组件。在午夜之前，无法再次使用这个符文施放该法术。",
	"The AC granted through {@spell mage armor} increases by an amount equal to the number of Abyssal runes you have inscribed divided by 3, rounded down.": "通过{@spell mage armor}获得的AC增加值等于你刻印的深渊符文数量除以3后向下取整的值。",
	"You recharge this rune's passive effect.": "你重新激活了这个符文的被动效果。",
	"The creature wearing or carrying the item gains {@sense darkvision} out to a range of 120 feet. Magical darkness doesn't impede this {@sense darkvision}.": "佩戴或携带该物品的生物在120英尺范围内获得{@sense darkvision}。魔法黑暗不会阻碍这个{@sense darkvision}。",
	"You cast {@spell darkness}.": "你施放了{@spell darkness}。",
	"Once you invoke this rune, you must spend 2 runic charges to do so again.": "一旦你激活这个符文，你必须再次花费2个符文能量来再次这样做。",
	"Two other inscribed Abyssal runes": "另外两个刻有深渊符文(`Abyssal`)",
	"The rune of the Beast of Butchery. When the attuned creature reduces a creature to 0 hit points with a melee attack on their turn, they can take a bonus action to move up to half their speed and make one additional attack.": "屠戮兽之符文。当被感应的生物在他们的回合用近战攻击将一名生物的生命值降至0时，他们可以采取一个奖励动作，移动至半速并进行一次额外攻击。",
	"Further, the attuned creature can use their reaction at the end of another creature's turn to make a melee weapon attack against each creature within their reach.": "此外，被感应的生物可以在另一个生物的回合结束时使用自己的反应，对其可触及范围内的每个生物进行一次近战武器攻击。",
	"The rune of the Lady of Rot and Decay. The attuned creature is immune poison and disease, and to any effects caused by fungus and spores.": "腐朽女士的符文。被调谐的生物对毒素和疾病免疫，以及对真菌和孢子引起的任何影响。",
	"Additionally, when the attuned creature is hit by an attack, one creature within 5 feet of them that is either friendly to them or is {@condition charmed} by them can use their reaction to be hit by the attack instead. Creatures {@condition charmed} by the attuned creature must use their reaction to do so.": "另外，当被连接的生物受到攻击时，距离其5英尺内的一个友好生物或者被其{@condition charmed}的生物可以使用其反应来代替被攻击。被连接的生物{@condition charmed}的生物必须使用其反应来代替被攻击。",
	"The nature of chaotic demonic shapeshifters is defined in Ztujx. The attuned creature can use its action to polymorph into a beast form that resembles a {@creature bat|MM}, a centipede, or a toad, or back into its true form. Its statistics are the same in each form, except for the speed changes noted. Any equipment it is wearing or carrying isn't transformed, and it reverts to its true form if it dies.": "混乱恶魔变形者的本质在(Ztujx)中被定义。被调谐的生物可以使用动作变形成为一个类似{@creature bat|MM}、蜈蚣或蟾蜍的野兽形态，或者变回真实形态。除了所述的速度变化外，它在每种形态下的统计数据都是相同的。它穿戴或携带的任何装备不会被转化，如果它死亡，它会恢复到真实形态。",
	"The attuned creature magically turns {@condition invisible} until it attacks, forces a creature to make a saving throw, or until your concentration ends (as if concentrating on a spell). Any equipment it is wearing or carrying is {@condition invisible} with it.": "被感应的生物在攻击、迫使生物进行豁免投掷，或者你的集中力结束（就像集中在一个法术上）之前，会变成{@condition invisible}。它穿戴或携带的任何装备也会与它一起变成{@condition invisible}。",
	"The creature wearing or carrying the item inscribed with Amica has advantage on Charisma checks made to interact with celestials.": "携带着刻有Amica的物品的生物，在与天界生物互动时进行的魅力检定获得优势。",
	"You magically summon a {@creature lantern archon|TaronPoundsR} (described below), which appears in an unoccupied space within 20 feet of you. The {@creature lantern archon|TaronPoundsR} is friendly to you and your allies and obeys your commands.": "你施放魔法召唤一个{@creature lantern archon|TaronPoundsR}（如下所述），它会出现在你附近20英尺内的空地上。这个{@creature lantern archon|TaronPoundsR}对你和你的盟友友好，并会听从你的命令。",
	"The {@creature lantern archon|TaronPoundsR} dissipates into light particles if it drops to 0 hit points.": "当{@creature lantern archon|TaronPoundsR}的生命值降至0时，它会消散成光粒。",
	"This rune counts as a {@filter Life|optionalfeatures|feature type=R:L} rune. The sacrosanct rune of the sacred aegis. Intervening and defending those who call upon it's holy power bestowing strength upon them in their darkest hour. The creature wearing or carrying the inscribed object gains temporary hit points at the start of each of their turns equal to the number of {@filter Celestial|optionalfeatures|feature type=R:C}, {@filter Life|optionalfeatures|feature type=R|search=Life}, or {@filter Ward|optionalfeatures|feature type=R:Wa} runes you have inscribed.": "这个符文被视为一个{@filter Life|optionalfeatures|feature type=R:L}符文。神圣护盾的神圣符文。在被召唤时干预和保护那些寻求它神圣力量的人，在他们最黑暗的时刻赋予他们力量。携带或佩戴这个刻有符文的物品的生物在每个回合开始时获得临时生命值，其数值等于你刻有的{@filter Celestial|optionalfeatures|feature type=R:C}、{@filter Life|optionalfeatures|feature type=R|search=Life}或{@filter Ward|optionalfeatures|feature type=R:Wa}符文的数量。",
	"The rune grants a bonus to death saving throws the creature wearing or carrying it makes equal to the number of runes you have inscribed from its language or that share its translations divided by 3, up to +3.": "符文赋予佩戴者或携带者的生存豁免投掷奖励，等于你刻写的符文数量或与其翻译共享的符文数量除以3，最高不超过+3。",
	"1 reaction, which you take when you have to make a saving throw to resist the effects of an {@filter Illusion|spells|school=I} or {@filter Necromancy|spells|school=N} spell": "当你需要进行豁免投掷以抵抗{@filter Illusion|spells|school=I}或{@filter Necromancy|spells|school=N}法术效果时，你可以选择1个反应。",
	"The creature has advantage on the saving throw.": "该生物在豁免投掷中获得优势。",
	"Any object (requires attunement)": "任何物品（需要（attunement））",
	"This rune counts as an {@filter Armor|optionalfeatures|feature type=R:Ar} rune. Whenever an attacker makes a ranged attack against a target within 5 feet of the creature wearing or wielding this object, they can use their reaction to become the target of the attack instead.": "这个符文被视为一个{@filter Armor|optionalfeatures|feature type=R:Ar}符文。每当一个攻击者对着一个穿戴或持有这个物品的生物进行远程攻击时，他们可以使用自己的反应来代替成为攻击的目标。",
	"The rune grants a bonus to AC equal to the number of runes you have inscribed from its language or that share its translations divided by 3, to a maximum of +3.": "符文提供的AC加值等于你刻写的来自其语言或与其翻译相同的符文数量除以3，最高不超过+3。",
	"1 reaction, which you take when the creature wearing or carrying the inscribed object takes damage": "当携带或穿戴着刻有符文的物品的生物受到伤害时，你可以使用1次反应。",
	"You take the damage instead.": "你承受伤害，(Dungeons & Dragons)。",
	"A shield (requires attunement)": "一个盾牌（需要（attunement））",
	"This rune counts as a {@filter Ward|optionalfeatures|feature type=R:Wa} rune. The attuned creature can channel the strength of the guardians of the gates to the city of the gods, granting them advantage on all saving throws.": "这个符文被视为一个{@filter Ward|optionalfeatures|feature type=R:Wa}符文。被调谐的生物可以借助守护神之力量，获得在所有豁免 throws 上的优势，使他们在诸神之城的门户前更加强大。",
	"The rune grants a bonus to saving throws the creature makes against spells equal to the number of runes you have inscribed from its language or that share its translations divided by 3, up to +3.": "符文为生物对抗法术的豁免投掷提供一个奖励，奖励值等于你刻写的使用该语言的符文数量或与其翻译相同的符文数量除以3，最高为+3。",
	"You and each of your allies within 60 feet of you make attack rolls with advantage until the start of your next turn.": "在你周围60英尺范围内的你和每个盟友在你的下一个回合开始前进行攻击检定时获得优势。",
	"Nine other inscribed Celestial runes, none of which can be an Elder rune; Any object (requires attunement)": "九个其他刻有天界符文，其中没有一个可以是一枚长者符文；任何物品 (需要调谐)",
	"This rune counts as a {@filter Life|optionalfeatures|feature type=R:L} rune. The sacrosanct rune of the sacred aegis. Intervening and defending those who call upon it's holy power bestowing strength upon them in their darkest hour. Conferring divine favor to the bearer, the creature wearing or carrying the inscribed object has advantage on death saving throws.": "这个符文被视为一个{@filter Life|optionalfeatures|feature type=R:L}符文。神圣圣盾的神圣符文。当被召唤时，它会介入并保护那些寻求它神圣力量的人，在他们最黑暗的时刻赋予他们力量。给予持有者神圣恩宠，穿戴或携带着这个刻有符文的物品的生物在死亡豁免投掷上获得优势。",
	"You create a ward on yourself or a creature that you can see within 30 feet of you. Until the start of your next turn, the ward sheds bright light out to a 5-foot radius and dim light for an additional 5 feet and protects the warded creature from harm.": "你在自己或者你能看到的距离30英尺内的生物身上创建一个结界。直到你的下一个回合开始前，这个结界会在5英尺半径内发出明亮光芒，再额外5英尺内发出昏暗光芒，并保护被结界的生物免受伤害。",
	"Any creature who targets the warded creature with an attack or harmful spell must first make a Charisma saving throw. Fiends and undead have disadvantage on this saving throw. On a failed save, the creature must choose a new target or lose the attack or spell.": "任何目标受到攻击或有害法术的被保护生物，必须首先进行一次魅力豁免检定。恶魔和不死生物在这次豁免检定中有劣势。如果未通过豁免检定，生物必须选择一个新目标或取消攻击或法术。",
	"This rune counts as a {@filter Magic|optionalfeatures|feature type=R:M} rune. The creature wielding or carrying the inscribed object can cast {@spell sacred flame}.": "这个符文被视为一个{@filter Magic|optionalfeatures|feature type=R:M}符文。携带或装备这个刻有符文的物品的生物可以施放{@spell sacred flame}。",
	"The creature wielding or carrying the inscribed object can cast {@spell sacred flame} at the end of another creature's turn as a reaction for the duration.": "携带着刻有符文的物品的生物可以在持续时间内作为反应，在另一个生物的回合结束时施放{@spell sacred flame}。",
	"This rune counts as a {@filter Life|optionalfeatures|feature type=R:L} rune. When a creature with the {@classFeature Spellcasting|Wizard||1} or {@classFeature Pact Magic|Warlock||1} class feature spends a sort or long rest holding the object inscribed with this rune, the spells on the following table are added to their spells known. They must otherwise obey all the restrictions for selecting the spell, and it becomes a spell from their class's spell list for them.": "这个符文被视为一个{@filter Life|optionalfeatures|feature type=R:L}符文。当一个拥有{@classFeature Spellcasting|Wizard||1}或{@classFeature Pact Magic|Warlock||1}类特性的生物在持有刻有这个符文的物品进行短暂或长时间休息时，下表中的法术将被添加到他们已知的法术中。他们必须遵守选择法术的所有限制，这些法术对他们来说将成为他们所属职业法术列表中的法术。",
	"This rune counts as an {@filter Armor|optionalfeatures|feature type=R:Ar} rune. The armor cannot get dirty and the wearer has advantage on saving throws against disease.": "这个符文被视为一个{@filter Armor|optionalfeatures|feature type=R:Ar}符文。盔甲不会变脏，穿戴者在抵抗疾病的豁免投掷中获得优势。",
	"Any water within a 30-foot radius sphere centered on Pethflal is purified and rendered free of poison and disease. For the next minute, the water cannot be dirtied and becomes untaintable holy water.": "在以佩斯弗拉尔(Pethflal)为中心的半径30英尺的球形范围内的任何水都会被净化，不再含有毒素和疾病。在接下来的一分钟内，这些水不会被污染，并变成无法被污染的圣水。",
	"A suit of armor": "一套盔甲 (Armor)",
	"When the creature wearing or carrying the inscribed object attacks a creature and scores a critical hit, they regain one of their expended Hit Dice.": "当佩戴或携带被题记物品的生物攻击一名生物并取得重击时，它们将恢复一个已消耗的生命骰(%num%)。",
	" 1 reaction, which you take when a creature wearing or carrying one of your inscribed runes takes damage": "当一个生物戴着或携带着你刻印的符文之一受到伤害时，你可以做出1次反应。",
	"You can spend as many of your Hit Dice as you would like and roll them, reducing the damage taken by the result.": "你可以使用尽可能多的生命骰，并进行投掷，减少所受到的伤害数量。",
	"This rune counts as a {@filter Life|optionalfeatures|feature type=R:L} rune. The attuned creature can use their action to touch another creature and end either one disease or condition afflicting it. The condition can be {@condition blinded}, {@condition deafened}, {@condition paralyzed}, or {@condition poisoned}": "这个符文被视为一个{@filter Life|optionalfeatures|feature type=R:L}符文。被调谐的生物可以使用他们的动作触摸另一个生物，并结束影响它的疾病或状态之一。这种状态可以是{@condition blinded}，{@condition deafened}，{@condition paralyzed}或{@condition poisoned}。",
	"The attuned creature then takes on the condition for the remainder of its duration, which cannot be negated in any way.": "被感应的生物随后将在其持续时间内承担这种状态，无论如何都无法否定。",
	"The current and maximum hit points of a creature that finishes a long rest while wearing or carrying the inscribed object are increased by an amount equal to the number of runes you have inscribed from its language or that share its translations.": "当一个生物在完成长休时，身着或携带着被刻印的物品，其当前生命值和最大生命值将增加一个数值，该数值等同于你已经刻印的符文数量，这些符文来自该生物的语言或与其翻译相同的符文数量。",
	"You spend as many of your Hit Dice as you would like to create a pool of hit points equal to the total of the rolled dice + your runic ability modifier. You can then choose any creatures within 30 feet of you, and divide those hit points among them. This ability can't be used on constructs or undead.": "你可以使用尽可能多的生命骰来创建一个生命值池，其值为投掷的骰子总和加上你的符文能力调整值。然后，你可以选择你周围30英尺范围内的任何生物，并在它们之间分配这些生命值。这个能力不能对构造物或不死生物使用。",
	"This rune counts as a {@filter Magic|optionalfeatures|feature type=R:M} rune. The creature holding or carrying the inscribed object can cast the {@spell guidance} cantrip.": "这个符文被视为一个{@filter Magic|optionalfeatures|feature type=R:M}符文。持有或携带着这个刻有符文的物品的生物可以施放{@spell guidance}小法术。",
	"You choose a creature you can see within 60 feet (you can choose yourself). The chosen creature has advantage on the next attack roll, ability check, or saving throw it makes within the duration.": "你选择一个你能在60英尺内看到的生物（你可以选择自己）。被选择的生物在持续时间内对下一次攻击骰、技能检定或豁免检定获得优势。",
	"When a creature wearing the inscribed object finishes a long rest, they regain all of their expended Hit Dice rather than half, and they have advantage on saving throws against being put to sleep against their will.": "当一名佩戴着刻有符文的物品的生物完成一次长休时，他们恢复所有已消耗的生命骰，而不是一半，并且在对抗非自愿入睡的豁免投掷中获得优势。",
	"8 hours": "8 小时",
	"Creatures within 60 feet of the rune when it is invoked are immune to divination magic and creatures that were not within the area when it was invoked have disadvantage on ability checks made to perceive or find them. These benefits end early if the creature finishes a short or long rest.": "当符文被激活时，距离符文60英尺内的生物对占卜魔法免疫，而不在该区域内的生物在感知或寻找它们时的能力检定中处于劣势。如果生物完成了短暂或长时间休息，这些效益会提前结束。",
	"Two other inscribed Celestial runes": "另外两个刻有天界符文 (`Celestial`) 的符文",
	"The weapon becomes a magic weapon that can be used as a holy symbol. The wielder can use a bonus action to cause the weapon to shed bright light out to 10 feet and dim light for an additional 10 feet until the creature wielding it uses a bonus action to dismiss it, or until they drop or sheathe it.": "这件武器变成了一件魔法武器，可以用作圣徽。使用者可以使用一个奖励动作，使武器发出明亮光芒，照亮10英尺范围内，并在额外10英尺范围内投射微弱光芒，直到持有者使用一个奖励动作来解除，或者放下或收起武器。",
	"The light shed by the weapon increases by an additional 20 feet, and any fiend or undead struck with the weapon takes an additional {@dice 1d10} radiant damage.": "该武器所散发的光线范围增加额外20英尺，任何被该武器击中的恶魔或不死生物会额外受到{@dice 1d10}辐射伤害。",
	"A simple or martial weapon (requires attunement by a cleric, paladin, or Supernal runekeeper": "一种简单或军用武器（需要由一名牧师、圣骑士或超凡符文使者进行认定）",
	"This rune counts as a {@filter Ward|optionalfeatures|feature type=R:Wa} rune. A creature wearing or carrying the object inscribed with Thleack has resistance against damage dealt by other creatures if it has not attacked, cast a spell, or dealt damage to another creature since it finished a long rest.": "这个符文被视为一个{@filter Ward|optionalfeatures|feature type=R:Wa}符文。一个携带着刻有Thleack符文的物品的生物，在它完成一次长休后，如果它还没有攻击、施放法术或对其他生物造成伤害，那么它对其他生物造成的伤害具有抗性。",
	"A creature that has resistance granted through this rune also gains a bonus to saving throws it makes against spells that deal damage equal to the number of runes you have inscribed from its language or that share its translations divided by 3, up to +3.": "通过这个符文获得的抗性的生物还会获得一个对抗造成伤害的法术的豁免投掷的奖励，奖励值等于你已经刻写的符文数量或与其翻译共享的符文数量除以3，最高为+3。",
	"1 reaction, which you take when a creature attacks you or the creature attuned to the inscribed object": "当一个生物攻击你或者与镌刻物品相连的生物时，你可以采取1次反应。",
	"Under Thleack's influence, your foe can barely defend itself. The attacking creature must make a Wisdom saving throw. On a failure, the creature cannot take the Attack action until the end of the current turn.": "在Thleack的影响下，你的敌人几乎无法自卫。进攻的生物必须进行一次感知豁免投掷。如果未通过，该生物直到当前回合结束前都无法执行攻击动作。",
	"When a creature wearing or carrying the inscribed object finishes a long rest, their current and maximum hit points increase by an amount equal to your rune magic ability modifier until they finish a long rest while not wearing or carrying the object.": "当一个生物佩戴或携带着被刻印的物品完成一次长休后，它们的当前生命值和最大生命值会增加一个数值，该数值等同于你的符文魔法能力调整值，直到它们完成一次长休且不再佩戴或携带该物品为止。",
	"You choose a creature within 30 feet of you that you can see. The creature can spend one of its Hit Dice, roll the die, and regain a number of hit points equal to the result + your rune magic ability modifier.": "你选择一个在你30英尺内且你能看到的生物。该生物可以消耗其一颗生命骰，掷骰子，并恢复等于结果加上你符文魔法能力修正值的生命值。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. When a fiend or undead provokes an opportunity attack from the creature wielding the weapon, they can make two attacks against it.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。当一个邪恶生物或不死生物从携带该武器的生物身边引发机会攻击时，它们可以对其进行两次攻击。",
	"The weapon draws the ire of those it attacks. Until the invocation ends, the first time you a hit with a melee weapon attack on your turn, the attack compels the attacked creature to attack you. Until the start of your next turn, you and the target have disadvantage on any attack roll that isn't against the other, and you cannot willingly move away from each other. This compulsion ends early if the compelled creature cannot see you, or if either you or the compelled creature die.": "该武器引起了被攻击者的愤怒。直到召唤结束，每当你在你的回合中用近战武器攻击命中时，这次攻击会迫使被攻击的生物攻击你。直到你的下一个回合开始前，你和目标在攻击对方以外的任何攻击检定中都有劣势，并且你们不能自愿远离对方。如果被迫的生物看不见你，或者你或被迫的生物之一死亡，这种强迫行为会提前结束。",
	"A weapon": "一件武器",
	"The creature wearing or carrying the inscribed object leaves no physical evidence of their passage unless they wish to. Tracking them is impossible except by magical means.": "携带或佩戴着刻有符文的物体的生物，除非他们愿意，否则不会留下任何通过物理证据。除非通过魔法手段，否则无法追踪他们。",
	"In addition, they ignore movement impediments and damage from the thickets in this rune's invoked effect and plants in this area that are neither magical nor creatures. The plants remove themselves from their path.": "此符文的召唤效果中，它们无视地形障碍和从灌木丛中受到的伤害，以及该区域中既非魔法植物也非生物的植物。这些植物会自行躲开他们的路径。",
	"Until dispelled": "直到被驱散(`Dispel`)。",
	"You create a 10-foot-high, 5-foot-thick wall that blocks line of sight. Creatures can move through the thickets, with every 1 foot a creature costing it 4 feet of movement. A creature in the thickets must make a Dexterity saving throw once each round it's in contact with the thickets or take {@dice 1d8} piercing damage from the thorns.": "你创建了一堵高10英尺，厚5英尺的墙，挡住了视线。生物可以穿过这些灌木丛，每移动1英尺需要额外消耗4英尺的移动力。在灌木丛中的生物必须每回合接触灌木丛时进行一次敏捷豁免检定，否则会受到{@dice 1d8}来自荆棘的穿刺伤害。",
	"Each 10-foot-cube of thickets has AC 5, 15 hit points, resistance to bludgeoning and piercing damage, vulnerability to fire damage, and immunity to psychic and thunder damage.": "每个10英尺立方的灌木丛具有AC 5，15点生命值，对钝击和刺击伤害具有抗性，对火焰伤害具有脆弱性，并且对精神和雷电伤害免疫。",
	"The wall sinks back into the ground when you die.": "当你死亡时，墙壁会沉入地面。",
	"An object made from wood that grew in a region warped by a green dragon's lair.": "一件由生长在绿龙巢穴附近地区的木头制成的物品。",
	"When a creature with the {@classFeature Spellcasting|Wizard||1} or {@classFeature Pact Magic|Warlock||1} class feature spends a sort or long rest holding the object inscribed with this rune, the spells on the following table are added to their spells known. They must otherwise obey all the restrictions for selecting the spell, and it becomes a spell from their class's spell list for them.": "当一个拥有{@classFeature Spellcasting|Wizard||1}或{@classFeature Pact Magic|Warlock||1}类特性的生物在持有刻有此符文的物品进行短暂或长时间休息时，以下表中的咒语将被添加到他们所知道的咒语中。他们必须遵守选择咒语的所有限制，它将成为他们所属职业咒语列表中的咒语。",
	"This rune counts as an {@filter Armor|optionalfeatures|feature type=R:Ar} rune. The creature's skin becomes tough and scaly while attuned to the inscribed object. While they aren't wearing armor, their AC is 13 + their Dexterity modifier. A shield's benefits apply as normal.": "这个符文被视为一个{@filter Armor|optionalfeatures|feature type=R:Ar}符文。当生物与刻有符文的物品相连时，它们的皮肤会变得坚硬而有鳞片。当他们没有穿戴盔甲时，他们的盔甲等级为13 + 他们的敏捷调整值。盾牌的加成照常适用。",
	"This rune provides additional benefits if you have additional inscribed runes from this rune's language or that share its translations. The base AC granted increases to 14 with three of these runes, 15 with five, and 16 with seven.": "这个符文会提供额外的好处，如果你有额外的刻有相同语言的符文或者与它共享翻译的符文。当你有三个这些符文时，基础AC提升至14，有五个时提升至15，有七个时提升至16。",
	"The attuned creature's scaled skin turns to sharp spikes. Whenever a creature attempts to grapple them or otherwise comes into direct contact with their skin, the creature takes piercing damage equal to the attuned creature's proficiency bonus.": "当与被感应生物直接接触时，其覆满鳞片的皮肤会变成尖锐的刺。每当有生物试图与其搏斗或以其他方式直接接触其皮肤时，该生物会受到等同于被感应生物熟练加值的穿刺伤害。",
	"The creature can use their action to exhale fiery radiance in a 30-foot cone. Each creature in that area must make a Dexterity saving throw, taking {@dice 8d10} radiant damage on a failed save, or half as much damage on a successful one. When the creature uses this action, it can choose up to three creatures in the cone. These creatures take no damage from the radiance and instead regain {@dice 4d10} hit points each.": "这个生物可以使用动作，在一个30英尺的锥形范围内呼出火焰般的光芒。该区域内的每个生物必须进行一次敏捷豁免检定，未通过检定的生物会受到{@dice 8d10}辐射伤害，通过检定的生物则只受到一半伤害。当生物使用这个动作时，它可以选择锥形范围内最多三个生物。这些生物不会受到光芒伤害，而是每个回复{@dice 4d10}点生命值。",
	"Once the creature uses this breath attack, it cannot do so again until it finishes a long rest.": "一旦生物使用了这个吐息攻击，它必须完成一次长休才能再次使用。",
	"Nine other inscribed Celestial or Draconic runes, none of which can be an Elder rune; Any object (requires attunement)": "另外九个刻有天界或龙族符文，其中不能有任何一种是上古符文；任何物品（需要感应）",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. When the creature attuned to Frahr takes the Attack action, they can replace one of the attacks with an exhalation of draconic energy in either a 15-foot cone or a 30-foot line that is 5 feet wide (their choice). They choose a damage type: acid, cold, fire, lightning, or poison. Each creature in that area must make a Dexterity saving throw against your runic save DC, taking {@dice 1d10} damage of the chosen type on a failed save, or half as much damage on a successful one.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。当与弗拉尔（Frahr）共鸣的生物采取攻击动作时，他们可以用龙族能量的呼出来替换其中一个攻击，呼出可以是一个15英尺的锥形或一个5英尺宽的30英尺直线（由他们选择）。他们选择一个伤害类型：酸、冰、火、闪电或毒。在该区域内的每个生物必须根据你的符文豁免 DC 进行一次敏捷豁免，未通过豁免的生物会受到{@dice 1d10}所选类型的伤害，通过豁免的生物则受到一半伤害。",
	"Afterwards, the creature rolls a {@dice d6} at the start of each of its turns. This attack is unavailable for 1 minute unless a 6 is rolled on the d6, which immediately recharges the breath attack.": "随后，生物在每个回合开始时投掷一个{@dice d6}。除非在d6上投掷到6，否则这次攻击在1分钟内不可用，一旦投掷到6，即可立即重新充能吐息攻击。",
	"The attack deals an additional {@dice 1d10} damage for every two Draconic runes you have inscribed, and recharges on a roll of 5-6 if you have five Draconic runes inscribed.": "这次攻击会额外造成{@dice 1d10}伤害，每两个龙符文刻印一个，如果你刻印了五个龙符文，那么在掷骰子得到5-6时就能重新充能。",
	"The creature's breath attack recharges.": "生物的吐息攻击已经恢复。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. The wielder can use a bonus action to magically extend the reach of the weapon by 5 feet until they use a bonus action to dismiss it, or until they drop or sheathe it.": "这个符文算作一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。使用者可以用一个奖励动作来魔法地延长武器的射程5英尺，直到他们使用一个奖励动作来解除它，或者放下或收起武器。",
	"When a critical hit is scored with an attack made using the weapon, all hostile creatures within 15 feet of the target that can see it must succeed on a Wisdom saving throw or be frightened of the attacking creature for the duration. A frightened creature can repeat this saving throw at the end of each of its turns, ending the effect on itself on a success.": "当使用武器进行攻击时获得暴击时，所有在目标周围15英尺范围内且能看到目标的敌对生物必须进行一次感知豁免检定，否则会因攻击生物而感到恐惧，持续一段时间。一个受到恐惧影响的生物可以在自己的回合结束时重复进行这次豁免检定，若成功则结束对自己的影响。",
	"A melee weapon with the reach property": "一把带有延长属性的近战武器 (melee weapon with the reach property)",
	"The wearer has advantage on saving throws against the Frightful Presence and breath weapons of dragons, and they have resistance to one damage type from either acid, cold, fire, lightning, or poison (you choose when you inscribe this rune).": "佩戴者对龙类的惊人威能和吐息武器的豁免 throws 有优势，并且对酸、冷、火、闪电或毒素中的一种伤害类型具有抗性（在铭刻此符文时您选择）。",
	"This rune provides additional benefits if you have additional inscribed runes from this rune's language or that share its translations. It grants a +1 bonus to AC with three of these runes, increasing to a +2 bonus with five, and a +3 bonus with seven.": "这个符文在你有来自相同符文语言或者有相同翻译的额外符文时会提供额外的好处。拥有三个这些符文时，它会提供+1的AC奖励，拥有五个时奖励增加至+2，拥有七个时奖励增加至+3。",
	"If there is a dragon within 30 miles of you that deals the damage type chosen for the armor with its breath weapon, you magically learn the distance and direction to it.": "如果你周围30英里内有一条龙，它的吐息武器造成的伤害类型与你选择的护甲相符，你会在魔法作用下得知它的距离和方向。",
	"A suit of heavy armor (requires attunement)": "一套重型盔甲（需要（attunement））",
	"The creature attuned to Orn can cast the {@spell fog cloud} spell once per long rest, requiring no spell slots or components, and it can sculpt the fog in any shape it desires, provided it doesn't exceed the spell's radius. It can also cast the spell in this way using any spell slots it has of the appropriate level.": "与奥恩相合的生物可以每次长休后施放{@spell fog cloud}法术一次，无需法术槽或材料，并且可以将雾气雕刻成任何它想要的形状，只要不超过法术的半径。它也可以使用任何相应等级的法术槽以这种方式施放法术。",
	"For the duration, you and any willing creature of your choice within 60 feet of you can walk on or interact with fog and clouds as if they were solid objects, and don't take falling damage if they fall on fog or clouds.": "在持续时间内，你和你选择的任何一名愿意的生物在你周围60英尺范围内，可以像与实体物体交互一样走在雾气和云层上，并且如果它们掉落在雾气或云层上也不会受到坠落伤害。",
	"An object made from solidified cloud warped by a silver dragon's lair (requires attunement)": "一件由银龙巢穴中扭曲的凝固云朵制成的物品（需要灵感认证）",
	"While holding the object inscribed with Rach, a creature can press it against a rock for one minute to magically create happy and light hearted carvings of its choice that last until Rach is moved more than 1 mile away from it.": "当生物拿着刻有拉赫（Rach）的物体时，可以将其按在岩石上一分钟，魔法地创造出自己选择的愉快和轻松的雕刻，这些雕刻会一直持续，直到拉赫被移动超过1英里。",
	"Tiny beasts that can see these carvings consider the general vicinity of these rocks to be safe, and are comfortable in the presence of creatures that would normally scare them, provided no hostile action is taken against these beasts.": "那些能看到这些雕刻的小动物认为这些岩石周围是安全的，并且在通常会吓到它们的生物面前感到舒适，只要没有对这些动物采取敌对行动。",
	"10 minutes": "10分钟",
	"Tiny beasts such as rodents and birds that are normally unable to speak gain the magical ability to speak and understand Draconic while within 1 mile of Rach.": "当处于离(%(Rach)拉奇%)1英里范围内时，通常无法说话的小动物，如啮齿动物和鸟类，会获得魔法能力，能够说话并理解龙语。",
	"A stone object warped by a copper dragon's lair": "一块被一只铜龙巢穴扭曲的石头物体 (copper dragon)",
	"When the attuned creature fails a saving throw, it can choose to succeed instead (no action required). Once it does, it cannot do so again for 1 day.": "当被连接的生物未能通过豁免扑克牌时，它可以选择成功代替（无需行动）。一旦这样做，它在1天内不能再次这样做。",
	"Nine other inscribed runes, none of which can be an Elder rune; Any object (requires attunement)": "另有九个刻有符文的符文，其中没有一个可以是长者符文；任何物品 (需要调谐)",
	"The creature wearing or carrying the inscribed object can determine the value of any precious gems, coins, or art objects within 60 feet of them simply by looking at them. The creature can immediately calculate the value of these objects, even when stacked in unsorted piles.": "携带或佩戴着这件刻有符文的物品的生物可以通过简单地看着它们来确定它们周围60英尺内任何贵重宝石、硬币或艺术品的价值。即使这些物品堆放在未分类的堆中，该生物也能立即计算出这些物品的价值。",
	"You cast {@spell identify}.": "你施放了{@spell identify}。",
	"The creature wearing or carrying the inscribed object has advantage on Charisma checks made to interact with dragons.": "携带或佩戴着刻有符文的物品的生物，在与龙互动时进行的魅力检定获得优势。",
	"You magically summon a {@creature pseudodragon}, which appears in an unoccupied space within 20 feet of you. The {@creature pseudodragon} friendly to you and obeys your commands.": "你施放魔法召唤一个{@creature pseudodragon}，它会出现在你附近20英尺内的一个空地上。这个{@creature pseudodragon}对你友好并且会听从你的命令。",
	"The {@creature pseudodragon} vanishes in a fanfare of trumpets if it drops to 0 hit points.": "当{@creature pseudodragon}的生命值降至0时，便在一阵喇叭声中消失。",
	"The creature can use their action to exhale shadowy fire in a 30-foot cone. Each creature in that area must make a Wisdom saving throw. On a failed save, the creature takes {@dice 8d8} necrotic damage and is {@condition frightened} of the attuned creature for 1 minute. On a successful save, the creature takes half as much damage and isn't {@condition frightened}. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "这个生物可以使用动作，在一个30英尺的锥形范围内呼出阴影火焰。该区域内的每个生物必须进行一次感知豁免。未通过豁免的生物会受到{@dice 8d8}点死灵伤害，并且会成为1分钟内的{@condition frightened}。通过豁免的生物会受到一半伤害，并且不会成为{@condition frightened}。一个{@condition frightened}生物可以在自己的回合结束时重复豁免检定，成功则结束效果。",
	"Nine other inscribed Draconic or Infernal runes, none of which can be an Elder rune; Any object (requires attunement)": "九个其他刻有龙语或地狱语符文，其中不能有任何一种是上古符文；任何物品 (需要感应)",
	"Tobor counts as a {@filter Life|optionalfeatures|feature type=R:L} rune. Once it has been invoked, the disk gives off a soft, golden light in a 15-foot beam that is capable of making illusory objects and creatures real. When an illusory object or creature is placed in this light, roll percentile dice and consult the Tobor Effect table below. Treat multiple objects or creatures as a single collective object and roll once on the table for all of them.": "托博尔（Tobor）算作一个{@filter Life|optionalfeatures|feature type=R:L}符文。一旦被激活，这个圆盘会散发出柔和的金光，形成一个15英尺的光束，能够让虚幻的物体和生物变为现实。当一个虚幻的物体或生物被放置在这束光中时，掷百分骰并查阅下面的托博尔效应表。将多个物体或生物视为一个集体物体，并在表上为它们一起掷一次。",
	"The illusory object or creature is destroyed": "幻象物体或生物被摧毁。",
	"The illusory object or creature is transformed into a hostile blob of corrosive, magical ectoplasm that uses the {@creature black pudding} stat block.": "幻象物体或生物会转化为一团具有敌意的腐蚀性魔法外形体，使用{@creature black pudding}属性块。",
	"The object or creature ceases to be an illusion and becomes real for {@dice 2d12} hours. A creature brought into being in this way is under the DM's control and uses whichever stat block best matches its form. When it ceases to be real, it winks out of existence.": "物体或生物停止成为幻象，变得真实，持续{@dice 2d12}小时。以这种方式创造出来的生物由DM控制，并使用最符合其形态的属性块。当它停止存在时，它会消失。",
	"The object or creature ceases to be an illusion and becomes real permanently. A creature brought into being in this way is under the DM's control and uses whichever stat block best matches its form. In addition, the damage to the runes causes the crystal disk to burn out, making the chamber no longer functional.": "物体或生物不再是幻象，而是永久地变为真实。以这种方式产生的生物由DM控制，并使用最匹配其形态的统计数据块。此外，符文的损坏导致水晶盘烧毁，使房间不再起作用。",
	"The disk inscribed with Tobor illuminates with a soft, golden light. It continues to give off this light until the rune is dispelled, you remove Tobor from your list of inscribed runes, or the disk is destroyed.": "铭刻有托博尔(Tobor)的圆盘被柔和的金光照亮着。直到符文被驱散、你从铭刻符文列表中移除托博尔，或者圆盘被摧毁之前，它将持续发出这种光芒。",
	"Four other inscribed Draconic runes; A 5-foot diameter disk of golden calcite crystal": "另外四个刻有龙文的符文; 一个直径5英尺的金黄色方解石水晶圆盘",
	"Creatures within 20 feet of Vutha ignore movement impediments imposed by mud and swamp environments and leave no physical evidence of their passage through such environments.": "在Vutha的20英尺范围内的生物无视泥泞和沼泽环境所施加的移动障碍，并且在这些环境中通过时不留下任何实体证据。",
	"Any area of lose earth within 1 mile of Vutha becomes muddy and counts as difficult terrain. Additionally, fog forms in the area making it lightly obscured.": "在Vutha周围1英里范围内的任何松软土地区域都会变得泥泞，被视为艰难地形。此外，该区域会出现薄雾，使其变得轻度模糊。",
	"An object that has been dipped into water warped by a black dragon's lair": "一个被黑龙巢穴中的水浸泡过的物体",
	"The creature attuned to Welun knows the exact time in both the Material Plane and the Feywild, no matter what plane of existence it is currently on. Further, the attuned it has advantage on saving throws against being {@condition charmed}, ending the {@condition charmed} condition on itself or being put to sleep.": "那些与韦伦（Welun）相调和的生物能够准确知晓无论身处哪个位面，都能同时知道在物质位面和精灵界的确切时间。此外，被调和的生物在进行豁免投掷时对于被 {@condition charmed} 的效果有优势，并且能够结束自身的 {@condition charmed} 状态或免疫入睡效果。",
	"You sense the direction of the closest portal that links to the Material Plane, the Feywild, or to the Border Ethereal within 2 miles. If there are none, one is created in a location chosen by the DM within range.": "你能感知到距离2英里内连接到物质平面、Feywild或边界虚空的最近传送门的方向。如果没有，DM会在范围内选择一个位置创建一个传送门。",
	"Four other inscribed Draconic or Druidic runes; An object that has been hit by a moonstone dragon's Moonlight Breath (requires attunement)": "四个其他刻有龙语或德鲁伊符文的符文；一件被月光龙的月光吐息击中的物品（需要调谐）",
	"The creature wearing or carrying the inscribed object can cast {@spell barkskin} with this rune, without expending a spell slot or material components. The spell cannot be cast with this rune again until dawn.": "佩戴或携带着刻有符文的物品的生物可以使用此符文施放{@spell barkskin}，无需消耗法术位或材料组件。直到黎明前，该符文再也无法用来施放该法术。",
	"The AC granted through {@spell barkskin} increases by an amount equal to the number of runes you have inscribed from its language or that share its translations divided by 3, rounded down.": "通过{@spell barkskin}获得的AC增加值等于你刻写的符文数量或与其翻译相同的符文数量除以3，向下取整。",
	"Beatha speaks of the life giving power of photosynthesis, allowing the sun to rejuvenate those it touches. When the creature wearing or carrying the object spends an hour in direct sunlight, it regains hit points equal to its Constitution modifier. Additionally, any activity performed in direct sunlight counts as light activity for the purposes of resting for the creature.": "Beatha谈到了光合作用的生命赋予力量，让太阳能够使接触到它的生物恢复活力。当佩戴或携带这个物品的生物在直射阳光下停留一小时时，它将恢复相当于其体质调整值的生命值。此外，任何在直射阳光下进行的活动对于该生物来说都算作休息的轻度活动。",
	"Flowers sprout from the ground in a 20-foot radius centered on the wearer or carrier of the object. The flowers are considered difficult terrain for creatures that are hostile to you and your allies.": "花朵从地面上生长，半径20英尺，以佩戴者或物品携带者为中心。这些花朵对于对你和你的盟友敌对的生物来说被视为困难地形。",
	"Beith blesses the restful hours of the day to prepare for a new dawn. When the attuned creature spends downtime in nature either carousing or exploring, they are considered to be maintaining a wealthy lifestyle at no cost to them. They can share this benefit to any allies that spend the downtime with them.": "贝斯祝福这一天中宁静的时光，为新的黎明做准备。当被感知的生物在大自然中度过闲暇时间，无论是狂欢还是探险，他们被视为以零成本维持富裕的生活方式。他们可以与一起度过闲暇时间的任何盟友分享这一好处。",
	"While taking a short or long rest while maintaining a wealthy lifestyle in this way, you and any of your companions within 30 feet of you can't be surprised, except when {@condition incapacitated} by something other than nonmagical sleep. The beasts of the surrounding area will alert or awaken you and your companions within range if any of you are sleeping naturally when combat begins.": "在保持富裕生活方式的同时进行短暂或长时间休息时，你和你周围30英尺范围内的任何同伴不会被突袭，除非被非魔法睡眠以外的事物所{@condition incapacitated}。当战斗开始时，周围地区的野兽会警觉或唤醒你和范围内的同伴，如果你们中有人在自然睡眠时。",
	"The attuned creature has advantage on an attack roll against a creature if at least one other ally is within 5 feet of the creature and the ally isn't incapacitated.": "如果至少有另外一名盟友在该生物身边5英尺内且该盟友没有被使无能力，那么被调谐的生物在对该生物进行攻击检定时获得优势。",
	"This rune counts as a {@filter Friend|optionalfeatures|feature type=R:F} rune and can be inscribed on objects that are inscribed with other runes from its language. It shares those runes' translations while inscribed on the object.": "这个符文被视为一个{@filter Friend|optionalfeatures|feature type=R:F}符文，可以刻在已经刻有同一语言中其他符文的物体上。当刻在物体上时，它会共享那些符文的翻译。",
	"1 reaction, which you take when an ally within 5 feet of you makes an attack": "当你身边5英尺内的盟友进行攻击时，你可以使用1次反应。",
	"You give the ally advantage on the attack roll.": "你让盟友在攻击骰上获得优势。",
	"The creature holding the object can communicate simple ideas with beasts and has advantage on Wisdom ({@skill Animal Handling}) checks and Charisma ({@skill Persuasion}) checks when interacting with beasts.": "持有该物体的生物可以与野兽交流简单的思想，并在与野兽互动时，智力检定获得优势{@skill Animal Handling}，魅力检定获得优势{@skill Persuasion}。",
	"You cast the {@spell animal messenger} spell": "你施放了{@spell animal messenger}法术",
	"This rune counts as a Forest and Beast rune. The attuned creature can speak to beasts and plants as if they spoke Druidic, and cast the {@spell awaken} spell at will, without material components or expending a spell slot. A creature that has been awakened in this way is not charmed by the spell.": "这个符文被视为一枚森林和野兽符文。被调谐的生物可以与野兽和植物交谈，就好像它们会说德鲁伊语一样，并可以随意施展{@spell awaken}法术，无需材料成分或消耗法术位。以这种方式觉醒的生物不会被这个法术迷惑。",
	"Nine other inscribed Druidic runes, none of which can be an Elder rune; Any object (requires attunement)": "九个其他刻有德鲁伊符文，其中没有一个可以是一块长者符文；任何物品 (需要须熟悉)",
	"The wearer has advantage on all Charisma ({@skill Persuasion}) and Wisdom ({@skill Animal Handling}) checks directed at beasts.": "佩戴者在对野兽进行的所有魅力检定({@skill Persuasion})和感知检定({@skill Animal Handling})上获得优势。",
	"Additonally, any creature that shares food or drink with the wearer becomes friendly to them for 1 hour.": "此外，任何与佩戴者分享食物或饮料的生物在接下来的1小时内会对他们友好。",
	"Choose a number of willing allies you can see up to the number of runes you have inscribed from the {@filter Druidic|optionalfeatures|feature type=R:Du} language.": "选择你能看到的愿意盟友的数量，最多不超过你从{@filter Druidic|optionalfeatures|feature type=R:Du}语言中刻印的符文数量。",
	"The wearer has advantage on attack rolls against another creature if at least one of the allies you chose is within 5 feet of the target creature and the ally isn't {@condition incapacitated}.": "如果你选择的盟友中至少有一名在目标生物的5英尺内且该盟友不是{@condition incapacitated}，则穿戴者对另一生物的攻击投掷获得优势。",
	"This rune counts as a {@filter Claw|optionalfeatures|feature type=R|search=Claw} and {@filter Weapon|optionalfeatures|feature type=R:W} rune. The attuned creature can use their bonus action to change their hands to claws that augment their unarmed strikes. They are proficient with attacks made with the claws, and these attacks deal {@dice 1d6} slashing damage on a hit. In addition, if they are grappling a creature, they can make an unarmed strike against the creature as a bonus action.": "这个符文被视为一个{@filter Claw|optionalfeatures|feature type=R|search=Claw}和{@filter Weapon|optionalfeatures|feature type=R:W}符文。被调谐的生物可以使用他们的奖励动作将他们的手变成爪子，增强他们的徒手攻击。他们在使用爪子进行攻击时是熟练的，这些攻击在命中时造成{@dice 1d6}点割伤伤害。此外，如果他们正在与一只生物搏斗，他们可以作为奖励动作对该生物进行一次徒手攻击。",
	"Further, neutral and hostile beasts within 30 feet of the attuned creature have disadvantage on Wisdom saving throws.": "此外，与被连接生物在30英尺内的中立和敌对野兽在感知豁免检定时有劣势。",
	"You cast the {@spell crown of madness} spell, targetting a beast instead of a humanoid. The spell does not require your concentration, but the beast is not under your control and does not recognize friend from foe.": "你施放了{@spell crown of madness}法术，以野兽为目标，而不是人形生物。这个法术不需要你集中注意力，但这只野兽不受你控制，也无法分辨朋友和敌人。",
	"Any object made of animal hide or fur (requires attunement)": "任何由动物皮革或毛皮制成的物品（需要（attunement））",
	"Leigheas enhances the healing of potions. When the wearer of the armor consumes a {@item potion of healing|DMG}, they regain additional hit points equal to the number of runes you have inscribed.": "Leigheas（莱亚斯）增强了药水的治疗效果。当穿戴者消耗一个{@item potion of healing|DMG}时，他们将额外恢复的生命值等同于你所刻印符文的数量。",
	"While holding a nonmagical flask or bottle in your hand, you instantly create a {@item potion of healing|DMG} that restores {@dice 2d4} + your rune magic ability modifier hit points when consumed.": "当你手持一个非魔法的烧瓶或瓶子时，你可以立即创造一个{@item potion of healing|DMG}，在消耗时恢复{@dice 2d4}+你的符文魔法能力修正值的生命值。",
	"When you invoke this rune with three or more inscribed runes, the healing increases by {@dice 1d4} for each additional rune. You must spend runic charges equal to the number of d4s used for the healing to invoke this rune again.": "当你使用三个或更多刻有符文的符文时，每增加一个符文，治疗效果就会增加{@dice 1d4}。你必须消耗与用于治疗的d4数量相等的符文能量来再次激活这个符文。",
	"Any nonmetal armor": "任何非金属盔甲",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. The weapon becomes a magic weapon with a d8 damage die. The wielder can use their choice of Intelligence, Wisdom, or Charisma for the attack and damage rolls made with it instead of Strength or Dexterity.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。武器变成了一把带有d8伤害骰的魔法武器。使用者可以选择使用他们的智力、感知或魅力来进行攻击和造成伤害的骰面投掷，而不是使用力量或敏捷。",
	"The weapon becomes laced with sprues of blackthorn and begins to float. When you invoke the rune, you can make a melee spell attack against a creature within 5 feet of the weapon.": "这把武器被黑刺灌注，开始漂浮起来。当你激活符文时，你可以对武器附近5英尺内的生物进行近战法术攻击。",
	"As a bonus action on your turn, you can move the weapon up to 20 feet and repeat the attack against a creature within 5 feet of it.": "作为你的回合的奖励动作，你可以将武器移动多达20英尺，并对其5英尺内的生物重复进行攻击。",
	"A simple or martial melee weapon made of wood": "一把由木头制成的简单或军用近战武器 (`simple`)。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. When an attack with the spear reduces a hostile target to 0 hit points, the attuned creature gains {@dice 2d6} temporary hit points.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。当使用矛进行的攻击将一个敌对目标的生命值降低到0点时，被连接的生物会获得{@dice 2d6}点临时生命值。",
	"The attuned creature becomes bloodlusted and spends 1 foot for every 2 feet it moves towards a hostile creature. This effect ends early if the attuned creature ends its turn without attacking a hostile creature.": "被感应的生物变得嗜血，并每移动2英尺花费1英尺朝着敌对生物移动。如果被感应的生物在回合结束时没有攻击敌对生物，则此效果会提前结束。",
	"A spear (requires attunement)": "一支长矛（需要（attunement））",
	"This rune counts as an {@filter Armor|optionalfeatures|feature type=R:Ar} rune. If Arausamman has been invoked, you can pilot or command {@creature Runic Construct|TaronPoundsR|the construct}. The construct can be inscribed with other runes from its language. This rune shares those runes' translations while inscribed on the construct.": "这个符文被视为一个{@filter Armor|optionalfeatures|feature type=R:Ar}符文。如果阿劳萨曼(Arausamman)已被召唤，你可以操控或指挥{@creature Runic Construct|TaronPoundsR|the construct}。这个构造体可以被刻上来自其语言的其他符文。当这个符文被刻在构造体上时，它会分享那些符文的翻译。",
	"24 hours, or 1 action if Arausamman has been previously invoked": "24小时，或者如果(Arausamman)之前已被召唤，则为1个动作。",
	"Once invoked, Arausamman imbues the item with runic energy, causing it to become an {@creature Runic Construct|TaronPoundsR|animated construct} under your control that you can choose to climb inside and pilot if you are Medium or smaller. {@creature Runic Construct|TaronPoundsR|The construct} is a suit of heavy armor for the purposes of inscribing your runes. It is proficient with {@filter simple|items|source=phb|category=basic|type=simple weapon} and {@filter martial|items|source=phb|category=basic|type=martial weapon} weapons, and you can equip or unequip these weapons over the course of 1 minute while you are outside of it.": "一旦被召唤，阿劳萨曼(Arausamman)会赋予物品符文能量，使其成为一个由你控制的{@creature Runic Construct|TaronPoundsR|animated construct}，你可以选择爬进去并操纵，如果你是中等体型或更小的话。{@creature Runic Construct|TaronPoundsR|The construct}是一套用于刻写符文的重型盔甲。它精通{@filter simple|items|source=phb|category=basic|type=simple weapon}和{@filter martial|items|source=phb|category=basic|type=martial weapon}武器，你可以在1分钟内在外部装备或卸下这些武器。",
	"While you are attuned to {@creature Runic Construct|TaronPoundsR|the construct}, you can open its hatch as easily as any other door. You can enter or exit through the hatch by spending 10 feet of movement and it will automatically reconfigure its insides to accomodate for you and whatever you are wearing or carrying. While inside the construct, you have half cover from effects originating outside it. The controls within it allow you to see without obstruction.": "当你与{@creature Runic Construct|TaronPoundsR|the construct}共鸣时，你可以像打开任何其他门一样轻松地打开它的舱口。你可以通过花费10英尺的移动来进入或离开舱口，它将自动重新配置内部以适应你和你穿戴或携带的任何物品。在构造体内，你受到来自外部的效果的半掩护。内部的控制装置允许你毫无遮挡地看到外面的情况。",
	"While you are inside {@creature Runic Construct|TaronPoundsR|the construct}, you can command it by using the controls. During your turn, you can command it in the following ways:": "当你在{@creature Runic Construct|TaronPoundsR|the construct}内时，你可以通过使用控制器来指挥它。在你的回合期间，你可以通过以下方式指挥它：",
	"Open or close the hatch (no action required, once per turn)": "打开或关闭舱门（无需行动，每回合一次）",
	"Move the construct up to its speed (no action required)": "将构筑物移动至其速度范围内（无需行动）",
	"As an action, you can command the servant to take one of the actions in its stat block or some other action.": "作为一个动作，你可以命令仆人执行它的属性块中的一个动作或其他动作。",
	"When a creature provokes an opportunity attack from the construct, you can use your reaction to command it to make one attack against that creature.": "当一个生物从构造物身上引发机会攻击时，你可以使用你的反应命令它对那个生物进行一次攻击。",
	"Four other inscribed Dwarvish runes, none of which can be Arausamman; A suit of splint or plate armor, statue, or destroyed construct of Medium or larger size (requires attunement)": "四个其他刻有矮人符文的物品，其中没有一个可以是阿劳萨曼(Arausamman);一套中型或更大尺寸的板甲或板甲，雕像，或被摧毁的构造物(需要须配)",
	"When you make a Wisdom ({@skill Insight}) check, you can roll a {@dice d4} and add the number rolled to the check.": "当你进行一次感知检定({@skill Insight})时，你可以投掷一个{@dice d4}，并将投掷的数字加到检定结果上。",
	"You can invoke this rune when examining an object to identify the aura of the last creature that touched it. You make a Wisdom ({@skill Insight}) check against a DC of 13 + the number of days since the last contact occurred. On a success, you learn the creature's type and can immediately cast locate creature to find that creature. This property can't be used again until the next dawn.": "当你检查一个物体时，你可以激活这个符文来识别最后接触它的生物的光环。你进行一次感知（{@skill Insight}）检定，对抗一个DC，DC为13加上自最后接触发生以来的天数。成功时，你会得知生物的种类，并可以立即施放`locate creature`来找到那个生物。这个特性直到次日黎明前都不能再次使用。",
	"Once you invoke this rune, you must spend 3 runic charges to do so again.": "一旦你激活这个符文，你必须再次花费3个符文能量来这样做。",
	"Three other inscribed Dwarvish runes": "另外三个刻有矮人文字的符文",
	"This rune counts as an {@filter Armor|optionalfeatures|feature type=R:Ar} rune. This shield can be donned or doffed as a bonus action.": "这个符文被视为一个{@filter Armor|optionalfeatures|feature type=R:Ar}符文。这个盾牌可以在作为一个奖励动作穿戴或脱下。",
	"The shield leaps into the air and hovers in your space to protect you as if you were wielding it, leaving your hands free. The shield remains animated for the duration, until you use a bonus action to end this effect, or until you are {@condition incapacitated} or die, at which point the shield falls to the ground or into your hand if you have one free.": "盾牌跃入空中，在你的空间中悬浮，保护你就像你在使用它一样，让你的双手空闲。盾牌保持活力直到持续时间结束，或者你使用一个奖励动作来结束这个效果，或者当你生命值为{@condition incapacitated}或死亡时，盾牌会掉落到地面上，或者如果你有一只手空着，盾牌会落入你的手中。",
	"This rune takes shape in the coin to evoke good fortune. When the {@coinflip coin is flipped|Findar|The side called in Dwarvish|The side called in any other language than Dwarvish}, a creature can call out which side it will land on. The coin will always land on the side called out if it was spoken in {@language Dwarvish}, or the opposite side if spoken in any other language.": "这个符文在硬币中显现出来，以唤起好运。当硬币抛掷时，生物可以喊出它将会落在哪一面。如果是用{@coinflip coin is flipped|Findar|The side called in Dwarvish|The side called in any other language than Dwarvish}说出来，硬币将会落在被喊出的那一面；如果是用其他任何语言说出来，硬币将会落在相反的那一面。",
	"1 reaction, which you take when a creature within 30 feet of you makes an ability check, attack roll, or saving throw": "当距离你30英尺内的生物进行能力检定、攻击检定或豁免检定时，你可以使用1次反应。",
	"The creature must make a {@coinflip coin flip} instead of a d20 roll, treating a result of heads as a success and tails as a failure.": "该生物必须进行一次{@coinflip coin flip}投掷，将正面视为成功，反面视为失败。",
	"A coin": "一枚硬币 (coin)",
	"While inscribed with Heg, the object gains the properties of an {@item immovable rod|DMG}. Rather than a button on one end, you can choose a command word that activates the item's magical effects.": "在刻有赫格（Heg）符文的物品上，它会获得{@item immovable rod|DMG}的属性。与其在一端有一个按钮，你可以选择一个口令来激活物品的魔法效果。",
	"You touch an object that weighs no more than 10 pounds and cause it to become magically fixed in place. You and the creatures you designate when you invoke this rune can move the object normally. You can also set a password that, when spoken within 5 feet of the object, suppresses this rune for 1 minute.": "你触摸一个重量不超过10磅的物体，并使其在魔法作用下固定在原地。当你激活这个符文时，你和你指定的生物可以正常移动这个物体。你还可以设置一个密码，当在物体附近5英尺内说出时，可以使这个符文被压制1分钟。",
	"If the object is fixed in the air, it can hold up to 4,000 pounds of weight. More weight causes the object to fall. Otherwise, a creature can use an action to make a Strength check against your runic save DC. On a success, the creature can move the object up to 10 feet.": "如果物体悬浮在空中，它可以承受高达4,000磅的重量。超过这个重量会导致物体掉落。否则，生物可以使用一个动作，对着你的符文豁免 DC 进行一次力量检定。若成功，生物可以将物体移动高达10英尺。",
	"Two other Dwarvish runes inscribed": "另外两个矮人文字符文刻着",
	"The weapon becomes a magic weapon. The wielder can use a bonus action to cause the metal or stone of the weapon to become silver until the creature wielding it uses a bonus action to dismiss it, or until they drop or sheathe it.": "这件武器变成了一件魔法武器。使用者可以使用一个奖励动作，使武器的金属或石头变成银色，直到持有它的生物使用一个奖励动作来解除它，或者直到他们放下或收起它。",
	"The wielder of Hurvaag when you invoke it cannot be {@condition frightened} by any creature it has ever damaged.": "当你召唤它时，Hurvaag的使用者不能被它曾经伤害过的任何生物所伤害。",
	"A simple or martial weapon made of stone or metal": "一种由石头或金属制成的简单或军用武器 (%(martial weapon)%)",
	"This rune counts as a {@filter Life|optionalfeatures|feature type=R:L} rune. While the creature wearing or carrying the inscribed object is engaged in combat, they regain {@dice 1d4} hit points at the start of each of their turns if they are missing half their hit points and are conscious.": "这个符文算作一个{@filter Life|optionalfeatures|feature type=R:L}符文。当佩戴或携带这个刻有符文的物品的生物参与战斗时，如果他们失去了一半的生命值并且还有意识，他们在每个回合开始时会回复{@dice 1d4}点生命值。",
	"1 reaction, which you take when the creature wearing or carrying the object drops to 0 hit points": "当携带或穿戴该物品的生物的生命值降至0时，你可以做出1次反应。",
	"You delay the creature from falling unconscious and they can immediately take the Attack action as if it was their turn. If they reduce the creature that dealt the damage to them to 0 hit points, they regain hit points equal to the number of {@filter Dwarvish|optionalfeatures|feature type=R:Dw}, {@filter Life|optionalfeatures|feature type=R|search=Life}, and {@filter Valor|optionalfeatures|feature type=R|search=Valor} runes you have inscribed.": "你延迟了生物陷入昏迷状态，它们可以立即采取攻击动作，就好像是它们的回合一样。如果它们将对它们造成伤害的生物的生命值降低到0点，它们将恢复等于你刻印的{@filter Dwarvish|optionalfeatures|feature type=R:Dw}、{@filter Life|optionalfeatures|feature type=R|search=Life}和{@filter Valor|optionalfeatures|feature type=R|search=Valor}符文数量的生命值。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. If a melee attack made with the weapon exceeds a creature's AC by 5 or more, the attack cleaves and can hit one additional creature of the attacker's choice within their reach.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。如果使用这把武器进行的近战攻击超过目标AC值5点或更多，这次攻击会劈砍，可以额外命中攻击者选择的一个在其攻击范围内的生物。",
	"The weapon deals an additional die of damage against creatures with the {@filter giant|bestiary|type=giant} creature type for the duration.": "该武器在持续时间内对具有{@filter giant|bestiary|type=giant}生物类型的生物造成额外的伤害骰。",
	"An axe": "一把斧头 (Axe)",
	"When the creature carrying or wearing the item drinks a pint of beer, ale, mead, or wine, they regain {@dice 1d4} + your rune magic ability modifier hit points. Once this rune has restored hit points, it cannot do so again until the next dawn, or until it is invoked.": "当携带或佩戴该物品的生物喝下一品脱啤酒、麦酒、蜜酒或葡萄酒时，它们将恢复{@dice 1d4} + 你的符文魔法能力修正值的生命值。一旦此符文恢复了生命值，直到第二天黎明或被激活前，它将无法再次恢复生命值。",
	"The hit points restored by this rune increase by {@dice 1d4} for every additional rune you have inscribed from this rune's language or that share its translations.": "这个符文恢复的生命值增加了{@dice 1d4}，每多刻一个来自该符文语言或与其共享翻译的符文。",
	"The rune becomes capable of restoring hit points again.": "符文再次能够恢复生命值。",
	"The weapon gains the thrown property with a normal range of 20 feet and a long range of 60 feet. Immediately after a ranged attack is made with this weapon, it returns to the attuned creature's hand.": "该武器获得投掷属性，正常射程为20英尺，最远射程为60英尺。使用该武器进行远程攻击后，它会立即回到被感应生物的手中。",
	"Attacks made with the weapon deal an additional {@dice 1d8} damage against creatures that dealt damage to one of your allies within the last minute.": "使用该武器发动的攻击对在过去一分钟内对你的盟友造成伤害的生物造成额外{@dice 1d8}的伤害。",
	"A simple or martial weapon that weighs no more than 5 lb.": "一种重量不超过5磅的简单或军用武器。",
	"If an effect moves the wearer against their will along the ground, they can use their reaction to reduce the distance they are moved by up to 10 feet.": "如果一个效果使穿戴者不情愿地沿地面移动，他们可以使用自己的反应来减少被移动的距离，最多不超过10英尺。",
	"1 reaction, which you can take when a creature subjects the wearer to an effect that would move them against their will on the ground": "当生物使穿戴者受到一种会使其不受控制地在地面上移动的效果时，你可以采取1次反应。",
	"Orgrad redirects the kinetic energy exerted onto the wearer. Orgrad's wearer can make an attack against the triggering creature. If the attack hits, the triggering creature must succeed on a Strength saving throw or be pushed away from Ograd the same distance it would have moved Ograd's wearer.": "奥格拉德（Orgrad）将施加在穿戴者身上的动能转移。奥格拉德的穿戴者可以对触发生物发动一次攻击。如果攻击命中，触发生物必须成功进行一次力量豁免才能避免被推开，被推开的距离与它本来会移动奥格拉德的穿戴者的距离相同。",
	"A suit of heavy armor": "一套重型盔甲 (heavy armor)",
	"A rune that made modern food preservation much more simple for the dwarves, despite them being unfortunately unaware of its ability to also flash-freeze an entire chamber. Over the course of 1 hour after inscription, the temperature of the room housing Orv drops to -40° F. Once this happens, Orv becomes capable of invoking itself.": "一块符文让现代食物保存对于矮人们变得更加简单，尽管他们不幸地不知道它还能够将整个房间瞬间冷冻。在铭刻后的1小时内，奥尔夫(Orv)所在房间的温度降至-40°F。一旦这种情况发生，奥尔夫(Orv)就能够被唤醒。",
	"Orv invokes itself automatically when a spell is cast within the room that houses it": "当在(Orv)所在的房间内施放咒语时，(Orv)会自动激活。",
	"Orv flashes with brilliant blue energy, freezing anything within the room. All creatures within the room take {@dice 8d8} cold damage. A creature that is killed by this rune freezes.": "奥尔夫闪烁着耀眼的蓝色能量，冻结了房间内的一切。房间内的所有生物受到{@dice 8d8}的冰冷伤害。被这个符文杀死的生物会被冻结。",
	"After Orv has been invoked, it cannot be invoked again for 1 hour.": "在奥尔夫（Orv）被召唤后，1小时内无法再次被召唤。",
	"An object within a 40-foot-cube or smaller room": "一个在40英尺立方体或更小房间内的物体",
	"This rune counts as a {@filter Friend|optionalfeatures|feature type=R:F} rune. Each day at dawn, the creature wearing or carrying the inscribed object has a 50 percent chance of growing a full beard if they're capable of growing one, or a visibly thicker beard if they already have one.": "这个符文被视为一个{@filter Friend|optionalfeatures|feature type=R:F}符文。每天黎明时分，佩戴或携带着这个刻有符文的物品的生物，如果他们有能力留胡须，有50%的几率长出一整把胡须，或者如果已经有胡须的话，胡须会变得更加浓密。",
	"The creature wearing or carrying the inscribed object must make a Charisma saving throw, which it can choose to fail. On a failure, they grow a beard.": "佩戴或携带着这件刻有符文的物品的生物必须进行一次魅力豁免检定，可以选择失败。如果失败，它们会长出一把胡须。",
	"While all four shoes are affixed to the hooves of a horse or similar creature, their carrying capacity is doubled and their walking speed increases by 30 feet.": "当四只鞋子都被固定在马或类似生物的蹄上时，它们的携带能力翻倍，行走速度增加30英尺。",
	"When the creature affixed to the horseshoes rides at a gallop, they can now do so for a maximum of 2 hours.": "当附着在马蹄铁上的生物以疾驰的速度骑行时，现在最多可以持续2小时。",
	"A set of four horseshoes": "一套四个马蹄铁 (horseshoes)",
	"The creature wearing or carrying this inscribed object has advantage on ability checks and saving throws using Strength they make against effects that would knock them prone or move them against their will while they are standing on solid ground.": "佩戴或携带这件刻有符文的物品的生物，在站在坚实地面上时，对于那些会使其倒地或被迫移动的效果，使用力量进行的能力检定和豁免检定获得优势。",
	"You gain {@sense tremorsense|MM} out to a distance of 30 feet for the duration.": "你在接下来的持续时间内获得了{@sense tremorsense|MM}的视野，范围为30英尺。",
	"This rune counts as an {@filter Armor|optionalfeatures|feature type=R:Ar} rune. A creature holding the shield has advantage on initiative rolls and Wisdom ({@skill Perception}) checks.": "这个符文被视为一个{@filter Armor|optionalfeatures|feature type=R:Ar}符文。持盾的生物在先攻骰和感知((Wisdom))检定中获得优势。",
	"1 reaction, which you take when the creature holding the shield fails a Dexterity saving throw": "当持盾生物未通过敏捷豁免投掷时，你可以做出1次反应。",
	"They succeed on the saving throw instead.": "他们成功了豁免投掷 (`saving throw`)。",
	"Elven eyes see all. This rune grants the attuned creature a bonus to Wisdom ({@skill Perception}) checks it makes that rely on sight equal to half the number of runes you have inscribed from its language or that share its translations.": "精灵的眼睛无所不见。这个符文赋予被感应生物一个在智慧检定中（{@skill Perception}）获得的奖励，该检定依赖视觉，奖励值为你已经刻写的来自其语言或与其翻译相同的符文数量的一半。",
	"You and the attuned creature gain {@sense truesight} out to a range of 30 feet until the end of your next turn. If you are the attuned creature, this sight is extended to 60 feet.": "你和被感应生物在接下来的回合结束前，获得{@sense truesight}的视野范围，最远可达30英尺。如果你就是被感应的生物，这个视野范围延伸至60英尺。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. Ammunition fired from the weapon is magical for the purposes of overcoming resistance and immunity to piercing damage and the attuned creature can use a bonus action on their turn to magically return any fired ammunition to their hand or quiver (their choice).": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。从这个武器射出的弹药在克服对刺伤伤害的抵抗力和免疫力方面是魔法的，而且被附魔的生物可以在他们的回合使用一个奖励动作，将任何射出的弹药魔法地返回到他们的手中或箭筒中（他们的选择）。",
	"Upon invoking Elandi, attacks made with the weapon get a bonus to attack rolls equal to your rune magic ability modifier until it hits with a modified attack roll of 23 or higher.": "当召唤艾兰迪(Elandi)时，使用该武器进行的攻击获得一个攻击加值，数值等同于你的符文魔法能力调整值，直到攻击命中且修改后的攻击点数达到23或更高。",
	"A bow (requires attunement)": "一把弓（需要（attunement））",
	"The wearer is considered proficient with this armor even if they lack proficiency with {@filter medium armor|items|source=phb|category=basic|type=medium armor}.": "即使穿戴者缺乏对{@filter medium armor|items|source=phb|category=basic|type=medium armor}的熟练度，也被视为精通这件盔甲。",
	"The creature becomes blurred, as detailed in the {@spell blur} spell. This effect ends early if the creature deals damage or forces another creature to make a saving throw.": "生物变得模糊不清，就像{@spell blur}法术中描述的那样。如果生物造成伤害或迫使另一个生物进行豁免才能检定，这个效果会提前结束。",
	"Any medium armor": "任何中型盔甲 (Medium Armor)",
	"When the wearer of the armor that bears this rune takes damage from a weapon attack, they can teleport 30 feet to an unoccupied space they can see. Once the creature teleports in this way, they can't do so again until the start of their next turn.": "当佩戴着带有此符文的盔甲的人受到武器攻击造成伤害时，他们可以传送到一个他们能看到的未占用的空间，距离为30英尺。一旦生物以这种方式传送，直到下一回合开始前，他们不能再这样做。",
	"The creature becomes blurred, as detailed in the {@spell blur} spell. This effect ends early if the creature teleports with this rune.": "生物变得模糊不清，就像{@spell blur}法术中描述的那样。如果生物使用这个符文传送，这个效果会提前结束。",
	"Two other inscribed Elven runes; Any light armor (requires attunement)": "两个其他刻有精灵符文的符文；任意轻甲（需要（attunement））",
	"This rune counts as a {@filter Friend|optionalfeatures|feature type=R:F} rune. Ebrath emanates a faint ancient melody that beckons a small magical flock of birds to the bearer. The attuned creature can take the {@action Help} action as a bonus action. The range for the {@action Help} action when used in this way is 30 feet, as the flock flies to assist their allies.": "这个符文被视为一个{@filter Friend|optionalfeatures|feature type=R:F}符文。埃布拉斯(Ebrath)散发出一股微弱的古老旋律，引诱一小群魔法鸟飞向持有者。被调谐的生物可以将{@action Help}行动作为奖励行动。当以这种方式使用时，{@action Help}行动的范围为30英尺，因为这群鸟飞去帮助他们的盟友。",
	"The melody of Ebrath swells and empowers the flock. For the duration, the range of the {@action Help} action increases to 60 feet.": "Ebrath的旋律涌动并赋予群体力量。在此期间，{@action Help}动作的范围增加到60英尺。",
	"Additionally, the flock provides half-cover to any creature it has assisted since the end of your last turn.": "此外，自从上一回合结束以来，群体为任何它协助过的生物提供半遮蔽。 (flock)",
	"Annam demands absolute order. The attuned creature cannot be compelled to act against its will by any means.": "安南要求绝对的秩序。被调谐的生物无论如何都不能被强迫违背其意愿行动。",
	"Additionally, they can decide their initiative count, rather than roll.": "此外，他们可以决定他们的先攻值，而不是投掷骰子。(initiative count)",
	"Nine other inscribed Giant runes, none of which can be an Elder rune; A greataxe (requires attunement)": "另外九个刻有巨人符文，其中没有一个可以是长者符文；一把巨斧（需要须臾）。",
	"A grim rune used by runekeepers trying to hunt down a family's entire bloodline. Some families of royalty view the items as sentimental heirlooms and proof of their pedigree.": "一种阴森的符文，被符文守护者用来追踪一个家族的整个血脉。一些皇室家族将这些物品视为有感情价值的传家宝，并证明了他们的血统。(runekeepers)",
	"Blod does not provide an effect until blood is absorbed into it by invoking it. If blood has been absorbed, the blodstone divines the location of the creature nearest to it that is related to the creature whose blood is in the blodstone. Undead are not detected by this effect. The creature carrying or holding the blodstone senses the direction of the divined creature relative to its location.": "血石在吸收血液后才会产生效果。一旦血液被吸收，血石会揭示距离它最近的与血石中血液相关的生物的位置。不会探测到不死生物。携带或持有血石的生物能感知被揭示生物相对于自身位置的方向。",
	"The divined creature is either one whose blood is in the blodstone, or a blood relative.": "被神示的生物要么是其血液存在于血石中的生物，要么是血亲。",
	"The diamond absorbs the blood of a single creature that has been poured onto it, turning it into a blodstone. If the diamond previously had another creature's blood inside of it, that blood evaporates and is gone forever.": "这颗钻石吸收了被倒在上面的单个生物的血液，将其转化为一块血石。如果钻石之前已经有另一个生物的血液，那个血液会蒸发消失，永远不见了。",
	"Three other inscribed Giant runes; A diamond worth at least 5,000 gp": "三个刻有巨人符文的宝石；一颗价值至少5,000 gp 的钻石",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. Inscribed on the massive bows of giants, Boye enhances a ranged weapon's lethality. On an attack roll of 19-20, the ammunition is launched with overwhelming force. The attacked creature must succeed on a Strength saving throw or be knocked {@condition prone}.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。刻在巨人们巨大的弓上，博伊(Boye)增强了远程武器的致命性。在攻击骰结果为19-20时，弹药会以压倒性的力量发射出去。被攻击的生物必须通过一次力量豁免才能不被击倒{@condition prone}。",
	"The weapon's range doubles for the duration.": "武器的射程在持续时间内翻倍。",
	"Dod speaks to the truth of anger and vengeance. This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. When the creature carrying the weapon is hit with an attack, they can choose to hold a grudge against the attacking creature. The next time an attack made with this weapon hits that creature, the creature takes an additional 1d8 damage and the weapon's grudge ends.": "多德(Dod)谈论了愤怒和复仇的真相。这个符文计为{@filter Weapon|optionalfeatures|feature type=R:W}符文。当携带这把武器的生物受到攻击时，他们可以选择对攻击者怀恨在心。下一次用这把武器攻击那个生物时，该生物会额外受到1d8点伤害，然后武器的怨恨效果结束。",
	"The attack roll required to score a critical hit with the weapon is reduced by 1.": "使用该武器进行攻击时，获得暴击所需的攻击骰减少1点。",
	"Three other inscribed Giant runes; A simple or martial weapon": "另外三个刻有巨人符文的符文；一把简单或军用武器 (Giant)",
	"Ferd is an account of the All-Father's 1,000 year quest. The creature wearing or carrying the inscribed object may use their action to teleport to any of your inscribed Giant runes within 60 feet of them. The creature arrives in the nearest unoccupied space to the inscribed object.": "Ferd是全父的1000年探索的记载。佩戴或携带这件题字物品的生物可以使用他们的动作，传送到距离他们不超过60英尺的任何你题字的巨人符文之一。生物会出现在距离题字物品最近的未被占据的空间中。",
	"The creature can teleport with this rune as a bonus action on their turn for the duration, and the distance increases to 120 feet.": "这个生物可以在他们的回合中将这个符文作为一个奖励动作传送，持续时间内，传送距离增加到120英尺。",
	"Four other inscribed Giant runes": "另外四个刻有巨人符文(%Giant%)",
	"Fjell establishes a nearly unbreakable bond to the earth. The attuned creature cannot be moved against its will as long as it is touching earth or stone, and ignores difficult terrain made of earth and stone.": "Fjell（菲耶尔）与大地建立了几乎无法打破的联系。被调谐的生物只要接触到大地或石头，就无法被迫移动，并且可以忽略由土地和石头构成的艰难地形。",
	"A shockwave of seismic energy is sent out around Fjell, breaking the ground in a 15-foot radius sphere around it. Each creature of your choice in the area must succeed on a Strength saving throw or take {@dice 2d10} bludgeoning damage and be knocked prone. If the area is earth or stone, it becomes difficult terrain.": "一股地震能量的冲击波在费耶尔周围传播开来，打破了周围15英尺半径范围内的地面。在该区域内选择的每个生物必须成功进行一次力量豁免才能避免受到{@dice 2d10} 钝击伤害并倒地。如果该区域是土地或石头，它将变成艰难地形。",
	"The damage dealt by this invocation increases by {@dice 1d10} for every two runes you have inscribed from its language or that share its translations.": "这个法术所造成的伤害会随着你刻印的符文数量增加 {@dice 1d10}，每两个符文增加一次，无论是来自该法术语言的符文还是与其有相同翻译的符文。",
	"Two other inscribed Giant runes": "另外两个刻有巨人符文的符文",
	"This rune counts as a Hunger rune. The attuned creature is immune to {@spell confusion} spells and similar magic. ": "这个符文被视为饥饿符文。被调谐的生物对{@spell confusion}法术和类似魔法免疫。",
	"Additionally, when the creature takes the {@action Attack} action on their turn, they can make one additional attack as part of that action.": "此外，当生物在他们的回合内进行{@action Attack}动作时，他们可以作为该动作的一部分进行一次额外攻击。",
	"Nine other inscribed Giant runes, none of which can be an Elder rune; Any object (requires attunement)": "九个其他刻有巨人符文的符文，其中没有一个可以是长者符文；任何物品 (需要调谐)",
	"This rune's magic bestows a resilience reminiscent of a hill giant. The creature wearing or carrying an object that bears this rune has advantage on saving throws against being poisoned and has resistance against poison damage.": "这个符文的魔法赋予了一种类似山岭巨人的坚韧。佩戴或携带着带有这个符文的物品的生物，在受到中毒的豁免检定时获得优势，并对毒素伤害具有抗性。",
	"The creature wearing or carrying the object gains resistance to bludgeoning, piercing, and slashing damage.": "穿戴或携带该物品的生物对钝击、穿刺和斩击伤害获得抗性。",
	"The wearer has resistance to any damage from nonmagical ranged weapon attacks.": "佩戴者对来自非魔法远程武器攻击的所有伤害具有抗性。",
	"Until the end of your next turn, the wearer also has resistance to any damage from any ranged attacks.": "直到你的下一个回合结束，佩戴者对任何远程攻击造成的伤害具有抵抗力。",
	"A suit of medium or heavy armor": "一套中型或重型盔甲 (medium or heavy armor)",
	"Hellig's subject of influence emits a 30-foot-radius aura of holy energy. Undead in the aura have disadvantage on attack rolls against the creature wearing, carrying, or holding Hellig's subject of influence and whenever an undead in the aura deals damage, it takes radiant damage equal to half the damage it dealt.": "Hellig的影响主题散发出一个半径为30英尺的神圣能量光环。光环内的不死生物对于佩戴、携带或持有Hellig的影响主题的生物进行攻击时，其攻击检定会受到劣势影响；而当光环内的不死生物造成伤害时，它们会受到辐射伤害，伤害值为其所造成伤害的一半。",
	"Any desecrated ground within 30 feet of Hellig is immediately purified. Every creature of your choice within this area must make a Wisdom saving throw. On a failure, a creature takes {@dice 6d6} radiant damage and is frightened of you for the duration. On a success, a creature takes half damage and is not frightened. A creature can repeat the save at the end of each of its turns, ending the effect on itself on a success. Undead have disadvantage on this saving throw.": "在距离赫利格（Hellig）30英尺范围内的任何亵渎之地将立即被净化。在这个区域内，你可以选择每个生物必须进行一次感知豁免。未通过检定的生物会受到{@dice 6d6}辐射伤害，并在一段时间内对你感到恐惧。通过检定的生物会受到一半伤害且不感到恐惧。生物可以在自己的回合结束时重复豁免检定，成功则结束对自己的影响。不死生物在这次豁免检定中有劣势。",
	"Ild glows red hot on the chosen item. The attuned creature can use their action to ignite or extinguish open flames within 10 feet of them, and grants an additional benefit based on its form:": "Ild在所选物品上发出红热的光芒。被配戴的生物可以使用他们的动作来点燃或熄灭在他们周围10英尺范围内的明火，并根据其形态提供额外的效益：",
	"The weapon becomes a magical weapon that deals an extra {@dice 1d4} fire damage to any target it hits.": "这件武器变成了一把魔法武器，对击中的目标造成额外{@dice 1d4}的火焰伤害。",
	"The armor becomes magical armor that grants resistance to cold damage while worn.": "这件盔甲变成了魔法盔甲，在佩戴时提供对冷伤害的抗性。",
	"The benefits granted by Ild improve based on the object it is inscribed on:": "Ild授予的好处取决于它所铭刻的物体：",
	"The extra fire damage increases by {@dice 1d4}.": "额外火焰伤害增加了{@dice 1d4}。",
	"The wearer becomes immune to cold damage.": "佩戴者对冷伤害免疫。",
	"A simple or martial weapon or suit of armor": "一种简单或军用武器或盔甲（(armor)）",
	"This rune's magic evokes the might of those who survive in the wintry wilderness, such as frost giants. While wearing or carrying an object inscribed with this rune, you have advantage on Wisdom ({@skill Animal Handling}) checks and Charisma ({@skill Intimidation}) checks.": "这个符文的魔法唤起了那些在寒冷荒野中生存的强大力量，比如霜巨人。当佩戴或携带一个刻有这个符文的物品时，你在感知（{@skill Animal Handling}）检定和魅力（{@skill Intimidation}）检定上获得优势。",
	"Ild increases your sturdiness, granting you a bonus to all ability checks and saving throws that use Strength or Constitution for the duration.": "Ild增加你的稳固性，为使用力量或体质的所有属性检定和豁免投掷提供奖励，持续时间内。",
	"This rune confers a magnetic presence of leadership and prestige, marking one as a figure of royalty. The creature wearing or carrying the object has advantage on any ability check made to convince others it is of royal prestige or military rank.": "这个符文赋予了一种领导力和威望的磁性存在，将其标记为皇室人物。携带或佩戴这个物品的生物在任何试图说服他人其具有皇家威望或军衔的能力检定中获得优势。",
	"Additionally, when the creature takes the {@action Attack} action on their turn, they can replace one of the attacks with the {@action Help} action. When the creature uses the {@action Help} action during their turn, the ally they are assisting gets a bonus to the ability check or attack roll that is made with advantage equal to the creature's Charisma modifier.": "此外，当生物在他们的回合中执行{@action Attack}动作时，他们可以用{@action Help}动作替换其中一次攻击。当生物在他们的回合中使用{@action Help}动作时，被协助的盟友在进行具有优势的能力检定或攻击骰时，将获得一个等于该生物魅力调整值的奖励。",
	"When you use the {@action Help} action to aid an ally in attacking a creature, the target of the attack can be within 30 feet of you, rather than within 5 feet, if the ally can see or hear you.": "当你使用{@action Help}行动来帮助盟友攻击生物时，被攻击的目标可以在你的30英尺内，而不是5英尺内，只要盟友能看到或听到你。",
	"A piece of jewelry worth at least 50 gp": "价值至少50 gp的一件珠宝(%num%)",
	"Krig emanates an aura of courage and valor. It is most often displayed on war standards carried by giants marching to battle. The wearer of the inscribed object can see invisible creatures within 20 feet of them.": "Krig（克里格）散发出勇气和英勇的光环。它通常显示在由巨人携带的战旗上，这些巨人正在走向战场。刻有符文的物品的佩戴者可以看到距离他们20英尺内的隐形生物。",
	"You choose one of the following effects that takes place for the duration:": "您可以选择以下效果之一，在持续时间内生效：",
	"You and your allies are immune to the {@condition frightened} condition while you are within 20 feet of the banner while it is unfurled.": "当你们在展开的旗帜附近20英尺内时，你和你的盟友对{@condition frightened}状态免疫。",
	"Any ranged attack roll that targets you or an ally has disadvantage if the target is within 20 feet of the unfurled banner.": "如果目标在展开的旗帜的20英尺范围内，任何以你或盟友为目标的远程攻击检定都具有劣势。",
	"A rune that personifies the giant's belief that order is everything in life. The creature wearing or carrying the inscribed object has a bonus to its initiative rolls equal to your runic ability modifier.": "一枚符文，体现了巨人对生活中秩序至关重要的信念。携带或佩戴这个刻有符文的物品的生物，在先攻骰时获得一个等同于你符文能力值调整值的加值。",
	"1 reaction, which you take after you roll for initiative": "在你投掷先攻骰时，你可以采取1个反应。",
	"You can increase or decrease your initiative count up to an amount equal to the number of runes you have inscribed.": "你可以增加或减少你的先攻值，最多不超过你所铭刻符文的数量。",
	"While wearing the belt, the attuned creature's Strength score is increased by an amount equal to half your number of inscribed Giant runes. Their maximum Strength score is now 29.": "佩戴这条腰带后，被感应的生物的力量属性将增加一个数值，该数值等于你刻印的巨人符文数量的一半。他们的最大力量属性现在为29。",
	"Nine other inscribed Giant runes, none of which can be an Elder rune; A belt (requires attunement)": "另有九个刻有巨人符文，其中没有一个可以是长者符文；一条腰带（需要灵感连接）",
	"Maug is seen as a brand of shame amongst the giants. When a creature other than the creature that inscribed the rune first touches the inscribed object, it must make a Charisma saving throw. On a failure, the creature is marked for 24 hours. On a success, nothing happens and the creature is immune to this effect for 24 hours. Any good- or neutral-aligned creature that perceives a marked creature believes them to be evil, repulsive, and possibly criminal.": "巨人们视Maug为一种耻辱的标记。当除了首次刻写符文的生物以外的生物触碰到刻有符文的物体时，必须进行一次魅力豁免检定。失败的话，该生物会被标记24小时。成功的话，什么也不会发生，该生物对这种效果免疫24小时。任何感知到被标记生物的善良或中立阵营生物会认为它们是邪恶、令人厌恶，可能是罪犯。",
	"The creature holding the inscribed object must make a Charisma saving throw. On a failure, the creature is compelled to immediately confess to the most morally objectionable thing it has ever done. On a success, the creature stutters over whatever it is saying for the next minute. If this saving throw succeeds by 5 or more, the creature is unaffected by this rune.": "持有刻有符文的物体的生物必须进行一次魅力豁免检定。如果失败，该生物被迫立即坦白其曾经做过的最具道德上令人反感的事情。如果成功，该生物在接下来的一分钟内口吃结巴。如果这次豁免检定成功的值超过5，该生物不受此符文影响。",
	"Prakt was inscribed on the armor of any giant going to war against the dragons to keep their wits about them upon seeing their terrifying presence. Prakt grants the creature wearing or carrying the inscribed object a bonus to saving throws against being {@condition frightened} equal to your runic invocation ability modifier.": "每个巨人战斗时穿戴的盔甲上都刻有Prakt，以保持他们在看到恐怖的龙时保持清醒。Prakt为佩戴或携带刻有符文的物体的生物提供一个对抗{@condition frightened}魔法豁免的加值，等同于你的符文召唤能力修正。",
	"1 reaction, which you take when a creature within 60 feet of you that you can see makes a saving throw against being {@condition frightened}": "当你能看到的距离60英尺内的生物进行豁免检定抵抗{@condition frightened}时，你可以使用1次反应。",
	"The creature has advantage on saving throws made to avoid or end the {@condition frightened} condition. When it succeeds on one of these saving throws, it gains the following benefits:": "该生物在进行豁免或结束{@condition frightened}状态的豁免投掷时具有优势。当它成功通过这些豁免投掷中的一个时，它会获得以下好处：",
	"It can move 2 feet for every 1 foot of movement it spends to move toward the creature that attempted to {@condition frightened||frighten} it.": "它每花费1英尺的移动力向试图{@condition frightened||frighten}它的生物移动时，可以移动2英尺。",
	"It gains advantage on attack rolls against the creature that attempted to {@condition frightened||frighten} it.": "对试图{@condition frightened||frighten}它的生物进行攻击时，获得优势。",
	"The creature wearing or carrying the inscribed object ignores vision obscurement by fog.": "携带或佩戴着刻有符文的物品的生物无视雾气造成的视觉遮挡。",
	"You blend into the mist and fog surrounding you. While within an area of fog or heavy precipitation ({@book Dungeon Master's Guide pg. 110|DMG|5}) you can use a bonus action to become {@condition invisible} until the end of your next turn. This {@condition invisible||invisibility} ends early if you leave the area, attack, or cast a spell.": "你融入了周围的薄雾和浓雾中。在浓雾或大雨区域内({@book Dungeon Master's Guide pg. 110|DMG|5})，你可以使用一个奖励动作变成{@condition invisible}，持续到你的下一个回合结束。这个{@condition invisible||invisibility}如果你离开该区域、攻击或施放法术会提前结束。",
	"This rune counts as an {@filter Armor|optionalfeatures|feature type=R:Ar} rune. When the wielder of the shield makes a {@action Shove} attack with the shield, the target can be up to two sizes larger than them. Further, the wielder gains a bonus to Strength ({@condition Athletics}) checks it makes to make shove attacks equal to 2 + any bonus to AC this rune grants.": "这个符文被视为一个{@filter Armor|optionalfeatures|feature type=R:Ar}符文。当盾牌的使用者用盾牌进行{@action Shove}攻击时，目标可以比他们大两个尺寸。此外，使用者在进行推挤攻击时，其力量检定获得的加值为2+该符文提供的任何AC加值。",
	"1 reaction, which you take when the wielder of the shield is reduced to 0 hit points": "当盾牌的使用者的生命值降低到0点时，你可以做出1次反应。",
	"The wielder is instead reduced to 1 hit point. The wielder gains 1 level of {@condition exhaustion} if this rune is invoked again before it finishes a long rest.": "当符文再次被激活之前，持有者的生命值会降低到1点。如果在完成一次长休前再次激活这个符文，持有者会获得1级{@condition exhaustion}{@condition exhaustion}。",
	"A shield": "一个盾牌 (a shield)",
	"Skye grants the creature carrying or holding the beans advantage on Wisdom ({@condition Perception}) checks that rely on smell.": "Skye授予携带或持有豆子的生物在依赖嗅觉的感知（{@condition Perception}）检查中获得优势。",
	"1 reaction, which you take when a creature you can see within 30 feet of you is hit by an attack roll that is lower than your rune magic save DC": "当你能看见的生物被攻击命中的攻击骰点低于你符文魔法豁免 DC 时，你可以做出1次反应。",
	"Choose a different creature within 30 feet of the attacked creature, other than the attacker. The chosen creature becomes the target of the attack, using the same roll. This magic transfers the attack's effects regardless of the attack's range.": "选择距离被攻击生物30英尺内的另一个生物，除了攻击者以外。被选择的生物成为攻击的目标，使用相同的掷骰结果。这种魔法会转移攻击的效果，无论攻击的范围如何。",
	"A bag of beans": "一袋豆子 (Beans)",
	"This rune's magic channels the judiciousness associated with stone giants. The creature wearing or carrying the inscribed object has advantage on Wisdom ({@condition Insight}) checks and {@sense darkvision} out to a range of 120 feet.": "这个符文的魔法蕴含了与石巨人相关的明智。佩戴或携带着这个刻有符文的物品的生物在智慧检定中获得优势({@condition Insight})，范围为120英尺内的{@sense darkvision}。",
	"1 reaction, which you take when a creature you can see ends its turn within 30 feet of you": "当你能看见的生物结束其回合时，你可以使用1次反应。",
	"You force the triggering creature to make a Wisdom saving throw. Unless the save succeeds, the creature is {@condition charmed} by you for the duration. While {@condition charmed} in this way, the creature has a speed of 0 and is {@condition incapacitated}, descending into a dreamy stupor. The creature repeats the saving throw at the end of each of its turns, ending the effect on a success.": "你强迫触发生物进行一次感知豁免投掷。除非豁免成功，否则生物在持续时间内被你控制。在这种方式下，生物速度为0，并且进入一种梦幻般的恍惚状态。生物在每个回合结束时重复进行豁免投掷，成功则效果结束。",
	"Stig illuminates an area with a brilliant, all-revealing light. The object inscribed with Stig glows with firey brilliance, providing bright light in a 20-foot radius and dim light for an additional 20 feet.": "斯迪格（Stig）用明亮的、全揭示的光照亮了一个区域。被斯迪格铭刻的物体闪耀着火焰般的光辉，在半径为20英尺的范围内提供明亮的光线，另外20英尺范围内提供昏暗的光线。",
	"The light reveals the true form of any shapechangers illuminated by it for the duration. If you have at least three other {@filter Giant|optionalfeatures|feature type=R:Gi} or Light runes inscribed, the light emitted by the object also shows invisible creatures in the radius.": "光线揭示了被其照亮的任何变形者的真实形态。如果你至少有三个其他{@filter Giant|optionalfeatures|feature type=R:Gi}或光明符文被刻印，物体发出的光也会显示半径内的隐形生物。",
	"Any object that emits light": "任何发光的物体",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. The weapon becomes a magic weapon that deals {@dice 2d8} slashing damage on a hit.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。这把武器变成了一把魔法武器，在命中时造成{@dice 2d8}点割伤伤害。",
	"When a critical hit is scored with an attack made using the weapon, the attacked creature is pushed back 10 feet and knocked {@condition prone}.": "当使用武器进行攻击时获得了暴击，被攻击的生物会被推开10英尺并击倒{@condition prone}。",
	"A greatsword": "一把巨剑 (Greatsword)",
	"You can glimpse the future like a storm giant seer. While wearing or carrying an object inscribed with this rune, you have advantage on Intelligence ({@skill Arcana}) checks, and you can't be surprised as long as you aren't {@condition incapacitated}.": "你可以像风暴巨人先知一样窥视未来。当佩戴或携带一个刻有此符文的物品时，你在智力检定中获得优势({@skill Arcana})，只要你不是{@condition incapacitated}，你就不会被惊吓。",
	"You enter a prophetic state for the duration or until you're {@condition incapacitated}. Until the state ends, when you or another creature you can see within 60 feet of you makes an attack roll, a saving throw, or an ability check, you can use your reaction to cause the roll to have advantage or disadvantage.": "你进入预言状态，持续直到你达到{@condition incapacitated}，或者状态结束。在状态持续期间，当你或者你能看到的另一个生物在你周围60英尺内进行攻击检定、豁免检定或技能检定时，你可以使用你的反应使该检定具有优势或劣势。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. Uven marks rivals and prey. When you inscribe this rune, choose a creature type from either dragons, elementals, fiends, or undead. The weapon grants a +1 bonus to attack rolls against creatures of the chosen type and they take an additional {@dice 1d6} damage when they are hit with an attack made using the weapon.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。乌文标记敌手和猎物。当你铭刻这个符文时，选择一个生物类型，可以是龙、元素生物、恶魔或不死生物。该武器对选择类型的生物攻击时获得+1的命中加值，并且当它们被使用该武器攻击命中时，额外受到{@dice 1d6}点伤害。",
	"1 reaction, which you take when a creature takes damage from the inscribed weapon": "当一个生物受到来自被铭刻武器的伤害时，你可以做出1次反应。",
	"The creature is subjected to the {@spell bane} spell, making the saving throw against your rune magic save DC. This casting of the spell does not require concentration.": "生物受到{@spell bane}法术影响，需要进行豁免魔法豁免 DC 的检定。这次施法不需要集中注意力。",
	"A simple or martial weapon": "一种简单或者武器 (Simple or Martial Weapon)",
	"The creature wearing or carrying the item inscribed with Venn has advantage on Charisma checks made to interact with giants.": "身着或携带着刻有文恩(Venn)的物品的生物，在与巨人互动时进行的魅力检定获得优势。",
	"Dragons are the sworn enemy of the Jotunbrud, whose legends associate them with death and decay. This rune causes a different effect when inscribed on either a Claw or on the Ground:": "龙是约顿布鲁德的宿敌，他们的传说将龙与死亡和腐朽联系在一起。当这个符文刻在爪子上或者地面上时，会产生不同的效果：",
	"Wyrm shields the creature carrying or holding the inscribed object, granting them resistance to the damage caused by any dragon's breath weapon.": "龙(龙)护盾保护着携带或持有所铭刻物体的生物，使他们对任何龙类的吐息武器造成的伤害具有抗性。",
	"Any dragon within 100 feet of the rune has disadvantage on saving throws and has their flying speed reduced to 10 feed.": "符文范围内100英尺以内的任何龙，在豁免 throws 时都有劣势，并且它们的飞行速度减少到10英尺。",
	"Wyrm becomes a bane to dragons within its presence. Target a dragon within 30 feet of Wyrm. The dragon must succeed on a Constitution saving throw or gain vulnerability to all damage types until the end of your next turn.": "龙蛇（Wyrm）在其附近成为龙类的灾难。目标是在龙蛇（Wyrm）30英尺内的一只龙。该龙必须成功进行一次体质豁免才能免疫所有伤害类型，直到你的下一个回合结束。",
	"Three other inscribed Giant runes, one of which must be {@optfeature Uven (Enemy)|TaronPoundsR|Uven}; Either the claw of a dragon no younger than 100 years old coated in molten silver, or the ground.": "另外三个刻有巨人符文，其中一个必须是{@optfeature Uven (Enemy)|TaronPoundsR|Uven}; 要么是一条龙爪，年龄不小于100岁，涂上熔化的银，要么是地面。",
	"This rune counts as a Lie rune. The attuned creature can use their action to cower pathetically to distract nearby foes. Until the end of their next turn, allies gain advantage on attack rolls against enemies within 10 feet of the attuned creature.": "这个符文被视为一枚谎言符文。被调谐的生物可以使用他们的动作可怜地蜷缩，以分散附近的敌人注意力。直到他们的下一个回合结束前，盟友对于距离调谐生物10英尺内的敌人的攻击投掷获得优势。",
	"Once a creature has been distracted by this rune, this effect can't be used on it again for 24 hours.": "一旦生物被这个符文分散注意力，这个效果在接下来的24小时内不能再次对其使用。",
	"1 reaction, which you take when the attuned creature uses Bree-yark's passive ability": "当被感应生物使用Bree-yark的被动能力时，你可以做出1次反应。",
	"The next time you attack an enemy and have advantage on the attack roll you add an additional damage dice to the roll.": "下次你攻击敌人并且有优势攻击检定时，你可以额外投掷一颗伤害骰。",
	"A white flag (requires attunement)": "一面白色的旗帜（需要（requires attunement））",
	"A favorite rune of goblin interrogators, when a creature touching the object inscribed with Dor makes a Charisma ({@skill Deception}) check or otherwise tells a lie, it takes 1 lightning damage, and it can't take reactions until the start of its next turn.": "哥布林审问者最喜欢的符文之一，当一个生物接触到刻有Dor的物体时进行魅力检定（{@skill Deception}），或者说谎时，它会受到1点闪电伤害，并且直到下一回合开始前都不能进行反应。",
	"Dor discharges its latent electricity. Creatures within 20 feet of the object must make a Dexterity saving throw. On a failure, a creature takes {@dice 2d8} lightning damage, and it can't take reactions until the start of its next turn. On a failed save, a creature takes half this damage.": "多尔释放出潜在的电能。在物体周围20英尺范围内的生物必须进行一次敏捷豁免。如果未通过豁免，生物会受到{@dice 2d8} 闪电伤害，并且直到其下一回合开始前都无法作出反应。如果通过了豁免，生物会受到这个伤害的一半。",
	"Dor's damage increases by {@dice 1d8} for every two {@filter Goblin|optionalfeatures|feature type=R:Go} runes you have inscribed or that share its translation.": "Dor每两个刻有或与其共享翻译的符文，伤害增加{@dice 1d8}。",
	"The creature wearing or carrying the inscribed object can use their bonus action to unleash an infuriating string of insults at a creature within 60 feet that can hear them. The target must make a Wisdom saving throw.": "佩戴或携带着这件刻有符文的物品的生物可以利用他们的奖励动作，向一个在60英尺内且能听到他们声音的生物发出一连串令人恼火的侮辱。目标必须进行一次感知豁免检定。",
	"On a failed save, any attacks the target makes made against creatures other than the creature wearing or carrying the inscribed object suffer a pentalty to attack rolls equal to the number of {@filter Goblin|optionalfeatures|feature type=R:Go} runes you have inscribed.": "在未能通过豁免检定时，目标对除佩戴或携带刻有符文物品的生物以外的任何攻击都会受到攻击加值的惩罚，其数值等同于你刻有的{@filter Goblin|optionalfeatures|feature type=R:Go}符文数量。",
	"1 reaction, which you take when a creature deals damage with a weapon attack against the creature wearing or carrying the inscribed object": "当一个生物使用武器攻击对着戴着或携带着刻有符文物品的生物造成伤害时，你可以做出1次反应。",
	"Gromyok explodes with karmic energy, causing the attacker to take force damage equal to the damage it dealt.": "格罗米奥克(Gromyok)爆发出业力能量，导致攻击者受到等同于其造成伤害的力量伤害。",
	"Two other Goblin runes inscribed.": "刻有另外两个地精符文。",
	"This rune counts as a {@filter Ward|optionalfeatures|feature type=R:Wa} rune. The inscribed object exudes an aura of sabotage inherent in Gremlins, causing tools checks made within 10 feet of the inscribed object to automatically fail.": "这个符文被视为一个{@filter Ward|optionalfeatures|feature type=R:Wa}符文。刻在物体上的符文散发出与(Gremlins)固有的破坏气息，导致在距离刻有符文的物体10英尺范围内进行的工具检查自动失败。",
	"Hostile constructs within 10 feet of the inscribed object suffer a penalty to ability checks, attack rolls, and saving throws equal to the number of runes you have inscribed from this rune's language or that share its translations divided by 3, as low as -3.": "在距离被铭刻物体10英尺范围内的敌对构造物会受到惩罚，对能力检定、攻击骰和豁免骰的惩罚值等同于你已经从这个符文语言中铭刻的符文数量或与其共享翻译的符文数量除以3，最低为-3。",
	"1 reaction, which you take when a construct forces you to make a saving throw": "当一个构装物迫使你进行豁免投掷时，你可以使用1次反应。",
	"You make the saving throw with advantage.": "你用优势进行豁免投骰。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. As a bonus action, the attuned creature can materialize a glowing, latent magical explosive with an AC 15 and 1 hit point. They can throw the explosive at a point up to 60 feet away as an action or as a part of the same bonus action they took to materialize it, and detonate it with a subsequent action or bonus action. The bomb explodes early if it is reduced to 0 hit points.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。作为一个奖励动作，被连接的生物可以凝聚出一个闪烁的、潜在的魔法爆炸物，其防御等级为15，拥有1点生命值。他们可以将这个爆炸物投掷到60英尺外的一个点作为一个动作，或者作为凝聚它所花费的同一个奖励动作的一部分，并在随后的一个动作或奖励动作中引爆它。如果爆炸物被降为0生命值，它会提前爆炸。",
	"Each creature within 5 feet of the explosive when it detonates must make a Dexterity saving throw, taking {@dice 2d6} thunder damage on a failed save, or half as much on a successful one.": "当爆炸发生时，距离爆炸点5英尺内的每个生物必须进行一次敏捷豁免检定，失败则受到{@dice 2d6} 雷属性伤害，成功则减半。",
	"Her's damage increases by {@dice 1d6} for every two runes you have inscribed or that share its translations.": "她的伤害每增加{@dice 1d6}，就会增加两个你刻印的符文或与其相同翻译的符文。",
	"You detonate all explosives created with this rune.": "你引爆了使用这个符文制造的所有爆炸物。",
	"Once you invoke this rune, you must spend a number of runic charges equal to the number of explosives you detonate to do so again.": "一旦你激活这个符文，你必须花费与你引爆的炸药数量相等的符文能量来再次这样做。",
	"Life to goblinkind, is expendible. This rune marks the equipment as such. When the creature wearing or carrying the object takes damage, they can choose to reduce the damage it by {@dice 1d4} (no action required). If they do, the item takes a -1 penalty or attack and damage rolls if it is a weapon, or the same penalty to AC if it is a suit of armor. The rune is immediately invoked (no action required) if this penalty drops to -5.": "对哥布林族来说，生命是可以牺牲的。这个符文标记了装备的属性。当佩戴或携带该物品的生物受到伤害时，他们可以选择减少伤害量 {@dice 1d4}（无需行动）。如果选择减少伤害，该物品会受到惩罚，如果是武器则攻击和伤害骰扔骰时会受到-1的惩罚，如果是一套盔甲则AC也会受到相同的惩罚。如果这个惩罚降至-5，符文会立即被激活（无需行动）。",
	"The equipment explodes, and each creature within 20 feet of the exploding equipment must make a Dexterity saving throw, taking {@dice 1d6} piercing damage for every negative penalty modifier on a failed save, or half as much damage on a successful one.": "设备爆炸，爆炸设备范围内每个生物必须进行一次敏捷豁免检定，失败则受到{@dice 1d6}穿刺伤害，伤害值为每个负面修正值的一半，成功则伤害减半。",
	"A nonmagical suit of armor or simple or martial weapon": "一套非魔法盔甲或简单或军用武器（nonmagical suit of armor or simple or martial weapon）",
	"The creature holding the stick can wave it as a bonus action to mark a creature with the mark of Maglubiyet, the High Chieftain. If the marked creature is reduced to 0 hit points within the next minute and dies, its corpse erupts in crimson fire in a 20-foot radius sphere.": "这个拿着棍子的生物可以将其挥动作为一个奖励动作，给一个生物施加马格鲁比耶特之印，高酋长的标记。如果被标记的生物在接下来的一分钟内生命值降至0并死亡，它的尸体将在一个半径为20英尺的球体内爆发深红色的火焰。",
	"Each hostile creature in the area must make a Dexterity saving throw. On a failed save, a target takes {@dice 6d6} fire damage or half as much on a successful save. You may only have one creature marked at a time.": "区域内的每个敌对生物必须进行一次敏捷豁免检定。未通过检定的目标会受到{@dice 6d6}火焰伤害，通过检定的目标则只受到一半伤害。你一次只能标记一个生物。",
	"You are granted the blessing of Maglubiyet to wreak destruction on the battlefield. Until the end of your next turn, the radius of the invoked effects of your runes is doubled and allies within range of any rune you invoke automatically succeed on their saving throw against it and take no damage from any effects produced by them.": "你获得了Maglubiyet的祝福，在战场上肆虐。直到你的下一个回合结束，你召唤的符文效果的半径加倍，任何你召唤的符文范围内的盟友都会自动成功通过豁免检定，并且不会受到任何由符文产生的伤害效果。",
	"Nine other inscribed Goblin runes, none of which can be an Elder rune; A stick": "另外九个刻有地精符文，其中没有一个可以是长者符文；一根棍(%num%)",
	"This rune counts as a {@filter Magic|optionalfeatures|feature type=R:M} rune and speaks of the bizzare reversal magics of nilbogs. Any creature that attempts to damage the creature wielding or carrying the inscribed object must succeed on a Charisma saving throw or be {@condition charmed} until the end of its next turn. A creature {@condition charmed} this way must use its action to praise the creature wielding or carrying the object.": "这个符文被视为一个{@filter Magic|optionalfeatures|feature type=R:M}符文，并描绘了尼尔博格的奇异逆转魔法。任何试图伤害持有或携带这个刻有符文的物体的生物，必须成功进行一次魅力豁免才能在接下来的回合结束前不被{@condition charmed}。被这种方式影响的生物必须使用其动作来赞美持有或携带该物体的生物。",
	"1 reaction, which you take when another creature deals damage to you": "当另一个生物对你造成伤害时，你可以使用1次反应。",
	"You reduce the damage to 0 and regain {@dice 1d6} hit points.": "你将伤害减少至0，并恢复{@dice 1d6}点生命值。",
	"Booyahg must also be inscribed": "必须也刻上Booyahg (Booyahg)",
	"A curious rune created by goblin shamans that make the body of the rune bearer elastic. When you inscribe this rune, roll on the table below to determine the passive effect.": "由地精萨满创造的一种奇特符文，使符文持有者的身体具有弹性。当你刻下这个符文时，在下面的表格中投掷骰子以确定被动效果。",
	"You become more nimble and agile. Your speed increases by 10 feet.": "你变得更灵巧和敏捷。你的速度增加了10英尺。",
	"You bounce harmlessly when you hit the ground. You don't take falling damage.": "当你撞到地面时，你会无害地弹起。你不会受到坠落伤害。",
	"Your body becomes more flexible. Your reach for any melee attacks you make during your turn extend an additional 5 feet.": "你的身体变得更加灵活。你在回合内进行的所有近战攻击的攻击距离额外延长5英尺。",
	"You become springy and can bound great distances. Your jump distance is tripled.": "你变得有弹性，可以跳跃很远。你的跳跃距离增加了三倍。",
	"You become resilient to blunt strikes. You have resistance to bludgeoning damage.": "你变得对钝击具有抗性。你对钝击伤害具有抗性。",
	"Your steps become weightless in nature. Your footsteps do not produce sound when you walk and you can add a {@dice d4} to the result of any Dexterity ({@skill Stealth}) checks you make.": "你的脚步变得无重。当你行走时，脚步不会发出声音，你可以在进行任何敏捷检定时将结果增加 {@dice d4}。",
	"1 reaction, which you take when a Large or smaller creature hits you with a melee attack": "当一个大型或更小的生物用近战攻击击中你时，你可以使用1次反应。",
	"Your body becomes maleable and adapts to the attack until the start of your next turn. You gain resistance to the damage dealt by the attack, and the attacking creature is pushed back 10 feet and knocked {@condition prone}. Any creature that hits you with a melee attack during this time is also pushed back 10 feet and knocked {@condition prone}.": "你的身体变得可塑，适应攻击，直到下一个回合开始。你获得对该攻击造成的伤害的抗性，攻击你的生物被推回10英尺并被击倒{@condition prone}。在此期间，任何用近战攻击击中你的生物也会被推回10英尺并被击倒{@condition prone}。",
	"Additionally, you reroll for this rune's passive effect.": "此外，你需要重新投掷这个符文的被动效果。",
	"When a creature misses the creature holding or carrying the inscribed object with an attack roll, it provokes an opportunity attack from them.": "当一个生物用攻击骰未命中携带或持有刻有符文物品的生物时，它会激起一次机会攻击。",
	"Further, the creature can make two attacks, rather than one, when they make an opportunity attack.": "此外，当(%num%)进行机会攻击时，该生物可以进行两次攻击，而不是一次。",
	"1 reaction, which you take when a creature within 60 feet of you misses with an attack roll or fails an ability check or saving throw": "当距离你60英尺内的生物未命中攻击或未通过技能检定或豁免检定时，你可以使用1次反应。",
	"The creature must make a Wisdom saving throw. On a failure, the target becomes enfeebled and deals only half damage with melee weapon attacks for the duration. At the end of each of the target's turns, it can make a Wisdom saving throw against the effect, ending it on a success.": "生物必须进行一次感知豁免投掷。如果失败，目标将变得虚弱，并在持续时间内只造成近战武器攻击的一半伤害。在目标的每个回合结束时，它可以对效果进行一次感知豁免投掷，成功则结束效果。",
	"Goblin feature": "地精特性 (Goblin)",
	"The wearer can take the {@action Disengage} action as a bonus action.": "穿戴者可以将{@action Disengage}动作作为一个奖励动作。",
	"1 reaction, which you take when you take the {@action Disengage} action": "在你执行{@action Disengage}动作时，你可以做1次反应。",
	"You cause yourself to become {@condition invisble} and your movement speed increases by 10 feet until the start of your next turn or until you attack, make a damage roll, or force someone to make a saving throw.": "你使自己变为{@condition invisble}，并且你的移动速度增加10英尺，直到你的下一个回合开始，或者直到你进行攻击、造成伤害投掷骰子，或者迫使某人进行豁免投掷。",
	"A pair of boots, sandals, or shoes": "一双靴子，凉鞋，或鞋子 (Boots, Sandals, or Shoes)",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. Pvuti wreathes the weapon in curative Nilbog trickery. When an attack made with the weapon hits a creature that is being subjected to an effect or spell that would end on a successful saving throw, you can cause the attack to deal no damage but the attacking creature can spend 1 of their Hit Dice. Doing so allows them to immediately repeat the saving throw against the effect and regain a number of hit points equal to a result of the rolled Hit Die.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。Pvuti用治疗性的Nilbog诡计缠绕武器。当使用该武器进行的攻击命中一个正在受到会在成功豁免检定后结束的效果或法术的生物时，你可以使攻击不造成伤害，但攻击者可以花费1点生命骰。这样做允许他们立即对该效果再次进行豁免检定，并恢复等于掷出的生命骰结果的生命值。",
	"Any creature that was allowed to roll a saving throw because it was hit with an attack made with the weapon makes the roll with advantage.": "任何生物因被用武器攻击而被允许进行豁免投掷的生物，都可以用优势进行投掷。",
	"When the creature wearing or carrying the item inscribed with Savaros makes a Charisma ({@condition Deception}) or Dexterity({@condition Sleight of Hand}) check against a creature, they can roll a {@dice d4} and add the result to the check. You are always aware that the check is being made.": "当携带或佩戴着刻有Savaros符文的物品的生物进行与另一生物的魅力检定({@condition Deception})或敏捷检定({@condition Sleight of Hand})时，他们可以投掷一个{@dice d4}，并将结果加到检定中。你始终知道检定正在进行。",
	"You magically summon a {@creature goblin|MM}, which appears in an unoccupied space within 20 feet of you. The goblin is rude to everyone except you and obeys your commands.": "你施放魔法召唤一个{@creature goblin|MM}，它会出现在你附近20英尺内的一个空地上。这只地精对除了你以外的所有人都很粗鲁，并且会服从你的命令。",
	"The {@creature goblin|MM} vanishes in a puff of smoke if it drops to 0 hit points.": "如果{@creature goblin|MM}的生命值降至0，它会在一团烟雾中消失。",
	"A shiny object or bag of coins": "一个闪亮的物体或一袋硬币 (shiny object) 或 (bag of coins)",
	"When a creature misses the wielder of the weapon with an attack, it provokes an opportunity attack from the wielder.": "当一个生物用武器攻击时未命中武器的持有者，会引发持有者对其的机会攻击。",
	"The attuned creature makes opportunity attacks with advantage.": "被感应的生物进行机会攻击时获得优势。",
	"A simple weapon": "一个简单的武器 (Simple Weapon)",
	"This rune counts as a {@filter Ward|optionalfeatures|feature type=R:Wa} rune. Wzulc emanates a foul smell that disrupts enemies. When a hostile creature within 15 feet of the inscribed object makes a Constitution saving throw, it must roll a {@dice d4} and subtract the result from the roll. Additionally, any creature that fails a Constitution saving throw within the area, can't take reactions until the end of its next turn.": "这个符文被视为一个{@filter Ward|optionalfeatures|feature type=R:Wa}符文。Wzulc散发出一股难闻的气味，能打乱敌人。当一个敌对生物在离被铭刻物体15英尺内进行一次体质豁免投掷时，它必须投掷一个{@dice d4}，并从投掷结果中减去这个数值。此外，在该区域内未能通过体质豁免检定的生物，在其下一个回合结束前不能进行反应。",
	"The area fills with a repulsive, flammable cloud of stench in a 15-foot radius sphere, centered on the rune. All creatures within the cloud must make a Dexterity saving throw. On a failed save, a creature becomes marked with the stench for 1 day or until they remove the stench by bathing in fruit juice as a part of a short rest. While marked in this way, all creatures within 60 feet of the target have advantage on any Wisdom ({@skill Perception}) or Wisdom ({@skill Survival}) checks to find it.": "该区域充满了一股令人作呕的易燃恶臭云，半径15英尺，以符文为中心。云中的所有生物必须进行一次敏捷豁免检定。未通过检定的生物将被恶臭标记，持续1天，或者在短休息期间用水果汁沐浴以消除恶臭。在这种标记下，距目标60英尺内的所有生物在进行任何感知({@skill Perception})或感知({@skill Survival})检定时获得优势。",
	"The creature wearing or carrying the inscribed object can use their bonus action to conjure a Tiny rock of a color of their choice.": "携带或佩戴着这件刻有符文的物品的生物可以使用他们的奖励动作来召唤一块自己选择颜色的微型岩石。",
	"Choose one object weighing 1 to 5 pounds within 30 feet of you that isn't being worn or carried. You cause the object to fly at a target within 90 feet of you, making a ranged improvised spell attack with the object. You are proficient with this attack and add your rune magic ability modifier to its damage. When the object strikes something, the object and what it strikes each take 1 bludgeoning damage which can't be reduced in any way.": "选择一个距离你30英尺内重量在1到5磅之间的物体，该物体不能被穿戴或携带。你让这个物体飞向距离你90英尺内的目标，进行一次远程即兴法术攻击，你对这个攻击有熟练加成，并且将你的符文魔法能力修正值加到它的伤害上。当物体击中某物时，物体和被击中的物体各受到1点钝击伤害，这种伤害无法以任何方式减少。",
	"The damage dealt by the attack increases by 1 for every rune you have inscribed from this rune's language or that share its translations.": "每个你已经刻写的符文（来自这个符文的语言或与其翻译相同的符文）都会使攻击造成的伤害增加1点。",
	"The attuned creature is immune to fire damage and the {@condition frightened} condition.": "被调谐的生物对火焰伤害和{@condition frightened}状态免疫。",
	"Additionally, they can use their action to target a creature within 60 feet of them that they can see. The target must succeed on a Charisma saving throw or take {@dice 8d10} psychic damage and be banished to Avernus (the first layer of the Nine Hells). At the start of the attuned creature's next turn, they reappear in an unoccupied space within 10 feet of the attuned creature.": "此外，他们可以使用他们的动作来瞄准一个在60英尺内且他们能看见的生物。目标必须成功通过一个魅力豁免才能避免受到{@dice 8d10}的精神伤害，并被放逐到阿弗努斯（九层地狱的第一层）。在被连接生物的下一个回合开始时，他们会重新出现在距离被连接生物10英尺内的一个未被占据的空间中。",
	"Once the creature has used this action, it cannot do so again until it finishes a long rest.": "一旦生物使用了这个动作，它必须完成一次长休才能再次使用。",
	"Nine other inscribed Infernal runes, none of which can be an Elder rune; Any object (requires attunement)": "九个其他刻有地狱符文，其中没有一个可以是(elder rune); 任何物品 (需要调谐)",
	"Life to devils is represented by one thing: souls, which Duoy thrives on collecting. When a hostile creature that has a soul and has CR 1/4 or higher dies within 30 feet of the inscribed object, their soul is absorbed into the object. Duoy can have a maximum of 5 souls.": "对于恶魔来说，生命的代表是一样东西：灵魂，而杜奥（Duoy）则靠收集灵魂来维持生命。当一个有灵魂且挑战等级为1/4或更高的敌对生物在离符文物体30英尺内死亡时，它们的灵魂会被吸收到这个物体中。杜奥最多可以拥有5个灵魂。",
	"A creature wielding or carrying the object inscribed with Duoy can use its action to expend 1 soul and use it to regain a spent Hit Die.": "一个携带着刻有多伊(Duoy)符文的物体的生物可以使用其动作，消耗1个灵魂，并用它来恢复一次已花费的生命骰。",
	"1 bonus action, which you can only take if Duoy contains 5 souls": "1个奖励动作，只有在多伊(Duoy)包含5个灵魂时才能进行。",
	"You consume the souls within Duoy, a vile ritual that suffuses you with profane power. You expend all souls within Duoy and for the duration gain the following benefits:": "你吞噬多伊(Duoy)内的灵魂，进行邪恶仪式，使你充满亵渎力量。你消耗多伊内的所有灵魂，在持续时间内获得以下效益：",
	"Your creature type changes to fiend (devil).": "你的生物种类变为恶魔(fiend)。",
	"You gain 5 temporary hit points.": "你获得5点临时生命值。",
	"You have resistance to cold damage.": "你对寒冷伤害具有抗性。",
	"You have a flying speed equal to your base walking speed.": "你的飞行速度等同于你的基础步行速度。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. The weapon becomes a magic weapon. When the wielder damages a creature with an attack using the weapon, the target can't regain hit points until the start of the wielder's next turn.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。武器变成了一把魔法武器。当使用这把武器对生物造成伤害时，目标在持有者的下一个回合开始前不能恢复生命值。",
	"Attacks made with the weapon {@condition poisoned||poison} the target on a hit. A {@condition poisoned} target must make a Constitution saving throw at the start of each of its turns, taking {@dice 1d6} poison damage on a failed save, or half as much damage on a successful one. If the target succeeds on three of these saves, it is no longer {@condition poisoned}.": "使用武器{@condition poisoned||poison}进行攻击，击中目标。一个{@condition poisoned}目标在每个回合开始时必须进行一次体质豁免检定，未通过检定则受到{@dice 1d6}点毒素伤害，通过检定则受到一半伤害。如果目标在三次检定中成功通过，它不再是{@condition poisoned}。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. On an attack roll of 19 to 20, the attacked creature becomes {@condition frightened} of the attuned creature until the end of its next turn. While {@condition frightened} in this way, the target takes psychic damage equal to half of any fire damage it takes.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。在攻击骰投掷出19到20时，被攻击的生物会变成{@condition frightened}直到其下一个回合结束。当以这种方式{@condition frightened}时，目标会受到等同于其受到的火焰伤害一半的精神伤害。",
	"1 reaction, which you take when an attack made with the weapon hits": "攻击命中时，你可以使用1次反应。",
	"You summon fiery shackles that torture the attacked target, which takes an extra 2d6 fire damage and must succeed on a Charisma saving throw or be {@condition restrained} for the duration. While {@condition restrained} by the shackles, the target takes 2d6 fire damage at the start of each of its turns. The target can repeat the saving throw at the end of each of its turns, banishing the shackles on a success.": "你召唤炽热的镣铐折磨被攻击目标，使其额外受到2d6火焰伤害，并必须成功进行一次魅力豁免才能在持续时间内不被{@condition restrained}。当被镣铐束缚时，目标在每个回合开始时受到2d6火焰伤害。目标可以在每个回合结束时重复进行豁免才能，若成功则解除镣铐。",
	"The attuned creature becomes immune to cold damage and grows a twisted, snake-like tail that ends with a wicked stinger weapon that they can use with the {@action Attack} action. They are proficient with the attack and add their Strength or Dexterity modifier to the damage.": "被感应的生物变得免疫冷伤害，并长出一个扭曲的、类似蛇尾的尾巴，尾端带有一把邪恶的毒刺武器，可以在使用{@action Attack}动作时使用。他们擅长这种攻击，并将他们的力量或敏捷调整值加到伤害上。",
	"A creature hit by the attack takes {@dice 2d4} piercing damage and the target must succeed on a Constitution saving throw or take {@dice 2d12} poison damage and become {@condition poisoned} until it finishes a short or long rest. The target's hit point maximum is reduced by an amount equal to half the poison damage it takes and if its hit point maximum drops to 0, it dies. This reduction lasts until the {@condition poisoned} condition is removed.": "被攻击击中的生物受到{@dice 2d4}点穿刺伤害，目标必须成功进行一次体质豁免才能避免受到{@dice 2d12}点毒素伤害，并且成为{@condition poisoned}，直到完成一次短休或长休。目标的生命值上限会减少相当于受到的毒素伤害一半的数值，如果其生命值上限降至0，它就会死亡。这种减少效果会持续直到{@condition poisoned}状态被移除。",
	"Nine other inscribed Infernal runes, none of which can be an Elder rune; A minotaur's horn (requires attunement)": "另有九个刻有地狱符文，其中没有一个可以是长者符文；一个牛头怪的角（需要配饰）(Minotaur's Horn)",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. When you score a critical hit with an attack using this weapon, you regain a number of hit points equal to the damage dealt to a maximum of the hit points lost by the target. This rune has effect on constructs or undead.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。当你用这把武器造成暴击时，你恢复的生命值等于造成的伤害，最多不超过目标失去的生命值。这个符文对于构造物或不死生物无效。",
	"The weapon scores a critical hit on an attack roll of 30 or higher, after modifiers.": "该武器在攻击检定达到30或更高时，经过修正后会造成暴击。",
	"The wearer of the object inscribed with Prazytzual gains the steadfast nature of the shock troopers of the Nine Hells. The wearer can't be {@condition frightened} while it can see an allied creature within 30 feet of it.": "佩戴着镌刻有普拉泽图尔(Prazytzual)符文的人会获得九层地狱冲击部队的坚定本质。当它能看到自己30英尺内的盟友生物时，佩戴者无法被{@condition frightened}。",
	"The wearer gains resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks that aren't silvered.": "佩戴者对非银制的非魔法攻击所造成的钝击、穿刺和砍砍伤害获得抗性。",
	"Two other inscribed Infernal runes": "另外两个刻有地狱文字的符文",
	"A rune typically invoked by devils forging a pact as a sign of their power, the wearer of the item inscribed with Sruzy can write with their fingertip as if it were an ink pen that never runs out of ink.": "一种通常由恶魔召唤的符文，作为他们力量的象征，佩戴着刻有Sruzy的物品的人可以用手指写字，就像使用一支永远不会用完墨水的钢笔一样。",
	"You can touch a piece of writing up to one page in length and speak a creature's name. The writing becomes {@condition invisible} to everyone other than you and the named creature for the duration. Either of you can dismiss the {@condition invisible||invisibility} by touching the script (no action required).": "你可以触摸一张长度不超过一页的文字，并说出一个生物的名字。在持续时间内，除了你和被命名的生物之外，这段文字对其他人来说是{@condition invisible}的。你们中的任何一方都可以通过触摸文字（无需动作）来解除{@condition invisible||invisibility}。",
	"A piece of jewelry": "一件珠宝 (jewelry)",
	"You blind a foe as if by {@spell blindness/deafness}.": "你使一个敌人失明，就像被{@spell blindness/deafness}所致。",
	"Whenever the creature wearing or carrying the item speaks, they can choose a point within 60 feet. Their voice emanates from that point.": "每当携带或佩戴该物品的生物说话时，他们可以选择60英尺内的一个点。他们的声音从那个点传出。",
	"You target one creature you can see within 60 feet of you. The target must succeed on a Charisma saving throw or become {@condition charmed} by you. The {@condition charmed} target can repeat the saving throw if you deal any damage to it. A creature that succeeds on the saving throw is immune to this effect for 24 hours.": "你选择一个在你视线范围内，距离你60英尺以内的生物。目标必须成功通过一个魅力豁免才能免疫你的 {@condition charmed}。这个 {@condition charmed} 目标如果受到你的伤害，可以重新进行豁免才能。成功通过豁免的生物在接下来的24小时内对这个效果免疫。",
	"While the creature is {@condition charmed} in this way, you can use a bonus action on your turn to force it to make another Charisma saving throw. On a failure, you decide how the target acts during its next turn.": "当生物以这种方式被 {@condition charmed} 时，你可以在你的回合使用一个奖励动作，迫使它再次进行一次魅力豁免检定。如果未通过检定，你可以决定目标在其下一个回合中如何行动。",
	"When an attack hits with the inscribed weapon, the wielder can expend a number of Hit Dice equal to half their character level (rounded down). For each Hit Die spent this way, roll the die and add it to the damage of the attack. The wielder takes an amount of damage equal to the damage dealt this way, including any extra damage from a critical hit, which can't be reduced or prevented in any way other than through invoking Witruouty.": "当使用刻印武器进行攻击命中时，持有者可以消耗等于其角色等级一半的生命骰（向下取整）。每消耗一颗生命骰，都要掷出该骰子并将其结果加到攻击的伤害上。持有者会受到等同于通过这种方式造成的伤害的伤害，包括来自暴击的额外伤害，在除了通过调用Witruouty之外的任何方式上都无法减少或防止。",
	"The damage dealt by the inscribed weapon becomes necrotic or psychic damage (your choice when you invoke this rune), and the wielder has resistance to the damage it when using this rune's passive effect.": "铭刻武器造成的伤害变为死灵或精神伤害（在激活此符文时选择），并且使用此符文的被动效果时，持有者对该伤害具有抗性。",
	"Any simple or martial weapon (requires attunement)": "任何简单或军用武器（需要（attunement））",
	"This rune counts as an {@filter Armor|optionalfeatures|feature type=R:Ar} rune. The shield can be donned or doffed by the attuned creature as a bonus action.": "这个符文被视为一个{@filter Armor|optionalfeatures|feature type=R:Ar}符文。盾牌可以被被附魔生物在套上或脱下时作为一个奖励动作。",
	"1 reaction, which you take when the attuned creature is targeted with an attack": "当被调谐生物被攻击时，你可以使用1次反应。",
	"The shield leaps into the air and hovers in the creature's space to protect them as if they were wielding it, leaving their hands free. The shield remains animated for the duration, until you use a bonus action to end this effect, or until you are {@condition incapacitated} or die, at which point the shield falls to the ground or into the attuned creature's hand if they have one free.": "盾牌跃入空中，在生物的空间中悬浮，保护它们就像它们在使用它一样，让它们的手保持自由。盾牌会持续保持活力，直到你使用一个奖励动作来结束这个效果，或者直到你被击倒或死亡，此时盾牌会掉落到地面上，或者落入被附魔生物的手中，如果它们有一只空闲的手。",
	"The weapon becomes a magic weapon. The attuned creature can use a bonus action on their turn to cause the weapon to appear or disappear in their hand.": "这把武器变成了一把魔法武器。被磁化的生物可以在他们的回合使用一个奖励动作，让武器出现或消失在他们的手中。",
	"The attuned creature is aware of Tiny or larger creatures within 60 feet of them that aren't constructs or undead. They also cannot be {@condition charmed} or {@condition frightened}.": "被感应的生物能感知到距离它60英尺内的不是构造物或不死生物的微型或更大生物。它们也不能是{@condition charmed}或{@condition frightened}。",
	"A simple or martial weapon (requires attunement)": "一种简单或者武器（需要（attunement））",
	"The attuned creature becomes immune to fire damage.": "被感应的生物对火焰伤害免疫。",
	"Further, they can use their action to touch a creature and force it to make a Constitution saving throw against your rune magic save DC. On a failure, the target takes {@dice 8d10} necrotic damage and is {@condition poisoned} for 1 minute. While {@condition poisoned} in this way, the target is also {@condition blinded} and {@condition deafened}. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "此外，他们可以使用动作触碰一个生物，并迫使其根据你符文魔法豁免 DC 进行一次体质豁免检定。如果未能通过检定，目标将受到 {@dice 8d10} 死灵伤害，并在接下来的 1 分钟内处于 {@condition poisoned} 状态。在这种方式下，目标同时也会被 {@condition poisoned} 和 {@condition blinded}。目标可以在每个自己的回合结束时重复进行豁免检定，若成功则结束自身的效果。",
	"Afterwards, the creature rolls a {@dice d6} at the start of each of its turns. This action is unavailable for 1 minute unless a 6 is rolled on the {@dice d6}, which immediately recharges it.": "随后，生物在每个回合开始时投掷一个{@dice d6}。除非在{@dice d6}上投掷到6以立即重置，否则这个动作在1分钟内不可用。",
	"Eight other inscribed Infernal runes, none of which can be an Elder rune; A sword (requires attunement)": "八个其他刻有地狱符文，其中没有一个可以是一块上古符文; 一把剑 (需要配合)",
	"The creature wearing or carrying the item inscribed with Freedus has advantage on making Charisma checks made to interact with elementals.": "携带着刻有“自由德斯”(Freedus)的物品的生物在与元素互动时，对于使用魅力检定获得优势。",
	"You magically summon a {@filter mephit of your choice|bestiary|search=mephit}, which appears in an unoccupied space within 20 feet of you. The mephit is indifferent to everyone except you and obeys your commands.": "你使用魔法召唤一个{@filter mephit of your choice|bestiary|search=mephit}，它会出现在你附近20英尺内的空地上。这个小恶魔对除了你以外的所有人都漠不关心，并且会服从你的命令。",
	"Any object": "任何物品",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. When a critical hit is scored with an attack using the weapon that bears this rune, roll on the {@subclassFeature Wild Magic Surge|Sorcerer||Wild||1} table in the Player's Handbook to create a magical effect. If the effect is a spell that requires concentration, it doesn't require concentration in this case and lasts for the duration.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。当使用携带这个符文的武器进行攻击造成了暴击时，在玩家手册的{@subclassFeature Wild Magic Surge|Sorcerer||Wild||1}表上投掷骰子，以产生一个魔法效果。如果效果是一个需要集中的法术，在这种情况下不需要集中，并持续整个持续时间。",
	"You roll on the {@subclassFeature Wild Magic Surge|Sorcerer||Wild||1} table in the Player's Handbook and create the magical effect. If the effect is a spell that requires concentration, it doesn't require concentration in this case and lasts for the duration.": "你在《玩家手册》中的{@subclassFeature Wild Magic Surge|Sorcerer||Wild||1}表上投掷骰子，并产生魔法效果。如果效果是一个需要集中力的法术，在这种情况下它不需要集中力，并持续整个持续时间。",
	"The attuned creature wearing or carrying the object has resistance to acid, cold, fire, lightning, and thunder damage.": "佩戴或携带该物品的被感应生物对酸、冷、火、闪电和雷电伤害具有抗性。",
	"The rune grants a bonus to saving throws the attuned creature makes against spells that deal acid, cold, fire, lightning, or thunder damage equal to the number of runes you have inscribed from its language or that share its translations divided by 3, up to +3.": "符文赋予已连接生物的豁免投掷奖励，用于抵御对酸、冰冷、火焰、闪电或雷电伤害的法术，奖励值等于你所刻写的符文数量或与其翻译共享的符文数量除以3，最高为+3。",
	"Eight other inscribed Primordial runes, none of which can be an Elder rune; Any object (requires attunement)": "另外八个刻有原始符文，其中不能有任何一种是上古符文; 任何物品 (需要调谐)",
	"This rune counts as a {@filter Magic|optionalfeatures|feature type=R:M} rune. The creature wearing or carrying the inscribed object can cast {@spell shape water|XGE}.": "这个符文算作一个{@filter Magic|optionalfeatures|feature type=R:M}符文。佩戴或携带这个刻有符文的物品的生物可以施放{@spell shape water|XGE}。",
	"You can enter a hostile creature's space and stop there, as well as move through a space as narrow as 1 inch wide without squeezing.": "你可以进入一个敌对生物的空间并停在那里，也可以在宽度仅为1英寸的狭窄空间中移动而无需挤压。",
	"As a bonus action, you can channel the hyper-cooling properties of Izziq to freeze up to a 5-foot cube of water into solid ice. This action fails if there is a creature in the cube.": "作为一个奖励动作，你可以利用伊兹奇(Izziq)的超冷却特性，将多达一个5英尺立方的水冰冻成固体冰。如果在这个立方体中有生物存在，则这个动作失败。",
	"You dart horizontally forward 30 feet in a direction you choose, freezing the ground beneath you. Any creatures in the path of your travel must make a Strength saving throw. On a failed save, a creature falls {@condition prone}.": "你向前水平冲刺30英尺，冻结你脚下的地面。沿途的任何生物必须进行一次力量豁免投骰。未通过豁免的生物倒地{@condition prone}。",
	"Additionally, the path you traveled using this effect becomes difficult terrain for 1 minute. If you moved across a liquid surface, the surface becomes solid ice and can be walked across.": "此外，使用这个效果所走过的路径在1分钟内变成艰难地形。如果你穿过液体表面，表面会变成坚实的冰，可以行走其上。",
	"If the inscribed object is submerged in a natural body of water, any creature that spends 1 minute swimming or submerged in the water within 30 feet of the object can spend one of their Hit Dice and regain hit points equal to a roll of the Hit Die.": "如果被镌刻的物体被浸入自然水体中，任何在距离该物体30英尺内游泳或浸泡在水中1分钟的生物可以消耗其生命骰中的一个，并回复相当于生命骰掷出的点数的生命值。",
	"The current and maximum hit points of a creature that finishes a long rest while wearing or carrying the inscribed object are increased by an amount equal to the number of runes you have inscribed from its language or that share its translations. This effect is not cumulative with other {@filter Life|optionalfeatures|feature type=R:L} runes.": "当一个生物在佩戴或携带着这个刻有符文的物品完成一次长休时，它的当前生命值和最大生命值会增加一个数值，该数值等同于你已经刻印的符文数量，这些符文要么来自该生物的语言，要么与其翻译相同。这个效果不会与其他{@filter Life|optionalfeatures|feature type=R:L}符文叠加。",
	"All creatures of your choice that are not incapacitated and are within 30 feet of the object while it is submerged in a natural body of water can spend one of their Hit Dice and regain hit points equal to a roll of the Hit Die plus your runic invocation ability modifier.": "当物体在自然水体中浸泡时，您可以选择的所有生物，只要它们没有失去行动能力并且距离物体不超过30英尺，都可以花费一个生命骰来回复生命值，回复量为生命骰的投掷结果加上您的符文召唤能力修正值。",
	"The wielder can use a bonus action to cause the weapon to spill with erosive liquid steel. The weapon's damage changes to acid until the creature wielding it uses a bonus action to dismiss it or until they drop or sheathe it.": "持有者可以使用一个奖励动作，使武器溢出腐蚀性液态钢。武器的伤害变为酸性，直到持有者使用一个奖励动作解除它，或者放下或收起它。",
	"The weapon sizzles with bubbling green acid that is even more corrosive. When a target is hit with an attack using the weapon, non-magical armor worn by the target is partly dissolved and takes a permanent and cumulative −1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.": "这件武器冒着冒泡的绿色酸液，比以往更具腐蚀性。当使用这件武器进行攻击命中目标时，目标所穿戴的非魔法盔甲会部分溶解，并对其提供的AC值永久性地叠加-1的惩罚。如果这个惩罚将其AC降低到10，那么这件盔甲就会被摧毁。",
	"The wearer of the armor has a swimming speed equal to their walking speed. Additionally, whenever the wearer starts their turn underwater with 0 hit points, the armor causes them to rise 60 feet toward the surface.": "穿戴者的盔甲使其在水中的游泳速度等同于他们的步行速度。此外，每当穿戴者在水下以0点生命值开始他们的回合时，盔甲会使他们朝着水面上升60英尺。",
	"The wearer gains the benefits of the {@spell water walk} spell for the duration.": "佩戴者在持续时间内获得{@spell water walk}法术的益处。",
	"The attuned creature gains resistance to cold damage.": "被感应的生物获得对冷伤害的抗性。",
	" The rune grants a bonus to saving throws the attuned creature makes against spells that deal cold damage equal to the number of runes you have inscribed from its language or that share its translations divided by 3, up to +3.": "符文赋予被磁化生物的豁免投掷奖励，用于抵御造成冰冷伤害的法术，奖励值等同于你刻写的来自其语言或共享翻译的符文数量除以3，最高为+3。",
	"1 reaction, which you can take when the attuned creature takes cold damage": "当被感应生物受到寒冷伤害时，你可以采取1个反应。",
	"The creature gains immunity against that instance of damage, and regains a number of hit points equal to half the damage taken.": "该生物获得对该次伤害的免疫，并恢复受到伤害一半的数量的生命值。",
	"A creature can hear the sounds of the location where the shell was inscribed if the shell is held to their ear. If it was inscribed in a market, they'll hear the faint sounds of bustling traders and cart traffic. If it was found on a seashore, they'll hear distant crashing waves and soft winds. Upon hearing these sounds, the creature becomes aware of the direction of the location, but not its distance.": "如果一个生物将贝壳放在耳边，它可以听到贝壳镌刻的地点的声音。如果贝壳是在市场上镌刻的，它们会听到微弱的熙熙攘攘的商贩和车辆交通声。如果在海滩上发现，它们会听到远处波涛汹涌和轻柔的海风声。听到这些声音后，生物会意识到地点的方向，但不知道距离。",
	"The holder of the seashell can communicate simple ideas with beasts that breathe water and has advantage on all Charisma checks made to influence them. They can understand the meaning of the holder's words, though the holder does not gain an ability to understand them in return.": "海贝持有者可以与水中呼吸的野兽交流简单的想法，并且在所有试图影响它们的魅力检定中获得优势。它们可以理解持有者的话语意义，尽管持有者并没有能力理解它们的回应。",
	"A seashell": "一个海贝壳",
	"This rune also counts as a Cold rune. The weapon deals an extra {@dice 1d6} cold damage on a hit and grants the attuned creature resistance to fire damage.": "这个符文也被视为一枚寒冰符文。武器在命中时额外造成{@dice 1d6}点冰冷伤害，并赋予被感应生物对火焰伤害的抗性。",
	"All non-magical flames within 30 feet of the weapon are extinguished.": "武器周围30英尺范围内的所有非魔法火焰都会被熄灭。",
	"The Patu and Perlindungan runes inscribed; A simple or martial weapon (requires attunement)": "刻有巴图(Patu)和佩林杜甘(Perlindungan)符文；一把简单或军用武器（需要调谐）",
	"The wearer of the armor can use their bonus action to gain a flying speed equal to half their walking speed that ends at the end of the turn. Additionally, when the wearer starts their turn in the air with 0 hit points, the armor causes them to descend safely 60 feet towards the ground.": "穿戴者可以使用他们的奖励动作来获得一个飞行速度，等于他们步行速度的一半，该速度在回合结束时结束。此外，当穿戴者在空中以0点生命值开始他们的回合时，盔甲会使他们安全地向地面降落60英尺。",
	"The wearer's walking speed increases by 10 feet and the flying speed granted through the rune becomes equal to their walking speed for the duration.": "佩戴者的步行速度增加10英尺，符文赋予的飞行速度在持续时间内变为等于他们的步行速度。",
	"A suit of light armor": "一套轻甲（light armor）",
	"The wielder can use a bonus action to cause arcs of electricity to dance along the weapon. The weapon's damage changes to lightning or thunder damage (the wielder's choice) until the creature wielding it uses a bonus action to dismiss it or until they drop or sheathe it.": "持有者可以使用一个奖励动作，使电弧在武器上跳动。武器的伤害变为闪电或雷霆伤害（持有者选择），直到持有它的生物使用一个奖励动作来解除它，或者直到他们放下或收起它。",
	"The weapon's energy intensifies. Attacks made with the weapon ignore resistance to lightning and thunder damage and creatures with immunity to these damage types take half damage instead of none.": "武器的能量变得更加强大。使用该武器进行的攻击会无视对闪电和雷电伤害的抗性，对那些对这些伤害类型免疫的生物造成的伤害减半，而不是完全免疫。",
	"A scimitar": "一把弯刀 (scimitar)",
	"The creature wielding or carrying the inscribed object can use an action to cause a vortex of wind to shoot out towards another object within 30 feet that weighs no more than 5 pounds and that is not being worn or carried. This object is then pulled towards you by a vacuum of wind.": "操控着或携带着刻有符文的物体的生物可以使用一个动作，将一股旋风射向30英尺内的另一个物体，其重量不超过5磅且未被穿戴或携带。这个物体随后会被风的真空吸引向你飞来。",
	"The range of the vortex increases by 10 feet and the maximum weight of pulled objects increases by 5 pounds for each additional rune you have inscribed from this rune's language or that shares its translations.": "每个额外刻印的符文（从这个符文的语言或共享其翻译的符文）使漩涡的范围增加10英尺，被吸引物体的最大重量增加5磅。",
	"You can choose to throw the inscribed object to a point you can see within 60 feet, or keep ahold of it. Any creature you deem friendly that moves towards the object while within 120 feet of it moves faster, as tendrils of wind reach out and pull them towards the object. Each 2 feet they move only costs 1 foot of movement while moving in this way.": "你可以选择将上面刻有符文的物体投向你能看到的一个点，距离不超过60英尺，或者继续握住它。你认为友好的生物在距离该物体120英尺内向其移动时，会因为风之触须伸出并将它们拉向该物体而移动更快。以这种方式移动时，每移动2英尺只消耗1英尺的移动力。",
	"Any object weighing no more than 5 lb.": "任何重量不超过5磅的物品。",
	"When the attuned creature falls while wearing or carrying the inscribed object, they descend 60 feet per round and take no damage from falling.": "当已连接的生物在佩戴或携带着刻有符文的物品时，它们每回合下降60英尺，并不会受到摔落伤害。",
	"The rune grants a bonus to saving throws the attuned creature makes against spells that deal lightning or thunder damage equal to the number of runes you have inscribed from its language or that share its translations divided by 3, up to +3.": "符文赋予被磁化生物的豁免投掷奖励，用于抵御造成闪电或雷霆伤害的法术，奖励值等于你所刻写的符文语言数量或共享翻译数量除以3，最高为+3。",
	"1 reaction, which you can take when the creature takes lightning damage": "当生物受到闪电伤害时，你可以采取的一种反应是：(%num%)。",
	"The creature's resistance immunity against that instance of damage, and regains a number of hit points equal to half the damage taken.": "该生物对该次伤害具有抗性免疫力，并恢复受到伤害一半的生命值。",
	"The attuned creature gains resistance to fire damage.": "被感应的生物获得对火焰伤害的抗性。",
	"The rune grants a bonus to saving throws the attuned creature makes against spells that deal fire damage equal to the number of runes you have inscribed from its language or that share its translations divided by 3, up to +3.": "符文赋予了符文持有者对施加火焰伤害法术的豁免投掷的奖励，奖励值等于你已经刻写的来自其语言或共享翻译的符文数量除以3，最高不超过+3。",
	"1 reaction, which you can take when the attuned creature takes fire damage": "当被感应生物受到火焰伤害时，你可以采取的一种反应是：(%CreatureName%)",
	"The rune of the undying elder elemental of fire counts as a {@filter Celestial|optionalfeatures|feature type=R:C} rune. The attuned creature is immune to fire damage and deals double damage to objects and structures.": "不朽的火元素长老符文被视为{@filter Celestial|optionalfeatures|feature type=R:C}符文。被调谐的生物对火焰伤害免疫，并对物体和结构造成双倍伤害。",
	"Additionally, when the attuned creature is reduced to 0 hit points but not killed outright, this rune immediately casts {@spell fireball} centered on them. At the start of their next turn, instead of rolling a death saving throw, they regain {@dice 1d6} hit points. Afterwords, this property can't be used again until the following dawn.": "另外，当被连接的生物的生命值降至0点但未被立即杀死时，此符文立即施放{@spell fireball}，以其为中心。在它们的下一个回合开始时，它们不需要进行死亡豁免投掷，而是回复{@dice 1d6}生命值。之后，该特性直到次日黎明前都无法再次使用。",
	"Eight other inscribed Celestial, Fire, Life, or Primordial runes, none of which can be an Elder rune; Any object (requires attunement)": "八个其他刻有天界、火焰、生命或原初符文的符文，其中不能有任何一种是上古符文；任何物品 (需要调谐)",
	"The wielder can use a bonus action to cause flames to erupt from the blade. The weapon's damage changes to fire and it sheds bright light in a 20-foot radius and dim light for an additional 20 feet until the creature wielding it uses a bonus action to dismiss it or until they drop or sheathe it.": "持有者可以使用一个奖励动作让火焰从剑上喷发。该武器的伤害变为火焰属性，在20英尺半径内散发明亮光，额外20英尺内散发微光，直到持有者使用一个奖励动作来解除它，或者放下或收起它。",
	"The weapon's blaze intensifies, extending the light shed by it by 20 feet. While Sipela is invoked, this weapon ignores resistance to fire damage and creatures with immunity to fire damage that are hit by an attack with this weapon take half damage instead of none.": "武器的火焰变得更加强烈，使其照亮的范围增加20英尺。当(Sipela)被召唤时，这把武器会无视对火焰伤害的抗性，而被这把武器攻击的对火焰伤害免疫的生物会受到伤害的一半而不是没有伤害。",
	"The attuned creature has {@sense tremorsense|MM} out to a range equal to half their base walking speed.": "被感应的生物有{@sense tremorsense|MM}的范围，范围相当于他们基础步行速度的一半。",
	"You can see through earth and solid rock up to a distance of 15 feet. This sight is obscured by ore and precious gems.": "你可以透过地面和坚硬岩石看到15英尺的距离。这种视力会被矿石和珍贵宝石遮挡。",
	"This rune counts as a {@filter Magic|optionalfeatures|feature type=R:M} rune. The creature wielding orcarrying the inscribed object can cast {@spell magic stone|XGE}": "这个符文被视为一个{@filter Magic|optionalfeatures|feature type=R:M}符文。携带或使用这个刻有符文的物品的生物可以施放{@spell magic stone|XGE}。",
	"The rune grants a bonus to attack and damage rolls made with the pebbles equal to the number of runes you have inscribed from its language or that share its translations divided by 3, to a maximum of +3.": "符文赋予使用鹅卵石进行攻击和伤害骰的奖励，奖励值等于你刻写的符文数量或与其翻译相同的符文数量除以3，最高不超过+3。",
	"The creature wielding or carrying the inscribed object can cast {@spell magic stone|XGE} or make an attack using one of the pebbles affected by this cantrip at the end of another creature's turn as a reaction for the duration.": "携带着这个题字物品的生物可以在另一个生物的回合结束时，作为一次反应，使用受这个戏法影响的小石头进行施法或攻击。",
	"The attuned creature can use their reaction to reduce any bludgeoning, piercing, or slashing damage they take by an amount equal to the number of runes you have inscribed until the end of the current turn.": "被调谐的生物可以利用他们的反应来减少任何钝击、穿刺或挥砍伤害，减少的数值等同于你所铭刻的符文数量，直到当前回合结束。",
	"The rune grants a bonus to saving throws the attuned creature makes against petrification equal to the number of runes you have inscribed from its language or that share its translations divided by 3, up to +3.": "符文赋予被磁化的生物对石化的豁免投掷奖励，奖励值等于你刻写的使用其语言或共享其翻译的符文数量除以3，最高为+3。",
	"1 reaction, which you can take when the attuned creature takes bludgeoning damage": "当被感应生物受到钝击伤害时，你可以采取1个反应。",
	"The creature gains immunity to bludgeoning damage until the end of the current turn.": "生物在本回合结束前获得对钝击伤害的免疫能力。",
	"The attuned creature ignores difficult terrain made of earth and stone.": "被调谐生物无视由土和石制成的艰难地形。",
	"You or a creature you can see within 30 feet of the inscribed object (your choice) gains a burrow speed of 10 feet. The chosen creature can burrow through nonmagical, unworked earth and stone. While doing so, the material moved through is not disturbed.": "你或者你能看到的距离镌刻物体（你选择的）30英尺内的生物获得10英尺的掘地速度。被选择的生物可以穿过非魔法的、未经加工的土地和石头。在这个过程中，移动的材料不会被打扰。",
	"This burrow speed increases by 10 feet if you have six or more inscribed Earth runes.": "如果你有六个或更多刻有大地符文，这个掘地速度将增加10英尺。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. Cards within the deck become magical darts that deal {#dice 1d4} slashing damage on a hit. The creature carrying them can make ranged spell attacks with using their Dexterity, Intelligence, Wisdom, or Charisma modifier for the attack and damage rolls.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。牌组中的卡牌变成了魔法飞镖，击中时造成{#dice 1d4}点割伤伤害。携带这些卡牌的生物可以使用他们的敏捷、智力、感知或魅力调整值进行远程法术攻击和伤害骰。",
	"When a creature makes an attack using the cards, they can change the damage dealt to either acid, cold, fire, lightning, poison, or thunder (they choose when they make the attack).": "当生物使用卡牌进行攻击时，他们可以将造成的伤害改变为酸性、冰冷、火焰、闪电、毒素或雷霆伤害（在进行攻击时选择）。",
	"A deck of playing cards": "一副扑克牌 (playing cards)",
	"The DC for ability checks and saving throws imposed by {@item Hunting Trap|PHB|the trap} becomes your runic save DC, and the creature that set the trap receives a telepathic warning when it is triggered.": "当{@item Hunting Trap|PHB|the trap}设置的陷阱被触发时，你的符文豁免 DC 成为该能力检定和豁免检定的 DC，而设置陷阱的生物会收到一条心灵警告。",
	"1 minute, or 1 action if the trap is set": "1分钟，或者1个动作，如果陷阱已设置。",
	"You modify {@item Hunting Trap|PHB|the trap}, choose one damage type between bludgeoning, piercing, slashing or poison; and choose one condition between {@condition poisoned}, {@condition prone}, or {@condition restrained}. The damage dealt by the trap becomes the chosen damage type, and a trapped creature is affected by the chosen condition until it breaks free. You can also change the trap's appearance when you modify it in this way.": "你修改{@item Hunting Trap|PHB|the trap}，选择一个伤害类型，可以是钝击、穿刺、斩击或毒素；再选择一个状态，可以是{@condition poisoned}、{@condition prone}或{@condition restrained}。陷阱造成的伤害变为你选择的伤害类型，并且被困的生物受到选择的状态影响，直到它挣脱。你还可以在修改时改变陷阱的外观。",
	"If the trap is already set when you invoke it, you force it to trigger, targeting a creature within 10 feet of the trap.": "如果陷阱已经设置好，当你激活它时，你可以强制它触发，以陷阱周围10英尺范围内的一个生物为目标。",
	"A hunting trap or other mechanical trap": "一个捕猎陷阱或其他机械陷阱 (hunting trap)",
	"When the creature holding the inscribed object makes a Charisma ({@skill Deception}) check, they can add their Intelligence modifier to the check.": "当持有这个刻有符文的物品的生物进行魅力检定时，他们可以将他们的智力调整值加到检定中。",
	"You can choose a creature you are aware of within 120 feet of you. The two of you can speak telepathically with each other for the duration.": "你可以选择你在120英尺内察觉到的生物。在持续时间内，你们两个可以进行心灵交流。",
	"Creatures that make opportunity attacks against the wearer of the armor must roll a {@dice d4} and subtract the result from the attack roll": "穿戴者受到机会攻击的生物必须投掷一个{@dice d4}，并从攻击骰中减去结果。",
	"Opportunity attacks made against you and the wearer of the armor are made with disadvantage.": "对你和（armor wearer）进行的机会攻击将以劣势进行。",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune. The weapon gains the finesse property. When the weapon is used to attack a creature that hasn't taken a turn yet in the current combat, the attacked creature must succeed on a Constitution saving throw or be {@condition stunned} until the end of its first turn.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文。武器获得矫捷特性。当使用该武器攻击一个在当前战斗中还没有轮到的生物时，被攻击的生物必须进行一次体质豁免检定，否则会在其第一个回合结束前被{@condition stunned}。",
	"When a critical hit is scored with the weapon, the target must succeed on a Constitution saving throw or be {@condition stunned} until the end of its next turn.": "当使用该武器造成暴击时，目标必须通过一次体质豁免才能避免在其下一个回合结束前保持 {@condition stunned}。",
	"Any simple weapon that deals bludgeoning damage and weighs less than 5 lb.": "任何一种简单武器，造成钝击伤害并且重量小于5磅。",
	"If the parchment it blank upon inscription, it fills in to depict the topography of the area within 5 miles of you. When a creature opens the map, it projects a translucent image of the topography of the depicted region, as well as a glowing marker of the map's position if it is within the area. It only projects an aerial view of the location, or what can be plainly viewed from the sky.": "如果羊皮上没有文字，一旦有文字被刻写在上面，它会填充成你周围5英里范围内的地形图。当有生物打开地图时，它会投射出所描述区域的半透明图像，以及地图位置的发光标记，如果它在该区域内的话。它只会投射出该位置的鸟瞰视图，或者从天空中可以清晰看到的内容。",
	"For the duration, the map also shows the position of any of your inscribed runes in the area and immediately updates if they move.": "在此期间，地图还会显示区域内任何你刻印符文的位置，并在它们移动时立即更新。",
	"A blank piece of parchment or a map": "一张空白的羊皮纸或地图（parchment）",
	"This rune counts as a {@filter Weapon|optionalfeatures|feature type=R:W} rune and grants the weapon the finesse property.": "这个符文被视为一个{@filter Weapon|optionalfeatures|feature type=R:W}符文，并赋予武器灵巧属性。",
	"1 reaction, which you take when an attack is made with the weapon": "当使用武器进行攻击时，你可以进行1次反应。",
	"The attack roll required to score a critical hit with the weapon is reduced by 1 for the duration.": "使用该武器进行攻击时所需的暴击值减少1点，持续时间内。",
	"Any simple or martial weapon lighter than 5 lb.": "任何一种简单或军用武器，重量小于5磅。",
	"Those with a facility with runic invocation are often brought into the company of either a druid circle or thieves' guild. As one of these individuals, you gain the following benefits:": "那些擅长符文召唤的人通常会被引入德鲁伊圈或盗贼行会的组织中。作为这些人之一，你将获得以下好处：",
	"You learn your choice of either {@language Druidic} or {@language Thieves' Cant}, and add a rune from the {@filter chosen language|optionalfeatures|feature type=r:du;r:tc} to your runic lexicon.": "你可以选择学习 {@language Druidic} 或者 {@language Thieves' Cant}，并且从 {@filter chosen language|optionalfeatures|feature type=r:du;r:tc} 中添加一个符文到你的符文词典中。",
	"Runic Lore feature": "符文知识特性",
	"Through your contemplations of runes and their influence on weapons and armor, you know how to inscribe them harmonically, granting you the following benefits:": "通过你对符文及其对武器和盔甲的影响的思考，你知道如何和谐地刻写它们，为你带来以下好处：",
	"You can inscribe two runes onto an object if the object is a weapon or armor.": "如果物品是武器或盔甲，你可以在其上刻两个符文。",
	"You add a {@filter rune of your choice|optionalfeatures|feature type=R} to your runic lexicon that translates to Armor or Weapon. If the rune has a prerequisite of any kind, you must meet the prerequisite to add it.": "你向你的符文词典中添加了一个{@filter rune of your choice|optionalfeatures|feature type=R}，它的翻译是护甲或武器。如果符文有任何先决条件，你必须满足这个先决条件才能添加它。",
	"The archon has advantage on saving throws against poison, as well as spells and other magical effects.": "执政官在对抗毒素、法术和其他魔法效果的豁免 throws 中拥有优势。",
	"The archon sheds a bright light in a 20-foot radius and a dim light an additional 20 feet.": "执政官在一个半径为20英尺的范围内散发出明亮的光芒，再额外延伸20英尺的范围内散发出微弱的光芒。",
	"{@atk rs} {@hit 4} to hit, range 60 ft., one target. {@h}4 ({@damage 1d4 + 2}) radiant damage, and the target must succeed on a {@dc 12} Constitution saving throw or shed dim light in a 5-foot radius for 1 minute or until the archon's concentration ends (as if concentrating on a spell). The target has disadvantage on Wisdom ({@skill Perception}) checks while the light shines.": "{@atk rs} 使用 {@hit 4} 进行攻击，射程60英尺，目标为一名敌人。造成{@h}4 ({@damage 1d4 + 2}) 辐射伤害，并且目标必须成功通过一次{@dc 12} 体质豁免才能在接下来的1分钟内或者直到大天使的专注结束（就像专注于一个法术一样）散发5英尺半径的微光。在光线照耀下，目标在感知检定时拥有劣势。",
	"The archon teleports up to 60 feet to an unoccupied space it can see thats within direct light.": "执政官传送到60英尺内可见的未被占据的空间，且该空间处于直射光线下。",
	"The construct is magically bound to you. While the construct is on the same plane of existence as you, you can invoke the rune to summon it to your location. The construct teleports, arriving in an unoccupied space of your choice within 15 feet of you.": "这个构造物被魔法绑定在你身上。当构造物与你在同一存在平面上时，你可以激活符文将其召唤到你的位置。该构造物会传送，出现在你选择的距离不超过15英尺的空地上。",
	"The construct regains {@dice 1d8} hit points whenever you invoke a rune.": "每当你激活一个符文时，该构造物会恢复{@dice 1d8}点生命值。",
	"The construct makes an attack with a weapon it has equipped or its Fist. If you are in Weapon stance, it can make two attacks with this action.": "该构造使用其装备的武器或其拳头进行攻击。如果你处于武器姿态，它可以使用此动作进行两次攻击。",
	"{@atk mw} {@hit 4 + PB} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) bludgeoning damage.": "{@atk mw} 使用 {@hit 4 + PB} 命中，达到5英尺，一个目标。造成{@h}10 ({@damage 2d6 + 3}) 钝击伤害。",
	"When the construct is reduced to 0 hit points, it safely ejects any creature inside it to an unoccupied space within 10 feet of it.": "当构装物体的生命值降至0点时，它会安全地将内部的任何生物弹射到距离它10英尺内的一个未被占据的空间中。"
}