{
	"Ponderers of ancient and unchanging truths, runekeepers gain their powers through the contemplation and bending of the laws of reality, for runes are not some mere alphabet, but sacred and infallible diagrams of the plan of creation. As the name suggests, runekeepers are the preservers and torchbearers of this knowledge. Not only do they keep this wisdom alive, but it is their burden to also protect others from its potential dangers. If the runes call upon you, the following sections detail everything you need to play a runekeeper.": "古老不变真理的思考者，符文守护者通过沉思和扭曲现实法则获得他们的力量，因为符文不仅仅是一种字母，而是创世计划的神圣无误的图解。正如名字所示，符文守护者是这些知识的保护者和火炬传人。他们不仅保持这种智慧的传承，而且还肩负着保护他人免受潜在危险的责任。如果符文召唤你，以下部分详细介绍了你玩符文守护者所需的一切。",
	"Whereas a paladin's spells are granted through a sacred oath and a cleric's devotion to their deity grants them an understanding of divine magic, the runekeeper's runes are a manifestation of sacred laws of reality, making them something of divine philosophers. As wards of runic truth, it's not uncommon for some communities to take in runekeepers as priests. Homes might bear a signature rune of such a priest on their doors, jewelers may make pendants of the rune as protective charms, and the particularly devout may wear them on their robes or as tattoos.": "虽然圣武士的法术是通过神圣誓约赋予的，而牧师对其神明的虔诚赋予了他们对神圣魔法的理解，符文守护者的符文是现实神圣法则的体现，使他们成为一种神圣哲学家。作为符文真理的守护者，一些社区经常会接纳符文守护者作为祭司。家庭可能在门上展示这样一位祭司的特征符文，珠宝商可能制作符文吊坠作为护身符，而特别虔诚的人可能将它们佩戴在长袍上或作为纹身。",
	"Magic has always been intrinsically tied into the spoken and written word. Verbal incantations are required to cast most spells, spell scrolls and spellbooks are themselves capable of carrying the power of the spells they describe, even speaking the name of certain devils can be enough to banish them back to the Hells. This is more than just folklore and superstition, words have power, and runekeepers may be thought of as the ancestral onomancers in worlds where the magic of names plays such a key role.": "魔法一直与口头和书面语言紧密相连。大多数咒语需要口头念诵才能施放，咒语卷轴和咒语书本本身就能够承载所描述咒语的力量，甚至只要说出某些恶魔的名字就足以将它们驱逐回地狱。这不仅仅是民间传说和迷信，言语有力量，符文守护者可能被视为在名字的魔法扮演如此关键角色的世界中的祖先命名者。",
	"In the D&D multiverse, runekeepers are the individuals that passed down the understandings of the interworkings of these universes.": "在D&D多元宇宙中，符文守护者是那些传承了对这些宇宙内部运作理解的个体。",
	"In the Forgotten Realms, runekeepers have been called \"runecasters\" and \"rune scribes\", and the Rune Knights introduced in Tasha's Cauldron of Everything were given a taste of the keeper's power. The knowledge of rune magic was a treasure given to Annam All-Father, the chief giant deity and creator of the giant race, from the modrons. The runes of giants played a central role during the events of Storm King's Thunder, and many of the languages of the Forgotten Realms were formed from ancient runic dialects.": "在被遗忘的国度（Forgotten Realms）中，符文守护者（runekeepers）被称为“符文施法者”（runecasters）和“符文抄写员”（rune scribes），而在《塔莎的万物炼妙壶》（Tasha's Cauldron of Everything）中引入的符文骑士（Rune Knights）也体验到了守护者的力量。符文魔法的知识是赐予巨人主神安南（Annam All-Father）的珍宝，他是巨人种族的创造者，这些知识来自于模德（modrons）。巨人的符文在《风暴巨王的雷霆》（Storm King's Thunder）事件中扮演了核心角色，而被遗忘的国度中的许多语言都是由古代符文方言演变而来。",
	"When building your own world, runes are a great means of evoking themes of ancient, occult cultures and can inject your story with arcane mystery. If you're the kind of dungeon master that loves creating your own languages, you can create your own runes for your runekeeper players using the guide in this supplement.": "在打造自己的世界时，符文是唤起古代、神秘文化主题并为故事注入神秘奥秘的绝佳手段。如果你是那种喜欢创造自己语言的地牢主，你可以使用本补充指南为你的符文守护者玩家创造自己的符文。",
	"As you make your runekeeper character, contemplate the questions you have about the universe(s) in which you occupy. Is there some anomaly that leaves you waking at night? What is the meaning of life?": "在塑造你的符文守护者角色时，思考一下你对所处宇宙的问题。有什么异常让你夜晚醒来？生命的意义是什么？",
	"You can make a runekeeper quickly by following these suggestions. First, Intelligence should be your highest ability score, followed by Constitution or Dexterity. Second, choose the acolyte background. Lastly, choose two runes that you meet the prerequisites for that can enhance your armor or weapons, or that grant you a cantrip and spells.": "你可以通过以下建议快速创建一个符文守护者。首先，智力应该是你最高的能力值，其次是体质或敏捷。其次，选择侍僧（acolyte）背景。最后，选择两个符文，符文应符合你的先决条件，可以增强你的盔甲或武器，或者赋予你一个戏法和法术。",
	"You gain the ability to inscribe and invoke {@filter magical runes|optionalfeatures|feature type=R}.": "你获得了刻写和召唤{@filter magical runes|optionalfeatures|feature type=R}的能力。",
	"At 1st level, you have a lexicon of runes which are fixed in your mind, and contains four {@filter runes of your choice|optionalfeatures|feature type=R}.": "在1级时，你脑海中有一个符文词典，其中包含四个{@filter runes of your choice|optionalfeatures|feature type=R}。",
	"Each time you gain a runekeeper level, you can add one rune of your choice to your lexicon. You must know how to read, speak, and write the rune's language and must be able to inscribe it to add it. On your adventures, you might find other runes that you can add to your lexicon (such as if a rune gives a magic item its properties or if it is etched into a wall). Adding it requires time spent in contemplation of the rune's truths, requiring 8 hours, which can be completed as a part of a long rest.": "每次你获得一个符文守护者（Runekeeper）等级，你可以向你的词典中添加一个你选择的符文。你必须知道如何阅读、说话和书写这个符文的语言，并且必须能够刻写它才能添加。在冒险中，你可能会发现其他符文，可以将它们添加到你的词典中（比如如果一个符文赋予魔法物品其属性，或者如果它被刻在墙上）。添加符文需要花时间沉思符文的真理，需要8小时，可以作为长休的一部分完成。",
	"While you might permanently carve or paint a rune onto an object, it's the magical, meditative process of inscription that awakens its potential and makes it available for you to invoke. The rune can be inscribed onto any object, unless a specific object or type of object is detailed in its prerequisites.": "尽管你可以永久地雕刻或绘制符文在一个物体上，但是通过魔法、冥想的过程来铭刻符文才能唤醒它的潜力，并使其可以被你召唤。符文可以铭刻在任何物体上，除非在其先决条件中详细说明了特定的物体或物体类型。",
	"Your inscribed rune remains on the object indefinitely, but when you die, the rune vanishes after a number of days have passed equal to your Intelligence modifier (minimum of 1 day). The rune also vanishes if you somehow remove it from your runic lexicon.": "你刻印的符文会永久留在物体上，但当你死亡时，符文会在过去的天数等于你的智力调整值（最少1天）后消失。如果你以某种方式将符文从你的符文词典中移除，符文也会消失。",
	"You can change which runes you have inscribed when you finish a long rest; the maximum number of runes you can inscribe at a time appears in the Inscribed Runes column of the Runekeeper table. An object can only bear one of your inscribed runes at a time. If you inscribe a rune that would exceed your limit of Inscribed Runes, you choose one to dismiss.": "你可以在完成一次长休后更改你刻印的符文；你可以同时刻印的符文数量上限显示在符文使者表格的刻印符文栏中。一个物体一次只能承载你刻印的一个符文。如果你刻印的符文数量超过了你的刻印符文上限，你需要选择一个符文来解除。"
}