{
	"Where there are warriors, training their body and technique to reach the pinnacle of martial superiority, and great magicians, unlocking the potential of mystical powers, runeblades are those who aim to walk both paths.": "在有战士锻炼身体和技巧以达到武术至高境界的地方，以及伟大的魔法师解锁神秘力量潜能的地方，符文剑士是那些旨在走两条路的人。",
	"Runeblades aim to blend magical ability and martial prowess, both complementing the other, creating one harmonious style of combat. A runeblade's power is incomplete without one or the other.": "符文之刃旨在融合魔法能力和武术技艺，相互补充，创造出一种和谐的战斗风格。一把符文之刃的力量缺一不可，魔法和武术必须相辅相成。",
	"At the center of the runeblade's magical ability are mystical glyphs etched onto their signature weapon. These symbols can imbue the runeblade's arms with great power, at the same time letting the runeblade use the weapon to channel their own magic and perform spells.": "符文剑士的魔法能力的核心是刻在他们标志性武器上的神秘符文。这些符号可以赋予符文剑士强大的力量，同时让符文剑士可以利用武器来引导自己的魔法并施展咒语。",
	"As the runeblade becomes stronger, they may study, create, or discover more glyphs to etch onto their weapon, further enhancing their abilities.": "随着符文之刃变得更强大，他们可以研究、创造或发现更多的符文，刻在武器上，进一步增强他们的能力。",
	"You can inscribe runes to a weapon to release its latent magical power. The weapon must be a weapon you are proficient with. The inscription of the runes takes 1 hour to complete, and it can be done during a short or long rest.": "你可以在武器上刻印符文，释放其潜在的魔法力量。武器必须是你熟练使用的武器。符文的刻印需要1小时完成，可以在短暂休息或长时间休息期间完成。",
	"Once the inscription is complete, the weapon becomes a rune weapon, and gains the following benefits:": "一旦铭文完成，武器将成为符文武器，并获得以下好处：",
	"The rune weapon becomes magical, if it isn't already.": "符文武器变得魔法化，如果它还没有的话。",
	"If your rune weapon is on the same plane of existence, you can summon it as a bonus action on your turn, causing it to teleport instantly to your hand.": "如果你的符文武器在同一存在平面上，你可以在你的回合中将其作为一个奖励动作召唤，使其立即传送到你的手中。",
	"You can use your rune weapon as a spellcasting focus for your spells, and you can perform the somatic components of spells with your rune weapon instead of using a free hand.": "你可以将符文武器作为施法的焦点，并且你可以用符文武器执行法术的手势成分，而不需要使用空闲的手。",
	"You can only have one rune weapon. If you attempt to perform the inscription on a second weapon, the magical inscripted runes of the first weapon fades.": "你只能拥有一把符文武器。如果你尝试在第二把武器上进行铭刻，第一把武器上的魔法符文会消失。",
	"When you are hit by an attack or you fail a saving throw while holding your rune weapon, you can use your reaction to gain a bonus to your AC against that attack or to that saving throw. The bonus is equal to your Intelligence modifier (minimum of 1).": "当你被攻击击中或者在持有你的符文武器时未能通过豁免检定时，你可以使用你的反应来获得对该攻击或者豁免检定的AC加值。该加值等同于你的智力调整值（最低为1）。",
	"You can use this feature a number of times equal to your Intelligence modifier (minimum of 1). You regain all expended uses at the end of a long rest.": "你可以使用这个特性的次数等于你的智力调整值（最少为1次）。你在完成一次长休后，所有已用次数会恢复。",
	"At 2nd level, you adopt a particular style of fighting as your specialty. Choose one of the following options. You can't take a Fighting Style option more than once, even if you later get to choose again.": "在2级时，你会选择一种特定的战斗风格作为你的专长。选择以下选项之一。即使以后再次选择，你也不能再次选择相同的战斗风格选项。",
	"You gain a +2 bonus to attack rolls you make with ranged weapons.": "你使用远程武器进行攻击时，获得+2的攻击加值。",
	"While you are wearing armor, you gain a +1 bonus to AC.": "当你穿戴盔甲时，你的AC获得+1的加值。",
	"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon.": "当你单手持有一把近战武器且没有其他武器时，你使用该武器造成的伤害骰获得+2的奖励。",
	"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit": "当你使用双手握持的近战武器进行攻击时，如果伤害骰子掷出了1或2，你可以重新投掷该骰子，并且必须使用新的点数，即使新的点数仍然是1或2。武器必须具有双手或多用途属性，你才能获得这个好处。",
	"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack.": "当你进行双武器战斗时，你可以将你的能力修正值加到第二次攻击的伤害上。",
	"By the time you reach 2nd level, your dedication to the study of the arcane to augment your martial skill gives you the ability to cast spells.": "当你达到2级时，对奥术研究的专注使你能够施放法术，以增强你的武术技能。",
	"At 2nd level, you know two cantrips of your choice from the runeblade spell list. You learn additional runeblade cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Runeblade table.": "在2级时，你可以从符文之刃法术清单中选择两个零级法术。随着等级的提升，你将学会更多符文之刃法术，具体请参考符文之刃表格中的已知零级法术栏。",
	"The Runeblade table shows how many spell slots you have to cast your runeblade spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "符文剑表格显示了你用来施展1级及更高级符文剑法术的法术位数量。要施展这些法术之一，你必须消耗一个等级不低于该法术等级的法术位。当你完成一次长休后，你会恢复所有已消耗的法术位。",
	"For example, if you know the 1st-level spell {@spell thunderous smite} and have a 1st-level and a 2nd-level spell slot available, you can cast {@spell thunderous smite} using either slot.": "例如，如果你知道1级法术{@spell thunderous smite}，并且有一个1级和一个2级法术位可用，你可以使用任一法术位施放{@spell thunderous smite}。",
	"You know two 1st-level spells of your choice from the runeblade spell list.": "你可以选择符文剑士法术清单中的两个1级法术。",
	"The Spells Known column of the Runeblade table shows when you learn more runeblade spells of your choice. Each of these spells must be of a level for which you have spell slots. For instance, when you reach 5th level in this class, you can learn one new spell of 1st or 2nd level.": "符文剑士表格中的已知法术栏显示了你学习更多符文剑士法术的时间。这些法术中的每一个必须是你拥有法术位等级的法术。例如，当你在这个职业中达到5级时，你可以学习一个1级或2级的新法术。",
	"Additionally, when you gain a level in this class, you can choose one of the runeblade spells you know and replace it with another spell from the runeblade spell list, which also must be of a level for which you have spell slots.": "另外，当你在这个职业中升级时，你可以选择你已经掌握的符文之刃法术中的一个，并用符文之刃法术清单中的另一个法术替换它，新法术的等级也必须在你的法术位等级范围内。",
	"Intelligence is your spellcasting ability for your runeblade spells, since you learn magic through study and practice. You use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a runeblade spell you cast and when making an attack roll with one": "智力是你符文之刃法术的施法能力，因为你通过学习和实践来学习魔法。每当一个法术提到你的施法能力时，你就使用你的智力。此外，当你施放符文之刃法术时，你使用你的智力调整值来设定豁免 DC，并在进行攻击检定时。",
	"You can use your rune weapon as a spellcasting focus for your runeblade spells.": "你可以使用你的符文武器作为符文剑法术的施法焦点。",
	"Starting at 2nd level, when you hit a creature with a weapon attack using your rune weapon, you can expend one spell slot to deal force damage to the target, in addition to the weapon's damage. The extra damage is {@dice 2d6} for a 1st-level spell slot, plus {@dice 1d6} for each spell level higher than 1st, to a maximum of {@dice 6d6}.": "从2级开始，当你用你的符文武器对生物进行武器攻击时，你可以消耗一个法术位对目标造成力量伤害，额外造成武器伤害。额外伤害为{@dice 2d6}，对于一个1级法术位，再加上每高出1级的法术位增加{@dice 1d6}，最多为{@dice 6d6}。",
	"At 3rd level, you choose to emulate the ideals and training of a runeblade discipline from the list of available disciplines. Your choice grants you features at 3rd level and again at 7th, 15th, and 20th level. Those features include discipline spells.": "在3级时，你选择模拟可用学派列表中的符文之刃学派的理念和训练。你的选择将在3级时以及在7级、15级和20级再次为你提供特性。这些特性包括学派法术。",
	"Each discipline has a list of associated spells. You learn these spells at the levels specified in the discipline description. The spells count as runeblade spells for you, but they don't count against the number of runeblade spells you know.": "每个学科都有一系列相关的法术。你在学科描述中指定的等级学习这些法术。这些法术对你来说算作符文之刃法术，但它们不会计入你所知道的符文之刃法术的数量。",
	"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到4级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}.": "如果你的DM允许使用特性，你可以选择取得一个{@5etools feat|feats.html}。",
	"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn.": "从5级开始，每当你在回合中进行{@action Attack}动作时，你可以攻击两次，而不是一次。",
	"Starting at 6th level, when you attack using your rune weapon, it gains a +1 bonus to its attack and damage rolls, unless it already has a bonus to those rolls. The bonus increases to +2 when you reach 10th level in this class, and to +3 at 17th level.": "从6级开始，当你使用你的符文武器进行攻击时，它获得+1的攻击和伤害加值，除非它已经有了这些加值。当你达到这个职业的10级时，这个加值增加到+2，17级时增加到+3。",
	"At 7th level, you gain a feature granted to you by your Runeblade Discipline.": "在第7级时，你获得了由你的符文之刃纪律赋予的特性。",
	"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到8级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用这个特性不能将能力值提高到20以上。",
	"Starting at 10th level, when you take the {@action Attack} action, you can teleport up to 10 feet before each attack to an unoccupied space you can see if you're holding your rune weapon.": "从10级开始，当你进行{@action Attack}动作时，如果你握着你的符文武器，你可以在每次攻击前传送至多10英尺到一个你可以看到的未被占据的空间。",
	"Starting at 11th level, once on each of your turns when you take the {@action Attack} action, you can forego one of your attacks to instead {@action cast a spell} with a casting time of one action.": "从11级开始，每当你进行{@action Attack}动作时，你可以放弃其中一个攻击，转而用一个需要一次动作的施法时间的法术{@action cast a spell}。",
	"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到12级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用这个特性不能将能力值提高到20以上。",
	"Starting at 14th level, while holding your rune weapon, you can't be disarmed, and your {@condition concentration} can't be broken as a result of taking damage.": "从14级开始，当你握着你的符文武器时，你不能被缴械，并且你的{@condition concentration}不会因为受到伤害而破损。",
	"At 15th level, you gain a feature granted to you by your Runeblade Discipline.": "在15级时，你获得了由你的符文之刃纪律赋予的特性。",
	"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到16级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则相同，使用此特性不能将能力值提高到20以上。",
	"Starting at 18th level, you can use your Glyph of Protection an unlimited number of times. Additionally, once per round, you can use your Arcane Strike without spending a spell slot, as if you spent a 1st-level spell slot.": "从18级开始，你可以无限次使用你的防护符文。此外，每回合你可以使用你的奥术打击一次，而无需消耗法术位，就好像你消耗了一个1级法术位一样。",
	"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.": "当你达到19级时，你可以选择将一个能力值提高2点，或者将两个能力值提高1点。与正常规则一样，使用此特性不能将能力值提高到20以上。",
	"At 20th level, you gain a feature granted to you by your Runeblade Discipline.": "在20级时，你获得了由你的符文之刃纪律（Runeblade Discipline）赋予的特性。",
	"The origins of this discipline can be traced back to ancient giant warrior tribes, but are now associated with goliaths, who have inherited the tradition, and to dwarves who learned it and made it their own. The Runic Knights are stalwart shieldbearers who learn magical glyphs to complement their martial abilities. Many go on treacherous expeditions to ruins deep underground to uncover ancient glyphs left by lost civilizations, bringing back knowledge to strengthen themselves and their homeland.": "这门学科的起源可以追溯到古代巨人战士部落，但现在却与巨人族有关，他们继承了这一传统，还与矮人有关，他们学会了这门技艺并将其发扬光大。符文骑士是坚定的盾卫，他们学习魔法符文来增强自己的武术能力。许多人进行危险的探险，深入地下废墟寻找失落文明留下的古代符文，带回知识来强化自己和家园。",
	"You gain discipline spells at the runeblade levels listed.": "你在列出的符文之刃等级上获得纪律法术。",
	"At 3rd level, you can inscribe your runes onto a shield to make it into your rune weapon.": "在3级时，你可以将符文刻在盾牌上，使其成为你的符文武器。",
	"When you do, it gains the following properties when you wield it:": "当你使用它时，当你挥舞它时，它具有以下属性：",
	"It's considered a martial melee weapon that deals {@dice 1d8} bludgeoning damage on a hit and has the thrown (20/60) property.": "这是一种近战武器，命中时造成{@dice 1d8} 钝击伤害，并具有投掷(20/60)特性。",
	"It returns to your hand immediately after it is used to make a ranged attack.": "在使用后立即回到你的手中，用于进行远程攻击。",
	"At 3rd level, your weapon gains a protective rune to help defend your allies. You regain one use of your Glyph of Protection feature at the beginning of each combat. When another creature you can see within 20 feet of you is hit by an attack or makes a saving throw, you can use your reaction to expend a use of your Glyph of Protection feature to add half your Intelligence modifier (minimum of 1) to their AC or to their saving throw.": "在3级时，你的武器获得了一个保护符文，帮助保卫你的盟友。在每次战斗开始时，你会恢复一次使用你的防护符文特性的机会。当你能看到的另一个生物在你的20英尺内被攻击或进行豁免投骰时，你可以使用你的反应来消耗一次你的防护符文特性，将你的智力修正值的一半（最低为1）加到他们的盔甲等级或豁免投骰中。",
	"When you reach 11th level in this class, you can add your Intelligence modifier (minimum of 1) instead of half.": "当你达到11级时，你可以使用你的智力调整值（最低为1）而不是一半。",
	"At 7th level, you can use a bonus action on your turn to turn your rune shield's bonus to attack and damage rolls into a bonus to your AC and saving throws instead, or vice versa. If your rune weapon is a magical shield that already grants a bonus to AC, you don't benefit from the bonus to AC from this feature.": "在第7级时，你可以在你的回合使用一个奖励动作，将你符文盾牌对攻击和伤害骰的奖励转换为对你的盔甲等级和豁免扑克牌的奖励，或者反之亦然。如果你的符文武器是一面已经提供盔甲等级奖励的魔法盾牌，你将无法从这个特性的盔甲等级奖励中受益。",
	"At 15th level, you learn a glyph that channels magic into your runes, creating a resilient aura. Whenever you expend a use of your Glyph of Protection feature, you gain temporary hit points equal to your Intelligence modifier (minimum of 1).": "在15级时，你学会了一种符文，可以将魔法注入你的符文中，形成一种坚韧的光环。每当你使用你的(Protection符文)特性时，你获得临时生命值，数值等同于你的智力调整值（最少为1）。",
	"If you expend it to use your Glyph of the Aegis feature, your target gains the temporary hit points instead.": "如果你使用你的护盾雕文特性 (%feat: Glyph of the Aegis%)，则你的目标获得临时生命值。",
	"At 20th level, you discover the inscription that lends you the tenacity and purpose of legendary heroes of old. You have resistance to bludgeoning, piercing, and slashing damage while holding your rune weapon.": "在20级时，你发现了一则铭文，赋予你古代传奇英雄的顽强和目标。当握着你的符文武器时，你对钝击、刺击和斩击伤害具有抗性。",
	"The first Blade Dancers came from the secretive tribes of Zakhara, far south of Faerûn, although the exact origins are contested. Some believe that genies granted these runes to warriors of old, while others say the gods graced those who perform worship through dance. In any case, the tradition lives on and has spread - the discipline of following the flow of battle as water does through a stream - effortless and graceful.": "第一批刀舞者来自法罗国南部遥远的扎卡拉秘密部落，尽管确切的起源存在争议。有人认为精灵赐予这些符文给古代战士，而另一些人则说是神灵赐予那些通过舞蹈来表达崇拜的人。无论如何，这一传统延续至今，并且已经传播开来 - 遵循战斗流动如水流般的纪律 - 毫不费力且优雅。",
	"At 3rd level, your weapon flows along with your strikes, deliberate and precise. Before you make a weapon attack with a rune weapon you are holding, you can morph its form into a different kind of weapon. For example, you can morph your {@item longsword|phb} rune weapon into a {@item longbow|phb}. The weapon retains its magical properties. The weapon stays morphed as long as you are holding it.": "在3级时，你的武器随着你的打击流畅、有目的且精确。在你使用你手中的符文武器进行武器攻击之前，你可以将其形态转变为另一种武器。例如，你可以将你的{@item longsword|phb}符文武器转变成{@item longbow|phb}。武器保留其魔法属性。只要你握着武器，它就会保持转变状态。",
	"If you morph your rune weapon into a {@filter light melee weapons|items|source=phb|property=light|type=melee weapon}, you can also create a duplicate of it in your other hand. The duplicate is a nonmagical weapon that gains the benefits of your Rune Weapon feature, and it disappears when you are no longer holding it, or your original rune weapon.": "如果你将你的符文武器变形成为一个{@filter light melee weapons|items|source=phb|property=light|type=melee weapon}，你也可以在另一只手中创造一个它的复制品。这个复制品是一个非魔法武器，获得你符文武器特性的好处，当你不再握着它，或者你的原始符文武器时，它会消失。",
	"When you would make an attack that requires a specific type of weapon to do (such as using a light melee weapon to make a two-weapon fighting attack), you can't morph your weapon into something that would disqualify it for that attack.": "当你进行需要特定类型武器的攻击时（比如使用轻型近战武器进行双武器战斗攻击），你不能将武器变形成会使其不符合该攻击要求的东西。",
	"When you morph your rune weapon, you can change the Fighting Style you chose for your Runeblade class into another one from the choices available from the feature. When you change your Fighting Style into another before an attack, it gains an additional effect for that attack, as seen on the Glyph of Revolution Effects table.": "当你变形你的符文武器时，你可以将你为符文剑士职业选择的战斗风格改变为特征提供的其他选择之一。当你在攻击之前将你的战斗风格改变为另一个时，该攻击会获得额外效果，如《革命之符效果表》所示。",
	"Archery": "射箭 (Archery)",
	"You gain an additional +1 bonus to attack rolls you make with ranged weapons.": "你使用远程武器进行攻击时，获得额外+1的命中奖励。",
	"Defense": "防御 (Defense)",
	"When you hit a creature with a weapon attack, you gain 2 temporary hit points.": "当你用武器攻击命中一名生物时，你获得2点临时生命值。",
	"Dueling": "决斗 (Dueling)",
	"When you are wielding a melee weapon in one hand and no other weapons, you gain an additional +2 bonus to damage rolls with that weapon.": "当你单手持有一把近战武器且没有其他武器时，你对该武器的伤害骰获得额外+2的加值。",
	"Great Weapon Fighting": "强力武器格斗 (`Great Weapon Fighting`)",
	"When you hit a creature with a weapon attack using a melee weapon that you are wielding with two hands, you can push the creature up to 5 feet away from you in a straight line. The weapon must have the {@filter two-handed or versatile|items|source=phb|property=two-handed;versatile} property for you to gain this benefit.": "当你使用双手持握的近战武器对生物进行武器攻击时，你可以将该生物向你以外的直线方向推开多达5英尺。武器必须具有{@filter two-handed or versatile|items|source=phb|property=two-handed;versatile}属性，你才能获得这个效益。",
	"Two-Weapon Fighting": "双武器格斗 (Two-Weapon Fighting)",
	"When you use a bonus action to engage in two-weapon fighting, your speed is increased by 15 feet until the end of the turn.": "当你使用一个奖励动作来进行双武器格斗时，你的速度将增加15英尺，直到回合结束。",
	"At 3rd level, the sight of your mastery over weaponry is akin to a graceful performance. While holding your rune weapon, you gain a bonus to Dexterity ({@skill Acrobatics}) checks and Charisma ({@skill Performance}) checks equal to your Intelligence modifier (minimum of 1).": "在3级时，你对武器的精通之姿宛如一场优雅的表演。当握着你的符文武器时，你在敏捷检定({@skill Acrobatics})和魅力检定({@skill Performance})上获得等同于你的智力调整值的奖励（最低为1）。",
	"At 7th level, you can use a bonus action on your turn to throw your rune weapon at an unoccupied space you can see within 60 feet of you. You teleport to that space holding your rune weapon, and each creature of your choice within 5 feet of you must make a Constitution saving throw against your Runeblade spell save DC or take force damage equal to {@dice 1d4} + your Intelligence modifier.": "在第7级时，你可以在你的回合使用一个奖励动作，将你的符文武器投掷到你能看到的距离60英尺的未被占据的空间。你传送到那个空间，手持你的符文武器，你选择的每个生物必须在你周围5英尺内进行一次对抗你符文之刃法术豁免 DC 的体质豁免才能，否则受到等于 {@dice 1d4} + 你的智力调整值的力量伤害。",
	"Once you use this feature, you can't use it again until you finish a short or long rest, unless you expend a spell slot of any level to use it again.": "一旦你使用这个特性，除非你消耗任意等级的法术位再次使用它，否则直到你完成一次短休或长休都不能再次使用。",
	"At 15th level, your movement through the battlefield appears as an ever-flowing dance. When you move on your turn, you gain a +2 bonus to your AC and Dexterity saving throws until the start of your next turn. You lose this bonus if you are prone, take damage, or if your speed becomes 0.": "在15级时，你在战场上的移动看起来就像一场永不停歇的舞蹈。当你在你的回合移动时，直到你的下一个回合开始之前，你的AC和敏捷豁免获得+2的加值。如果你倒地、受伤，或速度变为0，你将失去这个加值。",
	"At 20th level, you can use a bonus action on your turn to begin a war dance that lasts for one minute. While in this dance, your walking speed is doubled, and you can make an additional attack whenever you take the Attack action.": "在20级时，你可以在你的回合使用一个奖励动作开始一场持续一分钟的战舞。在这场舞蹈中，你的行走速度加倍，并且每当你进行攻击动作时，你可以额外进行一次攻击。",
	"Once you use this feature, you can't use it again until the end of a long rest, unless you expend a spell slot of any level to use it again.": "一旦你使用这个特性，你必须休息长时间后才能再次使用，除非你消耗任意等级的法术位再次使用它。",
	"Parivir are swordsmasters, who learn runes to augment their martial skills with devastating elemental magic. Their prowess and precision with the blade is unmatched. Many an aspiring Runeblade take up this discipline, though only a select few master it.": "帕里维尔（Parivir）是剑术大师，他们学习符文以用毁灭性的元素魔法增强他们的武术技能。他们在剑术上的娴熟和精准无人能及。许多有抱负的符文之刃（Runeblade）选择学习这门学科，但只有少数精通它。",
	"At 3rd level, your swordsmanship allows you to gracefully finish your foes with flair.": "在3级时，你的剑术让你能够优雅地用华丽的方式结束你的敌人。",
	"Choose two Flair options to prepare from the Flair table below. Whenever you use an Arcane Strike with a melee weapon, you can choose to perform one of your prepared Flairs. The Flair determines the Arcane Strike's damage type as well as its effect as detailed on the table below.": "从下面的Flair表中选择两个Flair选项进行准备。每当你使用一次近战武器的奥术打击时，你可以选择执行你准备的Flair之一。Flair决定了奥术打击的伤害类型，以及在下面的表格中详细说明的效果。",
	"Whenever you finish a short or long rest, you can change which two Flair options you have prepared.": "每当你完成短休或长休时，你可以更改你已准备的两个（Flair options）选项。",
	"When you reach 17th level in this class, you have each option prepared at all times.": "当你达到(%num%)17级时，你会随时准备好每个选项。",
	"Windstrike Blade": "风击之刃 (Windstrike Blade)",
	"bludgeoning": "殴打伤害 (bludgeoning)",
	"You push your target 15 feet away from you.": "你将目标推开15英尺。",
	"Skyfury Blade": "天怒之刃 (Skyfury Blade)",
	"lightning": "闪电 (lightning)",
	"Until the start of your next turn, the target has disadvantage on attacks against creatures other than you.": "直到你的下一个回合开始，目标对除了你以外的生物的攻击都具有劣势。",
	"Hoarfrost Blade": "霜刃剑 (Hoarfrost Blade)",
	"Until the start of your next turn, the target's speed is halved.": "直到你的下一个回合开始，目标的速度减半。",
	"Shimmering Blade": "闪光之刃 (Shimmering Blade)",
	"Until the end of your next turn, you have advantage on your next attack against the target, unless that target can't be {@condition blinded}.": "直到你的下一个回合结束，对目标的下一次攻击获得优势，除非该目标无法被 {@condition blinded}。",
	"Addling Blade": "混乱之刃 (Addling Blade)",
	"force": "力量 (Force)",
	"Until the start of your next turn, the target is {@condition deafened} and can't take reactions.": "直到你的下一个回合开始，目标处于 {@condition deafened} 状态，且无法进行反应。",
	"Venomdrench Blade": "毒液浸泽之刃 (Venomdrench Blade)",
	"poison": "毒药",
	"Until the end of your next turn, the target has disadvantage on the next saving throw you force it to make.": "直到你的下一个回合结束，目标在你强迫它进行的下一个豁免投掷上获得(-)劣势。",
	"Bloodthirst Blade": "嗜血之刃 (Bloodthirst Blade)",
	"necrotic": "死灵",
	"You gain temporary hit points equal to half the Arcane Strike damage dealt.": "你获得临时生命值，数值等同于所造成的奥术打击伤害的一半。",
	"At 3rd level, when you use your Glyph of Protection against an attack to turn a hit into a miss, you can make one melee weapon attack as part of that reaction.": "在3级时，当你使用你的（Glyph of Protection）抵御一次攻击，将一次命中变为未命中时，你可以作为该反应的一部分进行一次近战武器攻击。",
	"At 7th level, you perform weapon strikes faster than the eye can see. Whenever you use an Arcane Strike with a melee weapon, the target takes an additional {@dice 1d6} magical slashing damage at the end of the turn.": "在第7级时，你的武器打击速度快到肉眼无法看见。每当你使用一次带有魔法打击的近战武器时，目标会在回合结束时受到额外{@dice 1d6}的魔法斩击伤害。",
	"At 15th level, as an action, you can deal slashing damage to yourself equal to half your maximum hit points.": "在15级时，作为一个动作，你可以对自己造成等于你最大生命值一半的斩击伤害。",
	"This damage can't be prevented or reduced in any way. When you do, choose an effect:": "这种伤害无法以任何方式防止或减少。当你受到这种伤害时，请选择一个效果：",
	"Each creature of your choice within 90 feet of you (other than yourself) regains 20 hit points and is cured of all effects making them {@condition poisoned}, {@condition blinded}, or {@condition deafened}.": "你选择的你以外的每个生物，在你90英尺范围内，恢复20点生命值，并被治愈免疫使他们成为{@condition poisoned}，{@condition blinded}或{@condition deafened}的所有效果。",
	"For ten minutes, you deal additional necrotic damage with your rune weapon equal to half your level.": "在十分钟内，你使用符文武器造成的额外死灵伤害等于你等级的一半。",
	"At 20th level, your mastery over the blade lets you cut a life's thread short. When you hit a creature with an attack on your turn, you can choose to doom the target for one minute. A doomed target dies whenever it has 100 hit points or fewer. Constructs and undead are immune to this effect.": "在20级时，你对刀剑的精通让你能够提前结束一个生命。当你在你的回合攻击一个生物时，你可以选择让目标命中厄运，持续一分钟。一个被命中厄运的目标会在其生命值降至100或更少时死亡。构造体和不死生物对此效果免疫。",
	"Once you use this feature, you can't use it again until the end of a long rest. You also regain the use of this feature if a target immediately dies when you doom it.": "一旦你使用此特性，直到进行一次长休之前都无法再次使用。如果你诅咒的目标立即死亡，你也会恢复对此特性的使用。",
	"Although the martial tradition of weaving magic into archery was originally borne and perfected by elven masters, many others have begun to emulate the art. Spellbow Archers combine deadly aim and wicked magic to overwhelm their opponents from range.": "尽管将魔法编织到射箭中的武术传统最初由精灵大师创立和完善，但许多其他人已经开始效仿这门艺术。法术弓手（Spellbow Archers）结合致命的瞄准和邪恶的魔法，从远处压倒他们的对手。",
	"At 3rd level, when you make an attack with a rune weapon that has the ammunition property, you can choose to magically conjure a piece of ammunition (such as an arrow or crossbow bolt) to use with your weapon as part of the attack. The ammunition disappears at the end of the turn or after it hits or misses.": "在3级时，当你使用一把带有弹药属性的符文武器进行攻击时，你可以选择在攻击时魔法地召唤一件弹药（比如箭或弩弓弹）来配合你的武器使用。这件弹药会在回合结束时消失，或者在击中或未击中目标后消失。",
	"At 3rd level, you can infuse your arrows with the magic of your spells. While holding a ranged rune weapon, the range of spells you cast that do not have a range of self or target each creature within its range is equal to the spell's normal range, or your rune weapon's normal range, whichever is higher.": "在3级时，你可以用你的法术之力灌注你的箭矢。当握持一把远程符文武器时，你施放的不具有自身范围或目标范围的法术的射程等同于法术的正常射程，或者你的符文武器的正常射程，以较高者为准。",
	"At 7th level, your strikes leave a trace of magic that lets you aim at your target with ease. Whenever you use your Arcane Strike, until the end of your next turn, you gain advantage on your next attack against that creature.": "在第7级时，你的攻击留下一丝魔法痕迹，让你更容易瞄准目标。每当你使用你的奥术打击，直到下一个回合结束，你对该生物的下一次攻击获得优势。",
	"At 15th level, spells you cast while holding a ranged rune weapon and attacks you make using a ranged rune weapon ignore cover.": "在15级时，当你持有一把远程符文武器施放法术或进行攻击时，无视掩护。(ranged rune weapon)。",
	"At 20th level, if your rune weapon that has the {@filter ammunition or thrown|items|source=phb|property=ammunition;thrown} property, both its normal range and long range are doubled. Additionally, when you miss with a ranged attack using your rune weapon, you can choose to hit instead.": "在20级时，如果你的符文武器具有{@filter ammunition or thrown|items|source=phb|property=ammunition;thrown}属性，在翻译中仍应输出为{@filter ammunition or thrown|items|source=phb|property=ammunition;thrown}，那么它的普通射程和远程射程都会加倍。此外，当你使用符文武器进行远程攻击未命中时，你可以选择改为命中。",
	"You can use this feature a number of times equal to your Intelligence modifier. You regain all expended uses at the end of a long rest.": "你可以使用这个特性的次数等于你的智力调整值。在完成一次长休后，你恢复所有已用次数。",
	"Blade Jugglers are performers and tricksters, using their runes on knives and daggers to captivate an audience. Their deadly precision with sharpened blades is fearsome. They can juggle and throw an astounding number of blades at once, as well as mystify and confound by creating doubles of themselves.": "刀锋杂耍者是表演者和魔术师，利用他们对刀和匕首上的符文来吸引观众。他们对锋利刀片的致命精准令人生畏。他们可以同时抛接和投掷惊人数量的刀片，同时通过制造自己的分身来使人困惑和神秘。",
	"At 3rd level, you can etch your runes onto more of your implements. You can create a second rune weapon if both your rune weapons would be light melee weapons with the thrown property. If you attempt to create a third rune weapon, your runic magics fade on all of the weapons.": "在3级时，你可以将符文刻在更多的武器上。如果你的两把符文武器都是带有投掷特性的轻型近战武器，你可以创建第二把符文武器。如果你尝试创建第三把符文武器，那么所有武器上的符文魔法都会消失。",
	"You can summon your two rune weapons as a bonus action, with one weapon teleporting to each of your hands.": "你可以在奖励动作中召唤你的两把符文武器，一把武器传送到你的每只手中。",
	"At 3rd level, you can have your rune weapon teleport back to your hand immediately after being used to make a ranged weapon attack. Also, you also gain a bonus to ability checks to catch, throw, or juggle objects equal to your Intelligence modifier (minimum of 1).": "在3级时，你可以让你的符文武器在被用来进行远程武器攻击后立即传送回你的手中。此外，你还获得一个与你的智力调整值相等的能力检定加值，用于抓住、投掷或玩耍物体（最低为1）。（rune weapon）",
	"At 3rd level, when you use a bonus action to engage in two-weapon fighting to make a ranged weapon attack with one of your rune weapons, you can make another ranged weapon attack with your other rune weapon in the same bonus action.": "在3级时，当你使用一个额外动作进行双武器战斗，用你的符文武器之一进行远程武器攻击时，你可以在同一个额外动作中用另一个符文武器进行另一个远程武器攻击。",
	"You can use this feature a number of times equal to your Intelligence modifier (minimum of 1). As a bonus action on your turn, you can expend a spell slot to regain a number of expended uses equal to the spell level expended. You also regain all expended uses at the end of a long rest.": "你可以使用这个特性的次数等于你的智力调整值（最少1次）。作为你回合的一个奖励动作，你可以消耗一个法术位来恢复消耗的次数，恢复的次数等于消耗的法术等级。你在完成一次长休后也会恢复所有消耗的次数。",
	"At 7th level, you can use an action to either teleport 15 feet and create an illusory duplicate where you were standing, or to create an illusory duplicate in an empty space within 15 feet of you. The duplicate is an object with AC equal to your Runeblade spell save DC.": "在第7级时，你可以使用一个动作，要么传送15英尺并在你原来站立的地方创建一个幻象复制品，要么在距离你15英尺的空间内创建一个幻象复制品。该复制品是一个物体，其护甲等级等同于你符文之刃法术豁免 DC。",
	"The duplicate looks and sounds like you but physical interaction with it reveals it to be an illusion, because things can pass through it.": "这个复制品看起来和听起来像你，但与它进行身体接触会揭示它是一个幻觉，因为物体可以穿过它。",
	"Once on your turn, you can mentally command your duplicate to move up to 30 feet in any direction and make it gesture, speak, and behave in whatever way you choose (no action required).": "在你的回合中，你可以心灵指挥你的复制体朝任何方向移动多达30英尺，并让它做出手势、说话和表现出你选择的任何方式（无需行动）。",
	"The duplicate disappears when you or it take any damage, if you become incapacitated, if you dismiss it as a bonus action, if you create another duplicate, or if it is ever 30 feet away from you at the end of your turn.": "当你或它受到任何伤害、当你陷入无能状态、当你用一个奖励动作解散它、当你创建另一个重复体、或者当它在你的回合结束时离你30英尺远时，这个重复体会消失。",
	"A creature can use an action to make an Intelligence (Investigation) check against your spell save DC, determining the duplicate to be an illusion on a success.": "一只生物可以使用一个动作，对你的法术豁免 DC 进行一次智力（调查）检定，成功的话确定复制品是一个幻觉。",
	"As a bonus action on your turn, you can teleport, magically swapping places with the duplicate at a cost of 15 feet of your movement, regardless of the distance between the two of you.": "作为一个额外动作，在你的回合中，你可以传送，与你的复制体进行魔法交换位置，消耗你15英尺的移动力，无论你们之间的距离有多远。",
	"At 15th level, you can use your action to cast the {@spell conjure barrage} spell three times in the same action. You can move in between each casting. Once you use this feature, you can't use it again until the end of a short or long rest.": "在15级时，你可以使用一个动作来在同一个动作中三次施放{@spell conjure barrage}法术。你可以在每次施放之间移动。一旦你使用了这个特性，直到进行短休或长休结束前，你不能再次使用它。",
	"When you reach 20th level in this class, you cast the spell five times in one action instead.": "当你达到20级时，在这个职业中，你可以在一个行动中施放这个法术五次。",
	"At 20th level, your Flash Double feature gains the following improvements:": "在20级时，你的（Flash Double）特性获得以下改进：",
	"You can make up to three duplicates instead of just one. If you attempt to make a fourth duplicate, the first one disappears. When you mentally command your duplicates to move, you move each of them separately up to 30 feet.": "你可以制造最多三个复制品，而不仅仅是一个。如果你尝试制造第四个复制品，第一个复制品会消失。当你在心中命令你的复制品移动时，你可以分别移动它们，每个最多30英尺。",
	"Your duplicates disappear when they are 60 feet away from you at the end of your turn, instead of 30.": "你的重影在你的回合结束时，当它们离你60英尺远时消失，而不是30英尺。",
	"You can teleport to swap places with a duplicate on your turn using 5 feet of movement, instead of 15 (no action required).": "你可以在你的回合中使用5英尺的移动来传送，与你的复制品交换位置，而不是15英尺（无需行动）。",
	"The glyphs of the Spectre are considered hidden knowledge, privy only to a select few. Kingdoms only employ a few hand selected Spectres to perform covert missions, in an attempt to keep the techniques shrouded in mystery. Those who are deemed worthy to become Spectres are trained and are taught glyphs which help them stay undetected, fight in the shadows, and gather information. Those who fail the training often become maddened by what they see.": "幽灵的符文被认为是隐藏的知识，只有少数精选的人才可以了解。王国只雇佣少数精选的幽灵执行秘密任务，试图让这些技术笼罩在神秘之中。那些被认为有资格成为幽灵的人接受训练，并学习符文，帮助他们保持隐匿、在阴影中战斗和收集信息。那些训练失败的人常常会被所见所闻搞疯。",
	"At 3rd level, the ghastly rune you imprint on your weapon also imprints onto your soul. While holding your rune weapon, you can make it invisible as a bonus action on your turn. While your weapon is invisible, ammunition it uses also become invisible until it either hits or misses. The first weapon attack you make against a creature that can see you but not your invisible rune weapon gains advantage. You can gain advantage against the same creature again using this feature after 24 hours.": "在3级时，你在武器上刻印的可怕符文也会印在你的灵魂上。当握着你的符文武器时，你可以在你的回合中将其变为隐形，作为一个额外动作。当你的武器处于隐形状态时，它使用的弹药也会变得隐形，直到击中或未击中目标。对于一个能看到你但看不到你隐形符文武器的生物，你对其进行的第一次武器攻击获得优势。使用这个特性再次对同一生物获得优势需要等待24小时。",
	"You can end the invisibility at any time (no action required). It ends early when you become incapacitated, or when you die.": "你可以随时结束隐形状态（无需动作）。当你变得无能力或死亡时，隐形状态会提前结束。",
	"At 3rd level, you benefit from extensive training in covert operations. You gain proficiency in thieves' tools and the Stealth skill. Your proficiency bonus is doubled for any ability check you make that uses either of those proficiencies.": "在3级时，你受益于对秘密行动的广泛训练。你获得了盗贼工具和潜行技能的熟练加成。你对任何使用这些熟练加成进行的能力检定，其熟练加值翻倍。",
	"At 7th level, at home unseen in the shadows, you learn to take advantage of an opponent's defenselessness. Weapon attacks you make with advantage or against surprised creatures deal an additional {@dice 1d6} damage of the weapon's type.": "在第七级时，在家中隐身于阴影中，你学会了利用对手无防备的优势。你使用优势进行的武器攻击，或对被吓到的生物进行的攻击，额外造成武器类型伤害的 {@dice 1d6}。",
	"At 15th level, the deathly magic of your runes binds your soul closer to the realm of the dead. You are always under the effects of a {@spell see invisibility} spell, and you can cast the {@spell speak with dead} spell at will.": "在15级时，你符文中的死亡魔法将你的灵魂与死者领域紧密联系在一起。你始终处于{@spell see invisibility}法术的影响下，并且可以随意施放{@spell speak with dead}法术。",
	"At 20th level, your soul is forever altered by your spectral runes and is now indistinguishable from the dead - even to the barrier between worlds. While holding your rune weapon, you can cast the {@spell etherealness} spell at will without using a spell slot or requiring a verbal component. The spell ends early if you end it as a bonus action on your turn, are no longer carrying your rune weapon, fall unconscious, or die.": "在20级时，你的灵魂被你的幽灵符文永久改变，现在与死者无异 - 即使在世界之间的屏障之间也无法区分。当握着你的符文武器时，你可以随意施放{@spell etherealness}法术，无需消耗法术槽或需要口头组件。如果你在你的回合中将其作为一个奖励动作结束，不再携带你的符文武器，陷入昏迷或死亡，法术会提前结束。",
	"Soulblades are mystic warriors who harness the magic of weapons into spectral blades that can slash through enemies with uncanny precision, or devastating waves of pure energy with a slash. Soulblades are both formidable and enigmatic, seamlessly blending the material and spectral realms to deliver swift and deadly strikes, leaving foes bewildered and awestruck by their spectral prowess.": "灵魂之刃是神秘的战士，他们将武器的魔法转化为幽灵之刃，可以以不可思议的精准度斩杀敌人，或者用一记挥击释放毁灭性的纯能量波。灵魂之刃既强大又神秘，无缝地融合物质和幽灵领域，以迅猛致命的打击让敌人感到困惑和敬畏，被他们的幽灵技艺所震撼。",
	"At 3rd level, you can conjure magical spectral copies of your rune weapon that shoot out towards your targets like spears. You can make ranged attacks with a melee rune weapon, out to a range of 30 feet. This attack uses the same ability modifier as a melee attack for its attack roll and damage roll. The weapon's damage die for this attack is a d4, and the attack deals force damage.": "在3级时，你可以召唤你符文武器的魔法幻影复制品，像标枪一样射向目标。你可以用近战符文武器进行远程攻击，射程为30英尺。这次攻击使用与近战攻击相同的能力修正值进行攻击检定和伤害检定。这次攻击的武器伤害骰为d4，攻击造成的伤害为力场伤害。",
	"At 3rd level, when you use the Attack action, you can make one melee weapon attack using your rune weapon as a bonus action. You can use this feature a number of times equal to your Intelligence modifier (a minimum of once).": "在3级时，当你使用攻击动作时，你可以使用符文武器作为一个额外动作进行一次近战武器攻击。你可以使用这个特性的次数等于你的智力修正值（最少1次）。",
	"As a bonus action on your turn, you can expend a spell slot to regain a number of expended uses equal to the spell level expended. You also regain all expended uses at the end of a long rest.": "在你的回合中作为一个奖励动作，你可以消耗一个法术位来恢复与消耗的法术等级相等的使用次数。你也会在完成一次长休后恢复所有已消耗的使用次数。",
	"At 7th level, once on each of your turns when you take the Attack action, you can spend a spell slot and forego one of your attacks to instead send out a beam of energy with a swing of your weapon. The beam travels in a 30-foot-long and 5-foot-wide line originating from you, in a direction you choose. Each creature in the line must make a Dexterity saving throw against your Runeblade spell save DC. A creature takes {@dice 3d6} force damage on a failed save. When you spend a spell slot of 2nd level or higher, the damage increases by {@dice 1d6}, and the line's length increases by 10 feet for each slot level above 1st.": "在7级时，每当你进行攻击动作时，你可以花费一个法术位并放弃一次攻击，而是用武器挥动发射出一道能量光束。光束沿着你选择的方向，从你身上发出，形成一个长30英尺、宽5英尺的直线。直线上的每个生物都必须根据你符文之刃法术豁免 DC 进行一次敏捷豁免。在豁免失败时，生物会受到 {@dice 3d6} 的力量伤害。当你消耗一个2级或更高级别的法术位时，伤害增加 {@dice 1d6}，并且每超过1级的法术位等级，直线的长度增加10英尺。",
	"At 15th level, you can use an action to summon magical blades in a 15-foot radius sphere centered on you for one minute. You can choose to dismiss the aura at any time (no action required). When another creature enters the area for the first time on a turn or starts its turn there, you can force it to make a Dexterity saving throw against your Runeblade spell save DC. On a failed save, the creature takes slashing damage equal to your Intelligence modifier (minimum of 1). On a successful save, the creature takes half as much damage.": "在15级时，你可以使用一个动作，在以你为中心的15英尺半径球体内召唤魔法之刃，持续一分钟。你可以随时选择解除这个光环（不需要动作）。当另一个生物首次进入该区域或在那里开始其回合时，你可以强迫它进行一次对抗你符文之刃法术豁免 DC 的敏捷豁免检定。未通过豁免检定的生物受到等同于你的智力调整值的斩击伤害（最少为1点）。通过豁免检定的生物受到一半伤害。",
	"At 20th level, you can use your action to cast the {@spell blade barrier} spell three times. When cast using this feature, the spell does not require {@condition concentration}, you are immune to the spell's effects, and you can end each spell at any time (no action required). Until the spell ends, you use a bonus action on your turn to disperse one of the walls and reform it at another point within 90 feet of you.": "在20级时，你可以使用你的动作三次施放{@spell blade barrier}法术。使用此特性施放时，该法术不需要{@condition concentration}，你免疫该法术的影响，并且你可以随时结束每个法术（无需动作）。在法术结束前，你可以在你的回合使用一个额外动作将其中一堵墙分散并重新形成在你距离90英尺内的另一个点。",
	"Once you use this feature, you can't use it again until the end of a long rest.": "一旦你使用这个特性，你就不能再次使用它，直到进行一次长休(`long rest`)结束。",
	"Witchblades wield dark and malevolent magic to afflict their adversaries. With their cursed blades, they can siphon the life force from their foes, leaving them weakened and vulnerable. These formidable spellcasters combine their proficiency with runic weaponry and arcane curses to unleash a deadly blend of martial and mystical prowess, instilling fear in those who dare to cross their path while harnessing the power of darkness to ensure their dominance on the battlefield.": "女巫之刃(Witchblades)运用黑暗和邪恶的魔法来折磨他们的对手。凭借他们被诅咒的刀剑，他们可以从敌人身上吸取生命力，让他们虚弱无力。这些强大的咒术师将自己对符文武器和奥术诅咒的精通结合起来，释放出致命的武术和神秘的力量，让那些胆敢横渡他们道路的人感到恐惧，同时利用黑暗的力量确保他们在战场上的统治地位。",
	"At 3rd level, you can use a bonus action to curse a creature you can see within 30 feet of you, manifesting on it as a glyph, symbol, or mark. The target is cursed for 1 minute. The curse ends early if you curse another target, the target dies, you die, or you are incapacitated.": "在3级时，你可以使用一个奖励动作来诅咒一个你能看到的距离30英尺内的生物，在其身上显现为一个雕纹、符号或标记。目标被诅咒1分钟。如果你诅咒另一个目标、目标死亡、你死亡或你失去行动能力，诅咒会提前结束。",
	"A target cursed by this feature doesn't benefit from invisibility against you and can't be hidden from you. If the cursed target dies, you can recover an expended 1st level spell slot, as your curse drains its vanishing vitality. You can recover spell slots using this feature a number of times equal to your Intelligence modifier (minimum of once).": "被这个特性诅咒的目标对你不受隐形的益处，也无法对你隐藏。如果被诅咒的目标死亡，你可以恢复一个已用的1级法术位，因为你的诅咒吸取了它消失的活力。你可以使用这个特性恢复法术位的次数等于你的智力调整值（最少一次）。",
	"At 3rd level, when you use an Arcane Strike, the target has disadvantage on the next saving throw you force it to make until the end of your next turn.": "在3级时，当你使用奥术打击时，目标在你的下一个回合结束前对你强制其进行的下一个豁免投掷有劣势。",
	"At 7th level, you can add {@dice 1d4} to your attack rolls against targets cursed by your Cursemark Glyph.": "在第7级时，你可以在攻击被你的咒印符号 (Cursemark Glyph) 诅咒的目标时，给你的攻击加上 {@dice 1d4}。",
	"Once per long rest, you can recover a spell slot of any level when a target cursed by your Cursemark Glyph dies.": "每次长休后，当被你的(诅咒印记符文)所诅咒的目标死亡时，你可以恢复一个任意等级的法术位。",
	"At 15th level, when you take damage while a target is cursed by your Cursemark Glyph, you can choose to prevent {@dice 2d4} of that damage and the cursed target takes that much necrotic damage.": "在15级时，当你受到伤害时，如果一个目标被你的咒印符文 (Cursemark Glyph) 诅咒，你可以选择防止 {@dice 2d4} 的伤害，并且被诅咒的目标会受到同等量的死灵伤害。",
	"At 20th level, you can conduct a ten-minute ritual to summon a dark creature curse-bound to your bidding. The ritual can be done during a short or long rest, being completed at the end of the rest. At the end of the ritual, you cast one of the following spells* at 9th level without needing material components: {@spell summon shadowspawn|tce}, {@spell summon undead|tce}, or {@spell summon fiend|tce}. The spell does not require {@condition concentration}, and its duration is until the end of your next long rest.": "在20级时，你可以进行一个十分钟的仪式，召唤一个被诅咒的黑暗生物，听命于你。这个仪式可以在短暂休息或长休息期间完成，在休息结束时完成。在仪式结束时，你可以施放以下其中一个法术*，等同于9级，无需材料组件：{@spell summon shadowspawn|tce}，{@spell summon undead|tce}，或{@spell summon fiend|tce}。这个法术不需要{@condition concentration}，持续时间直到你的下一个长休结束。"
}