{
	"_meta": {
		"sources": [
			{
				"json": "returnofthelazydm",
				"abbreviation": "RotLDM",
				"full": "Return of the Lazy Dungeon Master",
				"authors": [
					"Michael E. Shea"
				],
				"convertedBy": [
					"glowingfed"
				],
				"version": "1.0.0",
				"dateReleased": "2018-12-14",
				"url": "https://slyflourish.com/return_of_the_lazy_dm.html",
				"targetSchema": "1.1.0"
			}
		],
		"dateAdded": 1660770301,
		"dateLastModified": 1708894796,
		"_dateLastModifiedHash": "3da626b60f"
	},
	"book": [
		{
			"name": "Return of the Lazy Dungeon Master",
			"id": "ReturnoftheLazyDungeonMaster",
			"source": "returnofthelazydm",
			"author": "Michael E. Shea",
			"published": "2018-12-14",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/rotldm_cover_art.jpg"
			},
			"contents": [
				{
					"name": "About This Book"
				},
				{
					"name": "Preparing For Your Game",
					"headers": [
						"Chapter 1: The Way of the Lazy Dungeon Master",
						"Chapter 2: The Lazy Dungeon Master's Checklist",
						"Chapter 3: Review the Characters",
						"Chapter 4: Create a Strong Start",
						"Chapter 5: Outline Potential Scenes",
						"Chapter 6: Define Secrets and Clues",
						"Chapter 7: Develop Fantastic Locations",
						"Chapter 8: Outline Important NPCs",
						"Chapter 9: Choose Relevant Monsters",
						"Chapter 10: Select Magic Item Rewards",
						"Chapter 11: Our Preparation Notes So Far",
						"Chapter 12: Reduce the Checklist",
						"Chapter 13: Other High-Value Preparation Activities",
						"Chapter 14: The Lazy Dungeon Master's Toolkit",
						"Chapter 15: Reskinning",
						"Chapter 16: Building a Lazy Campaign",
						"Chapter 17: Running Session Zero"
					]
				},
				{
					"name": "Running Your Game",
					"headers": [
						"Chapter 18: Top Traits of Good GMs",
						"Chapter 19: Summarizing the Previous Session",
						"Chapter 20: Three Tricks for Group Storytelling",
						"Chapter 21: Improvising NPCs",
						"Chapter 22: Improvising Scenes and Situations",
						"Chapter 23: Using Multiple Combat Styles",
						"Chapter 24: Maintaining the Pace"
					]
				},
				{
					"name": "Thinking About Your Game",
					"headers": [
						"Chapter 25: Priming the GM's Brain",
						"Chapter 26: Conducting GM Brain Exercises",
						"Chapter 27: Embracing the GM's Truths",
						"Chapter 28: Lazy Dungeon Master Tricks",
						"Chapter 29: Final Thoughts—Developing Your Own Style"
					]
				},
				{
					"name": "Appendices",
					"headers": [
						"The 2016 Dungeons & Dragons Dungeon Master Survey",
						"Facebook Dungeon Master Survey Results",
						"References and Additional Reading"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "ReturnoftheLazyDungeonMaster",
			"source": "returnofthelazydm",
			"data": [
				{
					"type": "section",
					"name": "About This Book",
					"entries": [
						"{@i Return of the Lazy Dungeon Master} 是一本旨在帮助任何类型桌面角色扮演游戏的主持人——无论是老手还是新手——充分利用我们花在准备游戏上的时间的书籍。这本书中的想法基于对数百个视频、文章、书籍和采访的审阅，以及成千上万名DMs和GMs的共享经验。{@i Return of the Lazy Dungeon Master} 从一个包含八个步骤的游戏准备流程开始，然后在这些步骤的基础上展开，深入讨论我们如何准备游戏、如何主持游戏以及如何思考我们的游戏。",
						{
							"type": "entries",
							"name": "Who Is This Book For?",
							"entries": [
								"有一定角色扮演游戏主持经验的主持人会从这本书中获得最大价值。{@i Return of the Lazy Dungeon Master}并非旨在教导初学者如何主持角色扮演游戏。(幸运的是，许多RPG扩展书和主持人指南可以帮助新玩家逐步学习如何首次主持游戏。) 但您不必是一个经验丰富的老手才能使用这本书。如果您有任何主持RPG的经验，{@i Return of the Lazy Dungeon Master}可以帮助您学会如何{@b get more out of your RPGs by preparing less.}。"
							]
						},
						{
							"type": "entries",
							"name": "Why Write a New Book?",
							"entries": [
								"自{@i Sly Flourish's The Lazy Dungeon Master}首次亮相以来已经过去了五年，这五年发生了许多变化。 Wizards of the Coast在2014年出版了{@i Dungeons & Dragons}角色扮演游戏的第五版。在线桌面RPG的直播已经爆炸性增长，成为一种新形式的日常娱乐。无论从任何角度来看，{@i Dungeons & Dragons}的受欢迎程度仍在上升。",
								"许多新人加入了这个令人惊奇的爱好。许多离开这个爱好的人又回来了。游戏已经改变了。我们也改变了。",
								"即使有这么多变化，原著{@i Lazy Dungeon Master}中的理念仍然具有持久的价值。人们仍然在谈论这本书如何仍然是一个宝贵的资源，可以教会人们如何准备更少，同时更好地主持角色扮演游戏。对于今天阅读原著的地牢主（Dungeon Masters）和其他游戏主持者（Gamemasters），其中的理念在我们当前的游戏中同样有效，就像五年前的游戏中一样。",
								"那么为什么要写这本新书呢？",
								"因为自那时以来，我们都学到了很多。(D&D)",
								"尽管{@i The Lazy Dungeon Master}保持不变，总是有新的想法可以添加。我们可以借助成千上万位游戏主的经验，对原始概念进行打磨和完善，使它们变得更加有用。",
								"尽管这本书是基于原著概念构建的，但《（0）》是完全独立的。在阅读本书之前不需要（1）。如果您之前阅读过原著《（2）》，您会在这里发现一些熟悉的想法，但这本书中懒惰地下城主的方式是对那本书中懒惰地下城主方式的完全修订。没有直接复制任何内容。每个想法都经过重新审视，并根据我们今天所知的情况进行了重写。",
								"这本书完整地概括了懒惰地牢主的方式。如果你想追随这条道路，这是你唯一需要的书。"
							]
						},
						{
							"type": "entries",
							"name": "How to Read This Book",
							"entries": [
								"{@i Return of the Lazy Dungeon Master} 旨在最大化您阅读它的时间价值。每一章都故意设计得很简短，让您尽快了解书中的主题要点。虽然从头到尾阅读这本书会带来很大的收益，但这并不是唯一利用它的方式。",
								"目录中的章节标题可以作为《懒惰地牢主(GM)》的工具、技巧和原则的清单。您可以浏览目录，了解自己已经掌握了哪些内容，以及可能需要重新审视哪些内容。每隔几个月重新阅读目录可以帮助巩固《懒惰地牢主》的核心理念。",
								"第2章探讨了引导你完成懒惰地牢主（Lazy Dungeon Master）准备的主要步骤。{@b Lazy Dungeon Master's checklist} 以获得对这些主要步骤的理解。",
								"每一章的结尾都包括一个核对表，涵盖了本章的要点。{@b Skim these individual chapter checklists} 了解每一章包含的内容，以及在不想再次阅读整章的情况下回顾章节。如果其中任何主题不清楚，您可以深入阅读该章节以了解其讨论的内容。",
								"书的结尾包含了一份参考书目和进一步阅读的清单，包括书籍、RPG资料集、文章和视频，供进一步研究如何主持精彩游戏。如果你想深入了解如何成为一名优秀的(`Gamemaster`)，这些参考资料是最好的起点。",
								"{@b Read this book in whatever way best suits your needs.} 如果你喜欢从头到尾阅读，那很好。如果你更喜欢浏览内容并挑选感兴趣的主题，同样你也会从中受益。如果你发现这些想法与你 resonates，你可以定期重读或浏览这本书，将其中的概念融入你自己的 mental GM's toolkit 中。就像 {@i Return of the Lazy Dungeon Master} 中的所有想法一样，这本书本身的使用方式取决于如何能为你带来最大的益处。"
							]
						},
						{
							"type": "entries",
							"name": "Our Journey Together",
							"entries": [
								"懒惰地下城主的方式并非教条。这不是一套严格而不可变的规则。这种游戏方式并不意味着是准备和进行游戏的唯一方式。",
								"相反，我们所有人都在一起踏上旅程，追随着成千上万位在我们之前走过的GMs的足迹，这已经超过四十年了。我们都在寻求方法来让我们的角色扮演游戏变得更好。这不是关于任何人抓住你的耳朵，把你拖到一条可接受的道路上。相反，我们每个人都有机会研究我们看到的东西，讨论它，并个别确定这条道路对我们和我们的游戏来说是对的还是错的。",
								"成为更好的冒险者主持人并不是盲目遵循书中的规则所能达到的。它来自于{@b constant and continual improvement of our personal craft.} 它来自于我们对这个无限爱好的持续探索，从发现对每个人都有效的方法，以及决定我们应该丢弃什么。",
								"尽管这本书提供了一个完整的轻量级游戏准备清单，重点放在桌上即兴创作上，{@b each idea in the book works on its own}。你不需要完全遵循这里探讨的每一步。相反，采纳那些很好融入你自己GM工具包或准备流程的概念。{@b Take the parts of this book that work well for you and omit those that do not.}",
								"让我们一起开始我们的旅程吧。"
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/ldmwb_cover.jpg"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "Preparing For Your Game",
					"entries": [
						{
							"type": "section",
							"name": "Chapter 1: The Way of the Lazy Dungeon Master",
							"entries": [
								{
									"type": "inset",
									"entries": [
										"{@b Prepare what benefits your game.}"
									]
								},
								"这五个词代表了懒惰地牢主理念的核心。我们的目标是了解我们角色扮演游戏准备和执行的哪些部分给我们的游戏带来最多乐趣。我们的目标是理解什么对我们的游戏有益，以及将其与我们在准备中花费的精力所带来的价值较小的部分区分开来。",
								"懒惰地下城主的方式，五年前在{@i The Lazy Dungeon Master}首次提出，始于一个简单的初始想法：",
								{
									"type": "inset",
									"entries": [
										"我们可以花更少的时间准备我们的RPG游戏，仍然可以运行出精彩的游戏。"
									]
								},
								"在那本早期的书中，我假设我们作为（GMs）（Game Masters）的所有人都花了很多时间准备游戏中对玩家实际价值不大的东西。因此，通过将我们的准备工作精简到只有最重要的部分，我们可以节省大量时间。",
								"然而，在探索这个想法的过程中，我发现了另一个可能更深层次的假设：",
								{
									"type": "inset",
									"entries": [
										"我们准备得越少，我们的游戏就会变得更好。"
									]
								},
								"现在，这似乎是不可能成功的事情。在我们开始游戏之前，我们投入的越少，我们在桌上与玩家们玩得越开心，这怎么可能呢？但事实上，许多（游戏主持人）包括我们认为是专家和业内专业人士的GMs发现这是真实的。我们准备得越少，我们的游戏就会越好。",
								"然而，显而易见，这个想法只适用到一定程度。我们不能将这个概念推至数学结论的\"什么都不准备，游戏就会无限有趣\"的地步。一些{@i Dungeons & Dragons}（Dungeon Master）确实声称他们在游戏中根本不做任何准备，但这些DM只是少数。2016年在slyflourish.com进行的{@i Dungeons & Dragons}（Dungeon Master）调查收到了来自6,600名第五版DM的回应，其中仅有2%的人表示他们根本没有花时间准备游戏。这意味着大约98%的人似乎都同意，为了运行一场精彩的游戏，需要做一些准备工作。",
								"当然，有一个程度的准备不足可能会影响游戏的乐趣。虽然我们通常可以在游戏之前准备比我们认为需要的更少，但我们必须准备一些。由于所有的主持人都是不同的，我们为了进行角色扮演游戏会准备的内容也各不相同。然而，我们许多人本能地围绕着一些关键的准备步骤，这些步骤可以帮助我们准备更少，但仍然可以运行出色的游戏。",
								"本能地，我们每个人都会通过审视我们通常采取的每一步和实际运行游戏时使用的每一种技巧来制定自己独特的准备活动清单。然后，我们会问自己，\"这真的有用吗？这真的有趣吗？它是否为游戏带来足够的乐趣值得付出努力？\"每一步和每一个组成部分都值得在冷酷无情的现实光下详细讨论，这样我们才能客观地审视它。",
								"让我们再次看看我们的懒惰地牢主持人口头禅：",
								{
									"type": "inset",
									"entries": [
										"{@b Prepare what benefits your game.}"
									]
								},
								"很容易看出这个简单的陈述中存在负面空间。在考虑对我们的游戏有最大益处的事物时，我们也可以思考对我们的游戏没有益处的事物，并且可以问问这些事物是否最好被舍弃。如果我们将我们的口头禅扩展到描述这个负面空间，我们会得到以下内容：",
								{
									"type": "inset",
									"entries": [
										"{@b Prepare what benefits your game, and omit what does not.}"
									]
								},
								"这个过程的第二部分可能会很困难。作为(`GMs`)，我们都习惯于我们一直以来的方式，很难放下这些方式。不过，我们并不需要立刻完全放弃我们一直以来的做法。相反，我们可以进行一些小实验。",
								"我们可以 {@b try things out.}",
								"我们不必为了尝试在\"心灵的舞台\"中进行一两次战斗而扔掉价值五千美元的（D&D）迷你模型。我们不必为了尝试在几次游戏中使用一张空白海报地图的灵活性而丢掉五百磅的3D地形。我们不必为了尝试一些螺旋式战役发展而丢掉一个装有数百页世界构建内容的三环活页夹。",
								"尝试新想法或取消我们通常采取的准备步骤并不意味着我们必须永远这样做。我们可以尝试一两场游戏，看看感觉如何。",
								"对于一些（Game Masters (GMs)）来说，时间是一种非常有限的资源，要丢弃什么并不是问题。一些（GMs）根本没有太多时间进行游戏准备，甚至到了时间不足的程度，这使得一些有意成为（GMs）的人无法运行游戏。希望这本书可以帮助——因为为游戏做准备所需的时间比你想象的要少。",
								"{@b Using the game preparation checklist in this book takes about fifteen to thirty minutes for a four-hour game.}",
								"无论您是在寻找方法来完善自己的游戏准备，还是在寻找一个能节省您时间的系统，这本书希望能提供一些可能会引起共鸣的想法。让我们开始吧。",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/01.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 2: The Lazy Dungeon Master's Checklist",
							"entries": [
								"懒惰地牢主的方式是什么样的？我们可以采取哪些步骤来尽可能少的时间准备我们的游戏，同时仍然运行一个伟大的RPG？对于一个典型的游戏会话，懒惰地牢主的清单如下：",
								{
									"type": "list",
									"items": [
										"审查角色",
										"打造一个强劲的开端（D&D Running Group）",
										"概述潜在的场景",
										"定义：秘密是指被隐藏或保密的信息，通常只有少数人知道或能够访问的内容。线索是指暗示或提示，可以帮助人们解决问题或发现真相的信息。",
										"开发奇幻地点",
										"概述重要的NPCs (Non-Player Characters)",
										"选择相关的怪物",
										"选择魔法物品奖励"
									]
								},
								"就是这样。一些变量会导致这些步骤中的一些增长或缩减，包括我们的游戏时间长度，游戏在战役中的位置，以及我们是否在进行一场已发行的冒险。如果我们知道我们不需要它们，甚至可以跳过其中一些步骤。如果我们正在开始一场全新的战役，我们可能会有一些额外的步骤（在书的后面部分介绍）。但即使对于全新的游戏，这个清单也让我们专注于桌面上重要的事情。",
								"以下是每个步骤的简要摘要。接下来的章节将详细介绍每个步骤，并提供示例以展示如何使用检查表。",
								{
									"type": "entries",
									"name": "Review the Characters",
									"entries": [
										"在我们做任何其他事情之前，花几分钟回顾一下玩家角色会很有帮助。他们叫什么名字？他们想要什么？他们的背景又是什么？这些角色的玩家在游戏桌上喜欢什么？",
										"在这一步骤中，你甚至可能不需要写任何东西，但是复习角色可以帮助将它们牢记在脑海中，并确保你的其余准备工作围绕着它们展开。"
									]
								},
								{
									"type": "entries",
									"name": "Create a Strong Start",
									"entries": [
										"游戏开始的方式很可能是我们能做的最重要的准备工作。设定游戏场景决定了游戏的发展方向。当你定义游戏会话的起始位置时，你会弄清楚发生了什么，会话的初始重点是什么，以及如何让你接近行动。如果不确定，可以从一场战斗开始。"
									]
								},
								{
									"type": "entries",
									"name": "Outline Potential Scenes",
									"entries": [
										"有了一个强有力的开端，我们可以列出一份可能发生的场景简表。这一步骤主要是让你在开始游戏之前感觉自己对游戏有所把握。然而，作为(`GMs`)，我们必须随时准备好在游戏走向不同方向时放弃我们可能的场景——因为游戏经常会如此。通常，每个场景只需要想出几个词就足够了，每小时游戏可能有一两个场景。在其他时候，如果你认为不需要，完全可以跳过这一步。"
									]
								},
								{
									"type": "entries",
									"name": "Define Secrets and Clues",
									"entries": [
										"下一步的重要性仅次于强劲的开端，是懒惰地下级主宰最强大的工具之一。秘密和线索是描述线索、故事片段或角色在游戏中可以发现的世界片段的单个简短句子。你不知道角色们会如何发现这些线索。因此，你会想要{@b keep these secrets and clues abstract from their place of discovery}，这样你就可以在游戏中任何合适的地方插入它们。这样可以让游戏自由流动，同时仍然允许你在角色可能发现它们的任何时刻揭示故事的重要部分。在这一步骤中，你可能会写下十个这样的秘密或线索。"
									]
								},
								{
									"type": "entries",
									"name": "Develop Fantastic Locations",
									"entries": [
										"构建引人入胜的场景并不容易即兴创作。因此，在游戏中值得花时间编写一些角色可能发现和探索的梦幻般场所。每个地点可以被视为冒险中的一个场景、一个房间或一个背景。",
										"描述每个地点，使用类似\"日焰塔（The Sunspire）\"这样的简短富有感染力的标题。然后写下三个奇幻方面，比如：\"照耀苍穹的烈焰光束\"，\"熔岩护城河\"，或者\"巨大的精灵符文刻在古老的石头上\"。最终，整个地下城可以由一系列相连的奇幻地点构建，每个地点代表一个大区域或大厅。可能在你准备的游戏中不会出现特定地点，但当角色探索时，它将准备好在以后的游戏中使用。"
									]
								},
								{
									"type": "entries",
									"name": "Outline Important NPCs",
									"entries": [
										"在我们的准备过程中，我们将概述那些对冒险至关重要的NPC（非玩家角色），重点关注一个名字和与冒险的联系，然后将NPC置于流行小说中的角色原型中。许多其他NPC——甚至可能大多数——可以在桌上立即即兴创作。"
									]
								},
								{
									"type": "entries",
									"name": "Choose Relevant Monsters",
									"entries": [
										"角色最有可能面对哪些怪物？哪些怪物对于特定的地点和情境是合理的？我们在这里宽泛地使用\"怪物\"一词，以包括敌对NPC以及真正的怪物敌人。无论你需要哪种类型的敌人，阅读怪物手册可以为你提供选择合适生物的灵感。",
										"此外，了解怪物挑战等级与角色等级之间的宽松关系可以帮助您了解战斗可能会如何进行。大多数情况下，您可以列出一些怪物的数量，并根据冒险中发生的情况即兴创作遭遇。对于Boss战，您可能需要做更多的工作。"
									]
								},
								{
									"type": "entries",
									"name": "Select Magic Item Rewards",
									"entries": [
										"玩家们喜欢魔法物品，花时间准备一些他们会感兴趣的物品是值得的。这一步还有助于直接影响角色——通过将故事中有趣的部分直接放在他们手中。你可以使用各种技巧来奖励魔法物品，从随机选择物品到根据角色的主题和玩家的愿望选择特定物品。魔法物品也是传递秘密和线索的好机制。"
									]
								},
								{
									"type": "entries",
									"name": "A Loose Outline to Get Comfortable",
									"entries": [
										"你实际使用这个清单的方式可能会因游戏而异。但每次开始准备游戏时复习清单可以帮助你确保自己专注于提供最大价值的活动，从而让你感到舒适。你越熟练于即兴游戏，就越可能跳过清单上的某些步骤。重要的是，你不希望自己的自信使你忽略玩家喜欢的重要步骤。"
									]
								},
								{
									"type": "entries",
									"name": "The Lazy Dungeon Master's Checklist with Published Adventures",
									"entries": [
										"我们懒惰的地牢主持人清单适用于我们运行已发布的冒险或我们自己设计的冒险。但已发布的冒险对于懒惰的地牢主持人来说提供了巨大的价值，无论您是按照原样进行游戏还是用它们来激发您自己的想法——为您提供了已发布和经过测试的材料，可以融入到您自己的冒险中。",
										"要充分利用已发布的冒险，首先重要的是阅读冒险，吸收其中的内容，并让它激发你的灵感。然后，你需要通过为你的团队定制来使冒险变得独特。冒险的作者们既期望又希望，GMs会以最适合我们游戏的方式来运行他们的冒险。",
										"在运行一本已发行的冒险并查看懒惰地牢主的清单时，你可能会发现有些步骤已经为你完成。你可能不需要花太多精力在构建奇幻场所、确定NPC、选择怪物或挑选魔法物品等步骤上。但是，因为你总是想要定制冒险，所以在运行一本已发行的冒险时，值得回顾清单，帮助你整理和专注冒险提供的所有材料。"
									]
								},
								{
									"type": "entries",
									"name": "The Lazy Dungeon Master and Online Play",
									"entries": [
										"在过去几年中，在线进行角色扮演游戏的规模显著增长。在slyflourish.com进行的2016年地牢主调查中，大约有20%的受访地牢主表示他们主要在线进行他们的{@i D&D}游戏。",
										"虽然《懒惰地牢主的回归》(Return of the Lazy Dungeon Master)没有专门讨论在线游戏，但书中讨论的步骤和流程无论您是在线与玩家互动还是在桌旁进行游戏都同样适用。进行在线游戏可能需要额外的步骤或策略，特别是要学会如何使用您喜爱的虚拟桌面工具。然而，在其他方面，虚拟桌面可以让GM的生活更加轻松。无论您如何进行游戏，懒惰地牢主的清单仍然适用。"
									]
								},
								{
									"type": "entries",
									"name": "An Ongoing Example: \"The Scourge of Volixus\"",
									"entries": [
										"在本书中，我们将讨论一个名为\"沃利克苏斯之祸\"的单一示例冒险。您将看到如何处理和利用懒惰地牢主的清单中的每一步，因为它被应用于这个冒险——在本书的结尾，将得到一个适合进行游戏的冒险大纲。"
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/04.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 3: Review the Characters",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"在一场冒险中，没有比玩家角色的故事更重要的事情了。"
									],
									"by": "Chris Perkins",
									"from": "story designer and editor for {@i Dungeons & Dragons}"
								},
								"尽管我们（GMs）喜欢游戏的深刻故事，但其他玩家最关心的是他们的角色。我们的战役故事只有在玩家们接受了他们的角色如何融入其中时才会引起他们的兴趣。大多数情况下，玩家们想看到他们的角色做出令人惊叹的事情。他们想要成功地与国王的总督进行谈判。他们想要发现通往白莲刺客失落神庙的唯一线索，深入丛林中。他们想要独自一人横扫一支小部落的巨熊。玩家们希望他们的角色做一些事情，GMs 在准备游戏时需要记住这一点。",
								"当你在游戏准备的第一阶段审查角色时，你正在为自己构建其余准备元素做铺垫。如果你在开始之前将角色的背景和愿望编入脑海，那么懒惰地下监的清单中的所有其他步骤都可以与一个或多个角色联系起来。",
								"通过审查角色，你可以决定在一个NPC从角色过去中走向他们，并带来角色感兴趣的新信息时开始游戏。你可以考虑一些奇妙的地点，涉及到角色的背景，比如一座被圣骑士团崇拜的女神的古老破碎雕像。你选择的敌人可能是角色特别擅长对抗的怪物，也许是一支僵尸军队，而牧师渴望驱散它们。",
								"秘密和线索也可以与角色的背景和欲望联系在一起。这样的秘密可能包括诸如\"Ryld的母亲并没有像他以为的那样去世\"，或者\"Sif的长期伴侣并没有在坍塌中死去，而是被封存在巫师女王的内殿的琥珀中\"。",
								"选择宝藏总是与角色息息相关。也许是时候让游侠找到一把由瓦洛恩失落时代的德鲁伊们用活木锻造的弓了。或者，武僧特鲁贝拉终于要面对黑暗武僧沙德温特，他拥有四风之杖。",
								{
									"type": "entries",
									"name": "Keeping Track of the Characters",
									"entries": [
										"为了在准备游戏之前审查角色，实际上在纸上跟踪它们是有帮助的。一些GMs会在用来写出其他准备内容的笔记本中保留一个角色列表，每个角色的背景和动机都会简要记录几个词。其他人可能会保留一叠3×5英寸的索引卡，每张卡上都记录着角色的姓名、背景、动机和所需的魔法物品类型。",
										"无论你选择如何做，都要写下角色的名字、背景、动机和欲望。然后在准备游戏的其余部分之前对它们进行审查。"
									]
								},
								{
									"type": "section",
									"name": "Can You Remember Their Names?",
									"entries": [
										"每位GM都可以进行一个简单的测试，来看看我们是否真的牢记着角色：我们能否记住每个角色的名字？通常，一个名字足以在你召唤时提醒你关于角色的其他信息。如果你不是本能地记得角色的名字，花点时间去做这件事——你会发现记住他们的背景和动机会很容易随之而来。"
									]
								},
								{
									"type": "list",
									"items": [
										"请写下所有角色的姓名、背景和动机。",
										"在准备的过程中，先浏览一下这些角色笔记，让你的思维做好准备。",
										"使用这个角色评价来帮助你将角色与你游戏的其他部分联系起来。",
										"测试一下自己，看看你是否能记住角色的名字。"
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/07.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 4: Create a Strong Start",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"对我来说，克服那个第一个难关，从只是一群人坐在桌子周围到开始玩{@i D&D}，是最困难的事情。"
									],
									"by": "Matthew Colville",
									"from": "writer, designer, and video blogger"
								},
								"牢记角色设定后，我们现在可以看看为下一场游戏会话做准备时最重要的问题。它将如何开始？",
								"这是游戏中唯一一个游戏主宰几乎完全控制的时刻。还没有人行动。没有角色割断主要任务提供者NPC的喉咙。也没有人在派对被雇佣去寻找他愚蠢的儿子时抢劫男爵的使者，而他的儿子在城堡下面被遗忘的地窖里。",
								"要了解你的游戏从哪里开始，你只需要写下一句话来澄清你的游戏会话将如何开始。也就是说，具体性比泛泛而谈更好。\"男爵与角色谈论如何拯救他那个白痴儿子\"并不那么具有感染力。所以，可以选择类似这样的描述：\"在猪群奔跑的秋季节日期间，男爵的浮夸使者路易斯·范·多夫(Louis Van Dorf)走近角色，命令他们前去拜见温斯龙男爵(Baron Winthrone)——就在被恶猪血牙(Bloodtusk)碾压之前。\"",
								"好吧，也许这有点过分，但你明白我的意思。在描述游戏开始的句子中，你想为玩家描绘一个生动的画面，一个让他们感受到游戏世界的画面。你最初的想法可能不够具体。你需要花点时间来仔细思考，可以用一些问题来指导你朝着正确的方向思考：",
								{
									"type": "list",
									"items": [
										"发生了什么事？",
										"有什么意义呢？",
										"动作在哪里？"
									]
								},
								{
									"type": "entries",
									"name": "What's Happening?",
									"entries": [
										"你的游戏世界充满生机。角色视野之外会发生一些事情——或者至少你希望玩家们这样认为。你可以通过安排游戏会话开始时的某种事件来加强这种信念，但这个事件不一定与角色或他们的行动有直接联系。也许一场巨大的风暴正在袭击角色所乘坐的船只。也许他们在月食之夜偶遇了一群崇拜月亮的人。或者他们在王子娶对手男爵的女儿的日子里闯入了小镇。",
										"并非每个游戏场景都需要以这种大型外部事件开始。但这样的事件可以为酒馆里当地任务接受者周围那个原本静态的世界带来生机和质感。",
										"以下是十个可以让游戏会话开始时留下深刻印象的事件示例：",
										{
											"type": "list",
											"items": [
												"当地的镇民正在庆祝每年的猪群奔跑活动。",
												"这是两个敌对家族成员的婚礼日。",
												"当地的借贷公司刚刚遭到了抢劫。",
												"一支粗犷的雇佣军突然进入镇上。",
												"一场明显不自然的漩涡紫云风暴横扫当地风景。(D&D)",
												"每个人都在为每年一度的\"鹏鸟喂食\"活动做准备。",
												"今天是节礼日，该地区的贵族们都在给当地农民们倒酒。",
												"市长刚刚宣布禁酒。",
												"国王已死。",
												"已经连续下了一个月的雨，而且糟糕的天气看起来没有尽头。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "What's the Point?",
									"entries": [
										"你的游戏会话应该从一个引人入胜的开端开始，让角色们踏上新的旅程。你应该明确设定会话开始的重点和目的。通常情况下，这是让角色们展开下一阶段冒险的主要种子或钩子。",
										"角色可能会发现刺客行会的血腥印记，标记在他们的鼠人袭击者毛茸茸的手掌上。他们可能目睹暴徒骚扰当地的药剂师，要求她交出所有的硫磺。六套活跃的盔甲可能会漫步进入镇广场，要求与一个早已逝去的女王进行战斗，并承诺如果被拒绝，他们的同类将屠杀一百英里内的所有生物。每个起始场景都包含了将角色吸引到冒险阶段所需的引子。然后玩家决定角色如何应对这个引子。"
									]
								},
								{
									"type": "entries",
									"name": "Where's the Action?",
									"entries": [
										"有一种写故事的风格被称为\"in medias res\"——拉丁文意为\"事情的中间\"。这种技巧以最直接的方式将观众带入故事中，避免了繁琐的铺垫，尽可能地跳入戏剧性的行动中。想象一下许多詹姆斯·邦德电影的开场片段——汽车追逐、滑雪追逐、步行追逐、大量射击和爆炸。",
										"动作电影特别喜欢使用这种技巧的原因是：它有效果。这些电影会让你尽快感受到动作场面。",
										"游戏会话的开场也可以做同样的事情。与其从沉重的叙述和描述开始，角色们四处闲逛寻找事情做，不如尽可能靠近行动开始。一个小偷试图偷走其中一名队员的钱袋。一场日食开始使太阳变暗，十几个通常表现良好的村民拔出刀并开始互相攻击。有什么东西爆炸了。",
										"总是很诱人地从设定、地点和大事件的讨论开始游戏。所有(Dungeons & Dragons)GM都喜欢描绘宏大的画面。但是，通过跳过所有这些，你可以直接进入冒险的核心。那么，你如何开始紧贴行动？"
									]
								},
								{
									"type": "entries",
									"name": "Start with Combat",
									"entries": [
										"无论你喜欢的幻想RPG是什么，它的关键组成部分都是探索、社交互动和战斗。在这些组成部分中，战斗体现了行动。战斗是如此激烈，以至于游戏需要将时间集中在六秒的回合内。所以，如果你想吸引玩家的注意，没有比让角色卷入战斗更容易的方法了。",
										"在冒险会话开始时进行战斗有许多优点。它让玩家们立即开始掷骰子。它吸引了每个人的注意力。它迫使我们作为GMs克服渴望讲述二十分钟深度叙事的欲望。最重要的是，战斗几乎总是伴随着自己内置的故事钩。",
										"这些奇怪的血面鼠人是谁，为什么他们如此大胆地在白天发动攻击？为什么镇民们在日食期间相互残杀？那只飞龙是从哪里来的，它是如何知道要攻击那位特定的贵族的？在角色们在第一次战斗期间和之后寻找这些问题的答案的过程中，会设定本次游戏的情节。",
										"这种技巧当然很容易被滥用。这只是一个简单的把戏，并不是每次都有效。你可以考虑其他方法让角色接近行动，而不是直接让他们卷入战斗。重要的是在你的游戏开始时发生一些事情。",
										"自1962年以来，仍然有25部詹姆斯·邦德电影使用了相同的开场模式。这也许对你来说也足够好用了。",
										"犹豫时，从战斗开始。(combat)"
									]
								},
								{
									"type": "entries",
									"name": "Ten Examples of a Strong Start",
									"entries": [
										"现在你已经有了一个相对简单的建立起始场景的公式，你可以用一句话或简短的段落写下一个游戏会话的开头，打造一个丰富的开场。那么这些强大的开场到底是什么样子的呢？让我们来看看十个例子。",
										{
											"type": "list",
											"items": [
												"在王子与一位野心勃勃的男爵的女儿结婚的仪式上，一只戴着记号项圈的毒蛇从山上飞下来，袭击了新娘的父亲。",
												"在每年的花卉节期间，老达德利谷仓改建的舞厅地板坍塌了——露出了装满愤怒骷髅的古代地下室，他们身穿着来自三太阳时代的盔甲。",
												"在猪群奔跑的过程中，一只巨大的恐猪突然出现，怒吼着穿过村庄，用镀钢獠牙撕裂当地人。",
												"一群满脸鲜血的狼鼠人在秋季市场开幕日发动了一次袭击。他们的领袖紧握着一张有着玩家角色草图和一条神秘信息的便条：\"他们的生命或者你的...\"",
												"在一次千载难逢的日食期间，就在月亮掠过太阳的时候，数十名村民拔出刀剑，开始袭击毫无防备的邻居。",
												"十套风格已有千年未见的活动盔甲打断了当地领主的讲话，并向一位早已逝去的女王发出挑战。",
												"哥布林骑着恐狼袭击了来自邻近小镇格莱德斯沃(Gladeswallow)的一百多名难民团体。",
												"在温德希尔湖畔小镇的捕鱼季开幕之日，霜巨神格德鲁姆·艾斯里夫特冲破了城墙上的警卫塔。他要求每个月向他献上一百桶鱼，否则他将摧毁整个定居点。",
												"在丈夫去世的那一天，范瑞斯女王被揭示为红龙范瑞斯·怀特火，然后宣布自己为这个领域的千年女王。她的地精军队穿过首都敞开的城门，迅速接管了这座城市的新卫队。",
												"在一年中最寒冷的一天，黑角旅店的店主颤抖地宣称他长久以来一直是旅店地下古老地窖里一只可怕存在的棋子。在任何人来得及回应之前，他的左眼充满了鲜血，然后倒地身亡。接着，旅店里的四位老顾客起身，展现出他们扭曲的真实形态，并开始屠杀周围所有人。"
											]
										},
										"你会注意到这些例子都遵循着同样的基本公式。每个都以某个事件为背景，每个都有一个清晰的引子指向一个更大的故事，每个都让角色参与到行动中——通常直接参与战斗。"
									]
								},
								{
									"type": "entries",
									"name": "Strong Starts in the Middle of Adventures",
									"entries": [
										"以上的例子展示了在故事开始时如何开始一场冒险。但大部分时间，你会在冒险进行中开始一场游戏。偶尔会发生会话之间的干净分割，但更常见的是在故事中开始一场游戏。因此，如果你已经知道故事结束在哪里，似乎不需要担心游戏将从哪里开始。(D&D)",
										"对于会话的强劲开端仍然是必要的。即使你正在讲故事的中途，你也可以花一些时间想办法让下一次会话有一个强劲的开端。你可以引入一个新事件——也许是天气的变化，或者突然响起的之前从未听到过的警报。即使你已经深入冒险中，一个强劲的开端也能让游戏会话有一个良好的开端。"
									]
								},
								{
									"type": "entries",
									"name": "A Strong Start for \"The Scourge of Volixus\"",
									"entries": [
										"作为我们\"沃利克苏斯之祸\"示例冒险的初始焦点，我们可以使用以下强烈的开端：",
										{
											"type": "inset",
											"entries": [
												"在白雀村冬季降临前的最后一个大型交易日上，一支穿着铁甲的队伍，由戴着兜帽的地精人组成，袭击了集市。他们的目标是窃取武器和盔甲，以及一本由保拉·尘指（Paula Dustyfingers）所有的古老书籍。"
											]
										},
										"这样做很好，有一场激烈的战斗，还有许多有趣的线索供角色调查。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Creating a Stong Start",
									"entries": [
										{
											"type": "list",
											"items": [
												"发生了什么？什么事件将开启本节冒险的篇章？",
												"有什么意义呢？有什么种子或钩子会把角色引向更深的冒险？",
												"行动在哪里？尽量靠近行动开始。",
												"犹豫时，从战斗开始。(combat)"
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/05.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 5: Outline Potential Scenes",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"你的会话笔记的真正目标是让你感到足够舒适，以便进行你的会话。"
									],
									"by": "Phil Vecchione",
									"from": "Never Unprepared"
								},
								"在我们写出强有力的开端之后，接下来我们可以写下在冒险中发生的潜在场景。有时候我们可能只有一条明显的道路可走。而其他时候，角色可能有多个选择的选项。无论哪种情况，列出潜在场景的简短清单可以帮助我们感觉我们对冒险有所把握。",
								"事实上，没有任何（GM）（Game Master）可以完全预测冒险在起始场景展开后会走向何方。但我们可以猜测。由于这些潜在场景可能永远不会真正发生，我们希望保持我们的场景大纲松散而简洁，这样如果最终不需要它们，我们就不会浪费太多时间。大纲本身不需要超过每行几个词，每小时游戏时间一两行。这个清单应该足够提醒我们在游戏进行时场景中发生了什么。任何超过这个范围的都太多了。",
								"有时，我们会列出一系列连续的场景，期望角色们会依次经历。而其他时候，这可能是角色可以以任何顺序探索的场景列表。或者场景大纲可能代表故事的不同分支，每个分支都可以让角色走向不同的道路。这些模型中的任何一个都可以帮助我们掌握在桌上可能看到的情节。",
								{
									"type": "entries",
									"name": "A Primary Purpose of Peace of Mind",
									"entries": [
										"和懒惰地牢主的许多技巧一样，勾勒潜在场景有多重要。首先，最明显的是，它帮助你思考游戏中可能发生的事情。更重要的是，它让你感到自信，知道自己掌握了游戏的情况。你感觉准备就绪——这通常就是你需要的准备。"
									]
								},
								{
									"type": "entries",
									"name": "Be Prepared to Throw It Away",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"如果桌上出现更好的东西，准备好放弃手中的东西。"
											],
											"by": "Chris Perkins"
										},
										"作为一个懒惰地牢主，实力源自准备充分——同时也要随时准备好在游戏走向意外方向时放弃所有准备。如果你准备过多，很容易失去信心。没有人愿意抛弃数小时的工作。你可能会爱上你所准备的内容，以至于无法割舍。你可能会花太多时间概述你预期的冒险，以至于当玩家和角色做出你没有预料到的选择时，你却没有准备好其他内容。",
										"最简单的解决方法是确保你的大纲简洁。你只需要足够的信息来提醒你关于场景的设想，而不要过多。你故意让场景的细节简洁。你预计即使在一个场景中，你也会需要即兴发挥。你要为即兴发挥做好准备。",
										"因为最终，你在潜在场景中勾勒的所有事情直到它们真正在桌上发生才变得真实。"
									]
								},
								{
									"type": "entries",
									"name": "Examples Scenes for \"The Scourge of Volixus\"",
									"entries": [
										"使用我们的\"沃利克斯的灾祸\"(Scourge of Volixus)示例冒险，我们可以概述以下场景。当我们进行概述时，我们可能已经对所有的地点和NPC有了清晰的认识，或者我们可能是第一次根据对冒险需求的理解来编写它们。",
										{
											"type": "list",
											"items": [
												"调查装甲护卫队。(armored caravan)",
												"和保拉·尘指尘（Paula Dustyfingers）这位古玩商谈谈那本地精想要的书。",
												"与档案保管员艾露维娜（Aluvena the Keeper）交谈，她是白雀历史的守护者。",
												"找到小脚趾(%Littletoes%)，一个从战斗中逃脱的地精。",
												"跟随地精的踪迹返回至塞特守望塔(`Watchtower of Set`)。",
												"穿过塔下的地精地道。",
												"潜入格雷斯派尔（Grayspire）的内堡，那里是地精山堡。",
												"在王座厅面对地精首领Volixus。"
											]
										},
										"正如我们所概述的，我们对于这些场景中的一些可能永远不会发生这一事实感到满意。有些可能会按顺序进行，而其他一些则明显是线性的。最重要的是，每个想法都简短明了。这使得我们很容易抛弃所有最初的想法，如果有更好的想法出现的话。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Outlining Potential Scenes",
									"entries": [
										{
											"type": "list",
											"items": [
												"写下一个可能在你的游戏中发生的场景简短清单。",
												"记住，写下场景的目标主要是帮助你感到准备就绪。",
												"场景可以按顺序或者无序发生。",
												"只需写下你需要提醒自己可能发生的事情。",
												"不要爱上你的场景。准备好抛弃它们。"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 6: Define Secrets and Clues",
							"entries": [
								"我会和你分享一个秘密。这一章节是我决定全新撰写一本关于懒惰地牢主人概念的书的主要原因。秘密和线索背后的理念如此强大，以至于它驱使我完全重写了懒惰地牢主人在游戏准备中的其他想法。秘密和线索是我们游戏的锚点。它们是构建冒险、为玩家创造意义和故事，以及连接人物、地点和事物的简单方法。秘密和线索是冒险的连接组织物质——往往也是整个冒险的主线。",
								"它们还方便地适合在一张3×5英寸的索引卡的一面。",
								"知道从哪里开始冒险可能是我们在游戏前最重要的准备工作。没有这个，我们就会面对一桌子瞪大眼睛的玩家，他们距离在手机上玩最新的点击游戏只有四秒钟。一个强有力的开端会抓住玩家的耳朵，将他们拖入一个平面裂缝，进入另一个世界。秘密是将玩家与这个新世界联系在一起的纽带。",
								"在一个强大的开始之后，写下一个扎实的秘密和线索清单是我们准备工作中的下一个最重要部分。即使我们只有五分钟来准备一个游戏，一个强大的开始和一个好的秘密和线索清单可能就是我们所需要的一切。",
								{
									"type": "entries",
									"name": "Anatomy of Secrets and Clues",
									"entries": [
										"一个秘密或线索是一句话，概括了你的游戏世界、历史或当前故事的一部分。这是角色在探索世界并与其居民互动时可以发现的信息片段。但秘密和线索从不是琐碎的。它们包含对{@i matters}角色至关重要的信息。它们可能是一些历史片段，让角色和玩家更好地了解事情发生的原因。它们可能是线索和提示，让角色发现特殊地点或强大物品。它们可能是关于NPC的信息，角色之前并不知道的。",
										"这里是一个例子：",
										{
											"type": "inset",
											"entries": [
												"阿鲁维娜（Aluvena）是怀特斯帕罗家族的档案保管员，是暮色教（Dusk）的秘密教徒。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Abstract from People, Places, and Things",
									"entries": [
										"在游戏准备过程中，不要将秘密和线索与可能发现它们的人、地点或物品联系起来。不要担心角色将如何揭示秘密或线索。这是秘密和线索概念的关键组成部分，也是\"准备即兴表演\"的整体概念的一部分。",
										"特定的秘密或线索永远不应该只能从一个特定NPC的口中得到，或者只能从一把古老利刃的锋芒上的一个奇怪符号中获得。当你坐下来写你的秘密和线索时，{@b you don't want to know how the characters might find them}。这应该始终取决于游戏中发生的事情，而这是你无法控制的。",
										"秘密和线索可能是人物在当地餐馆听到流言时学到的东西。它们可能是在图书馆的一张古老羊皮纸上发现的发现。它们可能是在审问被俘虏的地精时学到的东西，或者是与在龙的宝藏中找到的魔法物品相关的历史片段。从所有这些可能性中，{@b you'll improvise the discovery of a secret or clue while you run your game.}",
										"将秘密和线索抽象化特别适用于谜团。你可能完全不知道角色们会如何去调查一个谜团。但当他们这样做时，你可以在正确的时间放入正确的线索，帮助他们解决它。",
										"{@b The abstract nature of secrets and clues sits perfectly between preparation and improvisation.} 你知道角色们会学到一些有趣的东西—但你不知道{@i how}他们会学到什么。你可以在游戏桌上逐渐揭晓。"
									]
								},
								{
									"type": "entries",
									"name": "Write Down Ten Secrets Per Session",
									"entries": [
										"在 Lazy Dungeon Master 准备过程中，当你记录你的秘密和线索时，目标是十个。少于这个数量，可能会不够用。太多的话，在桌上快速参考和使用秘密和线索可能会变得困难。",
										"有时候想出十个秘密很困难。但当你为最后几个苦苦思索时，{@b you'll often come up with the most interesting ones.} 有时需要付出巨大的心智努力，深入自己的内心，找到埋藏其中的宝藏。"
									]
								},
								{
									"type": "entries",
									"name": "Secrets Aren't Always Revealed",
									"entries": [
										"在你准备过程中写下的所有秘密和线索可能不太可能全部揭示出来。这没关系。如果你没有全部使用它们，也不算浪费太多精力，因为你的想法很简洁。这比写下一千字关于角色实际上从未访问过的古老瞭望塔的历史要好得多。",
										"有时，你未透露的秘密会出现在下一场冒险中。而有时，它们会悄然消失。你可能会想要保留一个庞大的过去秘密清单，但那样会变得难以控制。世界是一个充满活力的地方，如果你丢弃旧秘密，也是可以的。只需确保每场冒险都准备好新的十个秘密和线索。"
									]
								},
								{
									"type": "entries",
									"name": "Secrets Only Become Real When Revealed",
									"entries": [
										"秘密和线索直到被揭示给角色和玩家后才成为游戏的真正一部分。你可能已经把一些疯狂的揭示写成了一个秘密——也许像国王的第一侍从实际上是个伪装成恶魔的人。但直到角色们发现它，这并不会成为战役故事的一部分。如果角色们从未发现那个秘密，可能最终会证明国王的第一侍从其实一直都是她所说的那样。"
									]
								},
								{
									"type": "entries",
									"name": "Unrefined Quests",
									"entries": [
										"秘密和线索通常是凝固成任务的虚幻物质。\"(%num%)The hobgoblins(%num%) are building a terrible city-destroying war machine\" 是一个秘密。当角色们发现它并且玩家们讨论它时，那个秘密几乎自动变成了一个任务，即\"摧毁(%num%)the hobgoblins(%num%)的可怕毁城战争机器\"。你不必把秘密和线索看作任务或故事引子。但如果它们引起了玩家的兴趣，它们通常会转变成这些引子。"
									]
								},
								{
									"type": "entries",
									"name": "Ten Example Secrets",
									"entries": [
										"这里是我们\"沃利克斯的灾祸\"冒险的十个秘密示例：",
										{
											"type": "list",
											"items": [
												"哥布林们正在西部山脉建造一台可怕的毁灭城市的战争机器。",
												"这台战争机器是在九层地狱的烈火中锻造的，数个世纪前失落在一场大战中。",
												"哥布林有侏儒工匠和炼金术士为战争机器效力，但不清楚他们是囚犯还是盟友。",
												"一个半龙兽人老兵，被称为烈怒者沃利克斯（Volixus the Burning Rage），领导着那些兽人。",
												"除了他的地精和霍布戈布林军队外，Volixus还雇佣了一支名为骨碎者(Bonemashers)的食人魔雇佣兵团。",
												"哥布林占领了一座被称为灰尖塔(Grayspire)的废弃山要塞。",
												"几个世纪以前，灰塔曾是高领主格兰德尔·怀特斯帕罗(`High Lord Grandel Whitesparrow`)的堡垒总部，但它很久以前就荒废了。",
												"在格雷斯派尔（Grayspire）下方，有一个几乎无限延伸的下水道和地下墓穴系列，其中包括一些据说早于城堡建造的洞穴和古代遗迹。",
												"鬼魂出没在塞特古老的守望塔上，该塔位于连接至格雷斯派尔下层的隧道之上。",
												"白雀领主的图书馆可能保存着古老的地图或线索，指引着格雷斯派尔城下面的下水道和隧道。"
											]
										},
										"很容易看出这些样本秘密是如何将怪物、NPC和地点联系在一起的。一些秘密和线索独立存在，而另一些则导致更深层次的秘密和更复杂的线索。所有这些都描述了角色和玩家在冒险中可以学到的一个事实。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Defining Secrets and Clues",
									"entries": [
										{
											"type": "list",
											"items": [
												"在下一场游戏中，角色可能会发现以下十个秘密和线索：\n\n1. 在(%Place1%)的古老地下墓穴中，有一块被遗忘的(%Item1%)，据说具有强大的魔法力量。\n2. (%NPC1%)告诉角色，(%NPC2%)可能知道失落的(%Item2%)的下落，但(%NPC2%)已经失踪了。\n3. 在(%Place2%)的沼泽地里，有一只被诅咒的(%Monster1%)，它守护着一个隐藏的宝藏。\n4. 一位老人在(%Place3%)的酒馆里向角色透露，(%NPC3%)似乎在策划一场阴谋，涉及到(%Location1%)的未来。\n5. (%Item3%)的碎片被发现散落在(%Place4%)的周围，拼接在一起可能揭示一个古老的预言。\n6. 在(%Place5%)的山洞中，有一扇通往(%Location2%)的神秘传送门，但只有在特定时间才能打开。\n7. 一位神秘的(%NPC4%)提供了一张古老地图，标记着一个隐藏的(%Location3%)，据说那里埋藏着无尽的财富。\n8. 在(%Place6%)的城堡中，有一本被封印的古老书籍，据说包含着有关(%Monster2%)的弱点信息。\n9. (%NPC5%)告诉角色，(%NPC6%)可能是一个间谍，潜伏在他们中间，试图破坏他们的计划。\n10. 在(%Place7%)的神庙中，有一场神秘的仪式即将举行，据说参与者将获得神秘的祝福，但也可能面临巨大的危险。",
												"秘密和线索是一个冒险活动的连接纽带。在冒险开始后，它们是准备的第二重要事项。",
												"每个秘密或线索都揭示了故事或世界及其居民历史的一部分。",
												"在游戏中，保持秘密和线索的抽象性，不要提前透露它们可能被揭示的方式。在游戏过程中即兴发现秘密。",
												"在游戏过程中未透露的秘密应当被丢弃。每次都要写一份新的清单。"
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/secrets.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 7: Develop Fantastic Locations",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"勇敢地拥抱你的冒险活动中最宏大、最狂野的主题。"
									],
									"by": "Wolfgang Baur, publisher at Kobold Press"
								},
								"《懒惰地牢主的方法》帮助我们区分那些容易即兴发挥的事物和值得准备的事物。例如，建造奇幻场所并不容易在桌上完成。当我们试图即兴发挥场所时，很可能会回到陈词滥调的城堡、熟悉的地牢，以及那对老掉牙的巨大雕像，手伸向河流两侧。我们需要激发角色探索欲望、让玩家记忆深刻的独特场所。因此，在准备过程中，值得花时间开发一些可能在游戏中出现的奇妙场所。",
								{
									"type": "entries",
									"name": "What is a Fantastic Location?",
									"entries": [
										"一个奇妙的地点可以是任何东西。有些只是一个大房间或大厅。有些大到整个建筑物那么大。一个城市，一座城堡，或整个地牢可能太大而无法被定义为一个单一的地点。最好将这些大场所的区域分割成一系列奇妙的地点。",
										"你可以将一个奇妙的地点想象成一个场景的布景或背景。因此，地点的大小应该与场景的范围相匹配。在一个以战斗为重点的场景中，地点可能只是一个房间或大厅。在一个更大的探索场景中，地点可能是一系列相互连接的房间。当你建造一个地牢时，每个主要房间或相关房间区域都可以作为一个奇妙的地点。"
									]
								},
								{
									"type": "entries",
									"name": "Start with an Evocative Name",
									"entries": [
										"对于每个奇妙的地点，你只需要两个要素：一个引人入胜的名称和该地点的特征。地点的名称应该能激发你和玩家的想象力。当你描述时，它应该能吸引玩家的注意力。你不需要为一个地点写大段的描述性文字。你只需要足够的提示来帮助你在游戏中向玩家描述它。",
										"唤起感情的名称覆盖了像以下这样的地点：",
										{
											"type": "list",
											"items": [
												"巨骷髅之丘 (The Hill of the Great Skull)",
												"牙之桥 (The Bridge of Teeth)",
												"尖啸之路(Path of Screams)"
											]
										},
										"显然，阅读这些地点名称的不同人可能会立即想到不同的形象。但你并不是为其他人写下你的奇妙地点。相反，这个富有感染力的名称是为了{@b bookmark the image you had in your head}，在游戏中需要时提醒你这个地点。"
									]
								},
								{
									"type": "entries",
									"name": "Location Aspects",
									"entries": [
										"在确定了一个引人注目的名称之后，现在是时候为你的奇妙地点添加一些有用的细节了。我们将这些称为{@i aspects}—这个术语是从{@i Fate Core}角色扮演游戏中借来的。这些方面充当你地点的简短描述标签。",
										"通常情况下，你会希望一个出色的地点具有三个方面，每个方面描述了地点的重要、显著或有用的特征。方面是角色可以与之互动的特征，对他们很重要。它们还可以帮助你在准备时在脑海中构建更多关于地点的细节，从而超越令人印象深刻的名称，使地点更加具体。有了这些方面，一个地点就不再只是一个抽象的愿景。",
										"以上三个地点暗示了可能存在多种地点特征。",
										"{@b The Hill of the Great Skull:} 从地面上冒出的巨大剑齿兽头骨；尖锐的骨片从地面上冲出来；头骨额头上有一圈符文。",
										"{@b The Bridge of Teeth:} 一座横跨峡谷的狭窄骨桥；骨头用破裂和分裂的皮革和筋连在一起；呼啸的风听起来像呻吟。",
										"{@b The Path of Screams:} 冰冷的小径蜿蜒在陡峭的山崖边缘；冰墙上凝固的脸庞尖叫着；不断发生小规模雪崩。",
										"一些方面是描述性的。它们会提醒你该地点发生了什么。所有这些{@b offer something to the players and the characters}。它们是值得调查的东西，值得互动的东西。其中一些互动可能会很糟糕，比如陡峭的山崖。其他可能会提供秘密或未发现的力量，比如巨大头骨额头上的象形文字。这些方面将每个奇幻地点的一小部分带到生活中。它们通常是使地点奇幻的东西。",
										"你可能会被诱惑写下比仅仅是地点的生动名称和特征更多的细节，但最好还是忽略这种诱惑。如果你在一个地点上花费了太多精力，即使故事的发展方向与之无关，你也会想要使用它。就像秘密和线索一样，如果一个地点从未被运用，你最终可能会抛弃甚至最棒的地点。你应该只准备足够的内容来帮助你在桌面上运行一个地点，而不是让你感到过于投入。"
									]
								},
								{
									"type": "entries",
									"name": "What Makes a Location Fantastic?",
									"entries": [
										"创造出真正奇妙的事物是一个复杂的过程。但是当涉及到游戏准备时，我们不喜欢复杂的过程，所以这里有一个关键要点：规模。巨大的事物、古老的事物、广阔的事物——这些特征很容易让任何地点变得奇妙。仅仅是大小通常就足够了。当人们看到真正巨大的东西时，会让我们集体屏住呼吸。它让我们感到渺小和微不足道。所以当角色转身面对一个巨大悬崖壁的另一侧，却意识到这面墙是一个巨大的石手正在从地面中突破出来？那才是奇妙的。",
										"年龄的尺度也让事物变得奇幻。当你考虑你的地点时，总是要问自己，\"这之前是什么？\"失落在时间中的千年英雄雕像。埋藏在山脉下的古代地下墓穴。漂浮在星界平面深处的废弃位面飞船。诸如此类的古老建筑总是激发想象力。",
										"有很多方法可以使事物变得出色，但如果不确定，就选择规模。(scale)。"
									]
								},
								{
									"type": "entries",
									"name": "How Many Locations?",
									"entries": [
										"你需要的奇幻场景数量取决于游戏的长度。一般来说，你希望每小时游戏时间有一到两个奇幻场景。对于一个两小时的游戏，你可能需要三个场景；对于一个三小时的游戏，你可能需要五个场景；对于一个四小时的游戏，你可能需要多达七个场景。对于更长的游戏时间，你可能需要更多的场景。请记住，每个奇幻场景只是单个场景的背景，而不是整个冒险的城市或地牢的设置。",
										"与你准备的其他方面一样，你可能不会使用你列出的所有地点。游戏时间越长，它偏离你预期的路径的可能性就越大，通常会导致一些地点被闲置。这完全没关系。与秘密和线索不同的是，你通常可以保留一些奇妙的地点，以备冒险重新回到你可以使用它们的路径上。或者你可以修改一个未使用的地点，将其放入冒险的另一个部分。然而，考虑到你想要将最少的精力投入到创造奇妙地点中，它们通常很容易被抛弃。"
									]
								},
								{
									"type": "entries",
									"name": "Ten Fantastic Locations",
									"entries": [
										"以下是十个奇妙地点的例子，以引人入胜的名称和特征形式呈现。",
										{
											"type": "list",
											"items": [
												"{@b Emerald Waterfall:} 英里高的瀑布；巨大、锋利的翡翠矿床；古老的原始阶梯蜿蜒而下",
												"{@b Crashed Planar Vessel:} 在古老的岩石中半埋的巨大平面船; 蓝色火焰在熔岩坑中永恒燃烧; 奇怪的外星生物被石化在黑曜石中",
												"{@b Fang of the First Wyrm:} 地面上突起着三十英尺高的尖牙；尖牙底部雕刻着龙形符文；祭坛上沾满了鲜血",
												"{@b Floating Geode:} 一个大的不透明的结晶石洞悬浮在离地面二十英尺的地方；红色闪电从石洞向地面弯曲；地洞深深，像是地球上的一处感染性伤口",
												"{@b Bones of the Behemoth:} 一只不可思议巨大生物的巨大肋骨和骨盆骨; 悬挂着猎食者的尸体; 扭曲头骨的图腾",
												"{@b Pit of the Otherworldly Stone:}周围是永远死去的树木环绕的巨大火山口；有毒烟雾不断从火山口流出；火山口中央还有热气腾腾的符文发光石头",
												"{@b Crucified Titan:} 一座巨大的石头和木头结构，钉死了一个巨大、半碎的泰坦；从泰坦破裂的胸口滴下黑绿色的液体；泰坦前面有一座古老的台阶祭坛。",
												"{@b Ruined Tower:} 破碎的巫师塔仍然屹立不倒；塔基上散落着巨兽的尸体；扭曲的奥术能量编织着塔楼",
												"{@b Carapace of the World Walker:}巨大的蜘蛛尸体，腐烂而空洞；碎裂的腿壳，锋利如剃刀；巨大完整的卵囊",
												"最近的侵蚀暴露了{@b Exposed Tomb:}被埋葬的坟墓；戴兜帽的雕像伸出张开的手臂；骷髅手从不神圣的土地中伸出。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Building Fantastic Locations from the Character's Backgrounds",
									"entries": [
										"懒惰地牢主的清单的初始步骤是审查角色。有了那个审查在心中，你可以建立一个与特定角色背景相关的地点。也许是一个供奉着角色神明雕像的神殿，或者是一个英雄墓穴，与角色相识的英雄葬在那里。这种联系不一定要紧密，但即使是松散的联系也可以帮助吸引玩家进入游戏的虚构世界。这样的联系有助于你记住角色在世界中应该扮演的重要角色。"
									]
								},
								{
									"type": "entries",
									"name": "Building Fantastic Dungeons",
									"entries": [
										"许多（GMs）将地牢视为庞大的、古老的建筑群，拥有数十甚至数百个房间。然而，对于单次游戏，您可能不需要超过五到八个主要房间，就能让您的小组在长达四个小时的时间里感到愉快。您可以在一张纸上写下您那些奇妙房间的名称，然后画线来代表这些地点之间的走廊或连接通道，而不是手工绘制所有内容。您甚至可以将这些连接通道打造成独特的地点，展示有趣的风景、具有挑战性的环境危险以及致命的陷阱。",
										"与其自己绘制简单的地牢布局，你也可以使用来自已出版冒险的地牢地图。然后只需用你自己的奇幻场景更新地图上的房间。"
									]
								},
								{
									"type": "entries",
									"name": "Fantastic Locations for \"The Scourge of Volixus\"",
									"entries": [
										"在我们已经完成的快速开发基础上，这里有五个我们可以在我们的\"沃利克苏斯之灾\"冒险中使用的绝佳地点。",
										"{@b Watchtower of Set:} 一条狭窄的山羊小径通往一座废弃的瞭望塔；四分五裂、破碎的石头上布满了奇怪的黑油；坍塌的地板通向下方山脉下方一百英尺深的隧道。",
										"{@b Goblin Hovels:} 格雷斯派尔（Grayspire）地下洞穴网络；供奉一个名为铁（Irons）的地精奴役之神的神龛；油黑色水流倾泻而下",
										"{@b Courtyard of Bones:} 被毁坏的庭院里堆满了死者的骨骼和生锈的盔甲；传闻中恶魔的骨骼发出愤怒的咆哮声；来自被摧毁的地狱战争机器残骸中的巨大尖刺车轮。",
										"{@b War Engine:} 拥有黑铁头骨的猛攻者套装; 巨大的前部尖刺车轮; 发出绿色幽火的庞大燃烧引擎",
										"{@b Molten Keep:} 由强烈的异世界热量部分熔化的花岗岩保持着; 硬化的身体从熔化的墙壁中伸出; 铁和钢制成的王座两侧是巨大的黑色铠甲雕像"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Developing Fantastic Locations",
									"entries": [
										{
											"type": "list",
											"items": [
												"写下一个唤起情感的地点名称。",
												"写下该地点的三个奇妙之处。",
												"计划每小时游戏使用一到两个地点。",
												"利用年龄和规模使地点变得神奇。",
												"将一些地点与角色的背景联系起来。",
												"用连线连接的方式绘制棍人地牢地图，每个地点用名称标注。"
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/fantastic_locations.jpg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 8: Outline Important NPCs",
							"entries": [
								"与NPC互动是我们所有奇幻角色扮演游戏的三个核心组成部分之一。根据在Facebook上进行的一项调查，有超过150名受访者，大约60%的玩家更喜欢与NPC互动和角色扮演，而不是战斗和探索。",
								"在2016年的{@i D&D}地牢主调查中，6600名受访者中有52%表示他们在游戏准备中花费了15到30分钟来塑造NPC，而90%的人在游戏前至少花了一些时间准备NPC。在另一项Facebook调查中，大约80%的121名受访者表示他们会即兴创作半数或更多的NPC，但几乎所有这些DM都表示他们至少提前准备了一些NPC。这让我们对大多数GM都{@b prepare NPCs ahead of time and improvise NPCs during the game.}有了一个明确的想法。",
								"在本书的后文中，我们将讨论如何在游戏桌上即兴创作非玩家角色（NPCs）。然而，在我们的准备阶段，我们将专注于准备重要的NPCs。我们在即兴创作时使用的技巧在准备阶段同样有价值。但我们提前准备这些特定NPCs的原因值得讨论。",
								{
									"type": "entries",
									"name": "Focus on Primary NPCs",
									"entries": [
										"在准备过程中勾勒NPC时，你会专注于推动游戏进程的主要NPC。这包括玩家角色的主要联系人、主要任务发布者、显著的反派角色，以及对故事至关重要的其他NPC。",
										"你提前准备的NPC在游戏中通常应该扮演一些关键角色。如果他们没有，你可以选择跳过它们，在游戏中即兴发挥那些不太重要的角色。"
									]
								},
								{
									"type": "entries",
									"name": "Keep NPC Outlines Brief",
									"entries": [
										"在勾勒你的NPC时，保持描述简洁。写出NPC的背景、动机、目标、谈判风格和外貌特征往往是很诱人的，但你通常并不需要这么多内容。相反，你可以专注于在桌上运行特定NPC所需的笔记。这可能仅仅是NPC的名字、他们与故事的联系，以及一个角色原型，以帮助你进行角色扮演。",
										"如果你正在为一个与角色反复互动的NPC做笔记——这是许多来自已出版冒险的NPC的特点——你可能还会记下NPC与玩家角色的当前关系，只是为了提醒自己事情的发展。"
									]
								},
								{
									"type": "entries",
									"name": "Choose a Character Archetype from Popular Fiction",
									"entries": [
										"当你想填写NPC的细节时，从头开始建立他们的外表、举止和与其他角色互动的方式是很容易的。但是，通过将NPC与你从流行小说中挑选出的角色联系起来，一次性创造所有这些会更容易、更快速。",
										"最近我看了一部很棒的电影，书籍或者电视剧。然后我从那个角色身上借鉴了整个外表和举止作为我的NPC。你离奇幻题材越远，玩家们就越难猜出你所借鉴的角色原型。",
										"当你脑海中已经有一个你非常了解的角色时，描述NPC的外貌和行为变得容易——在许多情况下，甚至包括他们的动机。",
										"这里有十种可以从流行小说中借鉴的NPC原型：",
										{
											"type": "list",
											"items": [
												"贝洛克（Belloq {@b Raiders of the Lost Ark}）",
												"山姆·默洛特 ({@b True Blood})",
												"吉玛·莫罗 ({@b Sons of Anarchy})",
												"卡森 ({@b Downton Abbey})",
												"麦格教授 (Professor McGonagall {@b Harry Potter})",
												"警长吉姆·霍珀 ({@b Stranger Things})",
												"Father Chains (钱恩斯神父 {@b The Lies of Locke Lamora})",
												"吉恩·厄索 ({@b Rogue One})",
												"福特同事 ({@b The Hitchhiker's Guide to the Galaxy})",
												"奥莱娜·提利尔 ({@b Game of Thrones})"
											]
										},
										"这只是一个来自流行书籍、电影和电视节目的示例清单。最好的例子将来自你最喜欢的流行小说，以及你最熟悉的角色。"
									]
								},
								{
									"type": "entries",
									"name": "Switch Genders",
									"entries": [
										"如果你担心NPC与你基于的角色太过相似，一个简单的方法是改变其性别，从而打破原有的典型形象，使角色更加独特。如果{@i Raiders of the Lost Ark}中的Belloq是一个女性会怎样呢？除了描述她的新性别外，你不必改变其他任何东西。突然间，你的角色会感觉独一无二，玩家们也会更难察觉到潜在的典型形象。"
									]
								},
								{
									"type": "entries",
									"name": "Avoid Stereotypes",
									"entries": [
										"在构建NPC时，很容易陷入使用过度且可能具有侮辱性的刻板印象。如果你发现自己倾向于为某个角色选择老套的设定，可以尝试反转其中的某些方面。明显的反转很容易实现，比如喜欢狂饮的精灵，或者热爱大自然和诗歌的矮人。更好的做法可能是放弃这个角色，重新尝试。当你暴露自己接触流行小说中酷炫的角色原型时——尤其是来自奇幻之外的小说，就更容易避免这个类型的刻板印象。"
									]
								},
								{
									"type": "entries",
									"name": "Be Prepared to Throw NPCs Away",
									"entries": [
										"在2015年Gen Con关于NPC的讨论中，Chris Perkins描述了一个游戏情节，角色们在主要任务提供NPC还没开口之前就把他踢下悬崖。现在，这显然是一个极端的事件，但是始终要做好准备，因为玩家角色和NPC之间的关系可能会朝着意想不到的方向发展。",
										"确保秘密和线索始终与任何特定来源保持抽象，这样就可以轻松地将重要信息从一个NPC转移到另一个NPC。这样，如果在游戏过程中某个NPC（(Non-Player Character)）离开画面，无论是象征性的还是字面上的，都不会引起太多担忧。无论您事先准备了哪些NPC，您也应该随时准备好将它们抛弃。"
									]
								},
								{
									"type": "entries",
									"name": "Skip This Step",
									"entries": [
										"在你的准备工作的其他部分——强有力的开端、潜在场景的概述，以及你的秘密和线索——你可能已经在思考并记下了有关NPC的笔记。如果是这种情况，你可能可以依靠这些笔记在桌边即兴表演所有的NPC。永远不要觉得自己必须填写懒惰地下城主的清单的每一步，如果不需要的话。"
									]
								},
								{
									"type": "entries",
									"name": "NPCs for \"The Scourge of Volixus\"",
									"entries": [
										"我们的\"沃利克苏斯之祸\"冒险将利用以下NPC，每个NPC都与流行小说中的一个现成角色原型配对：",
										{
											"type": "list",
											"items": [
												"{@b Paula Dustyfingers:} 古董和文物的卖家。马库斯·布罗迪（Indiana Jones and the Last Crusade）中的角色。",
												"{@b Volixus the Burning Rage:} 半兽人领袖。蝙蝠侠的敌人。",
												"{@b Littletoes:} 逃离格雷斯派尔下方贫民窟的哥布林。《指环王》中的咕噜。",
												"{@b Aluvena the Keeper:} 白雀家族的精灵档案员。《唐顿庄园》中的莎拉·奥布莱恩。"
											]
										},
										"其他NPC毫无疑问会浮现在脑海中。目前，这些NPC提供了足够的联系，让角色们融入游戏中。是的，角色们可能会在询问Littletoes（小脚趾）如何潜入Grayspire之前，用箭射满他。即使如此，你可以通过Alekra（阿莱克拉）或其他需要的NPC来透露这些信息，Alekra是他们抓住并审问的一个地精战士。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Outlining Important NPCs",
									"entries": [
										{
											"type": "list",
											"items": [
												"你可能会提前准备一些NPC，而在游戏过程中会即兴创作其他人物。",
												"你准备的NPC主要是推动游戏会话和冒险的角色。",
												"保持你的NPC概要简洁：一个名字，与冒险的联系，以及来自流行小说的角色原型通常就足够了。",
												"与你准备的其他部分一样，如果故事走向出乎意料，你需要准备好放弃你的NPCs。",
												"改变性别并避免刻板印象，使你的NPC（非玩家角色）独特且有趣。",
												"如果NPCs已经在你的强烈开端、潜在场景概要或秘密和线索中涵盖过了，你可能可以跳过这一步骤。"
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/important_npc.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 9: Choose Relevant monsters",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"我不使用遭遇构建规则。战斗的难度取决于场景和情况。"
									],
									"by": "Mike Mearls, lead designer for fifth Edition {@i Dungeons & Dragons}"
								},
								"我们可以写一本关于选择怪物和构建战斗遭遇的书。每个游戏系统都提供了自己的方法来平衡遭遇并选择怪物，包括许多复杂且耗时的方法。",
								"相反，我们将探讨一条不同的道路——一条更适合我们希望减少游戏准备时间和复杂性的道路。这是一条简化遭遇设计整体方法并将其更好地与桌上逐渐发展的故事联系起来的道路。以下是按照懒惰地牢主的风格构建遭遇的范例：",
								{
									"type": "inset",
									"entries": [
										"选择与场景、情况和地点相符的怪物。"
									]
								},
								"与其基于构建平衡遭遇的复杂规则来选择怪物，我们更倾向于根据故事情节来挑选最适合的怪物。",
								"当你坐下来准备你的游戏时，{@b make a list of relevant monsters for the session you plan to run}。然后你就完成了。",
								{
									"type": "entries",
									"name": "Read Up on Your Monsters",
									"entries": [
										"无论你对你所选择的RPG中的怪物有多熟悉，阅读怪物相关的书籍总是很有用的。阅读怪物书并不是懒惰的行为。但当你主持游戏时，这个活动会带来回报。阅读怪物书或典籍可以激发你新的想法，帮助你了解怪物的生态，为你提供信息，以便在需要时进行即兴发挥。",
										"你也可以在桌上使用怪物手册。在为本局选择可能的怪物时，可以将相关页面加书签，以节省游戏时间。"
									]
								},
								{
									"type": "entries",
									"name": "Think of Challenge Ratings as a Loose Guage",
									"entries": [
										"除了了解你可用的怪物外，{@b understand the relationship between a monster's challenge rating and a character's level}也很有帮助。你不是在寻找一个完美的数学公式来帮助你平衡遭遇。（剧透警告：这样的公式是不存在的。）你只是想要大致了解一场战斗是容易还是致命。这种理解应该足够简单，让你能够将其牢记在脑海中作为一个粗略的参考，从而无需查阅大量的图表和表格。",
										"例如，根据第五版规则（D&D）的规定，可以将怪物的挑战等级简化为以下准则：",
										{
											"type": "inset",
											"entries": [
												"一个单个怪物的挑战等级大约相当于角色等级的四分之一，或者如果角色等级是5级或更高，则相当于角色等级的一半。"
											]
										},
										"因此，在{@i D&D}中，一个3级挑战怪物大致相当于一个6级角色。根据{@i Pathfinder}规则，怪物的挑战等级大致相当于角色等级减去二。所以，在{@i Pathfinder}游戏中，一个3级挑战怪物大致相当于一个5级角色。",
										"您可以使用这个简单的参考来估计任何战斗遭遇的难度，而无需求助复杂的数学或计算器。因为您的目标不是建立完全平衡的战斗，而是选择符合故事情节的怪物，您希望 {@b use challenge ratings as a loose gauge to understand the potential difficulty of a combat encounter}。",
										"根据发布在第五版Facebook小组{@i Dungeons & Dragons}上的有关此主题的民意调查，276位受访者中有57%的人将怪物挑战等级作为难度的大致参考，然后根据情况即兴设计遭遇。另外26%的人根本不平衡遭遇，而是根据故事和情景选择怪物的类型和数量。",
										"所以采用懒惰地牢主的方式来思考挑战评级会让你受益匪浅。"
									]
								},
								{
									"type": "entries",
									"name": "Prepare to Improvise Combat Encounters",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"抛开一切，随机应变，看看会发生什么。"
											],
											"by": "Matthew Colville"
										},
										"与懒惰地牢主的大多数工具一样，您希望准备和选择怪物能帮助您在桌上即兴战斗遭遇。您不需要提前构建完全平衡的遭遇。相反，您让故事和情况指导事件的展开。",
										"有时，你可能会将怪物直接与一个奇幻地点联系起来——比如，在一个冰冻洞穴中设置一群冰蜘蛛的巢穴。两个即兴创作的元素结合在一起，可能会创造出一种很像预设遭遇的感觉。然而，大多数情况下，你不知道角色会遇到多少怪物，或者在哪里可能会遇到它们。你让游戏为你决定。"
									]
								},
								{
									"type": "entries",
									"name": "Prepare Boss Fights",
									"entries": [
										"这种有机战斗遭遇构建风格在大多数情况下运作良好，但对于首领战并不适用。当角色们面对长期的恶棍时，你会想要提前做更多的工作，尤其是对于高级角色。",
										"在boss战中，你的目标始终是保持高水平的挑战，而不剥夺角色的自主权。因此，要进行一场成功的boss战，你需要{@b understand the capabilities of the characters}。他们是否在第一轮就造成疯狂的伤害？他们是否用强大的法术和能力限制怪物的行动？他们的防御是否强大到无法被突破？",
										"在设计(BOSS)战时，你需要了解这些能力，但并不是为了对抗它们。你想要让角色展示自己的能力。然而，你也希望避免一个强大的(BOSS)在战斗的第一回合就被击败。",
										"测试战斗可以是进行首领遭遇的有趣方式。强大的恶棍可能会制造克隆体，或者有一种确保的逃脱方式，如果他们被打败了。吸血鬼和巫妖可能是确保逃脱的最好例子，两者都有内置的方法在被摧毁后恢复自己。无论是什么游戏机制支持，让首领与角色进行一场试炼战斗，可以让首领——以及你——看到角色在战斗中的效果如何。",
										"关于如何处理战斗首领，有许多不同的技巧可以帮助使首领战斗令人难忘。你可以利用奇幻地形，比如用魔法水晶保护首领，或者让一个房间慢慢充满毒气来阻碍英雄。或者你可以用强大的守护者保护首领，吸收伤害或强大的效果。值得记住的是，没有首领应该独自战斗。在任何战斗中的挑战都来自角色面对的怪物数量，但在首领战斗中，这变得更加重要。",
										"在战斗中能够采取更多行动的一方比采取较少行动的一方具有巨大优势。在对第五版{@i Dungeons & Dragons}中关于boss战的讨论进行的元分析中，针对这个主题的建议主要集中在以下七个推荐方面：",
										{
											"type": "list",
											"items": [
												"增加更多的怪物到战斗中。",
												"在战斗前耗尽角色资源。",
												"利用环境。",
												"专注于基于故事的挑战。",
												"改进首领战术。",
												"了解角色的能力。",
												"增加首领的生命值。"
											]
										},
										"精心策划首领战并不完全是懒惰的做法。与其在首领战上花费额外时间，你可以随遇而安，让战斗自然进行。毕竟，玩家们同样可以享受到意外轻松的胜利，就像克服强大挑战一样。你可以为首领战建立宏大的动态战斗场地，也可以像处理其他遭遇一样自然地进行。专注于故事的发展，选择让人愉快的方式。"
									]
								},
								{
									"type": "entries",
									"name": "Choosing Monsters for \"The Scourge of Volixus\"",
									"entries": [
										"让我们来分析一下为我们的\"沃利克苏斯之祸\"冒险选择合适的怪物的过程。沃利克苏斯占领了格雷斯派尔，一个古老的废墟堡垒，下面有许多下水道和隧道。他带了一支由两打个半兽人组成的小军队—让我们用两打半兽人。他还有一群哥布林作为战斗炮灰—让我们说有三打哥布林。他有一对地狱猎犬是从他的地狱领主那里赠送的。他还雇佣了一队食人魔，名为骨碎者，所以我们来六个。",
										"为了建造他的地狱战争机器，Volixus还必须雇佣大约六名侏儒工程师和六名炼金术士来完成这项工作。这些侏儒可能不会对角色们表示敌意，但你永远不知道。最后，我们会在Set守望塔上安排六名教徒和四个幽灵。",
										"这些数字并非一成不变，我们甚至可能会跳过分配特定数量的怪物。怪物的数量可以根据游戏中的特定情况增加或减少，甚至可以根据游戏进展的直觉来调整。如果减少一些哥布林会更有趣吗？那就减少吧。",
										"现在，不考虑挑战等级或需要平衡遭遇，我们大致知道哪些怪物在冒险中有位置，以及它们的数量——这一切都是通过考虑情况合理性来完成的。",
										"这是缩写列表：",
										"{@b Monsters:} 24 雄狼妖, 36 哥布林, 12 地精, 6 邪教徒, 4 幽灵, 2 地狱猎犬, 6 食人魔, 半龙雇佣兵 Volixus (Volixus) hobgoblin"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Choosing Relevant Monsters",
									"entries": [
										{
											"type": "list",
											"items": [
												"根据故事、情境和地点选择合适的怪物。",
												"阅读怪物书籍，为即兴表演提供新的想法和信息，让大脑得到锻炼。",
												"请大致了解怪物难度和角色等级。(D&D)",
												"根据游戏中的故事和情况即兴设计遭遇。",
												"花时间打造考虑角色能力的boss战，而不是削弱这些能力，或者让boss战像其他遭遇一样进行。"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 10: Select Magic Item Rewards",
							"entries": [
								"玩家们喜欢魔法物品。但作为GM，我们总是有很多事情要处理，可能没有给予魔法物品奖励应有的重视。我们通常过于专注于故事、怪物、反派和其他细节，而不去担心萨满雷尔德是否应该找到一根酷炫的法杖。",
								"如果我们不重视魔法物品奖励，我们就错失了一个突出角色并让玩家开心的绝佳机会。我们也错失了通过这些奖励吸引玩家参与故事的机会——让他们{@i really invest}在故事中。",
								"有许多种方式来奖励魔法物品，但我们将专注于两种对于懒惰地牢主特别有用的方法：宽松的心愿清单和随机选择的奖励。许多GMs已经在使用这两种风格的战利品分发，而且理由充分。它们简单而有效。",
								{
									"type": "entries",
									"name": "The Loose Wish List",
									"entries": [
										"你如何知道角色会想要什么样的物品，或者玩家对什么物品感兴趣？问问他们。",
										"更具体地，询问他们想要什么类型的物品。他们喜欢重型盔甲吗？大剑？做奇怪事情的魔杖？他们更喜欢看到他们的战斗修正值不断提高，还是喜欢让他们以新奇的方式与世界互动的物品？",
										"除非你问，否则你可能不会知道这一点。因此，在战役开始时提出这个问题，然后每隔六个场次左右再次提出。当玩家告诉你他们想要什么时，{@i write it down}——理想情况下应该在你记录游戏角色信息的同一位置。这样，当你在准备懒惰地下城主的第一步时，可以在审查角色时回顾这些愿望清单。",
										"更好的是，在构建剩下的游戏过程中，你可以考虑是否有一个好的地方可以为其中一个角色添加一个物品，记住两个问题。这个物品是否符合故事情节？而且角色们是否已经有一段时间没有获得任何魔法物品了？作为一个一般规则，每场游戏中都可以放入一个有用的魔法物品。"
									]
								},
								{
									"type": "entries",
									"name": "Choosing Items Randomly",
									"entries": [
										"除了宽泛的愿望清单外，你可以使用RPG源书和在线宝藏生成器中的随机宝藏列表，为你可能没有考虑过的战利品提供想法。如果你愿意，你可以直接在桌上进行随机宝藏的掷骰。或者你可以提前掷骰并筛选结果，以避免无用或不合适的物品。无论哪种方式，通过使用随机生成器，你有机会将有趣的物品带入你的世界，这可能会让你和玩家们都感到惊喜。"
									]
								},
								{
									"type": "entries",
									"name": "Tying Magic Items to the Story",
									"entries": [
										"当你分发魔法物品时，对玩家游戏方面的实际好处是显而易见的。魔法物品让玩家开心。它们让角色变得更强大、更多才多艺。事实上，在许多情况下，正确的魔法物品可以定义一个角色。",
										"从（GM）的角度来看，这样做还有一个更重要的好处。魔法物品可以成为故事的物理锚点—通过将魔法物品与故事联系在一起，有助于将角色与（campaign）联系起来。",
										"魔法物品可以以两种不同的方式融入故事中。首先，也许最常见的是，魔法物品可能成为一个任务的目的。据说半龙半哥布林的Volixus挥舞着一把名为石碎者（Stonehewer）的巨剑，为已故的大领主Grandel Whitesparrow锻造。现任领主Marlin Whitesparrow迫切希望将这把剑从邪恶的哥布林手中夺回，向任何能够杀死Volixus的人提供丰厚的奖励，并承诺将这把剑赠予那些从邪恶之手中夺回它的角色。",
										"用于定义任务的魔法物品具有双重好处。它们吸引玩家，因为物品的实际好处，同时也有助于推动故事。很少有玩家会放弃获取既与故事核心相关又对队伍有益的魔法物品的任务。",
										"魔法物品也可以作为秘密和线索的载体。当角色们发现一个新的魔法物品时，无论是从愿望清单中选择还是随机生成，你可以将其中一个活动的秘密和线索直接与该物品联系起来。当角色们从Volixus的尸体上夺回剑时，他们可能会得知几个世纪前在Grayspire最后的战斗中，这把剑是如何从Grandel Whitesparrow手中失落的。与魔法物品相关的秘密和线索可以很容易有效地向角色们展示你的世界历史和正在进行的故事。"
									]
								},
								{
									"type": "entries",
									"name": "Magic Items for \"The Scourge of Volixus\"",
									"entries": [
										"对于我们的\"沃利克斯之祸\"冒险，我们可能会有一个主要物品——高领主格兰德尔·怀特斯帕罗的大剑，被称为石碎者。这是{@item greatsword of sharpness}为格兰德尔锻造的，大约四百年前。尽管这把失落的剑与怀特斯帕罗家族有着紧密联系，但怀特斯帕罗领主马林将其奖赏给击败沃利克斯的角色，希望他们像他的祖先一样将其用于善事。",
										"我们还会随机生成一个物品，加入到冒险中。原来Volixus戴着一副{@item gauntlets of ogre power}。这是半龙在单挑中打败前半兽人战争酋长Thorash Hellfang后夺取的，然后接管了部落。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Selecting Magic Item Rewards",
									"entries": [
										"玩家们喜欢魔法物品。在准备过程中考虑魔法物品是值得的。",
										"在一场冒险开始时，以及之后每六场冒险，询问玩家们想要为他们的角色获得什么样的物品。",
										"在执行懒惰地牢主核查清单的第一步时，记下他们的答案，然后在审查角色时回顾这些答案。",
										"当符合故事情节时，为其中一个角色选择一个有趣的物品，并计划在游戏中引入它。",
										"你也可以随机选择魔法物品投放到游戏中。",
										"将魔法物品与故事联系起来，可以将它们作为任务的焦点，或者作为秘密或线索的联系。"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 11: Our Preparation Notes So Far",
							"entries": [
								"我们现在已经完成了我们的\"沃利克斯之祸\"冒险的Lazy Dungeon Master准备过程。那么在这一点上我们的笔记是什么样子的？对于这次冒险，我们实际上还没有任何角色，所以我们需要假设在写下这些笔记之前我们会先审查角色。但我们可以看看其他部分。",
								{
									"type": "entries",
									"name": "The Strong Start",
									"entries": [
										{
											"type": "list",
											"items": [
												"在白雀村冬季降临前的最后一个大型交易日上，一支穿着铁甲的队伍，由戴着兜帽的地精人组成，袭击了集市。他们的目标是窃取武器和盔甲，以及一本由保拉·尘指（Paula Dustyfingers）所有的古老书籍。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Potential Scenes",
									"entries": [
										{
											"type": "list",
											"items": [
												"调查装甲护卫队。(armored caravan)",
												"和保拉·尘指尘（Paula Dustyfingers）这位古玩商谈谈那本地精想要的书。",
												"与档案保管员艾露维娜（Aluvena the Keeper）交谈，她是白雀历史的守护者。",
												"找到小脚趾(%Littletoes%)，一个从战斗中逃脱的地精。",
												"跟随地精的踪迹返回至塞特守望塔(`Watchtower of Set`)。",
												"穿过塔下的地精地道。",
												"潜入格雷斯派尔（Grayspire）的内堡，那里是地精山堡。",
												"在王座厅面对地精首领Volixus。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Secrets and Clues",
									"entries": [
										"哥布林们正在西部山脉建造一台可怕的毁灭城市的战争机器。",
										"这台战争机器是在九层地狱的烈火中锻造的，数个世纪前失落在一场大战中。",
										"哥布林有侏儒工匠和炼金术士为战争机器效力，但不清楚他们是囚犯还是盟友。",
										"一个半龙兽人老兵，被称为烈怒者沃利克斯（Volixus the Burning Rage），领导着那些兽人。",
										"除了他的地精和霍布戈布林军队外，Volixus还雇佣了一支名为骨碎者(Bonemashers)的食人魔雇佣兵团。",
										"哥布林占领了一座被称为灰尖塔(Grayspire)的废弃山要塞。",
										"几个世纪以前，灰塔曾是高领主格兰德尔·怀特斯帕罗(`High Lord Grandel Whitesparrow`)的堡垒总部，但它很久以前就荒废了。",
										"在格雷斯派尔（Grayspire）下方，有一个几乎无限延伸的下水道和地下墓穴系列，其中包括一些据说早于城堡建造的洞穴和古代遗迹。",
										"鬼魂出没在塞特古老的守望塔上，该塔位于连接至格雷斯派尔下层的隧道之上。",
										"白雀领主的图书馆可能保存着古老的地图或线索，指引着格雷斯派尔城下面的下水道和隧道。"
									]
								},
								{
									"type": "entries",
									"name": "Fantastic Locations",
									"entries": [
										{
											"type": "list",
											"items": [
												"{@b Watchtower of Set:} 一条狭窄的山羊小径通往一座废弃的瞭望塔；四分五裂、破碎的石头上布满了奇怪的黑油；坍塌的地板通向下方山脉下方一百英尺深的隧道。",
												"{@b Goblin Hovels:} 格雷斯派尔（Grayspire）地下洞穴网络；供奉一个名为铁（Irons）的地精奴役之神的神龛；油黑色水流倾泻而下",
												"{@b Courtyard of Bones:} 被毁坏的庭院里堆满了死者的骨骼和生锈的盔甲；传闻中恶魔的骨骼发出愤怒的咆哮声；来自被摧毁的地狱战争机器残骸中的巨大尖刺车轮。",
												"{@b War Engine:} 拥有黑铁头骨的猛攻者套装; 巨大的前部尖刺车轮; 发出绿色幽火的庞大燃烧引擎",
												"{@b Molten Keep:} 由强烈的异世界热量部分熔化的花岗岩保持着; 硬化的身体从熔化的墙壁中伸出; 铁和钢制成的王座两侧是巨大的黑色铠甲雕像"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "NPCs",
									"entries": [
										{
											"type": "list",
											"items": [
												"{@b Paula Dustyfingers:}古董和文物的卖家。{@i Indiana Jones and the Last Crusade}的马库斯·布罗迪(Marcus Brody)。",
												"{@b Volixus the Burning Rage:} 雄鹰兽人领袖。来自{@i Batman}的灾祸。",
												"{@b Littletoes:} 逃离了格雷斯派尔下面的贫民窟的地精。来自{@i The Lord of the Rings}的咕噜姆。",
												"{@b Aluvena the Keeper:} 白雀家族的精灵档案员。来自{@i Downton Abbey}的Sarah O'Brien。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Monsters",
									"entries": [
										{
											"type": "list",
											"items": [
												"24 雄狼兽族 (hobgoblins)",
												"36个地精",
												"12 侏儒 (gnomes)",
												"6个异教徒",
												"4个幽灵(wraiths)",
												"2 地狱猎犬 (Hell Hounds)",
												"6食人魔",
												"半龙侠盗(Volixus)这只半身哥布林(hobgoblin)雇佣兵。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Magic Items",
									"entries": [
										{
											"type": "list",
											"items": [
												"沃利克斯携带着{@item Stonehewer}，这是四百年前为高领主格兰德尔·怀特斯帕罗打造的{@item greatsword of sharpness}。",
												"他也穿着一双{@item gauntlets of ogre power}。"
											]
										},
										"这份大纲大概就是懒惰地牢主清单准备的笔记所能达到的长度极限，仍然可以轻松地放在一页或两页纸上。你自己的笔记可能会更短。这次冒险可能会超过四个小时，所以我们可以分几次进行，或者缩短时间。我们可以删除像Set守望塔这样的场景，或者在早些时候给角色一些线索，让他们更快地进入城堡。"
									]
								},
								{
									"type": "entries",
									"name": "Review Your Notes Before the Game",
									"entries": [
										"在游戏开始前大约三十分钟到一小时，你应该{@b give your notes a solid review}。你可能会认为自己会记住在游戏前写下的所有东西。但如果你在游戏开始前花几分钟回顾一遍所有内容，将有助于更牢固地将所有这些想法储存在你的短期记忆中。"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 12: Reduce the Checklist",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"你的会话笔记的真正目标是让你感到足够自信来主持你的会话。"
									],
									"by": "Phil Vecchione",
									"from": "Never Unprepared"
								},
								"按照我们当前懒惰地下城主（Lazy Dungeon Master）的游戏准备清单上的八个项目，可能只需要半小时就能完成。但有时候我们甚至没有那么多时间。另一方面，有时我们对游戏有很好的把握，以至于我们对自己能够保持灵活并且不必经过每一个清单步骤都感到自信。",
								"无论时间是否紧迫，或者你与即将到来的游戏（Lazy Dungeon Master）的联系特别紧密，都有可能将懒惰地下城主（Lazy Dungeon Master）的清单缩减为仅三件事情：",
								{
									"type": "list",
									"items": [
										"打造一个强劲的开端（D&D Running Group）",
										"定义：秘密是指被隐藏或保密的信息，通常只有少数人知道或能够访问的内容。线索是指暗示或提示，可以帮助人们解决问题或发现真相的信息。",
										"开发奇幻地点"
									]
								},
								{
									"type": "entries",
									"name": "So Why These Three Steps?",
									"entries": [
										"首先，几乎每个游戏场景都可以从一个强劲的开端中受益，需要迅速融入故事并接近行动。也许你不知道游戏的其余部分会发展到哪里，但你知道第一场景将从哪里开始。",
										"在强劲的开端之后，秘密和线索可以帮助弥补你所跳过的步骤。它们可能会让你对冒险的目标有所了解，以及可能出现的场景。它们可能会提到这些场景中可能出现的怪物。它们可能会确定角色将与之互动的NPC，或者他们可以获得的魔法物品。它们甚至可能会将一个角色的背景故事与故事联系起来。秘密和线索能够承担如此多的任务，从清单上的其他项目中解脱出来，显示了它们的力量和作用。",
										"正如在那一节中讨论的那样，创造奇幻地点可能很困难。但它们也是构建角色可以探索的更大奇幻世界的重要一步。在你简化的准备中，你可能只准备三个奇幻地点。而且，如果你正在进行一场已出版的冒险，你甚至可能不需要这样做。"
									]
								},
								{
									"type": "entries",
									"name": "What Gets Lost?",
									"entries": [
										"显然，将清单缩减到仅这三个活动意味着会有一些东西会被遗漏。但具体是什么？这对你的游戏意味着什么？",
										"首先，如果你跳过了这一重要的第一步，你就不会和角色建立起很好的联系。所以即使你不必把它作为整个过程的一部分，你仍然可以花三十秒的时间念一下角色的名字，在开始准备的其余部分之前让它们在脑海中。",
										"在强烈的开头之后，场景大纲主要是为了让你感到安全。如果你觉得不需要 {@i feel} 它，那你可能真的不需要它。",
										"即使没有为此做准备，你也知道你将不得不即兴表演甚至是你重要的NPC。无论如何，你已经不得不即兴表演很多其他NPC，所以扩展这个过程并不太难。考虑到玩家在选择要与之建立联系的NPC时可能会变化无常，通常情况下，最好是即兴表演所有次要角色，让玩家决定谁是他们认为重要的人物。",
										"失去选择相关怪物的步骤意味着你将不得不根据场景在桌上即兴发挥哪些怪物是合理的。如果你熟悉你的怪物手册和怪物难度与角色等级之间的一般关系，那么即兴为角色选择敌人并不太难。",
										"对于魔法物品奖励，你可以随机掷骰子，无需提前准备。然后将结果与你准备好的有趣秘密和线索联系起来，将魔法物品与故事连接起来。"
									]
								},
								{
									"type": "entries",
									"name": "Reducing Through Experience",
									"entries": [
										"随着你在主持RPG游戏方面的技能提升，你会变得更加自信，可以在准备更少的游戏场景下进行游戏。但是你不希望变得过于自信。因此，你要避免跳过那些一直为游戏和玩家带来乐趣的准备部分。",
										"提高主持游戏的水平意味着不断审视你准备和主持游戏的方法。这意味着向玩家征求反馈，然后评估他们的回应以及游戏过程中的态度，以了解特定事物的效果如何。所有（GMs）需要不断努力在自信和改进的动力之间保持平衡。",
										"随着你变得更加娴熟，你将能够在准备过程中省去步骤，在游戏桌上更自由地即兴发挥，并依然营造出一个无限可能的高冒险世界。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist of Reducing the Checklist",
									"entries": [
										"如果你愿意的话，你可以将懒惰地牢主（Lazy Dungeon Master）的清单缩减为三项：{@b Create the strong start, define secrets and clues, and develop fantastic locations.}。",
										"秘密和线索通常包含了来自失踪的五个步骤的元素。",
										"考虑将一个秘密或线索与角色的背景联系起来。",
										"在游戏中，将秘密和线索与随机选择的魔法物品联系起来。",
										"随着你的技能提高，你可以将你的清单精简到最基本的必需品。",
										"寻求持续反馈并定期进行自我评估，以提高您作为(`GM`)的技能。"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 13: Other High-Value Preparation Activities",
							"entries": [
								"懒惰地下城主（The Lazy Dungeon Master）的清单帮助我们准备运行一个有趣、开放式的游戏所需的一切。也就是说，对于有时间的GMs来说，还有一些其他活动可以让游戏变得更有趣。虽然不像清单的基本八个步骤那样重要，但这些额外的步骤提供了一些极其有效的方法来让我们的游戏变得更好。",
								{
									"type": "entries",
									"name": "Handouts",
									"entries": [
										"手稿为故事和世界建立了物理联系。它们有助于巩固玩家的线索，并为他们提供可以在整个冒险中参考的物理证据。一张漂亮的铜色羊皮纸，印有花式字体的文字，为角色留下了一则感觉真实的笔记。如果当地的吸血鬼领主想邀请队伍共进晚餐，一份玩家可以亲手拿着的真正邀请函会更加牢固地将他们与虚构世界联系在一起。",
										"制作手册还有助于完善故事。您可以使用手册来介绍重要NPC。您可以用它们来强化任务。甚至可以将秘密或线索直接放在一张纸上，让玩家们去解决。制作一个好的手册可以成为一种准备工作，为您和接收手册的玩家提供很好的价值。"
									]
								},
								{
									"type": "entries",
									"name": "Maps",
									"entries": [
										"美丽的全彩幻想地图可以将玩家和GM们带到他们正在探索的土地。如果你正在运行一个已出版的战役世界，打印一幅大号海报地图，可以放在游戏桌上，让每个人都感受到战役的范围和规模。",
										"许多幻想海报地图可以在线购买数字格式，然后在本地印刷店打印出来供您自己使用。您甚至可以让这些地图覆膜，这样您就可以用干擦笔在上面写字，将您美丽的幻想世界变成一块桌面大小的白板。"
									]
								},
								{
									"type": "entries",
									"name": "Artwork",
									"entries": [
										"互联网上充满了引人入胜的艺术作品，可以激发你自己的想象力以及玩家们的想象力。当你在浏览网页消磨时间时，你可以浏览大量的幻想图像，收藏你喜欢的并想向玩家展示的图像。在游戏之间通过电子邮件分享这些图像，或者在游戏过程中通过手机或平板电脑展示它们，是展示生物或场景的绝佳方式，而不仅仅是描述它们。",
										"当你发现你真的喜欢的奇幻艺术家时，检查一下他们的作品是否有出售，或者是否有Patreon。通过支持一位艺术家，你可以更快地获得优秀的艺术作品，减少你的准备时间，让你有更多时间专注于其他事情。"
									]
								},
								{
									"type": "entries",
									"name": "Music",
									"entries": [
										"提升游戏氛围的一个好方法是选择合适的背景音乐。这种音乐不应该盖过游戏本身，所以要保持音量较低。视频游戏和电影原声带特别适合作为奇幻RPG游戏会话的背景音乐。",
										"以下列出的流行原声带（以及两位器乐艺术家）受到许多GM和玩家的推荐：",
										{
											"type": "list",
											"items": [
												"{@i Conan the Barbarian}",
												"{@i The Witcher 3: Wild Hunt}",
												"{@i The Elder Scrolls V: Skyrim and the rest of the Elder Scrolls series}",
												"{@i Lord of the Rings}",
												"{@i Pillars of Eternity}",
												"{@i Dragon Age}",
												"{@i Diablo}",
												"{@i Stranger Things}",
												"{@i Pirates of the Caribbean}",
												"{@i Final Fantasy series}",
												"{@i Darkest Dungeon}",
												"{@i Midnight Syndicate}",
												"{@i Two Steps From Hell}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Checklist for other High-Value Preparation Activities",
									"entries": [
										"虽然懒惰地牢主（Lazy Dungeon Master）的清单涵盖了你所需的一切，但一些额外的准备活动可以让你的游戏变得更好。",
										"制作手册，让玩家与故事建立实际联系。",
										"使用印刷海报地图来吸引玩家进入世界。",
										"找到富有感染力的人物、地点和怪物的艺术作品，展示给玩家们看。",
										"播放来自视频游戏和电影的配乐，以增添游戏氛围。"
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/high_value.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 14: The Lazy Dungeon Master's Toolkit",
							"entries": [
								"除了我们懒惰地下城主准备的笔记之外，我们还想准备一套工具包和配件，可以帮助我们在桌上更顺利地进行游戏。每位主持人肯定都有自己喜欢的工具，但我们很可能有一些共同的喜爱。本章描述了一些最常见的元素。",
								"这个懒惰地牢主（Lazy Dungeon Master）的工具包被设计成简单、便携、灵活、实用和廉价。它赋予我们高度的灵活性，有助于即兴表演，并让我们构建与我们集体想象力一样广阔的世界。本讨论假设该工具包将自动包括每位GM都需要的明显工具，包括骰子、铅笔和干擦笔。除此之外，重点是那些最能定义懒惰地牢主方式和方法的工具。",
								{
									"type": "entries",
									"name": "The GM's Notebook",
									"entries": [
										"每位（GM（Game Master））都有自己偏好的笔记方式。有些人喜欢用纸和笔，而另一些人喜欢数字工具。无论你的偏好是什么，确保它能让你在游戏过程中随时查阅笔记。你的GM笔记本应该易于使用和查阅。",
										"理想情况下，在桌上使用的笔记越少越好。例如，Chris Perkins曾经描述过在一张纸上概述整个冒险会话。你懒惰的地下城主准备笔记也应该理想地适合一张纸，三到四页的口袋笔记本，或者一小把3×5索引卡。",
										"保留旧笔记是个好主意 —— 包括你用来准备游戏的笔记，以及游戏过程中记下的笔记。回顾旧笔记有助于参考以前的事件，并在每个游戏会话之间跟踪事物。但没有必要过度。为了准备下一个游戏会话，你不必花几个小时来回顾旧笔记。当你坐下来准备时，重要的事情会在脑海中浮现。"
									]
								},
								{
									"type": "entries",
									"name": "Campaign Worksheet",
									"entries": [
										"设定一个目标，即在你的战役中只使用一张纸，有助于你将注意力集中在正确的领域。一张角色和战役笔记的纸让你可以将游戏中最重要的元素放在你面前。当玩家和角色的行动导致新元素出现时，你可以在纸上记下它们。专注于角色还有助于你记住角色的名字，这样你在游戏中可以称呼角色而不是玩家。"
									]
								},
								{
									"type": "entries",
									"name": "Curated Random Name List",
									"entries": [
										"几乎每篇关于游戏桌上即兴表演重要性的文章都谈到了\"准备即兴表演\"的重要性。每次这些文章详细讨论这个概念时，都会提到一个好的名字列表的重要性。",
										"{@b A good list of curated names might be your most important improvisational tool.}",
										"在你的游戏中，你会为各种事物使用名称——但它们的主要用途始终是为你在游戏中即兴创作的NPC。互联网上有很多优秀的随机名称生成器。你可以选择任何一个你喜欢的，并用它生成数百个名称的列表。在构建你的懒惰地下城主工具包时，提前阅读这个随机列表并将其修剪为听起来合适且有效的名称是有帮助的。一旦你筛选出你的随机名称列表，你可以打印出来并放入工具包中。",
										"在游戏过程中，重要的是在NPC出现时记下他们的名字。给一个即兴出现的NPC分配一个随机名字很容易，但十秒钟后就更容易忘记。你的战役工作表或GM笔记本是一个很好的地方，可以在上面写下即兴NPC的名字和描述，这样你就不会忘记它们。"
									]
								},
								{
									"type": "entries",
									"name": "3×5 Index Cards",
									"entries": [
										"许多（GMs）已经公开宣布他们对简单的3×5索引卡情有独钟。角色扮演游戏《命运核心（Fate Core）》将这样的卡片作为游戏材料的基本组成部分。在所有游戏中，廉价的3×5卡片的灵活性无限。您可以用它们来快速画草图。您可以用它们来巩固任务，一旦角色们发现了它们。您可以写下魔法物品的名称和能力，然后将魔法物品的卡片交给接收它的角色的玩家。",
										"{@b Few tools in your Lazy Dungeon Master's toolkit are as flexible as 3×5 cards.}"
									]
								},
								{
									"type": "entries",
									"name": "Initiative Cards",
									"entries": [
										"除了用来做笔记外，3×5卡片也很适合用作先攻追踪器。将九张卡片对折，使它们能够竖立在桌子上。在卡片上标上1至9的数字，两面都写上数字。然后在会话开始前，请其中一名玩家负责先攻，并将卡片堆交给他们。",
										"当战斗开始，每个人都进行先攻骰掷骰子，持有卡牌的玩家可以分发它们。\"1\"卡牌交给最高先攻值的玩家，\"2\"卡牌交给下一个最高的，依此类推。作为GM，你会根据遭遇中不同先攻值的怪物数量获得一定数量的卡牌。有了这些索引卡放在你和所有玩家面前，每个人都能轻松看到战斗顺序，玩家也能知道下一个是谁轮到了当有其他人在进行动作。"
									]
								},
								{
									"type": "entries",
									"name": "GM Screens or Cheat Sheets",
									"entries": [
										"在本地语言习惯的基础上，通常有大量机制的RPG游戏会提供GM屏幕或备忘单，这些可以帮助你在游戏中即兴应对一些机制。例如，你的备忘单可能会告诉你特定等级的即兴陷阱的适当攻击得分和伤害。它可能会为各种任务提供难度范围，或者告诉你各种状态和效果的结果。GM们自从人们开始玩RPG游戏以来一直在使用这些备忘单和屏幕，而且理由充分。它们有助于在游戏进行时更容易地即兴发挥。找到你喜欢的备忘单或GM屏幕，并在游戏过程中随时保持它们在手边。"
									]
								},
								{
									"type": "entries",
									"name": "Dry-Erase Flip Mat",
									"entries": [
										"一块空白干擦翻页地图让你在主持游戏时可以在桌前保留一个灵活的白板。尽管通常用于格子战斗地图，干擦翻页地图是一个极其多功能的工具，具有各种潜在用途。你可以随时在上面画出地点和房间布局的草图。你可以绘制图表展示奇幻地点的广阔规模，或记录角色可能发现的奇怪符号。你可以使用翻页地图来追踪怪物在战斗中受到的伤害，以及可能帮助玩家识别这些怪物的有趣的身体特征。",
										"这样的翻转地图通常售价在$10到$20之间，物有所值。它重量轻，可折叠成一张纸的大小。就像3×5的索引卡一样，它的灵活性无限制。"
									]
								},
								{
									"type": "entries",
									"name": "Published Books and Adventures",
									"entries": [
										"许多（GMs）发现一旦游戏开始，他们就会把游戏手册放在一边，但这些书籍为运行游戏提供了极好的资源。您可以在桌边查阅怪物手册以查找怪物的属性块。您可以使用（Gamemaster指南）中的随机图表和表格来帮助打破无聊的情况或激发有趣的事件转折。同样，如果您正在运行一本已出版的冒险，您应该随身携带该冒险。花时间阅读这些书籍，并标记您认为在桌边最有用的部分是值得的。"
									]
								},
								{
									"type": "entries",
									"name": "Miniatures, Maps, and Terrain",
									"entries": [
										"根据2016年地下城主（Dungeon Master）调查，超过60%的第五版（5E）地下城主使用网格地图和迷你模型进行战斗。如果这是您偏好的游戏风格，翻转地图（flip mat）是一个非常灵活、多功能的战术战斗地图。而在迷你模型方面，有许多选择，可以使用糖果、骰子、代币或硬币来代表怪物，也可以使用数千个预先涂色的塑料模型。如果您计划使用网格地图和迷你模型进行一些战斗，那么肯定会想把它们包含在您的懒惰地下城主工具包中。",
										"即使在战斗之外，代表玩家角色的小型模型也可能会有所帮助。您可以使用它们让玩家展示角色的大致位置，探索地牢时的行军顺序，或者在休息时指示谁醒着谁在睡觉。",
										"预先印制的遭遇地图和3D地形模型可以更深入地吸引玩家参与游戏，并可以帮助使战斗会话比完全在头脑中进行的战斗更具战术趣味。但战术地图、3D地形和迷你模型并非必需品。你可以仅凭松散的草图和富有启发性的描述来进行奇妙、有趣和令人敬畏的游戏。除了减少额外的成本和复杂性外，放下地图和迷你模型还赋予你的游戏灵活性和自由，让故事走向任何地方。"
									]
								},
								{
									"type": "entries",
									"name": "Get Rid of What Isn't Useful",
									"entries": [
										"当你在组建你的懒惰地牢主（Lazy Dungeon Master）工具包时，你添加什么{@i avoid}和添加什么一样重要。许多配件在当时似乎是个好主意，但在运行游戏时却变得繁琐。每个添加到工具包中的物品都会使你更难找到和使用你已经组装的其他物品。你不想不得不在一个装满垃圾的大盒子中翻找，只是为了找到你的先攻卡或你正在寻找的特定迷你模型。",
										"每次你主持游戏时，你会更清楚地了解哪些组件经常使用，哪些组件提供的价值较小。随着你的经验增长，你可以不断地修剪你的懒惰地牢主持工具包，只保留其中的基本组件——就像其他懒惰地牢主持技巧一样，这些组件对你的游戏影响最大。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for the Lazy Dungeon Master's Toolkit",
									"entries": [
										"这里是您可能考虑的懒惰地牢主持工具包组件清单：",
										{
											"type": "list",
											"items": [
												"骰子，铅笔和干擦笔",
												"GM的笔记本",
												"战役工作表",
												"精心策划的随机姓名列表",
												"3×5索引卡",
												"编号的倡议卡 (%(initiative)%)",
												"GM屏风或备忘单（cheat sheet）",
												"干擦翻页板",
												"已出版的书籍和冒险 (Published books and adventures)",
												"根据需要提供迷你人物、地图和地形。"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 15: Reskinning",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"这个世界充满了力量和能量，一个人只需利用其中一小部分，就可以走得很远。"
									],
									"by": "Neal Stephenson",
									"from": "Snow Crash"
								},
								"在懒惰地牢主的工具包中，很少有工具像重新涂装那样有用。重新涂装让我们能够利用四十年来出版、经过游戏测试和专业制作的材料，然后在几秒钟内将这些材料融入我们自己的游戏中。",
								"在桌面角色扮演游戏中，重塑（reskinning）是一种技巧，即将已经存在的内容用不同的名称、描述或风格重新包装，使其看起来全新独特。",
								"这是一个更简短的重新涂装过程描述：",
								"{@b Take something that already exists and describe it as something new.}",
								"假设我们想要为邪恶男爵雇佣一名强大的野蛮人保镖，但没有一个很好的保镖属性块可用。所以，我们可以使用食人魔的属性块，然后描述它为男爵的保镖。一个令人难忘的遭遇设置，完成了！",
								"在桌面角色扮演游戏中，改换怪物外观可能是这种技术最受欢迎的用法。但同样的技巧也适用于地牢、城镇、城市，甚至整个战役世界。",
								{
									"type": "entries",
									"name": "Reskinning Monsters",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"如果你使用(`haan`)的统计数据，但描述的是鳍和喷射器而不是爪子和气球，用冷喷雾代替火焰喷射，以及游泳速度代替飞行速度，恭喜你——你已经创造了一个全新的外星人，你的玩家永远不会察觉到差异！"
											],
											"from": "Starfinder Core Rulebook"
										},
										"在你的游戏中几乎每一个关键点，你都会遇到想要创造符合你讲述故事的新怪物的情况。比如一个巨大的石头守卫保护着通往古老神庙的通道。如果你找不到一个合适的巨大雕像的属性块，你可能会本能地查找建立新怪物的规则，然后创建自己的巨大雕像属性块。但这需要时间。",
										"相反，只需找到一个与您考虑的大致力量水平相匹配且一般特征符合雕像的怪物。在这个例子中，一个强大的巨人的属性块可能符合要求。然后简单地使用该属性块，并将其称为\"（Guardian of the Temple）\". 当您描述它的攻击时，您将描述它们为一座巨大雕像的攻击。没有人会察觉到。",
										"几乎没有怪物是不能通过这种方式重新设计的。白龙可以变成死神的化身。法师可以变成不死领主。九头蛇可以变成可怕的侏儒构造体失控，或来自噩梦领域的扭曲恐怖。",
										"有时候你可能需要改变属性来符合重塑怪物的风格。你通常可以灵活调整。你知道腐朽总督现在是不死生物而不是人形生物。你知道死神化身不再是一只龙，而是一只恶魔，其吐息武器是一股死灵能量的波浪而不是冰冷。这些改变在游戏桌上很容易实现。",
										"重塑怪物将你游戏中数百个经过专业设计和游戏测试的怪物统计数据块转变为无限种类的怪物，以适应你故事中任何需要的情况。{@b Reskinning monsters is a perfect example of the way of the Lazy Dungeon Master}，利用数千小时的工作，让你几乎不费吹灰之力就能将其应用到你的游戏中。"
									]
								},
								{
									"type": "entries",
									"name": "Reskinning Dungeons",
									"entries": [
										"你不必仅限于怪物。你可以重新设计整个地牢以适应你自己游戏的需求和需要。在过去的四十年里，制作了成千上万的幻想RPG地牢，你可以拆解并放入你的游戏中。你可以颠倒地图。或者把它分成两半。或者你可以只利用地牢中的几个房间，重新设计这些房间使它们感觉独特。",
										"就像重新设计怪物一样，你可以用自己的风格包装这些地牢，并改变它们的内容以适应你的故事。你可以将准备好的秘密和线索融入其中，让重新设计的地牢带有整个冒险的风味。你可以将地牢置于更大的变化中，比如将一个火焰主题的地牢改成一个冰冷的地牢。",
										"你也可以创建一个已发布的地牢地图库，以便在需要比你准备的有限数量的奇幻场所更复杂的东西时进行参考。你可以用你自己的奇幻场所替换一个或两个重塑后的地牢地图的房间，然后在游戏过程中根据需要即兴描述其他房间和房间。一个好的地图收藏是懒惰地牢主的工具包的极好补充。"
									]
								},
								{
									"type": "entries",
									"name": "Reskinning Worlds",
									"entries": [
										"你可以将重塑的概念扩展到游戏世界的各个方面，甚至包括整个世界本身。酒馆、旅馆、城堡、神庙、城市、存在的位面、神灵、整个诸神体系——无论你需要什么，你很可能可以从其他资源中借鉴，这些资源花费了比大多数GM都能接触到的更多的时间、金钱和创造力。已出版的冒险和出版的战役源书为您提供了可重复使用的宝贵素材。即使您不直接使用这些书籍，当您对它们进行重塑并将它们放入您自己的世界时，您仍然可以充分利用它们。"
									]
								},
								{
									"type": "entries",
									"name": "Mash-Ups",
									"entries": [
										"除了重新设计怪物、地牢、城镇、城市或整个战役世界外，你还可以将其中两个或更多的元素结合在一起，创造出全新的东西。拿一个巨人的基本属性块，然后加入一个法师的属性块中的魔法元素。你刚刚创造了一个新的符文巨人法师。拿一个漂浮在高魔法领域中的城市，然后将其与一个黑暗奇幻世界中的肮脏、阴暗的大都市结合起来。你创造了一个完全独特的邪恶漂浮监狱殖民地。虽然将单个已发布元素重新设计为全新元素最容易，但将两个已发布元素的部分混合在一起也并不那么困难。许多最令人难忘的想法——从游戏到小说——都利用了这个概念。"
									]
								},
								{
									"type": "entries",
									"name": "Your License to Be Inspired",
									"entries": [
										"对许多（Game Masters (GMs)）来说，重新涂装已经是第二天性了。我们习惯于从许多不同的来源中获取我们需要的内容，我们有足够的经验知道当重新涂装时，出版物可以为我们的游戏带来多少价值。但其他（GMs）可能会避免使用这种技术。对一些人来说，重新涂装受到\"非本地发明\"的综合症的困扰，这可能会促使我们只想使用我们自己想出的材料。对其他人来说，重新涂装可能会让人感觉像作弊，甚至是偷窃。",
										"如果你是那种GM之一，重要的是要克服这些感觉。有很多精彩的素材适合用在你的游戏中。利用你拥有的游戏产品和书籍中的想法并不是在窃取或贬低那些书籍的作者、设计师和艺术家们的工作。相反，这是受到那些作品启发以不同方式创作的过程。所以不要仅仅因为重新设计怪物、场景和其他游戏元素似乎比自己创作一切更缺乏创意就抛弃那些素材。",
										"诚实地提醒自己，你简单地无法投入像最优秀的已发行游戏产品那样的时间、金钱和创造力。但是当你重新设计那些已发行产品中的游戏元素时，你可以轻松地吸收那股能量，并且可以毫不费力地将其引入到你自己的游戏中。",
										"{@b Reskinning might be the single most valuable tip in this book.} 紧紧抓住它，善加利用。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Reskinning",
									"entries": [
										{
											"type": "list",
											"items": [
												"将已经存在的事物描述成全新的东西。\n\n",
												"从已出版的RPG书籍中重新设计怪物、地牢、城镇、城市、冒险，甚至整个战役世界。",
												"为了重新设计一个怪物，可以用符合你战役故事的新风格来包装现有的属性块。",
												"从多个来源获取灵感，将它们融合在一起，创造出全新的事物。",
												"大量借鉴已出版的奇幻RPG规则书、冒险故事和怪物手册。",
												"抵制任何认为从已发表的来源借鉴想法是作弊的观念，或者认为这样做不够创造性，因为你并非从零开始构建事物。",
												"改换外观是懒惰地下城主的最强大工具之一。"
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/reskining.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 16: Building a Lazy Campaign",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"我犯了很多错误。我准备过度了。我制作了庞大的战役世界，却没有意识到玩家们只能看到其中的百分之一。"
									],
									"by": "Chris Perkins"
								},
								{
									"type": "quote",
									"entries": [
										"冒险就是关于当下。"
									],
									"by": "{@i Dungeons & Dragons} fifth edition {@i Dungeon Master's Guide}"
								},
								"根据在{@link slyflourish.com}进行的6600名{@i D&D}地牢主持人的调查，大约55%的受访者在自己的战役设定中主持游戏。通常，这些游戏主持人花费大量时间构建万神殿、重要NPC、陆地、政治结构——填充一个战役世界的一切。",
								"我们懒惰地牢主可以采取不同的方法。这种工作方式并不与构建一个庞大的战役世界的方法相矛盾。但它始于对角色、驱使他们的目标以及他们周围环境的关注。然后游戏和世界都从这里开始螺旋式发展。",
								{
									"type": "entries",
									"name": "Develop the Spiral Campaign",
									"entries": [
										"这种方法被称为\"螺旋式战役发展\"，是一种常见的世界构建方法。使用战役螺旋，你从角色的起始地点开始构建你的战役，填写与角色和玩家立即感兴趣的细节，或者可能在下一场游戏中出现的细节。你不必担心更大世界的细节，因为你不知道故事将会前往世界的哪个地方。相反，你将注意力集中在角色、离他们最近的地点以及与他们直接兴趣相关的任何当地问题上。",
										"当角色探索这个世界时，你对这个世界的关注逐渐扩大。只有当他们到达附近的城市时，你才花时间填写那个城市。即便如此，{@b you focus only on the locations within the city that the characters are most interested in or most likely to see}。",
										"{@b The campaign spiral uses the familiar Lazy Dungeon Master's checklist.} 当你玩下一场游戏时，你应该关注的是会出现在桌上的内容。游戏的其余部分、故事和世界都是灵活的。你可能喜欢构建你的战役世界的大部分内容，但不要被愚弄，认为玩家会在他们的角色关心战役世界的特定部分之前关心它们。",
										"除了现有的清单外，你还有一些其他工具可以帮助你为新游戏构建一个战役世界。许多书籍和RPG资料描述了世界构建的复杂细节。相反，我们将专注于三种小技巧，让你快速构建一个对角色和玩家都重要的战役：战役引子，六个真相和定义前线。"
									]
								},
								{
									"type": "entries",
									"name": "Build the Campaign Hook",
									"entries": [
										"当你开始制定一个冒险活动，无论是一系列冒险还是一个长期的史诗故事的一部分，如果你有一个简单的描述，只需一句话来定义这个活动，会很有帮助。这个描述让玩家们知道他们应该做什么，也让你在活动进行时更容易保持清晰的焦点，知道该准备什么。",
										"活动钩子应该简单、直接。以下是十个例子：",
										{
											"type": "list",
											"items": [
												"打败女巫女王。",
												"阻止恶魔王子的崛起。",
												"摧毁巫妖的黑暗帝国。",
												"消灭吸血鬼领主，结束她的黑暗统治。",
												"寻找六把精灵力量之刃。",
												"将被废黜的国王恢复到他的王位上。",
												"打败掌控世界的五位黑暗泰坦((dark titans))。",
												"结束由兽人皇帝发动的战争。",
												"杀死那个五十年前谋害你的背叛者。(the betrayer)",
												"阻止黑暗领主的复活。"
											]
										},
										"显然，上述钩子中的概括将被您自己战役的具体细节所取代。对于我们的\"Scourge of Volixus (沃利克斯的灾祸)\"冒险，我们将把冒险的主题扩展为一个更大的战役，重点关注一个名为Thuron的恶魔领主的崛起，他希望占领环绕着Whitesparrow村庄的山谷。这是我们的战役引子：",
										{
											"type": "inset",
											"entries": [
												"阻止图龙的崛起。(Thuron)"
											]
										},
										"很难击败三个词来定义整个冒险故事线的冲突和发展。(campaign)"
									]
								},
								{
									"type": "entries",
									"name": "State the Six Truths of Your World",
									"entries": [
										"当你构建一个侧重于角色的战役时，你需要超过三个词来给玩家足够的信息，让他们围绕战役来构建角色。为了帮助每个人理解战役的范围，你可以制定战役的六个真相。",
										"这些真相是将这场战役与玩家之前参与过的所有可能战役或可能期望的战役区分开的事实。六个真相是一个理想的数字，因为它们易于记录，易于消化，并且可以防止你的世界变得过于复杂。",
										"这里是我们\"沃利克斯的灾祸\"冒险世界的六个真相示例。",
										{
											"type": "list",
											"items": [
												"白雀村下隐藏着一股可怕的力量。",
												"白雀镇周围的土地变得越来越荒凉。",
												"在那片土地下面的无尽洞穴里埋藏着地狱战争的机器。",
												"一位强大的恶魔将目光投向白雀镇，以及周围的山谷和其中蕴藏的秘密。",
												"一千年前的精灵守护者的废墟散落在山谷中。",
												"山谷中通往外域的边界变得脆弱。"
											]
										},
										"当你进行冒险的第一个游戏（称为\"零号场景\"，我们将在下一章讨论），你可以向玩家提供这个活动真相清单。然后玩家将利用这些真相来打造符合冒险主题的角色。"
									]
								},
								{
									"type": "entries",
									"name": "Define Fronts",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"《地牢世界》的前线概念极大地改善了我的游戏体验{@i D&D}。"
											],
											"by": "Mike Mearls"
										},
										"一项最后的竞选准备工作可以帮助你专注于你的竞选活动中的主要动力因素。前线是游戏《末日世界》(D. Vincent Baker)中的一个概念，在《地牢世界》(Adam Koebel和Sage LaTorra)中变得流行，但我们将在这里简化这个概念。",
										"前线（以天气前线命名）代表着战役中的主要推动力。在大多数情况下，战役的主要反派会成为战役的前线，但潜在的灾难性事件也可能扮演这个角色。规模较小的战役可能只有一两个前线，而规模较大的战役可能有多达六个。但对于懒惰地下城主的方式来说，三个前线对于大多数战役来说是一个不错的数字。",
										"每个前面板由以下组件组成：",
										"前线：这个\"前线\"究竟是谁或者是什么？",
										"目标：这个阵线试图实现什么？它的目标是什么？如果一个或多个生物组成了这个阵线，他们是否认为自己的行动是正当的？他们是否正当？",
										"三个凶兆：哪三个明显的步骤显示了这个前线的进展？"
									]
								},
								{
									"type": "entries",
									"name": "Example Fronts for \"The Scourge of Volixus\"",
									"entries": [
										"使用我们\"沃利克苏斯之灾\"的扩展版本，我们可以定义以下三个战线：",
										"{@b Front:} 伏利克斯",
										"{@b Goal:} 制造地狱战争机器，用它来摧毁白雀镇，然后揭开隐藏在下面的秘密。",
										"{@b First Grim Portent:} 半龙霍布戈布林 Volixus 使用古老的邪恶计划和侏儒的聪明才智修复了战争机器。",
										"{@b Second Grim Portent:} Volixus追踪到了操控战争机器所需的地狱宝石。",
										"{@b Third Grim Portent:} 沃利克苏斯打开了格雷斯派尔的大门，将战争机器和他的军队派往怀特斯帕罗。",
										"{@b Front:} 图隆",
										"{@b Goal:} 掌控周围的白雀谷，将其打造成一个新的地狱之家。",
										"{@b First Grim Portent:} 修伦仆从恢复了打开通往地狱九层的门的知识。",
										"{@b Second Grim Portent:} 图龙的仆人们在地狱和白雀谷之间打开了一个门户。",
										"{@b Third Grim Portent:} 图隆(Thuron)进入这个世界。",
										"{@b Front:} 黄昏教团",
										"{@b Goal:} 为了他们的秘密主人，索伦(Thuron)，给这片土地带来永恒的阴影。",
										"{@b First Grim Portent}: 黄昏教派从一座失落的图书馆中找回古老的奥术知识。",
										"{@b Second Grim Portent:} 黄昏教派利用他们新获得的魔法造成了持续一个小时的日食。",
										"{@b Third Grim Portent:} 黄昏教派建造了一个供奉索伦的祭坛，他们可以通过这个祭坛永久地让太阳发生日食。",
										"我们会保持这些前线松散和轻便，就像我们对其他情节、计划和笔记一样。我们会记住，随着游戏的进行，这些前线会发生巨大变化。最初的步骤会受挫，新的步骤会出现。整个前线可能会消失。当它们消失时，新的前线会出现来取代它们。"
									]
								},
								{
									"type": "entries",
									"name": "Steering the Mind Away from \"What Might Happen?",
									"entries": [
										"前线可以帮助你把注意力从对游戏走向的假设中转移开。当你查看你的三个前线并评估它们的情况时，你不知道角色会追踪或中断哪些战役线索。你不知道哪些前线会偏离轨道，永远不会实现。你不是在试图预测游戏的未来—你是在实时地观察故事中的主要角色，并思考他们将走向何方。你不用担心{@i what might happen}。你只需要担心{@b what is happening right now}。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Lazy Campaign Preparation",
									"entries": [
										{
											"type": "list",
											"items": [
												"以与准备下一场游戏会话相同的方式准备整个战役。下一场游戏会话总是最重要的。",
												"开发一个关注角色眼下重要事情的{@b spiral campaign}，随着角色走出更广阔的世界，情节逐渐扩展。",
												"建立一个{@b campaign hook}，将活动重点放在一个每个人都能理解的主要目标上。",
												"描述你的战役与其他战役不同的{@b six truths}。使用六个真相来帮助玩家建立符合战役主题的角色。",
												"定义三个{@b fronts}——这次活动的主要参与者，包括他们的目标和显示他们进展的三个不祥预兆。"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 17: Running Session Zero",
							"entries": [
								"在我们深入进行新的冒险之前，通过进行一次初始游戏会话对玩家进行帮助，通常被称为\"零次会话\"(`session zero`)。在这个会话中，GM(`Game Master`)与玩家们聚在一起，讨论冒险、世界以及角色在这个世界中的位置，而不是直接进行典型的冒险。这也是一个大家讨论游戏期望的好时机。",
								{
									"type": "entries",
									"name": "Describe the World",
									"entries": [
										"零次会话并不像典型的游戏会话。你不需要按照《懒惰地下城主》的清单来准备这个会话，因为你还不了解足够关于这个冒险的信息来做准备。",
										"相反，零次会话从主持人描述世界和冒险引子开始。这将是一场建立在阴谋和政治之上的冒险吗，发生在一个大城市中？这主要是一场延伸至更深层奥秘的谋杀调查吗？这是一场围绕着在充满变异恐怖的广阔沼泽中探索古老精灵废墟的冒险吗？现在是讨论世界的\"六个真相\"，以及游戏的其他一般主题和期望的好时机。"
									]
								},
								{
									"type": "entries",
									"name": "Manage Expectations for the Campaign",
									"entries": [
										"有时候你可能已经对战役有了一个好的想法，特别是如果你正在进行一场已出版的冒险。在这种情况下，你可以利用这个零号场景告诉玩家关于这个战役以及他们可以期待什么。",
										"有时候，你可能只有一个关于你想要的战役的大致想法。如果是这样，你可以利用零次会议从玩家那里获取更多信息和想法。角色的背景可以成为战役的主要主题。角色过去的对手或恶棍可能会成为一个主要敌对势力。在战役确立之前，你越能将角色的背景融入其中，玩家就会更投入。",
										"这种方法也可以反过来。如果在玩家创建角色之前描述战役的主题，他们可以围绕这些主题构建背景、特质和联系。这种方法可以将零会话塑造成一种独特的即兴练习，在这种练习中，GM和玩家相互提供的信息帮助每个人共同构建游戏和角色，为未来的故事创造一个紧密结合的基础。",
										"这也是询问玩家是否有任何主题应该在冒险中避免的好时机。玩家可能不喜欢在冒险中出现特定的主题或情境，比如种族主义、奴役、对待儿童的暴力、明显的性暗示或酷刑描述。当你描述你的冒险时，询问玩家是否对冒险的主题有任何顾虑，或者在冒险进行过程中应该避免哪些主题或情境。"
									]
								},
								{
									"type": "entries",
									"name": "Tie Characters Together",
									"entries": [
										"零号会议也是将角色联系在一起的好方法。你可以摆脱老套的\"你们都在酒馆相遇\"的情节，找到更有趣的角色之间的联系，让游戏在开始前更加有趣。",
										"以下是可能连接两个或更多角色在零号场景中的冒险小组的二十种可能的联系方式：",
										{
											"type": "list",
											"items": [
												"兄弟姐妹 (%siblings%)",
												"被...所救...",
												"配有...",
												"受到...保护",
												"冒险与... (Adventured with...)",
												"友好的对手(XXX)",
												"...童年朋友(%(Childhood friend of)%)",
												"被魔法束缚到...",
												"幸存下来，与...",
												"逃脱了与...",
												"(...学徒)",
												"(...使徒)",
												"崇拜... (Idolizes...)",
												"与...一起喝酒的好友 (Drinking buddies with...)",
												"...商业伙伴(%(Business associate)%)。",
												"输掉了一场赌注给...",
												"感激于... (Indebted to...)",
												"受过...的训练 (Trained by...)",
												"决斗搭档 (Dueling partner)",
												"在与...一起奔跑 (On the run with...)"
											]
										},
										"您可以在零号会话中将这个清单提供给玩家，以帮助他们思考角色之间可能的联系。",
										"你也可以根据活动和世界来定制这些联系。在我们的\"沃利克斯之祸\"(Scourge of Volixus)示例冒险中，一些角色可能是曾与鲁思·柳鬃（Ruth Willowmane）一起服役的退伍军人，她现在是怀特斯帕罗（Whitesparrow）的警长。其他人可能在被暮光邪教（Cult of Dusk）招募之前逃脱了，避免了他们黑暗入会的仪式。"
									]
								},
								{
									"type": "entries",
									"name": "Tying Characters to a Single Faction",
									"entries": [
										"与其在角色之间建立个人关系的网络，你可以将所有队伍成员都与一个虚构的世界派系联系起来 —— 一个行会、一个教会、一个骑士团、一个雇佣单位，或者其他某个组织。这些角色可能都为同一个精灵领主服务。他们可能是一个庞大而强大的王朝的特工。或者他们可能都是一个黑暗间谍网络的特工。",
										"将角色与一个派系联系起来不仅打破了过去在酒吧相遇的模式，还为角色提供了一个强大的契机来与该派系互动。这种方法易于实施，在游戏过程中也易于使用。它不仅为角色提供了动机、任务赋予NPC和背景，还让你一次性利用所有角色的共同背景。玩家们应该在零会话期间共同选择要连接的派系。一旦他们选择了一个派系，你就可以在整个战役中充分利用这个派系。"
									]
								},
								{
									"type": "entries",
									"name": "Guide Characters Toward Cooperative Adventure",
									"entries": [
										"在使用零次会议来帮助建立战役的过程中，您可以帮助引导玩家构建符合战役的角色。建立在与特定战役不符的主题上的角色可能会导致玩家和您都感到无聊和沮丧。尽管您希望为玩家提供各种各样的角色选择，但您也可以给他们一个核心指导方针，旨在帮助整个团队更快乐：",
										{
											"type": "inset",
											"entries": [
												"创建一个明确的原因与其他队友一起冒险的角色。"
											]
										},
										"这有助于避免桌面角色扮演游戏中不时出现的\"为什么我的角色要和你们这些混蛋呆在一起？\"的问题。有时玩家们会过于创意，构建奇特的角色背景，看起来很有趣，但实际上在游戏中没有任何意义。每个人都希望找到新的方法使游戏变得原创和有创意。但幻想角色扮演游戏通常有一个明确的设计和框架，建立在行动、探索、战斗和冒险之上。"
									]
								},
								{
									"type": "entries",
									"name": "Run a Quick Adventure",
									"entries": [
										"一旦整体规划完成，你可能会有时间在零号会话中进行一次快速冒险。由于你还没有完成《懒惰地牢主》的活动清单，你将不得不大量即兴发挥。当玩家们讨论他们的角色时，你可以考虑一个强有力的开端，用于这个短暂的冒险。这并不需要太多，但在零号会话的开始，快速设计一系列涵盖NPC互动、探索和战斗的遭遇，可以是磨练你即兴发挥技能的有趣方式，让玩家们投入游戏。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Running Session Zero",
									"entries": [
										"利用第一场游戏会话帮助玩家建立与战役相关的角色，并引导战役朝着角色的背景和动机发展。",
										"描述一下你制定的战役计划中的一般主题和你整理的\"六个真相\"。",
										"利用零次会议来管理对于（campaign）的期望。",
										"发展角色之间的关系，将角色与世界联系起来。",
										"考虑将所有角色与一个派系联系在一起。让玩家从这些派系中进行选择。",
										"通过要求玩家为他们的角色提供一个明确的理由与其他角色一起冒险，引导角色走向合作冒险。",
										"进行一个快速而临时的游戏场景，包括一些NPC互动，一些探索和一些战斗。"
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/session_zero.jpeg"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running Your Game",
					"entries": [
						{
							"type": "section",
							"name": "Chapter 18: Top Traits of Good GMs",
							"entries": [
								"在一项Twitter和Facebook调查中，询问玩家描述优秀地下城主（Dungeon Masters (DMs)）的顶级特质，大约有160个回复强调了三个特质：灵活性、创造力和即兴能力。这三个特质在所有其他特质中脱颖而出，包括熟悉规则和充分准备。每当我们试图提升自己作为DM的技能并获取额外工具来帮助我们运行出色的游戏时，最有用的技能和工具是那些能帮助我们专注于灵活性、创造力和即兴能力的。",
								"这一章讨论了一些可以用来提高这三个核心GM特质的技巧。",
								{
									"type": "entries",
									"name": "Relax",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"多听少说。"
											],
											"by": "Chris Perkins"
										}
									]
								},
								"弹性、创造力和即兴表现都需要一个来自（Gamemaster）的至关重要的技能：倾听能力。数百本书和文章讨论了\"是的，而且...\"的即兴技巧。这个概念是从他人那里获取想法并想办法如何加以发展。如果你不倾听玩家，这种技巧是行不通的。",
								"你可以通过保持眼神交流和不打断来积极倾听。在玩家交谈时，你可以使用你的游戏日志或战役工作表做一些笔记。积极倾听让你了解玩家在故事中看到了什么，他们对角色的看法，以及他们想从游戏中得到什么。",
								"在通过虚拟桌面进行游戏时，这一点尤为重要。当你和玩家不在同一个房间时，许多人通常视为理所当然的身体语言暗示，比如眼神交流和一般性的肢体语言，都会失去。因此，不要害怕更直接地向每位玩家获取信息，确保你让每个人都参与到你正在主持的游戏中。",
								"一旦你倾听过——一旦你真正听到了玩家们的声音——你就可以从他们所说的内容中获得灵感，并将其反馈到游戏中。因为懒惰地牢主的方式鼓励灵活性，这使得你更容易将玩家的想法融入其中，而不会感觉自己在抛弃自己的大量材料。",
								{
									"type": "entries",
									"name": "Trust Your Tools",
									"entries": [
										"懒惰地牢主（Lazy Dungeon Master）清单中的所有步骤都旨在支持灵活性、创造力和即兴能力，这些都是运行游戏所需的。你设计了秘密、线索、场景描述和奇幻场所，这样你就可以在需要时使用它们，或者当更好的想法出现时可以抛弃它们。",
										"也许需要几次游戏会话才能看到你所有材料如何组合在一起发挥作用。但当玩家描述角色背景的一部分，而你后来在战役中将其用作秘密或线索时，游戏就会提升到一个新的水平。同样，当角色偏离轨道，但你能够插入你的一些奇妙地点来适应他们时，游戏的氛围也会发生变化。",
										"你与玩家合作的能力让他们清楚地知道你不仅仅是在按照剧本行事，但也不是随机地编造一切。这向他们展示了游戏世界是真实的，即使它也在不断适应变化。"
									]
								},
								{
									"type": "entries",
									"name": "Sharpen Your Skills",
									"entries": [
										"在所有提升担任（Game Master (GM)）的方法中，提升你的灵活性、创造力和即兴能力将在你玩角色扮演游戏时大有裨益。你练习得越多，向其他GM学习得越多，讨论你的过程越多，观看和参与的游戏越多，你在这些技能上就会变得更加优秀。结果你的游戏也会变得更好。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Flexibility, Creativity, and Improvisation",
									"entries": [
										"最好的主持人拥抱灵活性、创造力和即兴表现。",
										"学会放松，当比赛时间临近时，专注于你的强势开局。",
										"通过保持眼神交流、不打断对话并记下他们说的内容，积极倾听玩家的意见。(Dungeons & Dragons)。",
										"根据玩家提供的想法展开故事情节，并将它们与秘密和线索联系起来。",
										"相信你的准备材料，帮助你运行一场富有创意、灵活且有趣的游戏。",
										"通过观看其他游戏、阅读其他GMs的经验，以及与其他GMs交流，不断磨练你的技能。"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 19: Summarizing the Previous Session",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"一个简短、轻快、节奏快速的游戏——'我们都记得最近几次游戏中的什么精彩和有趣的事情吗？'——可以极大地帮助保持派对——无论是角色内还是角色外！——保持在正确的轨道上，沉浸其中，并与战役保持参与。"
									],
									"by": "Matt Colville"
								},
								"每场游戏都需要从某个地方开始 — 那为什么不从一项活动开始呢？这可以帮助将玩家们有力地带入游戏和战役中。",
								"当我们准备开始游戏会话时，我们可以首先要求玩家总结上一次游戏会话—然后仔细观察我们得到的回应。这种反馈有助于我们了解我们的游戏实际上是如何运作的。",
								{
									"type": "entries",
									"name": "Give the Players Free Reign",
									"entries": [
										"与懒惰地牢主的方式许多方面一样，这种技术提供了多重好处。",
										"首先，这有助于所有玩家——包括那些可能错过了之前的游戏会话的玩家——记住事情停留的地方和事情的发展方向。",
										"其次，它可以帮助你了解玩家们记住了什么样的事情。哪些事件或非玩家角色（NPCs）让他们印象深刻？故事的哪些细节他们忘记了？",
										"第三，要求玩家总结情况告诉每个人游戏已经开始。对于喜欢在会话开始时进行一些社交的团体来说，这可能特别有用，因为一起描述上一次会话的行为可以满足一些需求。",
										"当玩家描述上一场游戏时，不要打断他们。让他们回忆起自己记得的内容。其他玩家可能会加入并纠正错误，填补遗漏的部分。重复这个过程，每场游戏之间，将帮助你了解哪些玩家记得故事的哪些部分。"
									]
								},
								{
									"type": "entries",
									"name": "Fill in Missing Information",
									"entries": [
										"只有在玩家完成后，您才应填写移动故事所需的任何关键信息。如果他们忘记了一些细节，通常可以让这些细节保持遗忘。如果对玩家来说记住这些细节不重要，那么这些细节可能就不重要。",
										"这些由玩家驱动的摘要帮助您看清桌上真正重要的事情。它们可以提供建议，告诉您如何调整游戏，以便专注于对玩家最具记忆力的方面，并远离那些与他们没有共鸣的方面。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Asking Players to Summarize the Previous Session",
									"entries": [
										"在会话开始时，请要求玩家总结上一次游戏会话的事件。",
										"倾听并注意，不要打断。",
										"记下玩家们记得的事情。",
										"让其他玩家跳进来填补空白。",
										"只纠正重要的误解。",
										"利用你听到的内容来让游戏更加专注于玩家们最难忘的部分。"
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/03.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 20: Three Tricks for Group Storytelling",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"每场游戏都有一定程度的即兴表演。"
									],
									"by": "Stacy Dellorfano",
									"from": "Unframed"
								},
								"在玩桌面角色扮演游戏时，很容易过分关注游戏机制，而忽略了我们在桌上分享的故事。玩家可能会专注于他们角色卡的战斗细节。而主持人则会关注怪物的统计数据和遭遇平衡的准确性。当我们进行游戏时，有时候结果看起来更像是一场战争模拟，而不是一个奇幻小说的封面。",
								"创造力会激发更多创造力。因此，如果我们想要借助玩家的创造力，我们也需要他们进行创造性思考。我们希望共同努力，将我们的游戏从侧重于机制的模拟提升到堪比任何小说或电影的动作场景水平。",
								"将玩家引导进入创造性即兴思维并不容易，尽管如此。我们都很熟悉社会是如何推动人们在童年结束后放下想象力的。而正是这种想象力，我们需要再次唤醒。所以，与其从大处着手，不如从小处开始。我们提出具体问题，将玩家从游戏机制转移到更具创造性的想象中。",
								"就像懒惰地牢主的方式一样，这些技巧有多重目的。团体叙事不仅仅是让每个人进入更有创造力的心情。它还使我们的游戏更容易运行。",
								{
									"type": "entries",
									"name": "\"Describe Your Killing Blow\"",
									"entries": [
										"当角色对怪物造成致命一击时，请要求玩家描述发生了什么。对于某些玩家，这个要求会激发一瞬间的看着你，然后看着他们的角色卡，再回头看你的时刻。但通常，这种最初的犹豫会被一个孩子般的微笑和对致命一击的血腥描述所跟随。",
										"这是一个小而专注的问题，几乎每个玩家都可以用有趣的方式回答。这与协作世界构建大相径庭，可以帮助玩家们摆脱把他们的角色仅仅看作一堆统计数据的思维，即使只是在那个致命的瞬间。"
									]
								},
								{
									"type": "entries",
									"name": "\"What's an Interesting Physical Characteristic of this Monster?\"",
									"entries": [
										"第一次角色攻击怪物时，请玩家在击中前描述怪物的一个有趣的身体特征。 (如果他们在攻击后描述怪物，那么它最终只会成为一个被箭射中眼睛的生物。)",
										"这个问题在多方面都是一个有用的练习。它帮助你在接下来的战斗中识别单个怪物——特别是在你以叙事心灵剧场风格进行战斗时，你需要一种在没有模型的情况下识别怪物的方法。它帮助你和玩家们将怪物视为一个独特的生物，而不是专注于它的机械方面或给它一个像\"兽人3\"这样的标签。这也使得每个怪物都变得独特，让世界更加真实。",
										"如果你使用的是覆膜翻页地图（laminated flip mat），你可以在地图上写下这个特征，这样每个人都能看到。然后在追踪怪物伤害时使用这个标识符。",
										"要求玩家识别怪物的一个身体特征，可以激发一个小型即兴表演，即使是最内向的玩家也能享受其中。这些特征随后可以成为故事中的重要元素，或者可能揭示一个秘密或线索。当玩家发挥创意时，你永远不知道它会通往何方。"
									]
								},
								{
									"type": "entries",
									"name": "\"What's an Interesting Characteristic of this Tavern?\"",
									"entries": [
										"你可以将前一个问题扩展到地点上。每当角色进入酒馆、旅馆或其他地点时，不要由你来描述整个地方，而是让玩家们加入，描述该地点的一个有趣或奇妙的特点。",
										"像这样的问题可能是将玩家带出角色，让他们参与创造世界的第一步。通过专注于世界中的小、熟悉元素，你不必担心事情会偏离你们想要讲述的故事。但随着你对这个过程变得更加熟悉，你可能会发现自己让玩家对游戏的更大更重要的部分有更多控制权。"
									]
								},
								{
									"type": "entries",
									"name": "\"What Happens Along Your Journey?\"",
									"entries": [
										"这个下一个问题有点深度。处理旅行场景长久以来一直是Dungeon Master们的挑战。如果描述得太快，旅行就会显得太轻松而毫无意义。但如果你运行大量的随机遭遇来定义角色的旅程，旅行可能会开始感觉像一场苦差事。",
										"在《第十三世纪》（13th Age）的组织游戏中，设计师Ash Law提出了一个有趣的想法，将旅行过程转变为一个小型即兴表演。以下指南提供了他方法的一个变体。",
										"当角色们开始一段漫长的旅程时，你设定舞台，描述整个旅程会是什么样子，它将发生在哪里，以及该地区的一些有趣但普遍的特点。这样可以给玩家们一些创作的灵感。然后你可以要求玩家们描述一场有趣的事件发生在他们旅行的过程中。请寻找那些不涉及任何特定角色的事件，而是关于整个团队的事件。",
										"你不必挑选任何特定玩家。这样，当他们可能不愿意加入时，就不会有人被单独挑出来。但在更外向的玩家主导场景之前，询问安静的玩家是否愿意回答总是值得的。玩家们可以选择跳过。",
										"你也可以要求一名玩家描述小组面临的挑战，但不要描述队伍是如何克服它的。然后另一名玩家可以描述角色是如何克服这个挑战的。这样可以在玩家之间创造一个很好的来回即兴表演的环节。",
										"通过这个练习的结束，你和玩家们将会创造出一段独特的旅程故事，这是你们谁也没有料到的。同时，这个过程让玩家们参与并增添创造力，塑造游戏世界。"
									]
								},
								{
									"type": "entries",
									"name": "Taking Baby Steps Into Improvisation and Group World Building",
									"entries": [
										"这些简单的小问题可以帮助吸引玩家进入（D&D）战役的世界，让他们更多地控制发生的事情，打破他们在角色卡上的限制。随着时间的推移，每个人对这个想法变得越来越熟悉，你提出的问题也可以变得更广泛和更详细。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Group Storytelling",
									"entries": [
										{
											"type": "list",
											"items": [
												"通过引导性问题来激发玩家们的创意想法。",
												"请让玩家描述他们对敌人的致命一击。",
												"请让玩家描述怪物的有趣外貌特征，以帮助您在战斗中识别它们。",
												"请让玩家描述他们访问的地点的有趣细节。",
												"在旅行场景中，请玩家描述发生的有趣事件或冲突。"
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/08.jpeg"
											}
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 21: Improvising NPCs",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"你的角色在幕布拉开的那一刻诞生，而在结束时就会死去。"
									],
									"by": "Aaron Sorkin, creator of {@i The West Wing}"
								},
								"在我们的游戏准备过程中，我们可能会为冒险设定一些核心NPC。但我们很可能会在桌上即兴创作更多的NPC。根据一系列Facebook调查，我们知道80%的受访DM至少会即兴创作一半的NPC。我们还知道将近60%的受访玩家更喜欢与NPC互动，而不是战斗或探索。我们之前也谈到过即兴创作被视为好GM的前三个特质之一。",
								"所有这些结果都凸显了即兴创作NPC的重要性。因此，我们需要一套好工具，让我们能够快速做到这一点，同时保持我们的NPC独特和有趣。",
								"许多（Game Master指南）提供了许多构建NPC的方法，但这些NPC创建过程通常既复杂又耗时。我们懒惰的地牢主需要更简单的方法，因此我们将将NPC的即兴创作分解为两个步骤：选择一个名字，然后深入NPC的思想。",
								{
									"type": "entries",
									"name": "Choose A Name",
									"entries": [
										"一个优秀的NPC需要一个好名字，而在没有帮助的情况下很难想出好名字。讨论《懒惰地牢主》工具包的部分讨论了准备一个精心策划的随机名字列表的过程。这个列表对于快速轻松地想出一个坚实的NPC名字至关重要。你的精心策划的随机名字列表可能是你最重要的即兴辅助。",
										"一旦你为你的NPC选择了一个名字，你需要把它写下来。这听起来很明显，但在游戏过程中，很容易提到一个名字，然后十秒钟后就忘记了。如果你幸运的话，其中一名玩家可能会记得，但否则那个NPC可能会变得失落。当你拼命地尝试记住他们的名字时，游戏的世界对玩家来说就会感觉不那么真实。",
										"名字有力量。一旦被记录下来并与一个NPC绑定，那个NPC从那一刻起就成为一个活生生的存在。"
									]
								},
								{
									"type": "entries",
									"name": "Put Yourself into the Mind of the NPC",
									"entries": [
										"许多RPG书籍描述了选择和分配许多特征给NPC，包括动机、背景、外貌、目标、秘密等等。但作为一名懒惰的地下城主，你可以跳过所有这些，而是直接将自己置身于NPC的思维之中。这并不意味着你的NPC不会拥有这些特征。相反，你会让这些特征在你扮演NPC的过程中自然地展现出来，而不是事先详细描述它们。",
										"当你考虑一个NPC及其在世界中的位置时，你通常已经在脑海中有足够的信息，知道玩家角色会如何对待这个角色。但在扮演NPC时，你可能会发现自己的反应会让你感到惊讶。也许这个小镇的傻瓜比任何人都聪明。也许这个贪婪的商贩对玩家角色的敌人有一个复仇计划——一个你甚至在对话中才发现的情节。",
										"你可能会有冲动在开始游戏之前填写一个完整的NPC。但与懒惰地牢主准备的许多方面一样，你只需准备必要的部分。然后把剩下的空白留下来，这样当游戏在你面前展开时，你就可以填写它。你需要相信自己的准备，然后坐下来享受这场狂野的旅程。"
									]
								},
								{
									"type": "entries",
									"name": "Apply an Existing Stat Block",
									"entries": [
										"如果你的NPC需要一个属性块，你可以在一个新的NPC周围包裹一个现有的NPC或怪物属性块，而不必担心细节。在游戏准备期间为NPC建立全新的属性块总是很诱人的。但玩家们不太可能看到或关心这些差异，而构建属性块却需要花费大量时间而获益甚微。重新包装一个现有的属性块几乎不需要时间或精力。"
									]
								},
								{
									"type": "entries",
									"name": "Using Your NPC Preparation Ideas for Improvisation",
									"entries": [
										"如果你想要打造一个更加深入的NPC，你可以使用一些和勾勒核心NPC相同的技巧。应用流行小说中的原型。改变你即兴NPC的性别。注意避免不良刻板印象。因为《懒惰地牢主》的清单尽可能精炼准备工作，所以使用NPC准备步骤在桌上即兴一个NPC并不难。"
									]
								},
								{
									"type": "entries",
									"name": "A Deeper Topic",
									"entries": [
										"运行出色的NPC是一个涉及许多方面的深刻话题，涉及到的技巧、诀窍和讨论远远超出了这里描述的范围。专注于如何尽快、尽可能轻松地创建和运行NPC是目标，但关于这一过程还有很多可以学习的内容。你消化关于打造出色NPC的材料越多，你运行的游戏就会越好。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Running NPCs",
									"entries": [
										{
											"type": "list",
											"items": [
												"请使用您精心筛选的随机姓名列表为NPC选择一个合适的名字，然后写下来。",
												"深入NPC的内心世界。",
												"不用担心提前建立大量NPC特征。",
												"在扮演NPC时，让他们的特质自然流露出来。",
												"如果需要的话，可以围绕一个NPC重新设计一个现有的属性块。",
												"尽可能消化关于打造出色NPC的材料。"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 22: Improvising Scenes and Situations",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"绘画和真正创作的自发性并不兼容。"
									],
									"by": "Stephen King",
									"from": "On Writing"
								},
								"作为我们准备工作的一部分，我们制定了一个大致的场景列表，可能会在游戏会话中发生。有时这些场景会按我们预期的发展，而其他时候游戏会朝着完全新的方向发展。",
								{
									"type": "entries",
									"name": "Imagine a Living World",
									"entries": [
										"游戏世界应该表现得自然和真实。非玩家角色不会坐在那里等待角色出现。游戏主持人的工作不是计划游戏会话的具体走向。你的工作是搭建舞台，向玩家描述情景，让他们与之互动。",
										"角色周围的世界表现出相同的方式。当角色与当地警长交谈时，警长可能根本不关心他们。她有自己的问题。如果她认为角色可以帮上忙，那很好。但她并不是为了应付角色而存在。她在那里是为了帮助保护她的城镇免受似乎总在那里发生的奇怪事件的影响。"
									]
								},
								{
									"type": "entries",
									"name": "Let the World React to the Characters",
									"entries": [
										"当角色开始行动时，世界会对他们做出反应。他们的敌人开始注意到他们。这些敌人可能会用一些低挑战的威胁来测试角色。或者他们可能会决定在事情开始之前结束他们的干涉，派刺客来对付他们。他们可能开始害怕角色，将自己封锁在强大的防御之后，同时拼命地努力将阴谋实现。角色采取行动，世界做出回应。"
									]
								},
								{
									"type": "entries",
									"name": "Example: The Fortress of Grayspire",
									"entries": [
										"作为我们\"沃利克苏斯之祸\"冒险的一部分，我们有一个重要地点：(Fortress of Grayspire)。当我们想象这座堡垒时，我们希望能够站在恶棍的角度，思考那里正在发生什么。",
										"Volixus在他的部队中有两打半兽人((hobgoblins))和三打普通地精((regular goblins))，还有他的食人魔佣兵。他可能会派遣两个巡逻队，每个队伍有几个半兽人和六个地精，在堡垒外的区域巡视，确保没有人试图攻击城堡。他可能会派出掠夺队伍，每队有两名食人魔佣兵，四个半兽人和十个地精。",
										"在任何时候，他的军队大约有三分之一在休息，另外三分之一通常在巡逻或突袭中。这样一来，城堡里会有八个地精战士，十二个哥布林，和两个食人魔保持清醒。沃利克斯可能会派一个地精战士和几个普通哥布林在城堡的四个瞭望塔上值班。剩下的地精战士、哥布林和食人魔可能在庭院里，与侏儒炼金师和工程师一起修理沃利克斯的地狱战争机器。他们也可能在进行训练，烹饪，整理战利品，或者与沃利克斯开会。偶尔，沃利克斯可能会带着他的地狱猎犬出去突袭。",
										"思考怪物的设置可以告诉你在灰塔（Grayspire）看起来如何。角色可以通过审问囚犯或监视要塞来发现这些情况。虽然这一切似乎很详细，但你不需要提前计划。你可以简单地记住这些想法，或者随着游戏的发展而构思。",
										"这种安排也没有考虑到角色或他们的行动。这只是格雷斯派尔的运作方式。这是在故事背景下合乎逻辑的。如果沃利克斯得知一群冒险者试图潜入格雷斯派尔，或者他的巡逻队和袭击队开始消失，他会以任何对他来说合理的方式做出反应。但角色如何应对取决于他们自己。你可以猜测一些他们可能采取的方法，比如通过塞特守望塔下面的隧道潜入，从内部渗透格雷斯派尔。但那只是一个想法。玩家们会想出许多其他方法。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Building Scenes and Situations",
									"entries": [
										{
											"type": "list",
											"items": [
												"想象世界是一个有生命的地方。",
												"怪物和NPC会像在现实世界中一样填补各种地点和角色。",
												"世界和其中的NPC会根据角色的行动做出反应。"
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/improving_scenes.jpeg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 23: Using Multiple Combat Styles",
							"entries": [
								"在对6600名DM进行的调查中，超过60%的受访者表示他们在战斗中使用格子地图和小型模型，大约20%的人表示他们使用抽象地图来代表战斗区域，还有大约20%的人表示他们使用完全叙事的心灵剧场风格进行战斗。",
								"有些战斗适合用简单的叙述来描述战斗过程。而有些战斗则复杂或困难到需要在每个5英尺的方格上进行战斗，以便玩家了解他们需要成功的细节和自主权。有时候，我们只需要一个简单的视觉地图来理解区域的形状以及角色和怪物的相对位置。",
								"懒惰地牢主们不需要只选择一种风格来进行战斗。根据情况，我们可以选择这些风格中最适合我们游戏的那一种。",
								{
									"type": "entries",
									"name": "Running Theater-of-the-Mind Combat",
									"entries": [
										"完全描述性的心灵剧场风格战斗侧重于{@b GMs describe the situation and environment, players describe what they want their characters to do, and the GM adjudicates the results}之间的核心互动，即GM（Game Master）和玩家。",
										"这已经是整个游戏的核心互动模式了。因此，即使在从与NPC互动或探索切换到战斗时，你也可以保持这种游戏风格。",
										"心灵战场中的战斗紧密融入故事的其余部分。就像你描述NPC互动和探索场景一样，你也可以描述战斗的进行。叙事战斗也不需要任何特殊材料。你不需要小型模型。你不需要战斗地图。你不需要3D地形。你只需描述正在发生的事情，让玩家的想象力构建环境。",
										"心灵剧场战斗在特定情况下效果最佳，包括以下情况：",
										{
											"type": "list",
											"items": [
												"明显偏向角色的战斗。",
												"很快就会结束的战斗。",
												"在简单环境中进行的战斗，比如走廊、方形房间或开阔的田野。",
												"在与你无法用微缩模型代表的怪物进行的战斗中，比如抵抗两百只兽人攻击城门。",
												"可能只在特定情况下才会导致战斗的场景，比如一场激烈的谈判。",
												"可能通过对环境进行大规模改变来解决的场景，比如一个崩塌的悬崖压垮了下方的一群（Goblin）霍布戈布林。",
												"在无法看到战斗空间的情况下，比如在线进行游戏，或者玩家中有人视力受限的情况下。"
											]
										},
										"无论情况如何，心灵剧场战斗都需要信任。玩家必须相信你会公正裁决，而你也需要保持这种信任。在进行心灵剧场战斗之前，你应该与玩家讨论战斗的运作方式，解释你将如何处理移动、射程、位置、掩护以及攻击范围内的生物数量。Sly Flourish 网站包含了一份详细的心灵剧场战斗指南，在本书末尾的\"参考和额外阅读\"部分有引用。"
									]
								},
								{
									"type": "entries",
									"name": "Running Tactical Gridded Combat",
									"entries": [
										"无论是与一个大Boss战斗，还是在复杂环境中与许多不同类型的怪物战斗，使用5英尺每格的网格来进行战斗可以让每个人更好地了解情况和角色的战术选择。尽管迷你模型和地形的成本可能很高，但战术网格战斗可以是吸引玩家更深入参与游戏的好方法。",
										"在以下情况下，网格化战斗效果最佳：",
										{
											"type": "list",
											"items": [
												"包括多种不同类型怪物的战斗。",
												"在一个复杂但主要是水平环境中的战斗。",
												"对角色构成强烈挑战的战斗。",
												"具有许多潜在环境选择的首领战斗。",
												"任何一场战斗中，移动的细节、射程和影响范围的大小都可能对结果产生重大影响。",
												"不选择格子制战斗的一个原因是因为你发现自己处于一个玩家不信任你作为GM的情况。战斗永远不应该是你和玩家之间的竞争。即使你运行一个更加战术性的游戏，你也必须赢得玩家的信任。但当你使用格子地图和战术战斗时，存在一个风险，你可能会从故事的促进者变成玩家的对手。一个过于注重战术的游戏很容易从协作叙事转变为对立的小型战争游戏，如果你不小心的话。"
											]
										},
										"在进行战术格子式遭遇时，不要忘记提醒自己是英雄们的粉丝。你可以在角色面前设置困难挑战，但你的目标是看着他们做出令人惊叹的事情。有时候当你深陷于战斗规则和5英尺方块中时，很容易忘记这一点。"
									]
								},
								{
									"type": "entries",
									"name": "A Hybrid Approach: The Abstract Map",
									"entries": [
										"第三个选择弥合了完全叙事的心灵剧场战斗和完全格子化战斗之间的差距：抽象地图。这种方法并不新鲜。事实上，(`GMs`)已经使用这种战斗风格，就像人们玩(`RPGs`)一样长久了。",
										"当你使用抽象地图时，你会画出遭遇环境的图片，但要强调给玩家知道这不是按比例绘制的。抽象地图展示了环境以及角色和怪物的相对位置。它展示了附近有什么，远处有什么，谁能看到什么，以及哪些战斗参与者足够靠近以互相攻击。",
										"抽象地图在以下情况下效果最佳：",
										{
											"type": "list",
											"items": [
												"战斗受益于每个人都能看到环境。",
												"角色和怪物的一般位置很重要。",
												"角色和怪物的具体位置、速度、距离和攻击范围并不那么重要。",
												"战斗中有许多不同类型的怪物。",
												"迷你模型、地图，或者3D地形会增加游戏的乐趣。",
												"抽象地图让所有人都能看到相同的战斗空间，而不会陷入在网格战斗规则的细枝末节中。这种风格仍然要求玩家们信任你，并且你必须公正裁决。就像头脑中的战斗一样，这种游戏风格在默认情况下有利于角色的情况下效果最佳。"
											]
										},
										"与心灵剧场战斗一样，你应该在战斗开始前向玩家描述在抽象地图上的战斗是如何进行的。在抽象地图上定义两个重要的事情是角色可以移动多远以及区域效果可以影响多少生物。"
									]
								},
								{
									"type": "entries",
									"name": "Using the Right Tool for the Job",
									"entries": [
										"作为一名懒惰的地下城主，你不会对任何一种游戏风格忠诚。你会适应。你会学习。你会变得更好。你会使用任何能让你的游戏更容易准备、更容易运行，对你和玩家更有趣的工具。你可能有一种你偏好的战斗风格，但这并不意味着你需要放弃其他风格。即使你更喜欢使用方格地图进行战斗，但当只有两名守卫在走廊上或五名土匪在黑暗街道上时，进行心灵剧场式的战斗也是有道理的。就像高尔夫球手选择合适的球杆进行合适的击球一样，你会让情况启发你使用什么工具。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Using Multiple Combat Styles",
									"entries": [
										{
											"type": "list",
											"items": [
												"当战斗有利于角色、战斗迅速、小规模冲突、与迷你模型无法代表的大量对手的战斗，或者任何玩家无法看到战斗空间时，请使用心灵剧场战斗。(theater-of-the-mind)",
												"在与各种不同种类的怪物、复杂的战斗区域、首领战或需要较多战术技巧的战斗中，使用带有小型模型的网格化战斗地图。",
												"在复杂的战斗区域和大量怪物中使用抽象地图，但战斗不需要5英尺网格的战术细节。",
												"抽象地图和心灵剧场战斗都需要玩家相信你，并且你要保持对英雄的支持，而不是对手。",
												"在你运行它们之前，解释一下这些战斗系统是如何工作的。",
												"根据情况选择最合适的战斗方法。"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 24: Maintaining the Pace",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"良好的节奏感可能是一个GM最重要的特质。"
									],
									"by": "Monte Cook",
									"from": "Numenera"
								},
								"理解如何保持游戏节奏的流畅并保持其能量水平高需要极大的深度和理解。保持良好的节奏是一项艰苦的工作。但是懒惰地牢主们不喜欢辛苦的工作，所以让我们看看在游戏中保持娱乐节奏的其他选择。",
								{
									"type": "entries",
									"name": "\"What Do You Do?\"",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"当你犹豫不决时，让一个持枪的男人从门口走进来。"
											],
											"by": "Raymond Chandler",
											"from": "The Simple Art of Murder"
										}
									]
								},
								"无论你的游戏中有多少故事情节，它总是会引导你来到一个问题：\"你要做什么？\"",
								"与强烈的开局一样，你希望让游戏中的每个场景尽可能贴近行动。你说\"你要做什么？\"这句话的频率显示了你与角色行动的距离。如果你觉得自己谈了很长时间却没有说过\"你要做什么？\"，那意味着你没有让角色置身于故事的核心。他们只是旁观者。",
								"将世界中发生的事情叙述给玩家是很容易的。但更重要的是让角色面对情境并采取行动。角色的行动让你的游戏变得生动起来。你需要迅速建立环境并设定舞台，让角色有事可做。",
								{
									"type": "entries",
									"name": "Clarify Choices",
									"entries": [
										"即使你有意识地让游戏掌握在角色手中，有时玩家们并不清楚他们的角色应该做什么。在即兴游戏风格中，玩家们根据世界发生的事情来定义自己的任务和目标。但这并不意味着你不能帮助澄清这些任务和目标。",
										"当游戏的节奏开始变得缓慢时，你可以通过澄清角色已有的选择来帮助重新振作起来。你可以重申那些被搁置的长期任务，提醒玩家他们忘记的反派角色，或者在他们进入地牢时重新阐明角色的整体目标。你甚至可以将这些事情写在3×5的卡片上给玩家。你不应该推动任何一个任务胜过另一个，但你可以帮助玩家完善他们的选择，并保持游戏的进行。"
									]
								},
								{
									"type": "entries",
									"name": "Maintain Beats of Action and Relaxation",
									"entries": [
										"游戏中持续不断的动作可能会耗尽玩家的体力。相反，一个理想的冒险需要动作和放松交替进行。与NPC的讨论场景可能会引发一场战斗。这场战斗可能会导致探索一座古老遗迹。总体而言，动作的节奏以低-高-低的模式流动。",
										"懒惰地牢主的方式使得你可以轻松地分割你为一个游戏场景创造的内容，通过在探索、NPC互动和战斗之间轮换。然后，在角色的选择推动故事朝不同方向发展时，记住这种结构。",
										"如果战斗过于频繁，你可以让角色们通过调查战斗发生的房间墙壁上的古代标记来学习你准备的一些秘密和线索。如果他们已经进行了太多的地牢探险，也许是时候让他们收到一个来自对手的正式晚宴邀请了。当他们在镇上四处走动与供应商讨价还价购买治疗药水的次数过多时，也许是时候让一个疯狂的伊弗利特从一个平凡的市场物品中逃脱，当队伍的盗贼以错误的方式摸索物品时。",
										"在你主持游戏时，你不会知道这些故事情节。因此，你需要准备好即兴创作新场景，以确保行动的节奏始终在变化。即使你的游戏恰好完美地遵循了你松散的潜在场景大纲，也有可能角色与店主的讨论花费了太长时间，一些玩家开始拿起手机。是时候改变节奏了。"
									]
								},
								{
									"type": "entries",
									"name": "Understanding Upward and Downward Beats",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"\"故事通过不断调节我们的情感反应来吸引我们的注意力。\""
											],
											"by": "Robin Laws",
											"from": "Hamlet's Hit Points"
										},
										"在《哈姆雷特的命中点》中，罗宾·劳斯描述了三部电影的故事节拍，并讨论了如何在游戏中识别这些类型的故事节拍。特别是，各种节拍要么朝着\"希望\"，要么朝着\"恐惧\"，要么是情感中立的。希望节拍发生在角色学到有价值的东西、获得盟友、击败怪物、完成任务或获得新魔法道具时。恐惧节拍可能包括面对可怕的敌人、发现未解决的问题或神秘、触发陷阱、了解严峻的事实或面对充满潜在危险的未知道路。",
										"在游戏中交替运用这些向上和向下的节奏可以保持玩家的兴趣。但就像谈论行动和放松一样，关键在于平衡。给玩家太多恐惧，整个游戏会感觉无望。太多希望，又会让游戏变得枯燥无味。"
									]
								},
								{
									"type": "entries",
									"name": "Improvising Beats",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"任何可能出错的事情都会出错。"
											],
											"by": "Murphy's Law"
										},
										"在准备游戏时，你可能不会知道接下来会连续出现太多希望节拍还是太多恐惧节拍。因此，在游戏过程中，你需要即兴创作节拍，以保持希望和恐惧节拍之间的平衡。为了做到这一点，有一些关于如何在游戏中加入希望或恐惧节拍的一般想法会很有帮助。",
										"调整战斗是改变战斗氛围从恐惧到希望，或反之亦然的一种方式。你可以通过增加怪物使战斗更困难，或者减少怪物使其更容易。如果角色们一直过得很轻松，他们可能会走进一个满是穿着盔甲的食人魔在练习和切磋的房间。如果他们一直很艰难，也许他们会偶然发现一个孤独的食人魔，脸朝下地睡在她的生肉盘上。",
										"以下是十个向上节奏的例子，当情况需要时，你可以在游戏中使用：",
										{
											"type": "list",
											"items": [
												"角色们跌跌撞撞地穿过一道秘密墙壁，来到一个被遗忘的宝藏室。",
												"一个对手误将角色误认为盟友，在意识到错误之前泄露了她的秘密。",
												"角色的敌人的敌人意外地加入了他们的攻击。",
												"环境对怪物有负面影响，但对角色没有影响。",
												"反派的手下们都逃走了。",
												"怪物的武器碎裂了。",
												"一个邪恶的异教徒被一记失手的法术焚身。",
												"一支突袭队从要塞出发，给角色们一个潜入的机会。",
												"角色们发现了一股治愈能量的泉源，恢复了他们的活力。",
												"一个角色在一位倒下的探险家古老尸体上发现了一把强大的被遗忘的武器。"
											]
										},
										"这里有十个向下节奏的例子，当角色们的情况变得太顺利时，可以随时使用：",
										{
											"type": "list",
											"items": [
												"反派出现了——并被揭示为雇佣角色的领主的顾问。",
												"一名孤独的卫兵在意外返回军营时撞上了角色们。",
												"在角色计划的抢劫行动当晚，城市遭遇了有史以来最猛烈的风暴。",
												"下水道溢出。",
												"客栈着火了。",
												"圣武士的智能剑决定现在是强行施加其意志于持有者的完美时机。",
												"蒙面刺客拉开头巾，露出她是其中一个角色的妹妹。",
												"当角色们正在悄悄搜查他的卧室时，这位军阀醒来是因为他想上厕所。",
												"一个重要的钥匙掉进了下水道的排水沟。",
												"一位被盗的商人碰巧是当地盗贼行会的头目的堂兄。"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Maintaining the Pace",
									"entries": [
										"通过询问玩家，\"你打算做什么？\"来保持与动作的紧密联系。",
										"阐明可以激发角色和玩家决策的选择和选项。",
										"循环进行探索、互动和战斗，保持节奏在行动和放松之间循环变化。*理解希望和恐惧的上升和下降节拍。",
										"在游戏中准备好即兴表现出希望或恐惧的节拍，以引导行动朝着某个方向发展。"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Thinking About Your Game",
					"entries": [
						{
							"type": "section",
							"name": "Chapter 25: Priming the GM's Brain",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"如果你想成为一名作家，你必须做到最重要的两件事情：大量阅读和大量写作。"
									],
									"by": "Stephen King",
									"from": "On Writing"
								},
								"当我们用伟大的幻想和小说来激发我们的思维时，建立伟大的RPG并在游戏中即兴创作角色、场景和事件就变得更容易了。我们可以通过真正将自己置身于高奇幻的图像和艺术中，以及与那些和我们一样热爱奇幻的人在一起来激发我们的大脑。我们也可以通过消化尽可能多的优秀小说来更直接地激发自己。我们吸收的高奇幻和冒险越多，我们就越能训练我们的大脑来运行出色的游戏。",
								{
									"type": "entries",
									"name": "Priming with Books, Movies, Games, and TV shows",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"看一些电影，读一些漫画；让英雄幻想进入你的大脑。"
											],
											"from": "Dungeon World"
										},
										"许多RPG（(Role-Playing Game））规则书包含灵感阅读清单。本节提供了一份推荐书籍、电影、电视节目、游戏和漫画的简短清单，以激发你的GM（(Game Master））的灵感：",
										{
											"type": "entries",
											"name": "Books",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b {@i The Blade Itself} (乔·阿伯克朗比)",
														"{@b {@i The Crystal Shard}）(R.A. Salvatore)",
														"{@b {@i The Fifth Season}（N. K. Jemisin）",
														"{@b {@i The Gunslinger}）(斯蒂芬·金)",
														"{@b {@i Hyperion}）（丹·西蒙斯）",
														"{@b {@i The Lies of Locke Lamora}（Scott Lynch）",
														"{@b {@i Norse Mythology}）（尼尔·盖曼）",
														"{@b {@i Throne of the Crescent Moon}）(萨拉丁·艾哈迈德)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Movies",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b {@i Black Panther}}（由瑞安·库格勒执导）",
														"{@b {@i Chronicles of Riddick}}（由David Twohy执导）",
														"{@b {@i Elizabeth}}（由谢卡尔·卡普执导）",
														"{@b {@i The Good, the Bad and the Ugly}）（由Sergio Leone执导）",
														"{@b {@i Guardians of the Galaxy}}（由詹姆斯·岡導演）",
														"{@b Harry Potter Series}（由克里斯·哥伦布，阿方索·卡隆，迈克·纽维尔和大卫·叶茨执导）",
														"{@b {@i Kill Bill: Volumes 1 & 2}}（由昆汀·塔伦蒂诺（Quentin Tarantino）执导）",
														"{@b {@i Mad Max: Fury Road}）（由乔治·米勒执导）",
														"{@b {@i No Country for Old Men}）（由乔尔和伊桑·科恩执导）",
														"{@b {@i Raiders of the Lost Ark}）（由史蒂文·斯皮尔伯格执导）",
														"{@b {@i Thor: Ragnarok}}（由泰卡·维蒂蒂执导）"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "TV Shows",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b {@i Angel}}（由Joss Whedon创作）",
														"{@b {@i Battlestar Galactica}（2004年）（由Ronald D. Moore开发）",
														"{@b {@i Breaking Bad}}（由文斯·吉利根（Vince Gilligan）创作）",
														"{@b {@i Buffy the Vampire Slayer} (由乔斯·韦登(Joss Whedon)创作)",
														"{@b {@i Deadwood}}（由大卫·米尔奇（David Milch）创作）",
														"{@b {@i Doctor Who}（2005年）（拉塞尔·T·戴维斯（Russell T. Davies）和史蒂文·莫法特（Steven Moffat），首席编剧）",
														"{@b {@i Game of Thrones}）（由大卫·贝尼奥夫（David Benioff）和D·B·韦斯（D. B. Weiss）开发）",
														"{@b {@i Jonathan Strange and Mr. Norrell}}（由彼得·哈内斯改编）",
														"{@b {@i Rome}）（由约翰·米利厄斯（John Milius）、威廉·J·麦克唐纳（William J. MacDonald）和布鲁诺·海勒（Bruno Heller）创作）",
														"{@b {@i Sons of Anarchy}}（由 Kurt Sutter 创作）",
														"{@b {@i True Blood}）（由Alan Ball创作）",
														"{@b {@i True Detective}（第1季）（由尼克·皮佐拉托创作）",
														"{@b {@i The Wire}（由大卫·西蒙（David Simon）创作）"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Video Games",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b {@i Baldur's Gate/Baldur's Gate II: Shadows of Amn}}",
														"{@b {@i Bloodborne}}",
														"{@b {@i Dark Souls III}}",
														"{@b {@i Darkest Dungeon}}",
														"{@b {@i Diablo III}}",
														"{@b {@i Divinity: Original Sin}}",
														"{@b {@i The Elder Scrolls V: Skyrim}}",
														"{@b {@i Horizon Zero Dawn}}",
														"{@b {@i Middle-earth: Shadow of Mordor}}",
														"{@b {@i Pillars of Eternity}}",
														"{@b {@i Torchlight II}}",
														"{@b {@i The Witcher 3: Wild Hunt}}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Comics",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b {@i Black Panther}）（由塔内西斯·科茨（Ta-Nehisi Coates）撰写）",
														"{@b {@i Monstress}）（由刘慈欣（Marjorie Liu）撰写）",
														"{@b {@i Saga}（布莱恩·K·沃恩（Brian K. Vaughan）著）",
														"{@b {@i Rat Queens}）（由Kurtis J. Wiebe撰写）"
													]
												}
											]
										},
										"当然，这只是一个小样本列表。随着你继续深入挖掘，你会发现更多优秀的小说来吸收——而你吸收的小说将会不知不觉地成为你游戏的一部分。"
									]
								},
								{
									"type": "entries",
									"name": "Reading RPG Sourcebooks and Adventures",
									"entries": [
										"这可能显而易见，但值得花时间阅读和反复阅读你正在玩的游戏的已出版RPG书籍。你甚至可以研究并借鉴你没有玩的RPG。就像你沉迷于优秀小说一样，你也可以为了阅读而沉迷于优秀的已出版RPG。RPG的作者、设计师、开发者和艺术家们在他们的书中充满了有趣的怪物、详尽的生态、精彩的视觉效果、新的创意、广阔的世界、详细的社会、无尽的地牢、错综复杂的情节，甚至是你可以借鉴并直接应用到你的游戏中的机制。",
										"特别是，你最喜欢的角色扮演游戏的怪物资料书可以提供大量的线索和创意。它们还可以帮助你了解游戏所设定的世界的整体感觉。尤其是如果你是一位经验丰富的主持人，你可能认为自己对幻想怪物了解的已经足够了，但请花时间阅读你的怪物书籍，并从头到尾阅读完它们。",
										"散步（Take a Walk）",
										"如今我们生活在一个始终连接的世界中。在许多方面，这些连接极大地丰富了人们的生活。尽管文章和帖子经常持相反观点，但事实上，当人们与他们的智能手机连接时，他们的智力会更加客观。同样地，通过Facebook、Twitter、YouTube、Twitch和许多其他社交网络连接到RPG集体智慧，让许多人成为更好的(`GMs`)。你越是保持开放的心态接受其他(`GMs`)的想法，你自己的技能就会变得更加优秀。",
										"这种持续的连接性是有代价的。当你不断追逐下一个移动设备的干扰时，你进行深思熟虑的能力很容易消失。所以如果你能找到时间，每天花三十分钟散步，不要查看手机，也不要受到干扰。如果你不知道在哪里找到这段时间，可以尝试早上第一件事就去散步，或者在午餐时偷偷溜走。",
										"无论你在哪里，你都可以利用这三十分钟来认真思考你的游戏——甚至在这个过程中可能会变得更健康。每天散步是进行下一节中提到的GM大脑锻炼的好机会。给自己三十分钟的心灵宁静可以为你的创造力带来奇迹。"
									]
								},
								{
									"type": "entries",
									"name": "Tips for Priming the GM's Brain",
									"entries": [
										{
											"type": "list",
											"items": [
												"从书籍、电影、电视节目、视频游戏和漫画中吸收优秀的虚构作品。",
												"阅读你玩的游戏和不玩的游戏的RPG规则手册。",
												"每天走三十分钟的路，让自己放松一下，思考一下你的游戏。"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 26: Conducting GM Brain Exercises",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"当我遛狗时，或者洗澡时，或者准备睡觉时，我都在想着游戏。"
									],
									"by": "Chris Perkins"
								},
								"我们经常不会考虑我们在想什么。然而，我们确实可以控制我们的思维方向，改变我们的想法可以改变我们对游戏的态度。就像本书中的其他想法一样，即使我们只是让大脑自由运转，我们也希望能够尽量发挥作用。",
								"然而，仅仅考虑游戏还不够。我们应该考虑游戏的哪些部分？我们应该采取什么角度？考虑到在桌上进行游戏时，任何游戏都可能朝着任何方向发展，试图思考游戏将会走向何方并不会有所帮助。因此，我们希望考虑到我们可以控制的游戏方面。换句话说，考虑对游戏有很高价值的问题，并避免那些答案没有太多价值的问题。",
								"最后一章讨论了花30分钟散步并思考我们的游戏的好处。 (我写完这一章后就要去做这件事。) 这一部分继续探讨在散步时我们可以问自己什么问题。",
								{
									"type": "entries",
									"name": "What are the Names and Backgrounds of the Characters?",
									"entries": [
										"懒惰地牢主的清单第1步不一定要用铅笔、纸张、手机或电脑来完成。你可以只在脑海中完成。现在你可以参加一个小测验：你计划主持的下一场游戏中玩家角色的名字是什么？如果你答不上来，值得花点时间再次回顾一下。将角色的名字记录在手机上可能会有所帮助，但不要总是依赖手机。要记住这些名字。",
										"这个练习让你把注意力集中在游戏中最重要的组成部分上，也是结果变化最大的部分：角色。角色是谁？他们的背景是什么？他们的动机是什么？扮演这些角色的玩家想要什么？",
										"然而，你无法确定这些角色会做什么—最好不要尝试。但是思考这些角色会让你的大脑记住它们，当你在考虑冒险的其他部分时。"
									]
								},
								{
									"type": "entries",
									"name": "What are the Villains and NPCs Doing Right Now?",
									"entries": [
										"假设你的剧情中有一个或多个反派角色，这为你提供了一个可以预测的变量。根据角色们最后的行动，反派们会做出怎样的回应？也许其中一个或多个反派其实并不知道角色们做了什么，这也没关系。反派角色和角色们一样，可能也会经历\"战争迷雾\"，意味着反派在信息不完整的情况下行动。",
										"你也可以考虑一下反派的动机。他们为什么要做他们正在做的事情？在每个反派的心中，是什么让他们认为自己是正确的？很少有反派认为自己是自己故事中的反派。塑造得很好的反派总是认为他们的行为是正当的。而最成功的反派实际上确实是正当的。",
										"在戏剧中，你也可以将自己置身于其他重要NPC的比喻性角色中。主线任务的给予者、派系领袖以及其他重要的次要角色在角色们忙于行动时也有自己的生活。这些NPC的幕后行动可能会对故事产生影响，花一些脑力考虑这些行动在准备和进行游戏时会很有帮助。",
										"通过你的反派和NPC的眼睛来思考是一项有趣的练习，也有助于保持游戏世界的聚焦和活力。"
									]
								},
								{
									"type": "entries",
									"name": "What Fronts Are On the Move?",
									"entries": [
										"作为一个用于构建战役的工具，你开发了三个战线——这些战线包括战役的主要推动力量：NPC和事件。对于每个战线，你确定了目标和三个进展指标（战线的\"不祥预兆\"）。这些战线不断地移动和变化。所以作为你作为GM的思维练习的一部分，问问自己，\"哪些战线在行动中？\"并思考它们如何改变游戏世界。"
									]
								},
								{
									"type": "entries",
									"name": "Running Through the Lazy Dungeon Master's Checklist",
									"entries": [
										"作为你最后潜在的大脑锻炼，你可以简单地回顾一下《懒惰地牢主》的清单。虽然这份清单是为了让你坐下来写出所有这些东西而设计的，但你也可以在脑海中快速浏览。强烈的开端，潜在的场景，秘密和线索，奇妙的地点，NPCs，怪物和魔法物品，所有这些都是可以集中思考和思考你的游戏的好话题。"
									]
								},
								{
									"type": "entries",
									"name": "Tips for Conducting GM Brain Exercises",
									"entries": [
										"大量的GM准备工作都发生在你的脑海中—任何地方、任何时间。",
										"你可以调整你的(GM)大脑锻炼，专注于对你的游戏有较高价值的问题，避免那些价值较低的问题。",
										"提醒自己关于游戏中玩家角色的姓名和背景。",
										"在战役中，问问自己反派和NPC此刻在做什么。",
										"思考一下你的战役前线中哪些正在行动，以及它们是如何行动的。",
										"在脑海中快速浏览《懒惰地牢主的清单》。"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 27: Embracing the GM's Truths",
							"entries": [
								"在准备和进行一场RPG游戏时，很容易陷入琐事中，而忽略了我们热爱的这些游戏的更大道理。很容易说，\"我们都在这里是为了享受乐趣\"，谈论\"放松\"和\"让故事在桌上展开\"，但当我们在规划或进行游戏时感到紧张时，很快就会忘记这一切。",
								"因此，定期审查作为(`Gamemaster`)的真相是值得的。记住这些真相可以帮助我们所有人在准备和运行游戏的复杂过程中保持正确的方向。",
								{
									"type": "entries",
									"name": "Everyone's Here to Have Fun",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"尽管我的表现不尽如人意，玩家们还是玩得很开心。当游戏结束时，我的玩家们感谢我提供了精彩的游戏，而我则默默地感到惊讶。"
											],
											"by": "Chris Perkins"
										},
										"每个人参加游戏都是为了享受乐趣。对于不同的玩家来说，\"乐趣\"的定义可能有所不同，但记住这个核心真理可以帮助你记住玩家们来参加游戏并不是为了取笑你，或者发脾气，或者批评你的工作。就像你一样，玩家们来游戏是为了开心一下，参与一些高冒险。",
										"值得花时间了解每位玩家喜欢什么样的乐趣。最简单的方法是直接问他们在游戏中最喜欢什么。可能只会得到一个耸肩的回答，这也没关系。玩家没有义务深思为什么喜欢RPG游戏，他们只知道他们喜欢。如果是这种情况，你也不必深究。"
									]
								},
								{
									"type": "entries",
									"name": "Players Don't Care as Much as You Think",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"作为（DM）（Dungeon Master）, 我只用了一次游戏会话就明白了我的玩家们对我们错过的所有那些细节并不在意。"
											],
											"by": "Nate Owens",
											"from": "blogger and Dungeon Master"
										},
										"作为（GM），你可能会花费大量时间和精力来思考、准备和主持你的游戏，以至于很容易忘记玩家可能没有同样程度的投入。这既有积极的意义，也有消极的意义。",
										"一方面，意识到你在这个世界上花了那么多时间可能对玩家来说并不是那么重要，这可能让人沮丧。另一方面，这意味着你不必太担心做得完美，这对你来说是一个强大的工具。这意味着你可以放松一些细节或误解一条规则，游戏也不会崩溃。",
										"许多玩家在你主持游戏时对游戏有相对宽松的掌控力度，而你可以在很多时候保持同样的宽松掌控而不会损害你的游戏。"
									]
								},
								{
									"type": "entries",
									"name": "Players Want to See Their Characters Do Awesome Things",
									"entries": [
										"玩家最希望看到的是他们的角色做出令人惊叹的事情。游戏的故事希望能吸引他们。但RPG的真正乐趣在于能够在一个充满力量的角色的奇幻世界中行动。玩家希望感觉自己像英雄一样。因此，你所做的一切，你所准备的一切，你所设置的一切障碍都应该旨在赋予他们的角色能力，让他们做出令人惊叹和英勇的事情。"
									]
								},
								{
									"type": "entries",
									"name": "You are Not the Enemy",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"成为角色的粉丝。"
											],
											"from": "Dungeon World"
										},
										"作为（GM）（Game Master）, 你经常通过你的反派角色的眼睛看待游戏世界。但你并不是那些反派。相反，你观察角色的行动，然后观察反派和世界的其他部分对他们的反应。每个游戏会话，你从虚无的沙丘中构建一个故事。虽然反派可能想要摧毁世界并杀死角色，但你有不同的目标。",
										"你不是竞争对手。但在一个有着方格、微型模型和复杂战斗规则的游戏中，很容易忽略合作叙事，变成竞争者。你可以成为玩家的敌人。你可能会暗自希望他们的灭亡。",
										"这就是懒惰地下城主的清单上第一个准备行动的原因，也是GM大脑锻炼的第一个重点，集中在审查角色上。这样做有助于消除你与角色或玩家之间潜在的竞争感。它提醒你始终要成为角色的粉丝。"
									]
								},
								{
									"type": "entries",
									"name": "Players Love Breaking the Game",
									"entries": [
										"当玩家们回忆起他们在RPG游戏中最喜欢的时刻时，他们经常描述的是角色挑战可能性的事件，甚至是打破游戏规则的期望，做一些真正史诗般的事情。玩家们喜欢看到他们的角色突破游戏及其世界的界限。",
										"玩家们喜欢看到一个角色用一次攻击杀死一条龙。他们喜欢面对无法逾越的巨人大军并坚守阵线。他们喜欢通过让食人魔小队误以为瓶子里装着{@item potions of healing|potion of healing}来诱使他们喝下炼金术师的火药。",
										"作为{@i intended}，当看到游戏规则被扭曲或打破时，很容易感到不悦。你知道本来是什么，但却发生了一些事情，使游戏超出了那些意图。你感到想要动用你的GM权力来消除这种情况。你想要说不。",
										"相反，你可以说：\"(Hell, yes)! 那太棒了！\" 你可以成为角色的粉丝，让故事出现意想不到的转折。你可以在此基础上继续发展。",
										"当印第安纳·琼斯在{@i Raiders of the Lost Ark}中射杀了那名巨大的剑客时，这成为了有史以来最具标志性的决斗之一，主要是因为{@i because}结果完全出乎意料。它打破了规则。这并不公平。但正因为如此，我们喜爱它。",
										"角色应该有机会超越游戏的期望，甚至突破。但只有在令人惊叹的时候，而且如果有{@b breaking the game becoming routine}的危险就不行。",
										"这是很多GM遇到困难的细微之处。如何阻止一个精彩事件成为新的战略？如果队伍的法师在一场战斗中通过使用{@spell polymorph}将奄奄一息的战士变成了一只巨猿，那么这怎么能不成为之后每次遭遇中都采用的新\"巨猿战术\"呢？在第一次判定有效后，你不能把玩家们的新玩具拿走。所以，解决问题的方法是让世界发展。",
										"恶棍们学到了新的战术，将这些信息传播给手下。巨人们发现他们不应该攻击猿人，而是应该攻击那位维持{@spell polymorph}法术的巫师。其他恶棍雇佣了一队傭兵巫师，目的是对抗新的魔法威胁。能够秘密将{@item potions of healing|potion of healing}转化为炼金术火的角色的故事在食人魔中流传开来，他们对这类事情变得格外小心。",
										"诱惑往往是通过自行修改问题场景并消除其困扰效果来解决，因为这样做很容易。但不要选择这种简单的方式。（这大概是本书中唯一一次提出这种建议。）相反，当角色需要面临挑战时，寻找新的方式来挑战他们。在其他时间里，让自己享受看着他们像玩家一样痛快地击溃恶棍。",
										"你不想从角色身上夺走那些精彩的时刻。你也希望确保这些精彩时刻不会变得陈旧和无聊。当它们发生时要好好享受，然后让游戏和世界不断发展，保持挑战的新鲜感。"
									]
								},
								{
									"type": "entries",
									"name": "Tips for Embracing the GM's Truths",
									"entries": [
										"在进行RPG游戏的过程中，有许多真理，值得花时间定期审查它们。",
										"每个人—包括你和玩家们—都是为了享受乐趣而玩角色扮演游戏(RPG)。",
										"玩家们通常并不像你想象的那样在意。",
										"玩家们希望看到他们的角色做一些很棒的事情。",
										"作为主持人，你不是敌人。主持人应该始终是角色的粉丝。",
										"玩家喜欢打破游戏规则。你也应该这样做，然后让游戏发展，而不是让破坏游戏平衡的情况成为常态。"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 28: Lazy Dungeon Master",
							"entries": [
								{
									"type": "entries",
									"name": "Tricks",
									"entries": [
										"在这本书中，我们已经从一个高层次的角度来看待了RPG的运行。我们已经探讨了一些关于如何准备更少、运行更好游戏的重要观念。现在我们将会看一些专业技巧——一些小贴士，可以让你的生活更轻松，而不会影响游戏的进行。",
										"你可能不喜欢其中一些技巧。甚至可能讨厌其中一些。这完全没关系。这些想法中的每一个都可以帮助你更轻松地主持游戏，但你可能会发现它们夺走了你习惯玩游戏的乐趣。",
										"如果你讨厌这些想法中的一个，跳过它，看看剩下的。如果你全部都讨厌，那就全部跳过，享受你喜欢的方式玩游戏。但就像本书中的所有建议一样，考虑尝试这些技巧，看看它们的感觉。"
									]
								},
								{
									"type": "entries",
									"name": "Award Levels instead of Experience Points",
									"entries": [
										"在战役故事中适时授予等级比每次会话都计算和追踪经验点要少得多。同样，让整个小组同时升级，即使有些角色错过了会话，也会使整个战役更易管理。",
										"这种基于故事的进展方式实际上已经成为许多已出版的冒险{@i Dungeons & Dragons}中的默认设置。"
									]
								},
								{
									"type": "entries",
									"name": "Improvise Ability and Skill Checks",
									"entries": [
										"你可能会想要为游戏中实现特定行为或克服特定障碍的难度等级做计划。或者，你可以根据需要即兴确定这些难度等级。与其精确计算欺骗卫兵或说服国王大臣所需的具体要求，不如等待这些情景出现。然后根据当时的情况，即时确定一个难度等级。",
										"甚至可以完全忽略DCs，只需根据技能检定结果的一般感觉做出反应。投掷点数越高，结果越好。投掷点数越低，结果越差。"
									]
								},
								{
									"type": "entries",
									"name": "Skip Initiative and Take Turns Around the Table ",
									"entries": [
										"在战斗中，很多次会有一组对手先发制人。",
										"也许角色们被一群兽人围攻了。也许一群醉醺醺的土匪被角色们打了个措手不及。然而，无论这类遭遇是如何开始的，你可以跳过为一方拥有先发优势的战斗进行先攻骰掷。",
										"相反，轮流绕着桌子走，可以从怪物开始，也可以以他们结束。每当这种情况重复时，你可以改变桌子周围的游戏顺序，以确保在早期遭遇中最后走的玩家下次可以先走。",
										"跳过先攻骰点，改为围桌轮流行动可以显著加快游戏节奏。在攻击顺序对战斗结果影响不大的遭遇中都可以采用这种方式。但在放弃先攻之前，请先询问玩家是否同意这种做法。"
									]
								},
								{
									"type": "entries",
									"name": "Delegate Initiative Tracking and Other Tasks",
									"entries": [
										"在战斗中，特别是在涉及大量怪物的遭遇中，你有很多事情要处理。与此同时，玩家通常只关注他们各自的角色，在每个角色的回合之间有相当多的空闲时间。因此，在战斗中将一些任务委托给玩家可以让你作为GM的生活变得更轻松，并保持玩家更投入游戏。",
										"处理先攻是一个明显的例子。在战役开始时（或者如果你想轮流负责的话，在每个游戏会话开始时），请其中一位玩家负责记录先攻骰点并维护战斗顺序。然后当战斗开始时，先攻就成了你无需担心的一件事情。",
										"如果玩家喜欢承担这样的额外任务，您可以考虑委派其他以战斗为重点的活动，比如追踪怪物伤害。许多玩家可能也会喜欢负责记录战役笔记，无论是在战斗中还是战斗外。"
									]
								},
								{
									"type": "entries",
									"name": "Use Static Monster Damage",
									"entries": [
										"一些角色扮演游戏提供固定的怪物伤害数值——根据怪物的伤害骰类型和修正值计算出的伤害骰平均值。虽然使用固定的怪物伤害可能会让怪物显得太过可预测，但怪物数量的变化和攻击骰结果的差异往往会弥补这一点。",
										"在战斗中不需要每次怪物攻击都进行掷骰和计算伤害，可以节省大量时间，但对游戏流程几乎没有影响。多次攻击、来自特定怪物的不同攻击以及来自多个怪物的攻击将为角色受到的伤害提供足够的变化。在许多奇幻RPG中，怪物通常只能活几轮，这段时间根本不足以让玩家注意到你在使用平均伤害。对于更具挑战性的战斗，甚至可以从平均伤害提高到最大伤害，增加难度。"
									]
								},
								{
									"type": "entries",
									"name": "Assign a Rules Lawyer",
									"entries": [
										"那些令人头疼的规则律师经常被视为游戏流程的干扰者，许多(`Gamemaster`)(`书籍`)都谈到如何应对这种潜在问题玩家。对于(`懒惰地下城主`)来说，一个规则律师可能会带来很大的好处。只要一个热爱规则的玩家在希望规则被应用时公平准确，你可以正式地让他们担任这个职责，让这个玩家在问题出现时引用规则。",
										"无论是一名或多名玩家手头有游戏规则，还是拥有百科全书般的记忆，允许其他人帮助裁决规则争论是让整个桌面感到掌控游戏乐趣提升的好方法。",
										"确保玩家明白，你仍然拥有对规则决定的多数投票权，甚至可以否决。大多数玩家会接受这种公平的交换，因为他们被要求帮助你裁决特定情况时，尤其是当你尽可能采纳他们的决定时。",
										"当你面对一桌子都想要主导或击败游戏的玩家时，你可能会遇到难以分享规则裁决责任的情况。如果是这种情况，那么你的游戏可能存在更大的问题需要处理，而且你可能也不会有太多乐趣。"
									]
								},
								{
									"type": "entries",
									"name": "Run Low-Level Campaigns",
									"entries": [
										"比起低级别游戏，运行高级别游戏更加困难。角色在高级别时有更多的选择，这使得你在设计遭遇时需要考虑更复杂的战术和特性。再加上特别熟练的玩家，这可能会让挑战高级别角色变得非常困难，而不至于让整个战役变成一场以战斗为主的磨砺。",
										"当然，高级别的游戏可以带来极大的满足感。看着角色从英雄变成超级英雄，以越来越奇幻的方式探索世界和多元宇宙总是很有趣。但对于懒惰的地下城主，将一个冒险集中在游戏的低级别上会让事情变得更容易。在游戏的低级别中，你和玩家们仍然可以体验到许多精彩的故事。所以不要害羞，可以在游戏进行到中级别之前结束一个冒险，避免高级别选项使你的游戏变得混乱。然后进行一个高潮冒险并开始一个新的冒险。"
									]
								},
								{
									"type": "entries",
									"name": "Checklist for Lazy Dungeon Master Tricks",
									"entries": [
										"使用任何你感兴趣的技巧，跳过那些感觉不对的，但不要害怕尝试一个技巧，看看它在你的游戏中是如何运作的。",
										{
											"type": "list",
											"items": [
												"在游戏故事的关键点奖励级别，而不是计算和追踪经验点数。",
												"在游戏中通过选择难度等级（DC）来进行即兴能力和技能检定，或者要求玩家进行检定，并根据投掷的点数描述结果，而不必将其与特定的DC相匹配。",
												"当回合顺序不重要时，跳过先攻检定，让玩家依次在桌子周围轮流行动。",
												"请让玩家负责追踪先攻顺序和其他任务。",
												"使用静态怪物伤害可以节省掷骰子和计算的时间。",
												"让其中一名玩家成为官方规则律师，负责在出现规则问题时查找相关规则。",
												"请让所有玩家帮助裁决特定规则，并尽量遵循他们的结果。",
												"进行低级别的战役，以避免高级角色可以访问的更广泛功能带来的繁琐。"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 29: Final Thoughts—Developing Your Own Style",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"除了这些世界之外，还有其他世界。"
									],
									"by": "Stephen King",
									"from": "The Gunslinger"
								},
								"我们已经走过这本书中的许多路径，探索了许多想法。但我们每个人仍然只是自己个人旅程的开始。作为(`GMs`)（游戏主持人），我们都发展出自己独特的`RPGs`（角色扮演游戏）运行风格。我们利用我们喜欢的想法，抛弃我们不喜欢的想法。有些团队以一种宽松的风格玩游戏，忽略细节，专注于大型英雄幻想。其他团队喜欢深入细节。最终，你和你的团队喜欢的游戏风格就是正确的。",
								"无论你的游戏风格是什么，如果\"懒惰地牢主\"(Lazy Dungeon Master)的概念与你产生共鸣，那么你很可能正在寻找让游戏准备和执行变得更容易的方法。希望在阅读或浏览本书时，你已经找到了一些可以用于你个人GM工具包中的想法。",
								"本书中出现的引语和统计数据是为了支持这样一个假设：准备更少的游戏会导致更有趣的游戏。其他自助书籍也会这样做——选择支持他们前提的研究，同时方便地忽略那些与前提相矛盾或支持另一种假设的研究。因此，让我给你一些替代性的统计数据和信息，以避免这种陷阱。",
								"在我在这本书中反复引用的2016年地牢主调查中，6600名受访地牢主中有16%的人花费不到一小时进行准备，而83%的人花费一小时或更多时间。一般来说，使用懒惰地牢主清单的GM应该需要大约15到30分钟来准备一个游戏。然而，只有16%的DM花费那么少的时间。",
								"在我与马修·默瑟（Matthew Mercer）进行的采访中，他是受欢迎的《Critical Role》直播游戏的主持人，马修表示他可能会花多达三个小时准备每一个小时的游戏。当然，《Critical Role》是向成千上万的观众直播的，所以马修更有可能愿意花时间准备他的游戏，而我们可能不会。这并不意味着我们可以忽视他认为准备游戏重要的时间。",
								"Matt并不是一个简单地不知道如何减少准备时间的业余GM。他相信准备工作的重要性。当我们讨论NPC即兴表演时，Matt表示如果他不得不即兴表演所有的NPC，那将\"肯定会让我焦虑不安\"。避免焦虑正是我们希望花一些时间为我们的游戏做准备的原因。",
								"在这本书中，我们描述了一个只需主题、六个真相和一些前线就能建立整个战役的过程。许多GM构建了整个详细的世界，包括诸神、大陆、帝国、古代历史和巨大的政治斗争。开发这些类型的世界是让幻想RPGs为那些GMs栩栩如生的\"孤独乐趣\"。他们喜欢这样做。仅仅因为它需要很多努力，构建整个世界当然不是懒惰的，但这并不意味着它是错误的。只有在这种详细背景构建会削弱游戏本身乐趣时，才会是错误的。",
								"我们每个人都会建立和发展自己独特的准备和运行RPG游戏的流程。这本书侧重于减少准备时间，以提高我们的游戏体验。它提供了许多围绕这一核心目标构建的想法。然而，最终只有你可以选择将哪些工具添加到你自己的GM工具包中，哪些工具最终将成为你自己游戏风格的永久部分。",
								"准备好你的游戏所带来的好处。",
								"迈克·谢伊 (Mike Shea)",
								"2017年8月",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/09.jpeg"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendices",
					"entries": [
						{
							"type": "section",
							"name": "The 2016 Dungeons & Dragons Dungeon Master Survey",
							"entries": [
								"这本书经常提到了2016年{@i Dungeons & Dragons}在Sly Flourish网站上进行的Dungeon Master调查，该调查是在2016年10月28日至11月28日之间进行的。本附录包含了该调查结果的摘要。您可以在{@link http://slyflourish.com/2016_dm_survey_results.html}找到完整的结果，以及原始数据。",
								"调查受访者来自多个在线{@i D&D}社区，包括{@i Dungeons & Dragons} Google Plus社区，Reddit{@i D&D} Next社区，ENWorld关于{@i D&D}的论坛，Facebook{@i D&D}社区，以及Twitter。",
								"总共有6,600个回应。以下结果均已四舍五入到最接近的百分比。",
								"这里是关于游戏和游戏准备的总结结果。",
								{
									"type": "entries",
									"name": "Frequency of Games",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"每周两次以上：2%",
												"每周两次：6%",
												"每周：43%",
												"每两周一次: 26%",
												"每月：13%",
												"少于每月：10%"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Length of Games",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"大约一小时：1%",
												"大约两小时：5%",
												"大约三小时: 28%",
												"大约四小时：44%",
												"大约六小时：17%",
												"大约八小时：4%"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Preparation Time",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"无: 2%",
												"大约15分钟：4%",
												"大约30分钟：10%",
												"大约一个小时: 23%",
												"大约两小时: 24%",
												"大约三小时: 14%",
												"大约四小时：8%",
												"超过四小时：14%"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Other Results",
									"entries": [
										"除了为GMs提供游戏与准备时间之间关系的强烈感知外，调查还涵盖了各种其他信息。",
										{
											"type": "entries",
											"name": "Primary Game Play Locations",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"家: 55%",
														"Roll20: 16%",
														"另一个私人场所：14%",
														"本地游戏店：5%",
														"另一个公共场所：4%",
														"另一个在线网站：2%",
														"一个相等的混合比例：2%",
														"奇幻地面：1%"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Campaign Worlds",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"个人设置: 55%",
														"被遗忘的国度: 38%",
														"另一个{@i D&D}战役世界：5%",
														"一个非{@i D&D}的战役世界：2%",
														"冒险类型",
														"个人冒险：64%",
														"已发布的冒险：36%"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Combat Style",
											"entries": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"5英尺的方格战斗：63%",
														"抽象地图：19%",
														"心灵剧场：18%"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Time Spent on Preparation Activities",
											"entries": [
												"调查中列出了个人DM准备活动所花费的时间。结果如下。",
												{
													"type": "entries",
													"name": "Story and Adventures",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"无：6%",
																"5分钟：7%",
																"15分钟：18%",
																"30分钟：26%",
																"1小时: 26%",
																"2小时：8%",
																"超过2小时：10%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Campaign and World Building",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"无: 8%",
																"5分钟：6%",
																"15分钟：17%",
																"30分钟：24%",
																"1 小时: 23%",
																"2小时：8%",
																"超过2小时：14%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Combat Encounters",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"无：9%",
																"5分钟：12%",
																"15分钟：22%",
																"30分钟：26%",
																"1小时：21%",
																"2 小时: 5%",
																"超过2小时：3%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "NPC Development",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"无：10%",
																"5分钟：20%",
																"15分钟: 28%",
																"30分钟：24%",
																"1 小时: 13%",
																"2 小时：2%",
																"超过2小时：3%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Exploration and Roleplay",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"无: 16%",
																"5分钟：17%",
																"15分钟: 25%",
																"30分钟：23%",
																"1 小时: 13%",
																"2 小时: 3%",
																"超过2小时：3%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Treasure and Magic Items",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"无: 23%",
																"5分钟：31%",
																"15分钟: 25%",
																"30分钟：13%",
																"1 小时: 5%",
																"2小时：1%",
																"超过2小时：1%"
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Props and Handouts",
													"entries": [
														{
															"type": "list",
															"style": "list-no-bullets",
															"items": [
																"无: 45%",
																"5分钟：20%",
																"15分钟：15%",
																"30分钟：11%",
																"1 小时：6%",
																"2 小时：2%",
																"超过2小时：2%"
															]
														}
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Facebook Dungeon Master Survey Results",
							"entries": [
								"在撰写这本书之前和期间，我在第五版{@i Dungeons & Dragons} Facebook 群组上发布了许多小型投票，该群组拥有超过十万名成员。我发布这些投票是为了衡量Dungeon Master在{@i D&D}游戏准备方面对各种主题的看法。",
								"这些结果并不完美，因为它们并不代表所有DMs的真正随机抽样。然而，它们比任何一个人的猜测或意见，或一堆带有偏见的个人轶事要好。您可以在Sly Flourish网站上找到更多类似的调查结果，网址是http://slyflourish.com/facebook_surveys.html (Sly Flourish)。",
								"这里是调查问题、结果、受访者人数和投票日期。",
								"你如何使用官方出版的精装本{@i D&D}冒险模块({@i Curse of Strahd}，{@i Storm King's Thunder}，{@i Out of the Abyss}，等等)？",
								"2017年6月10日发布的民意调查，共有169个回应。",
								{
									"type": "list",
									"items": [
										"42%: \"我不运行官方出版的精装本{@i D&D}(`adventures`冒险).\" (71个回应)",
										"26%: \"我会适度修改已发布的冒险以适应我的战役。\" (44个回应)",
										"21%: \"我按照原样进行，几乎没有做任何改动。\" (36 个回应)",
										"11%: \"我会显著修改已发布的冒险，以适应我的战役。\" (18次回答)"
									]
								},
								"\"在进行 {@i D&D} 怪物战斗时，你是掷骰确定怪物伤害，还是使用列出的固定伤害？\"",
								"2017年7月15日发布的调查，收到了530个回复。",
								{
									"type": "list",
									"items": [
										"90%: \"我进行伤害骰。\" (479次回应)",
										"10%: \"我使用列出的平均伤害。\" (51个回应)"
									]
								},
								"你是否参加{@i D&D}《冒险者联盟》组织的游戏？",
								"现实生活还是线上生活？",
								"发布于2017年7月23日，有427条回复。",
								{
									"type": "list",
									"items": [
										"24%: 是的: (104个回复)",
										"76%: 不: (323个回复)"
									]
								},
								"\"你经常需要处理那些喜欢制造混乱的玩家吗？\"",
								"2017年7月30日发布的调查，收到82个回复。",
								{
									"type": "list",
									"items": [
										"20%: 是（16 responses）",
										"80%: 有(66个回应)"
									]
								},
								"\"你喜欢准备你的{@i D&D}游戏吗？\"",
								"2017年8月5日发布的民意调查，收到了427个回复。",
								{
									"type": "list",
									"items": [
										"94%: 是的 (403个回应)",
										"6%: 有 (24 个回复)"
									]
								},
								"在进行{@i D&D}游戏时，您是否会在桌上直接使用《怪物手册》来查找属性块？您会重新格式化并重新打印它们吗？您会使用某种数字工具来查找它们吗？",
								"2017年8月12日发布的调查，收到453个回复。",
								{
									"type": "list",
									"items": [
										"70%: \"我在桌上使用怪物手册。\" (316个回应)",
										"16%: \"我重新格式化并重新打印怪物属性块，以便在桌上使用。\" (74 responses)",
										"11%: \"我在桌上使用一些数字工具查找怪物属性块。\" (52 responses)",
										"2%: \"我在桌上使用其他工具查找怪物属性块。\" (11 responses)"
									]
								},
								"你曾经参与过或主持过的最高级别{@i D&D}的战役是多少级别？",
								"2017年8月17日发布的调查，共有269个回复。",
								{
									"type": "list",
									"items": [
										"3％：第1至第3（8次回应）",
										"16%: 第4至第6名（44次回应）",
										"25%: 第7至第9（66次回应）",
										"13%: 第10至12级（36个回复）",
										"20%: 第13至15天（55个回复）",
										"7%: 第16至18（20个回应）",
										"15%: 19世纪至20世纪（40个回应）"
									]
								},
								"\"对于第五版地牢主，您是在公开场合掷骰子还是隐藏结果？\"",
								"2017年8月22日发布的调查，收到了914个回复。",
								{
									"type": "list",
									"items": [
										"70%: \"我隐藏我的点数\" (635个回应)",
										"30%: \"我在公开场合掷骰子\" (279个回应)"
									]
								},
								"\"第五版地牢主，你是提前计划NPC还是在桌上即兴创作？\"",
								"2017年8月25日发布的调查，收到了121个回复。",
								{
									"type": "list",
									"items": [
										"3%: \"我在桌上几乎所有的NPC都是即兴创作的\" (4 responses)",
										"28%: \"我在桌上大多数时候是即兴演出我的NPCs\" (34 responses)",
										"52%: \"我提前准备大约一半的NPC，另一半在桌上即兴创作。\" (63个回应)",
										"14%: \"我大多数时候提前准备我的NPCs\"：17个回应)",
										"3%: \"我几乎提前准备好所有的NPC\" (3 responses)"
									]
								},
								"\"DM们，在准备你们的{@i D&D}游戏时，你们是如何构建怪物遭遇的呢？\"",
								"2017年8月28日发布的调查，收到了263个回复。",
								{
									"type": "list",
									"items": [
										"57%: \"我将怪物挑战等级作为难度的大致参考，并从中进行遇敌平衡的即兴调整。\" (149个回应)",
										"26%: \"我并不真的平衡遭遇。我会根据故事和情况选择怪物的类型和数量。\" (68个回应)",
										"10%: \"我使用小恶龙搏斗俱乐部来平衡遭遇。\" (26 responses)",
										"5%: \"我使用另一个在线计算器来平衡遭遇。\" (12 responses)",
										"3%: \"我使用《地牢主宰指南》中的遭遇构建指南。\" (8 responses)",
										"0%: \"我使用新的《发掘奇境规则集》中的遭遇构建指南来平衡战斗。\" (0 responses)"
									]
								},
								"\"{@i D&D}位玩家，在{@i D&D}游戏玩法的三大支柱中，你最喜欢哪一个？\"",
								"2017年8月31日发布的调查，共有158个回复。",
								{
									"type": "list",
									"items": [
										"59%: 与NPC互动和角色扮演（94次回应）",
										"27%: 探索和调查 (42个回应)",
										"14%: 战斗 (22 responses)"
									]
								},
								"\"5版DM们，在战斗中你们经常会调整怪物的生命值吗？\"",
								"2017年9月1日发布的调查，收到了523个回复。",
								{
									"type": "list",
									"items": [
										"70%: \"是的，我在战斗中既增加又减少生命值。\" (368 个回应)",
										"25%: \"不，我不会在战斗开始后修改怪物的生命值。\" (129 个回应)",
										"4%: \"是的，我增加生命值来增加挑战度。\" (19 responses)",
										"1%: \"是的，我会减少生命值来加快战斗节奏或改善进程。\" (3 responses)",
										"1%: \"我甚至不追踪生命值。\" (4 responses)"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "References and Additional Reading",
							"entries": [
								"Baker, D. Vincent. {@i Apocalypse World}. Lumpley Games, 2010. {@link http://apocalypse-world.com}",
								"Balsera, Leonard等人。Evil Hat Productions，2014年。{@link http://www.evilhat.com/home/fate-core/}",
								"Bradbury, Ray. {@i Zen in the Art of Writing}. 卡普拉出版社, 1973年。",
								"Bulmahn, Jason 等人 {@i Pathfinder Roleplaying Game Core Rulebook}。Paizo",
								"出版，2009年。{@link http://paizo.com/products/btpy88yj?Pathfinder-Roleplaying-Game-Core-Rulebook}",
								"卡特尔（Carter），米歇尔（Michele），编著。{@i Kobold Guide to Plots and Campaigns}。Kobold Press，2016年。{@link http://koboldpress.com/kpstore/product/kobold-guide-to-plots-campaigns/}",
								"Colville, Matthew. \"挑战等级, Running the Game #44.\" YouTube 视频, 13:55. 2017年8月23日. {@link http://www.youtube.com/watch?v=xANZTijbrw8}",
								"Colville, Matthew. \"主持游戏.\" YouTube 视频系列，38 部视频。发布于 2016 年 2 月至 2017 年 11 月。{@link http://www.youtube.com/playlist?list=PLlUk42GiU2guNzWBzxn7hs8MaV7ELLCP_}",
								"Colville, Matthew. \"动词！主持游戏#35.\" YouTube视频, 9:37. 2017年5月15日. {@link http://www.youtube.com/watch?v=g6w_DRHRDDM}",
								"Cook, Monte. {@i Numenera}. 蒙特·库克游戏公司, 2013. {@link http://www.montecookgames.com/store/product/numenera-print/}",
								"Cook, Monte. {@i Weird Discoveries: Ten Instant Adventures for Numenera}. 蒙特·库克游戏公司, 2015. {@link http://www.montecookgames.com/store/product/weird-discoveries-ten-instant-adventures-for-numenera/}",
								"Crawford, Jeremy等人。{@i Dungeon Master's Guide}（第五版{@i Dungeons & Dragons}）。海岸巫师，2014年。{@link http://dnd.wizards.com/products/tabletop-games/rpg-products/dungeon-masters-guide}",
								"Crawford, Jeremy. \"尽量少准备。\" Twitter, July 15, 2017. {@link http://twitter.com/JeremyECrawford/status/886406932197629955}",
								"地牢RPG工具。2017年11月11日访问。{@link http://donjon.bin.sh/}",
								"不要分割播客。\"DM's Deep Dive 7 — Voices at the Table (with Matthew Mercer).\" YouTube 视频，1:07:11。2017年8月14日。{@link http://www.youtube.com/watch?v=MVKvjSLt2d4&t=849s}",
								"地牢生活。\"Chris Perkins如何让你的{@i D&D}游戏变得更好。\" Twitch视频。2017年5月10日。{@link http://www.twitch.tv/videos/152173575}",
								"Geek & Sundry. \"设计遭遇 w/ Matthew Colville: Part 1 (GM技巧 w/ Satine Phoenix).\" YouTube 视频. 2017年7月20日. {@link http://www.youtube.com/watch?v=E_-JDmlnFiU}",
								"Geek & Sundry. \"与Matthew Colville一起设计遭遇：第2部分（GM技巧与Satine Phoenix）.\" YouTube视频. 2017年7月27日. {@link http://www.youtube.com/watch?v=3wl_v7V3-uU}",
								"Heinsoo, Rob, 和 Tweet, Jonathan. {@i 13th Age Core Book}. Pelgrane Press, 2014. {@link http://site.pelgranepress.com/index.php/13th-age-core-book/}",
								"金（King）, 史蒂芬（Stephen）. {@i The Gunslinger}. 斯克里布纳（Scribner）, 2003.",
								"金（King）, 史蒂芬. {@i On Writing: 10th Anniversary Edition}. 西蒙与舒斯特出版社, 2010.",
								"LaTorra, Sage和Koebel, Adam. {@i Dungeon World}. Sage Kobold Productions, 2014. {@link http://www.dungeon-world.com}",
								"罗宾·劳斯。{@i Hamlet's Hit Points}。游戏设计师出版社，2010年。{@link http://gameplaywright.net/books/hamlets-hit-points/}",
								"Laws, Robin. {@i Robin's Laws of Good Gamemastering}. 史蒂夫·杰克逊游戏公司, 2002. {@link http://www.sjgames.com/robinslaws/}",
								"Mearls, Mike. \"《地牢世界》的前线概念极大地改善了我的{@i D&D}游戏体验。\" 推特，2012年12月28日。{@link http://twitter.com/mikemearls/status/284793099857833986}",
								"摩尔（Moore）, 卡尔（Cal）和罗克特（Rockett）, 韦德（Wade）. {@i 13th Age Game Master's Screen and Resource Book}. Pelgrane Press, 2015. {@link http://site.pelgranepress.com/index.php/13th-age-game-masters-screen-and-resource-book/}",
								"Owens, Nate. \"作为一个DM，我只需要一个游戏会话就明白了，我的玩家们对我们错过的所有那些细节并不在意。\" Twitter, August 6, 2017. {@link http://twitter.com/SanIlDefanso/status/894302283613310976}",
								"Perkins, Chris. \"平庸之道的教训.\" {@i Dungeons & Dragons} 网站, 2012年3月. {@link http://dnd.wizards.com/articles/features/lesson-mediocrity}",
								"Perkins, Chris. \"来自何塞·钟 (Jose Chung).\" {@i Dungeons & Dragons} 网站, 2012年8月. {@link http://dnd.wizards.com/articles/features/jose-chung}",
								"Perkins, Chris. \"厨房水槽和煎锅.\" {@i Dungeons & Dragons} 网站,",
								"2012年4月。{@link http://dnd.wizards.com/articles/features/kitchen-sinks-and-frying-}",
								"pans",
								"Perkins, Chris. \"老派风格.\" {@i Dungeons & Dragons} 网站, 2012年8月. {@link http://dnd.wizards.com/articles/features/old-school}",
								"Perkins, Chris. \"地牢主体验档案.\" 海岸巫师公司, 2011. {@link http://www.wizards.com/dnd/files/DM_Experience_2011.pdf}",
								"Perkins, Chris. \"我的动机是什么。\" {@i Dungeons & Dragons} 网站，2012年7月。{@link http://dnd.wizards.com/articles/features/whats-my-motivation}",
								"Ralya, Martin, 编辑。{@i Unframed: The Art of Improvisation for Game Masters}。",
								"Engine Publishing，2014年。{@link http://www.enginepublishing.com/unframed-the-art-of-}",
								"游戏主持人的即兴表演",
								"雷诺兹，肖恩·K.，编辑。{@i Kobold Guide to Gamemastering}。Kobold Press，2017年。{@link http://koboldpress.com/kpstore/product/kobold-guide-to-gamemastering/}",
								"Shea, Michael. \"2016{@i D&D}第五版地牢主问卷.\" Sly Flourish 网站, 2016年10月.{@link http://slyflourish.com/2016_dm_questionnaire.html}",
								"Shea, Michael. \"2016 {@i Dungeons & Dragons} 地牢主持人调查结果.\" Sly Flourish 网站, 2016年12月. {@link http://slyflourish.com/2016_dm_survey_results.html}",
								"Shea, Michael. \"5e {@i Dungeons & Dragons} Facebook 和 Twitter 调查结果.\" Sly Flourish 网站, 2017年9月. {@link http://slyflourish.com/facebook_surveys.html}",
								"Shea, Michael. \"对#dnd Twitter社区的分析.\" Sly Flourish 网站, 2017年4月. {@link http://slyflourish.com/the_dnd_twitter_community.html}",
								"Shea, Michael. \"在第5版中奖励魔法物品.\" Sly Flourish 网站, 2017年7月. {@i Dungeons & Dragons} {@link http://slyflourish.com/awarding_magic_items.html}",
								"Shea, Michael. \"收集到的经验：在5版{@i D&D}中进行BOSS战斗.\"《Sly Flourish》网站，2017年11月。{@link http://slyflourish.com/improving_boss_fights.html}",
								"Shea, Michael. \"一系列精彩事件.\" Sly Flourish 网站, 2016年3月. {@link http://slyflourish.com/collection_of_awesome_events.html}",
								"Shea, Michael. \"龙与地下城第五版战役工作表.\" Sly Flourish 网站, 2015年4月. {@link http://slyflourish.com/5e_campaign_worksheet.html}",
								"Shea, Michael. {@i Sly Flourish's Dungeon Master Tips}. Vorpal Quill, 2010. {@link http://slyflourish.com/book/}",
								"Shea, Michael. {@i Sly Flourish's Fantastic Adventures}. Vorpal Quill, 2017. {@link http://slyflourish.com/fantasticadventures/}",
								"Shea, Michael. {@i Sly Flourish's Fantastic Locations}. Vorpal Quill, 2016. {@link http://slyflourish.com/fantasticlocations/}",
								"Shea, Michael. \"Sly Flourish's Guide to Narrative 'Theater of the Mind' Combat in the 5th Edition of {@i Dungeons & Dragons}.\" Sly Flourish 网站，2017年3月。{@link http://slyflourish.com/guide_to_narrative_combat.html}",
								"Shea, Michael. {@i Sly Flourish's The Lazy Dungeon Master}. 无比利剑羽毛笔, 2012. {@link http://slyflourish.com/lazydm/}",
								"索尔金（Aaron Sorkin）。\"我是《白宫风云》和《社交网络》的编剧Aaron Sorkin。AMA。\"Reddit，2016年7月。{@link http://www.reddit.com/r/IAmA/comments/4upxne/im_aaron_sorkin_writer_of_the_west_wing_and_the/#bottom-comments}",
								"斯蒂芬森，尼尔。{@i Snow Crash}。班塔姆，1992年。",
								"Sutter, James 等人。{@i Starfinder Core Rulebook}。Paizo Publishing，2017年。{@link http://paizo.com/products/btpy9qy1}",
								"Vecchione, Phil. {@i Never Unprepared: The Complete Game Master's Guide to Session Prep}. Engine Publishing, 2012. {@link http://www.enginepublishing.com/never-unprepared-the-complete-game-masters-guide-to-session-prep}",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/RotLDM/06.jpeg"
									}
								}
							]
						}
					]
				}
			]
		}
	]
}
