{
	"A designation for the city of Łódź, coined by Nobel prize-winning novelist Władysław Reymont. Poland's fourth largest city, Łódź is located at the country's center. It rose to prominence with its rapid industrialization in the 19th century.": "由诺贝尔奖获得者小说家瓦迪斯瓦夫·雷蒙特(Władysław Reymont)创造的一个称号，用于波兰第四大城市，即（Łódź）。位于波兰中部的Łódź在19世纪的快速工业化中崭露头角。",
	"{@b Provisions, Fare, {@i and} Culinary Tales {@i from} Travels Across The Continent}": "{@b Provisions, Fare, {@i and} 烹饪故事 {@i from} 穿越大陆旅行",
	"Anita Sarna & Karolina Krupecka": "阿妮塔·萨尔纳（Anita Sarna）和卡罗琳娜·克鲁佩茨卡（Karolina Krupecka）",
	"Foreword by Andrezej Sapkowski": "安德烈·萨普科夫斯基（Andrezej Sapkowski）序",
	"In the foreword to the cookbook that ties into the world of {@i Game of Thrones}—yep, such a book exists—George R. R. Martin decided to reveal a secret. He admitted, in hushed tones, that he kind of... can't cook. \"There 'tis,\" he wrote, \"my shameful secret.\" He did, however, declare—perhaps unnecessarily, as it's indisputable—that he excels at writing. About food, too. So well about the latter, in fact, as to cause his readers to salivate profusely. {@i I have in the arsenal at my fingertips}, George announced in so many words, {@i what every writer truly needs:} \"Big, meaty nouns, crisp, fresh verbs, and a nice seasoning of adjectives and adverbs.\"": "在与{@i Game of Thrones}世界相关的食谱书的前言中——是的，这样一本书存在——乔治·R·R·马丁决定透露一个秘密。他低声承认，他有点……不会做饭。“就是这样，”他写道，“我的可耻秘密。”然而，他也宣称——或许是多余的，因为这是无可争议的——他擅长写作。关于食物，也是如此。实际上，他写得非常出色，以至于让他的读者口水直流。{@i I have in the arsenal at my fingertips}，乔治用这么多的话宣布，{@i what every writer truly needs:}“丰富的名词，清新的动词，还有一些精美的形容词和副词。”",
	"I couldn't agree more. We may, nonetheless, take a moment to commiserate with Martin. He enjoys food—as do I. This is obvious from his eminently Epicurean physique—as is mine. But if he had a hankering for Dornish \"Duck with Lemons\" or \"Trout Wrapped in Bacon\" from the aforementioned cookbook, someone else would likely need to prepare them for him. He alone may not manage.": "我非常同意。然而，我们可以花点时间同情一下马丁。他喜欢美食——我也是。从他那显然是一个享乐主义者体型上可以看出——我的也是。但如果他渴望《Dornish烹饪》中的“柠檬鸭”或“培根包裹的鳟鱼”，可能需要其他人为他准备。他一个人可能无法做到。",
	"As for myself—to say it once and for all time—I don't have this problem. Bah, in addition to savoring his words, I've done the same with the dishes from his world. I've already cooked the trout as well as the Dornish duck. I managed just fine with the \"Honeyed Chicken\" hailing from Winterfell, too. Next, I plan to make and serve the \"Quails Drowned in Butter\" from King's Landing. And I'm sure to go on to cook many other Westerosi dishes.": "至于我自己——说一次就够了——我没有这个问题。嘿，除了品味他的话语，我也尝试了他的世界的菜肴。我已经烹饪了鳟鱼和多恩鸭。来自温特费尔的“蜜汁鸡”我也做得很好。接下来，我计划制作并上菜来自国王港的“浸在黄油中的鹌鹑”。我肯定会继续烹饪许多其他维斯特洛菜肴。",
	"Indeed, dear readers, I can cook. I know how to, and I enjoy doing it. And I don't mind boasting that there are few culinary mysteries to which I'm not privy. Wearing an apron, chef's knife in hand, I fear no creature, no fish, no fowl, no vegetable. It also seems I manage just fine with writing. My nouns aren't lean and dry, my adverbs are far from bland, and my adjectives, well, they're hardly of the garden variety. And when I write about food or its preparation, believe you me, I know the whats, hows, and whys. I'd say I'm thoroughly versed in them, in fact.": "亲爱的读者们，我确实会做饭。我知道如何做，也喜欢做。我毫不介意吹嘘，几乎没有我不知道的烹饪奥秘。穿着围裙，手握厨师刀，我不惧怕任何生物，无论是鱼、禽还是蔬菜。似乎我在写作方面也表现不错。我的名词不干瘪，副词远非乏味，形容词嘛，也绝非寻常之辈。当我写食物或其制备时，相信我，我知道其中的内容、方法和原因。事实上，我可以说我对它们非常熟悉。",
	"I'm fully aware this book has more to do with the games than it does with {@i my} work, but I'd wager gamers retain an interest in fantasy literature—in books and in how they come to be. But what the hell, this is my foreword, so I'll write what I please.": "我完全明白这本书更多地与游戏有关，而不是与{@i my}工作有关，但我敢打赌，玩家们对奇幻文学——无论是书籍还是创作过程——仍然感兴趣。但是无论如何，这是我的前言，所以我会写我想写的内容。",
	"A fundamental trait of the fantasy genre is something I like to call \"the realism of the unreal.\" As it describes worlds and events drawn from myth, legends, or fairy tales, {@i fantasy} breaks completely free of the fairy-tale paradigm, negating the unreal while simultaneously suspending rationality. It forces readers to immerse themselves in the world of a story and accept said world as real.": "奇幻类型的一个基本特征是我称之为“虚幻的现实”。正如它描述的是源自神话、传说或童话故事的世界和事件，{@i fantasy} 完全摆脱了童话范式，否定了虚幻，同时又悬置了理性。它迫使读者沉浸在故事的世界中，并接受这个世界是真实的。",
	"My approach to making my fantasy neverland real was first and foremost through its economies. I was careful to shape economic issues to be both relevant and credible. Industries small and large, craftsmanship, farming, mining, trade and trade policies, monetary and fiscal mechanisms, banking, money, and financial operations—I granted all these a prominent place in my \"unreality\" in order, in fact, to render it real. Because, even in our reality, what is more real than economies? People, be it in our world or fantasy worlds, have to make a living.": "我让我的幻想乡变得真实的方法首先是通过其经济体系。我小心塑造经济问题，使其既相关又可信。无论是小型还是大型产业、手工艺、农业、矿业、贸易和贸易政策、货币和财政机制、银行业、货币以及金融业务，我都在我的“虚幻世界”中赋予了它们显著的地位，实际上是为了使其变得真实。因为，即使在我们的现实中，有什么比经济更真实的呢？无论是在我们的世界还是幻想世界中，人们都必须谋生。",
	"And to live they must eat.": "为了生存，它们必须进食。",
	"I understood economics because I had made it my field of study. As to cooking—I knew both how to do it and I liked doing it. To write about what one knows and what one enjoys... is there anything easier?": "我理解经济学是因为我把它作为我的研究领域。至于烹饪，我既知道如何做，也喜欢做。写关于自己所了解和喜欢的事情...有比这更容易的吗？",
	"All—or nearly all—of the culinary descriptions in my {@i Witcher} universe sprang from events in my own life. They're tied to memories—oft of the nostalgic variety. And I wrote them, I admit, with the ignoble intent of eliciting a Pavlovian response in readers: to make their mouths water, their stomachs rumble.": "在我{@i Witcher}的宇宙中，几乎所有的烹饪描述都源自我自己生活中的事件。它们与记忆紧密相连，常常是怀旧的。我写它们，我承认，是出于卑鄙的目的，希望引起读者条件反射：让他们垂涎欲滴，让他们的胃咕噜作响。",
	"Take Queen Calanthe's feast in \"A Question of Price.\" Seated at a palace banquet table, Geralt wrestles with the shell of an enormous {@i ociężnik} (tran. crayfish or lobster). Hats off to any who know that {@i ociężnik} is an old Polish word for a langouste. Countless times I myself have wrestled with the shells of lobsters and other shellfish—their bits taking to the air on many an occasion.": "在《价格问题》中，参加卡兰西女王的盛宴。烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，烛光下，",
	"In \"The Bounds of Reason,\" Geralt and Borkh Three Jackdaws treat themselves to some crayfish. It's a moment of personal culinary nostalgia. I have childhood memories going back, {@i ahem,} about seventy years... of large hauls of crustaceans and the feasts that followed. Hundreds of huge, red crayfish piled on tables, crayfish soup topped with crayfish croutons. I could go on... But those days are gone. As is {@i Astacus astacus}, the noble crayfish. For all practical purposes the species is extinct in our corner of Europe. If it hasn't vanished entirely just yet, the day fast approaches when it will.": "在《理性的界限》中，杰洛特和博克三只寒鸦品尝了一些小龙虾。这是一个关于个人烹饪怀旧的时刻。我有着长达{@i ahem,}大约七十年的童年回忆...关于大量甲壳动物的捕捞和随之而来的盛宴。数百只巨大的红色小龙虾堆满桌子，小龙虾汤上面撒满小龙虾面包丁。我还可以继续说下去...但那些日子已经过去了。就像{@i Astacus astacus}，高贵的小龙虾也已经灭绝了。从实际意义上讲，这种物种在我们这个欧洲角落几乎绝迹了。即使它还没有完全消失，但它的消失日子已经迫近。",
	"In the fifth novel of the {@i Witcher} series, {@i Lady of the Lake}, we have a feast hosted by Duchess Anarietta of Toussaint. At the center of the table lies an overgrown sterlet, a roasted heron on its back, a gold ring in the heron's beak. No, I won't pretend that I've ever prepared such a lavish display. Rather, I borrowed the roasted heron and the knightly vows made upon it from Maurice Druon's {@i The Accursed Kings}.": "在{@i Witcher}系列的第五部小说中，{@i Lady of the Lake}，我们参加了由图桑的安娜丽埃塔公爵夫人主持的盛宴。桌子中央摆放着一条长势过大的鲟鱼，一只烤鹭鸟仰卧其上，鹭鸟嘴里叼着一枚金戒指。不，我不会假装我曾准备过如此奢华的陈列。相反，我从莫里斯·德隆的{@i The Accursed Kings}中借鉴了烤鹭鸟和骑士誓言。",
	"But that table in Toussaint was also laden with mistle thrushes and fieldfares. Once hunted for sport, both these bird species are now protected. Serious hunters looked down on them as game. Yet they were eagerly hunted by youths wielding bolt-action rifles that took shells the size of cigarette filters, filled with shot the size of poppy seeds. You don't see rifles like this anymore, and to try these small fowl you must travel to Italy, where they're available in stores and served up at fine restaurants.": "但是图桑的那张桌子上也摆满了歌鸫和田地鸫。曾经因为狩猎而受追捧，这两种鸟类现在受到保护。认真的猎人看不起它们作为猎物。然而，年轻人却热衷于使用射击动作步枪猎捕它们，这种步枪使用烟斗滤嘴大小的弹壳，填充着罂粟籽大小的铅弹。你再也看不到这样的步枪了，要想尝试这些小禽类，你必须前往意大利，在那里它们可以在商店购买，并在高级餐厅享用。",
	"I drew the crowning touch of the duchess's banquet, the {@i Magna bestia}—a formidable roast moose—from Zygmunt Gloger's {@i Old Polish Encyclopedia}. It is said this same dish was served at many a feast in Polish magnate homes. Annals contend that Stanisław Lubomirski, a nobleman, served something similar at a feast held during Polish-Swedish negotiations in 1635. I truly wonder how that looked. What's certain is that preparing a meal of this magnitude in today's kitchens would be simply impossible. Even in Sweden, where moose are still hunted and consumed.": "我画了公爵宴会的点睛之笔，{@i Magna bestia}——一只强大的烤驼鹿——取自Zygmunt Gloger的{@i Old Polish Encyclopedia}。据说这道菜曾在波兰贵族家中的许多宴会上供应。编年史记载称，贵族Stanisław Lubomirski在1635年波兰-瑞典谈判期间的宴会上供应了类似的菜肴。我真的很想知道那是什么样子。可以确定的是，在今天的厨房里准备如此规模的一餐将是不可能的。即使在瑞典，驼鹿仍然被猎杀和食用。",
	"{@i Season of Storms,} too, incorporates its fair share of culinary curios. In the novel, Geralt makes his way to the {@i Natura Rerum}, an inn renowned for its kitchen. I compiled its menu from real recipes. As regards the \"Turbot in Squid Ink\" recommended to Geralt, I can claim to have made it myself, both ingredients being readily available these days. For anyone interested, turbot is a challenge to gut, clean, and fillet. But get it done, and you can look forward to something delicious.": "{@i Season of Storms,}也有其独特的烹饪奇趣。在这部小说中，杰洛特前往{@i Natura Rerum}，这是一家以其厨房而闻名的小酒馆。我从真实的食谱中整理了它的菜单。至于推荐给杰洛特的\"墨鱼墨汁比目鱼\"，我可以说我亲自做过，这些材料如今很容易获得。对于任何有兴趣的人，比目鱼是一个需要剖腹、清洁和去骨的挑战。但是一旦完成，你就可以期待到美味的食物。",
	"The sardines Dandelion and Geralt dine on in Kerack are a Portuguese specialty known as {@i sardinhas assadas.} While Milan, Italy, is where I had to go to find the fish soup Dandelion offers Geralt in the port. To cobble together this soup, one must invest a bit of effort and go to some trouble. The trouble is the tub gurnard, a fish from the {@i Triglidae} family. It's essential to the recipe, the soup is simply not the same without it.": "在凯拉克，达能利安和熊骑士用餐的沙丁鱼是一种葡萄牙特色，被称为{@i sardinhas assadas.}。而在意大利米兰，我不得不前往那里才能找到达能利安在港口为熊骑士提供的鱼汤。要准备这道汤，必须投入一些精力并费点事。费事的地方是管鲂鱼，一种来自{@i Triglidae}家族的鱼。它对这个食谱至关重要，没有它，这道汤就不一样了。",
	"And then there's the dwarven rustic potato soup (Polish: {@i zalewajka}) described in one of Eleanor Rhundurin-Pigott's famed cookbooks. {@i Perfect Mahakaman Cuisine: The Precise Science of Preparing Meat, Fish and Vegetable Dishes}... is, mind you, a nonexistent book, entirely made up. To ask for it at a bookstore would be about as sensible as asking for a copy of the {@i Necronomicon}. That said, the soup itself is one hundred percent real. It's a traditional Polish soup, rooted in the times of our {@i Promised Land}{@cite Promised Land - Łódź|TWOC|*}, consumed as it was by the textile workers of the Scheibler, Geyer, and Poznański factories. The smell of {@i zalewajka} is the smell of the city of Łódź. It's the smell of my childhood, me, a second-generation {@i Lodzermensch}. The recipe as outlined in {@i Season of Storms} is, BTW, complete and accurate. It can easily be used to prepare the dish. Any capable and thrifty innkeeper could manage it.": "接着是矮人乡村土豆汤（波兰语：{@i zalewajka}），在埃莉诺·伦杜林-皮戈特（Eleanor Rhundurin-Pigott）著名的烹饪书中有描述。{@i Perfect Mahakaman Cuisine: The Precise Science of Preparing Meat, Fish and Vegetable Dishes}...请注意，这本书并不存在，完全是虚构的。在书店要求这本书就像要求一本{@i Necronomicon}的副本一样毫无意义。话虽如此，这道汤本身是百分之百真实的。这是一道传统的波兰汤，植根于我们{@i Promised Land}{@cite Promised Land - Łódź|TWOC|*}的时代，正如谢布勒（Scheibler）、盖耶尔（Geyer）和波兹南斯基（Poznański）工厂的纺织工人所食用的那样。{@i zalewajka}的气味是华沙市的气味。这是我童年的气味，我，一个第二代{@i Lodzermensch}。顺便提一下，{@i Season of Storms}中概述的食谱是完整且准确的。任何有能力且节俭的酒店老板都可以处理它。",
	"It was nice of the authors to honor my original recipe for \"{@recipe Mahakaman Zalewajka|TWOC}\" with a place in this book. I thank them both.": "作者们很友善地在这本书中为我的原创食谱“{@recipe Mahakaman Zalewajka|TWOC}”腾出了一席之地。我对他们表示感谢。",
	"I compiled quite a few fancy dishes—some of them entirely made-up—for the menu of the royal wedding feast in Kerack. I couldn't stop at oysters, sea urchins, sautéed crab, and sea bass with saffron, so I added \"Honeyed Knee of Swan.\" Chronicles of old tell of such \"knees\" being served in Moscow during the coronation banquet of the False Tsar Dmitriy I and his wife Marina Mniszech in 1606. {@i Se non è vero, è ben trovato.} Though they may have been tasty, I'd nevertheless advise leaving swans in peace.": "我为凯拉克皇家婚礼盛宴的菜单编制了许多花哨的菜肴——其中一些完全是虚构的。我不仅止于牡蛎、海胆、炒蟹和藏红花炖鲈鱼，还加上了\"蜜糖天鹅膝\"。古代编年史记载了在1606年莫斯科的伪冒沙皇德米特里一世和他的妻子玛丽娜·姆尼舍克的加冕宴会上供应过这样的\"膝盖\"。尽管它们可能很美味，但我仍然建议让天鹅安居自在。{@i Se non è vero, è ben trovato.}",
	"Aaand, almost forgot. I also added \"Grilled Honey-Browned Monkfish\" to the menu of the wedding feast at Kerack. It's a version of an actual dish. Those interested in trying it need only to google the recipe for \"Queue de lotte rôtie au balsamique et miel\" and have at it.": "啊对了，我还在凯拉克（Kerack）的婚宴菜单上加了“烤蜜糖褐色鳕鱼”（Grilled Honey-Browned Monkfish）。这是一个实际菜肴的版本。有兴趣尝试的人只需要搜索“Queue de lotte rôtie au balsamique et miel”这道菜的食谱，然后动手做吧。",
	"At long last, dear readers, we come to {@i Baptism of Fire} and the fish soup that Geralt and his companions prepare and slurp down on an islet on the Yaruga River. The sheer number of times I've actually made this soup! In my kitchen at home, out in the wild, on fishing trips, on sunny days, under the stars, in rain and snow. In expensive Berghoff pots and in blackened, bubbling campfire cauldrons. I've made it from pike heads, carp, roach, perch, flounder, ruffe, North American catfish and God only knows what else. General rule: start by boiling fish trimmings in a vegetable broth. Strain that thoroughly and add the larger bits from gutting—heads, tails, fins, spines, and bones—to the strained broth. Cook it again to obtain a double broth, which you strain once more. Then add the \"edible\" fish bits—meaning the pieces you actually want to eat—to this strained double broth, and keep cooking to make a tripled-up soup. I'll refrain from listing specific herbs and spices, since {@i de gustibus} and so forth. Just season it richly and make it fiery. You may—after the Hungarian fashion—add a sizable portion of onion fried with good {@i edes fűszerpaprika}. I'll say it again—the soup works just as well around a campfire as it does on a table set for a holiday.": "亲爱的读者们，终于到了{@i Baptism of Fire}，这就是杰洛特和他的同伴们在亚鲁加河小岛上准备并大口喝下的鱼汤。我实际上做这道汤的次数多得数不清！在我家的厨房里，野外，钓鱼旅行中，在阳光明媚的日子里，在星空下，在雨雪中。用昂贵的Berghoff锅和黑黑的、冒着泡的营地大锅。我用鳕鱼头、鲤鱼、鲫鱼、鲈鱼、比目鱼、鲱鱼、北美洲鲶鱼，还有天晓得的其他鱼种做过这道汤。总的原则是：先用蔬菜高汤煮鱼碎。彻底过滤，然后把从鱼肚里取出的较大块——头、尾巴、鳍、脊椎和骨头——加入过滤后的高汤中。再次煮沸，得到第二道高汤，再次过滤一次。然后把“可食用”的鱼块——也就是你真正想吃的部分——加入这道过滤后的第二道高汤中，继续煮制成第三道汤。我就不列举具体的香草和香料了，因为{@i de gustibus}等等。只需调味浓郁，让它火辣。你可以——按照匈牙利的风格——加入大量与好{@i edes fűszerpaprika}一起炒过的洋葱。我再说一遍——这道汤在营地篝火旁和摆满节日美食的餐桌上同样美味。",
	"The recipe for \"{@recipe Redanian Fish Soup|TWOC}\" in this book fits nicely within the canon I've delineated. Give it a try—it's worth it!": "这本书中“(0)”的食谱很符合我所勾画的经典。试试看吧，值得的！",
	"But I've digressed enough—high time to make something to eat. I think I'll try the \"{@recipe Fried Kaszanka with Egg|TWOC|Fried Kaszanka and Egg}\" described in this book. I get {@i kaszanka} (blood sausage) from my favorite store—it's the real thick Łódź-style blood sausage. Egh, I pity the nations and regions that have never known a thick Łódź {@i kaszanka.} They go about their lives in blissful ignorance. As for mushrooms, I have them on hand—penny buns and other boleti I forage from the Tuchola Forest and then dry. The added egg is, I admit, new to me... I've never had it with {@i kaszanka}. But it's worth trying everything you can, it's worth experimenting—after all, the kitchen is no place for pedants. So I'll go ahead and slap an egg on my blood sausage—call it a nod to the authors of this fine book.": "但我已经偏离了主题——是时候做点吃的了。我想我会尝试这本书中描述的“{@recipe Fried Kaszanka with Egg|TWOC|Fried Kaszanka and Egg}”。我从我最喜欢的店里买到{@i kaszanka}（血肠）—那是真正厚实的瓦乌兹风格的血肠。唉，我为那些从未品尝过厚瓦乌兹{@i kaszanka.}的国家和地区感到遗憾。他们在幸福的无知中度过他们的生活。至于蘑菇，我有备而来—从图赫拉森林采摘的牛肝菌和其他牛肝菌，然后晾干。我承认，加鸡蛋对我来说是新鲜的...我从未尝试过与{@i kaszanka}一起吃。但尝试一切是值得的，值得尝试—毕竟，厨房不是学究的地方。所以我会在我的血肠上加一个鸡蛋—称之为对这本好书作者的致意。",
	"And on that optimistic note, I'll stop. I'm grabbing {@i The Witcher Official Cookbook} and heading to the kitchen.": "怀着乐观的心情，我就到这里。我要拿起{@i The Witcher Official Cookbook}去厨房了。",
	"You might not always notice the importance of food in pop culture products, but when culinary motifs are skillfully implemented in stories, they add much more than mere decoration. The finding, making, and eating of food provides relatable insight into a given world and its culture, and into the specific characters doing the finding, making, or eating. Thanks to this, universes gain layers, depth, and believability, promoting greater immersion among the audience. Culinary themes often serve as a backdrop to stories, setting the scene for plots to develop through dialogue and intrigue, or propelling the action forward through countless tavern quarrels and fight scenes during which characters use what's at hand in combat—from cutlery, mugs, bowls, and bottles, to jars of preserve.": "在流行文化产品中，你可能并不总是注意到食物的重要性，但当烹饪主题被巧妙地融入故事中时，它们所带来的远不止是简单的装饰。寻找、制作和享用食物为我们提供了对某个世界及其文化的可感知洞察，也让我们更了解那些在寻找、制作或享用食物的特定角色。由此，宇宙获得了更多层次、深度和可信度，促进了观众更深度的沉浸感。烹饪主题通常作为故事的背景，为情节的发展通过对话和阴谋设定了舞台，或通过无数的酒馆争吵和战斗场面推动故事的发展，角色们在战斗中使用手边的一切——从餐具、杯子、碗和瓶子，到罐头食品。",
	"A large jar of cherry preserve, thought the Witcher. A jar of cherry preserve makes that noise when you throw it at somebody from a great height or with great force. He remembered it well. When he lived with Yennefer she would occasionally throw jars of preserve at him in anger. Jars she had received from clients. Yennefer had no idea how to make preserve—her magic was fallible in that respect.": "巫师心想，一大罐樱桃果酱。从高处或用很大的力量扔向某人时，樱桃果酱会发出那种声音。他记得很清楚。当他和 (Yennefer) 住在一起时，她偶尔会生气地向他扔果酱罐。那些罐子是她从客户那里收到的。 (Yennefer) 不知道如何制作果酱——在这方面她的魔法是有缺陷的。",
	"In {@i The Witcher} stories—whether written on the page and brought to life in the imagination or visualized on screen—one encounters a familiar yet distorted world composed of various elements drawn from European folklore and culture. Slightly twisted versions of well-known fairy tales and legends, dropped into a fantasy setting, are a hallmark of {@i The Witcher}. These captivating reimaginings of classic stories we dimly remember from childhood form a rich background to the events and problems of the vivid, often morally ambiguous universe Geralt of Rivia explores.": "在{@i The Witcher}故事中——无论是在纸上书写并在想象中栩栩如生，还是在屏幕上可视化——人们会遇到一个熟悉但扭曲的世界，由各种源自欧洲民间传说和文化的元素组成。稍微扭曲的著名童话故事和传说，被放置在一个幻想的背景中，是{@i The Witcher}的特点。这些迷人的经典故事重新想象，形成了我们从童年模糊记忆中的丰富背景，也为杰洛特·里维亚（Geralt of Rivia）所探索的生动、常常道德模糊的宇宙的事件和问题提供了丰富的背景。",
	"In creating this book, we followed a similar path. Drawing guidance and inspiration from the books and games that have captivated us, we also looked to the folklore and customs of our proverbial backyard, blending them with unique {@i Witcher} accents and a few new topical touches of our own. We allowed ourselves a bit of freedom due to our culinary leitmotif which we emphasized not only through accurately selected and \"placed\" recipes, but also with fictional stories of how our narrator learned them. We found creating these short tales, limited only by our imagination, to be both a joy and a tricky task as we had to adapt our research and inspirations in tasty, entertaining ways, all the while retaining the tone of the literary source.": "在创作这本书时，我们走了类似的道路。从让我们着迷的书籍和游戏中汲取指导和灵感，我们还参考了我们谚语背后的民间传说和习俗，将它们与独特的{@i Witcher}口音和一些新的时事触点融合在一起。由于我们强调了烹饪主题，我们给自己留了一点自由，不仅通过精心挑选和“安排”食谱来体现，还通过虚构的故事来展示叙述者是如何学会它们的。我们发现创作这些短篇故事，仅受想象力限制，既是一种乐趣，又是一项棘手的任务，因为我们必须以美味、有趣的方式调整我们的研究和灵感，同时保留文学来源的语调。",
	"To tell our stories, we needed the right guide to take you on a journey through the cookbook's pages. Though we added a small sentimental surprise to the last chapter of the book, we deliberately let go of trying to step into a known character's shoes, be it Geralt or Dandelion, and having them, through their prism, lead you through the narrative. We shifted the burden of the story onto another set of shoulders.": "为了讲述我们的故事，我们需要一个合适的向导，带领你穿越这本烹饪书的页面。尽管我们在书的最后一章添加了一个小小的感性惊喜，但我们故意放弃了试图踏入已知角色的鞋子，无论是格拉特(Geralt)还是丹德里恩(Dandelion)，让他们通过自己的视角引领你穿越叙事。我们将故事的重担转移到另一组肩膀上。",
	"Our narrator is a new character, a cartographer from distant Kovir with a penchant for culinary exploration. She is the ideal candidate to be our guide across the Continent, traveling as a tourist with an outlander's perspective. In this sense, she is very much like we are. Because she hasn't been involved in any known previous events, she has the freedom to simply explore these newly visited lands and engage with their inhabitants. Though it may seem as if our narrator becomes embroiled in unusual situations rather often, we believe she credibly fits into the stylings, settings, and events of the expansive {@i Witcher} world. For it is this world's geographic diversity that influenced our book's composition, divided as it is into chapters dedicated to specific regions, each chapter leading you through a given stage of the narrator's journey.": "我们的叙述者是一个新角色，来自遥远的科维尔(Kovir)的制图师，热衷于烹饪探索。她是我们在整个大陆旅行的理想向导，以一个游客的角度旅行。在这个意义上，她非常像我们。因为她没有参与任何已知的先前事件，她有自由去探索这些新访问的土地并与居民互动。虽然我们的叙述者似乎经常卷入不寻常的情况，但我们相信她能够可信地融入这个广阔世界的风格、背景和事件中。因为正是这个世界的地理多样性影响了我们书籍的构成，它被划分为专门区域的章节，每一章带领你穿越叙述者旅程中的特定阶段。",
	"The visual aspect of bringing these stories and recipes to life was equally crucial, thus we put all our passion and commitment into even the smallest detail to reflect the specificity of {@i the Witcher} world for its longtime fans and to showcase it to those just discovering it. We endeavored to capture the ambiance of each place through thematic illustrations, decorative ornaments and, above all, photographs. Some of these elements refer to cultures familiar to us, be it Scandinavian accents on the frosty Skellige Isles or the charming blend of French and Italian stylings as we move into Toussaint. Naturally, the narrator's visits to White Orchard and Velen simply had to feature references to our Polish roots, represented by colorful, regional folkloric elements and Slavic accents.": "将这些故事和食谱呈现出生动的视觉效果同样至关重要，因此我们将所有的热情和承诺投入到甚至最细微的细节中，以反映{@i the Witcher}世界的特定性，以迎合长期粉丝并向刚刚发现它的人展示。我们努力通过主题插图、装饰物品和最重要的照片来捕捉每个地方的氛围。其中一些元素涉及到我们熟悉的文化，比如在冰冷的斯凯利格群岛上的斯堪的纳维亚口音，或者在进入图萨特时法国和意大利风格的迷人融合。当然，叙述者访问怀特兰和维伦时，必须包含对我们波兰根源的参考，这些参考以丰富多彩的地区民俗元素和斯拉夫口音为代表。",
	"\"Something Ends, Something Begins\" is a fitting aphorism as our work on this cookbook comes to an end, while for you, dear reader, a culinary journey across the Continent begins. We sincerely hope that what we've produced will be warmly received as a worthy complement to the {@i Witcher} world. The story within strives to take you on a brief, somewhat sentimental journey. Yet you cannot fill your belly with words, so be brave and venture into your own kitchen with this book as your companion to experience for yourselves the rich, we daresay, diversity of flavors and aromas in the cuisine of the {@i Witcher} world.": "“一些事情结束，一些事情开始”是一个合适的格言，因为我们在这本烹饪书上的工作即将结束，而对于你，亲爱的读者，一场穿越大陆的烹饪之旅即将开始。我们真诚地希望我们所创作的作品能被热情接受，作为{@i Witcher}世界的一个值得的补充。这个故事旨在带你踏上一段简短而略带感伤的旅程。然而，你不能用文字填饱肚子，所以要勇敢地走进你自己的厨房，带着这本书作为你的伴侣，亲自体验{@i Witcher}世界美食的丰富多样，我们敢说，多样化的口味和香气。",
	"Gaunter O'Dimm, known otherwise as the Man of Glass, proclaimed that in many matters, the culinary arts among them, time is the most important ingredient. It certainly is crucial for this cookbook. Just imagine the tempting smells of a hearty, warm, long-brewed stew served in a roadside tavern after a long journey, pleasantly appeasing your hunger and soothing the stresses of your day with each flavorful bite. So we encourage you to embrace that very concept and the carefree feeling you may get when you have a surfeit of it. Specifically, we encourage you to spend unhurried time in your kitchen enjoying the art of home cooking, and to celebrate time together over meals prepared in the {@i Witcher} style, with this cookbook as your companion. Here are some tips that can help you fully enjoy the culinary journey that follows in these pages.": "高特·奥迪姆（Gaunter O'Dimm），又被称为玻璃人，宣称在许多事情中，烹饪艺术包括在内，时间是最重要的成分。对于这本食谱来说，时间确实至关重要。想象一下，经过漫长旅途后，在路边小酒馆享用一碗热腾腾、炖制时间长久的浓香炖菜，每一口美味都能愉悦您的味蕾，舒缓您一天的压力。因此，我们鼓励您拥抱这个概念，享受无忧无虑的感觉，当您拥有充裕的时间时。具体来说，我们鼓励您在厨房里花费悠闲的时间，享受家庭烹饪的艺术，并在以{@i Witcher}风格准备的餐点上共度时光，让这本食谱成为您的伴侣。以下是一些提示，可以帮助您充分享受接下来在这些页面中展开的烹饪之旅。",
	"Whenever possible, pick high-quality, fresh ingredients from local merchants at the farmers' market and good butcher shops in your area.": "尽可能地，从当地农贸市场和您所在地区的优质肉店购买新鲜食材。",
	"When using packaged products, read ingredient lists and choose the options that contain more natural ingredients, such as kielbasa with high meat content.": "在使用包装产品时，请阅读成分列表，并选择含有更多天然成分的选项，比如高肉含量的(`kielbasa`)。",
	"Avoid making several shopping expeditions each time you want to try new recipes by keeping on hand basic pantry ingredients that you can store for longer. We have in mind such things as dried herbs and spices, nuts, dried fruits, dried mushrooms, honey, apple cider vinegar, groats, oils, and flours.": "为了尝试新食谱时避免每次都进行多次购物，可以储存一些基本的长期保存的厨房食材。我们考虑的食材包括干香草和香料、坚果、干果、干蘑菇、蜂蜜、苹果醋、杂粮、油和面粉。",
	"Many of our recipes are inspired by European cuisine and Polish cooking traditions, with ingredients that might be easy enough to find on the Continent but may be less common in your world. Most of these ingredients can be ordered online or found at specialized European delis or natural food markets.": "许多我们的食谱灵感来自欧洲烹饪和波兰烹饪传统，使用的食材可能在欧洲大陆很容易找到，但在你的世界可能不太常见。大多数这些食材可以在线订购，或在专门的欧洲食品店或天然食品市场找到。",
	"Fresh herbs, especially dill and parsley, are best. As is fresh garlic. Extend the freshness of unused or extra herbs by storing as follows: sprinkle a doubled-up paper towel with water and wrap it around the fresh herbs. Put the wrapped herbs into a plastic bag, seal it, and refrigerate for up to two weeks.": "新鲜的香草，尤其是莳萝和欧芹，是最好的。新鲜大蒜也是如此。将未使用或多余的香草保鲜的方法如下：在两层厚的纸巾上洒上水，将其包裹在新鲜的香草周围。将包裹好的香草放入塑料袋中，密封好，然后放入冰箱保存长达两周。",
	"Use white onions unless otherwise specified.": "除非另有说明，请使用白洋葱。",
	"Use starchy, round potatoes rather than russet potatoes, which vary widely in size and shape.": "使用淀粉含量高、圆形的土豆，而不是形状大小不一的鲁塞特土豆。",
	"Use all-purpose flour unless otherwise specified. Don't use self-rising flour.": "除非另有规定，否则请使用多用途面粉。不要使用自发面粉。",
	"Some dishes or ingredients are traditionally fried in lard, which gives a rich, deep flavor, but you can substitute a neutral vegetable oil (like rapeseed or sunflower) for frying if you prefer the taste.": "一些菜肴或食材传统上是用猪油炸制的，这样可以赋予食物浓郁的味道，但如果你更喜欢中性的植物油（如菜籽油或葵花籽油）来炸制，也可以替代猪油。",
	"It's fine to use ground spices in most cases, but we highly recommend using fresh, coarsely ground black pepper and freshly grated nutmeg instead of the finely-ground packaged versions.": "在大多数情况下使用研磨香料是可以的，但我们强烈建议使用新鲜的、粗磨的黑胡椒和新鲜磨碎的肉豆蔻，而不是细磨的包装版本。",
	"Whenever milk is called for, you can substitute your preferred lactose-free or unsweetened plant-based variety.": "每当需要牛奶时，您可以用您喜欢的无乳糖或无糖植物奶替代。",
	"Most of the recipes in this cookbook require only basic equipment you probably already have in your kitchen. Sometimes we call for more uncommon equipment such as a potato masher, grater, fine-mesh strainer, whisk, tongs, wire rack, mortar and pestle (or you can use a food processor instead), basting or pastry brush, or ovenproof dish with lid. Although not available on the Continent, we also mention some modern conveniences such as electric ovens, aluminum foil, and plastic wrap.": "这本食谱书中的大多数食谱只需要您可能已经在厨房里拥有的基本设备。有时我们会要求使用一些不太常见的设备，比如土豆捣碎器，磨碎机，细网过滤器，搅拌器，夹子，铁架，研钵和研杵（或者您可以使用食品加工机代替），涂抹或糕点刷，或带盖的耐烤盘。虽然在大陆上不常见，我们也提到了一些现代便利设备，比如电烤箱，铝箔和保鲜膜。",
	"The recipes in this book focus on making dishes from scratch. Some preparations require advance planning and patience, but most are not too labor-intensive. Don't feel discouraged when marinating, fermenting, simmering, or proofing dough is called for—be bold and give them a go! For the times when you need faster results, it's fine to use store-bought workarounds such as broth, pie crust, or pizza dough (for recipes that use yeast-based doughs).": "这本书中的食谱侧重于从头开始制作菜肴。有些准备工作需要提前计划和耐心，但大多数并不需要太多的劳动。当需要腌制、发酵、炖煮或发酵面团时，请不要感到沮丧——勇敢尝试一下吧！当您需要更快的结果时，可以使用现成的替代品，比如高汤、馅饼皮或披萨面团（用于需要使用酵母面团的食谱）。",
	"Good kitchen hygiene is essential. Use separate cutting boards for raw meats and clean them afterward with hot water. To sterilize jars for brining cucumbers or making sourdough, thoroughly wash lids and jars with dishwashing liquid and rinse with hot running water. Then place the jars and lids inside a large pot to prevent splashing or spilling, and pour boiling water over the lids and inside each jar twice. Use heatproof tongs to remove the lids and jars. Set them aside until they're fully dry.": "良好的厨房卫生至关重要。使用不同的砧板来处理生肉，并在使用后用热水彻底清洁。为了消毒腌黄瓜或制作酸面团的罐子，用洗洁精彻底清洗盖子和罐子，然后用热水冲洗。然后将罐子和盖子放入一个大锅中，以防溅出或溢出，并在每个罐子和盖子上倒入沸水两次。使用耐热钳取下盖子和罐子。将它们放在一边，直到完全干燥。",
	"If you see mold on brined ingredients or sourdough, discard promptly and produce a new batch.": "如果你发现腌制食材或酵母面团上有霉菌，请立即丢弃并重新制作一批。(brined ingredients)。",
	"Our recipes call for fresh yeast but we have also provided conversions for instant yeast. You can proceed as you normally would with fresh yeast if this is what you choose.": "我们的食谱要求使用新鲜酵母，但我们也提供了即时酵母的转换方式。如果您选择使用新鲜酵母，可以按照您通常的做法继续操作。",
	"Store unused fresh yeast in the freezer. Crumble the yeast into an airtight container, cover, and freeze. When needed, measure the required amount of frozen crumbled yeast into a bowl and let sit at room temperature until thawed.": "将未使用的新鲜酵母存放在冰箱里。将酵母弄碎放入密封容器中，盖好，然后冷冻。需要时，将所需量的冷冻碎酵母放入碗中，让其在室温下解冻。",
	"When using flour, pay attention to hydration levels and refer to visual cues as per the instructions to make sure your dough has the right consistency. You can add more water if the dough is too dry or sprinkle in more flour if the dough is too moist.": "在使用面粉时，注意水分含量，并根据说明参考视觉线索，确保面团的 consistency 正确。如果面团太干，可以添加更多水；如果面团太湿，可以撒入更多面粉。",
	"Don't waste any leftovers! For example, you can always throw some extra vegetables into any stew or use discarded leek parts to make a broth.": "不要浪费任何剩菜剩饭！例如，你可以把一些额外的蔬菜放进任何炖菜里，或者用被丢弃的（leek）（部分）来熬汤。",
	"Treat our recipes as guidance rather than as a strict set of rules. And remember to trust your senses. Following our tested recipes will give consistent results, but variations in the size or amount of any ingredients, the type of pan, stove, or oven, and other factors may slightly affect your results.": "将我们的食谱视为指导，而不是严格的规则。记得相信你的感官。遵循我们经过测试的食谱会获得一致的结果，但是任何配料的大小或数量、平底锅、炉灶或烤箱的类型以及其他因素的变化可能会稍微影响你的结果。",
	"We provide visual cues and photos for reference so that you can adjust heat and cooking times to get the desired level of browning, properly cooked meat, and tender but not overdone veggies; adjust the thickness of stews and soups by adding more water or broth to thin them, or simmering without a lid to thicken; adjust the balance of sour and sweet tastes to your liking by using more or less salt, spices, acids, or sweeteners.": "我们提供视觉线索和照片供参考，这样您就可以根据需要调整加热和烹饪时间，以获得理想的上色程度、熟透的肉类和嫩而不过熟的蔬菜；通过添加更多水或高汤来调整炖菜和汤的浓稠度，或者不盖盖子慢炖以增稠；通过使用更多或更少的盐、香料、酸类或甜味剂来调整酸甜口味的平衡，使其符合您的口味。",
	"The Continent is a colorful and intricate mosaic of lands, with the numerous variations and shades of its smaller parts combining to create an impressive pattern. It reminds me of a vibrant kitchen—of intermingling tastes and intertwining smells, braided as cultures are across regions and localities in everyday life.": "这个大陆是一个丰富多彩、错综复杂的土地马赛克，其众多的变化和色调相结合，形成了一个令人印象深刻的图案。它让我想起了一个充满活力的厨房——各种口味交织在一起，气味交织在一起，就像文化在日常生活中跨越地区和地方一样。",
	"Every country has its customs, and every family has its traditions. Once upon a time, my relatives began regularly collecting kitchen notes—about all sorts of dishes, from simple home recipes to those learned on journeys to far-off lands. Over many years, these loose pages turned into a bulging volume full of culinary family secrets handed down from generation to generation, a trove of priceless wealth holding traces of the past, present, and possibly the future—so, a kind of eternity. It has always been a sentimental keepsake for me, a connection to the heart of my home: the kitchen and the family table there. This kitchen table—thick and solid, made from sturdy oak, equipped with drawers and compartments—may be a bit worn and a little cracked across its surface, but it has been a faithful family companion through everyday meals and evening feasts alike. It's an enchanted place where we are transported to various corners of the Continent ... both by tales languidly told and the flavors and smells of the dishes in our recipe collection.": "每个国家都有自己的风俗习惯，每个家庭都有自己的传统。很久以前，我的亲戚们开始定期收集厨房笔记——记录各种菜肴，从简单的家庭食谱到在遥远的土地上学到的菜肴。多年来，这些零散的页面变成了一本鼓鼓囊囊的卷册，里面充满了代代相传的烹饪家族秘密，是一座珍贵财富的宝库，留存着过去、现在，甚至可能是未来的痕迹——一种永恒。对我来说，它一直是一件感伤的纪念品，连接着我家的核心：厨房和家庭餐桌。这张厨房餐桌——厚实坚固，由坚固的橡木制成，配有抽屉和隔间——可能有点磨损，在表面上有些裂痕，但它一直是家庭的忠实伴侣，无论是日常餐食还是晚间盛宴。这是一个神奇的地方，我们在那里被带到欧洲各个角落……既有慢条斯理的故事，也有我们食谱收藏中菜肴的味道和香气。",
	"There was some space left in our family cookbook—empty pages waiting to be filled with new recipes, ingredients, and culinary stories from beyond the environs of my home in Kovir. Until recently, I could only explore the world with the help of my family's abundant library of maps or my beloved books and volumes of poetry. My favorite among them has always been {@i The Blue Pearl} by Essi \"Oeillet\" Daven—I draw inspiration from the author's beautifully written ballads, and her daring character gives me courage when I face the unknown. This would very much be so when it came time for me to step across my home's doorstep and open a new chapter in the family cookbook for my own journey—a story that I would not have believed possible not long before.": "我们家的食谱书还有一些空白页，等待着填入新的食谱、食材，以及来自我家在科维尔以外地方的烹饪故事。直到最近，我只能借助我家丰富的地图库或我心爱的书籍和诗集来探索世界。其中我最喜欢的是{@i The Blue Pearl}由Essi \"Oeillet\" Daven所著—我从这位作者优美的歌谣中汲取灵感，她大胆的性格在我面对未知时给予我勇气。当我迈出家门，为自己的旅程开启新篇章时，这一点尤为重要—这是一个在不久之前我都无法相信的故事。",
	"For there came a day when our mapmaking workshop received a commission ... straight from the ducal court of Toussaint, no less! We were to enrich the palace walls there with a tasteful rendering of the known world. There was nothing extraordinary about this in itself; for years, we have been sought out for the meticulous work we produce in our atelier. Occasionally, our expert drafters travel by merchant ship or caravan to clients' elegant halls and chambers to produce their intricate handicrafts on the spot. Yet for the first time, I was entrusted with representing the family and so accepted this invitation to travel due south—from our workshop in Lan Exeter to the palace halls in Beauclair.": "有一天，我们的地图制作车间收到了一份委托…竟然是来自于图桑特公爵庭院！我们被要求用精美的方式为那里的宫殿墙壁增添一幅已知世界的图景。这本身并不特别；多年来，我们因在我们的工作室制作的细致作品而备受推崇。偶尔，我们的专业绘图员会乘坐商船或商队前往客户优雅的大厅和房间，现场制作他们复杂的手工艺品。然而，这是我第一次被委以代表家族的任务，因此我接受了这次南行的邀请——从我们在兰埃克斯特的车间到博克莱尔宫殿大厅。",
	"At dawn, I boarded a merchant ship in Kovir and crossed the salty sea waves under fluttering sails. Arriving in the bustling port of Novigrad, however, I did not transfer to a vessel that would take me immediately to Beauclair, I simply could not deny myself the pleasure of visiting relatives who have lived within Vizima's walls for years. Nor could I forego the opportunity to extend my journey by several weeks with a view to exploring the neighboring lands and beyond ... Places I had hitherto known only from family tales, the details of which I had chiefly imagined, now lay before me as stops along my journey. I set out to taste new flavors and experience life in every town, village, and tavern I would have the good fortune to visit. I resolved that no mishaps nor even fateful surprises would make me stray from my chosen course, even were it to lead me to where the devil says goodnight...": "黎明时分，我登上了一艘商船，在科维尔（Kovir）渡过咸咸的海浪，帆船在风中飘荡。然而，抵达繁华的诺维格勒（Novigrad）港口后，我并没有转乘直接带我前往波克莱尔（Beauclair）的船只，我无法拒绝去拜访在维济玛（Vizima）城墙内居住多年的亲戚的乐趣。我也无法放弃延长旅程数周的机会，去探索邻近的土地以及更远的地方……我此前只从家族传说中了解的地方，我主要是想象出的细节，现在摆在我面前，成为我旅程中的一站站。我开始品尝新的风味，体验每个小镇、村庄和酒馆的生活，我有幸拜访。我决心不让任何意外事件，甚至是命中注定的惊喜，使我偏离我选择的道路，即使它将我带到魔鬼说晚安的地方……",
	"So I followed a trail of delicious foods around the Continent. As my grandpapa is wont to say, the proof of the pudding is in the eating. Rest assured, I did so with gusto, be it along the sandy tracks of the Northern Realms or on the Skelige Isles' frosty, windy shores. And, eventually, indeed, in Toussaint's sun-warmed valleys, at once verdant and golden, amidst the fairy-tale beauty that reigns there.": "所以我沿着大陆上美味食物的足迹前行。正如我的祖父常说的那样，布丁的真谛在于品尝。请放心，无论是在北境沙质小径上还是在斯凯利杰群岛冰冷、多风的海岸上，我都充满热情地品尝了美食。最终，的确，在图桑的阳光普照的山谷中，一边是郁郁葱葱，一边是金黄色的，我置身于那里统治的童话般的美丽之中。",
	"Though ingredients and recipes were without a doubt my chief interest throughout my journey, the culinary arts draw folk of all sorts. Thus, I also gathered, or at times just overheard, the stories, gossip, and rumors of those who dined beside me. They were travelers and local folk—from fatigued royal messengers and dignified officials, through halfling scholars, carefree bards, and dwarven merchants, to even the occasional assimilated elf. And if innkeepers are to be believed in the rumors they proffer, their patrons at times included more mysterious figures oft concealed beneath hoods—mages, sorceresses, or the monster slayers known as witchers...": "虽然在我旅途中，食材和食谱无疑是我的主要兴趣，但烹饪艺术吸引了各种各样的人。因此，我也收集了或者有时只是偶尔听到了那些与我共进晚餐的人的故事、八卦和谣言。他们是旅行者和当地人——从疲惫的皇家使者和尊贵的官员，到半身人学者、无忧无虑的诗人、矮人商人，甚至偶尔还有被同化的精灵。如果旅馆老板所提供的谣言是可信的话，他们的客人有时还包括更神秘的人物，常常隐藏在兜帽之下——像是法师、女巫或被称为猎魔人的怪物猎人...",
	"Before I embarked on my journey, I had longed to learn what lay hidden in cellars and pantries across the Continent, and to know the delicacies served at the great feasts of distinguished hosts. I had longed to discover ingenious blends of flavors prevailing in bowls and to see hearty meals displayed on serving platters.": "在我踏上旅程之前，我渴望了解大陆各地地窖和食品储藏室中隐藏的东西，想要了解在杰出主人的盛宴上供应的美味佳肴。我渴望发现碗中盛行的巧妙风味混合物，并看到摆放在盘子上的丰盛餐点。",
	"To satisfy these longings I needed but a bit of courage. Having found this, I went on to enjoy the culinary wonders of distant lands and to discover with my own palate positively captivating recipes offering flavorful surprises.": "为了满足这些渴望，我只需要一点勇气。找到了这点勇气后，我开始享受遥远土地上的烹饪奇迹，并发现了一些令人惊喜的美味食谱，让我的味蕾感到愉悦。",
	"Previously hidden in far-away corners of the world, I have brought them home. Carefully recorded in my journal, I share these secrets now from my beloved family's kitchen.": "以前隐藏在世界的偏远角落，我已经把它们带回家了。在我的日记中仔细记录下来，现在我从我亲爱的家人厨房中分享这些秘密。",
	"Dusty roads made moist by spring rains ... thatched-roof huts amidst milky-white tree crowns ... a corner of Temeria, not far from Vizima, at once quiet, quaint and strangely majestic. Those who live there call it \"White Orchard\" in a simple yet elegant tribute to the abundance of blossoming trees and flowering shrubs. This abundance influences the area's cuisine and has helped it rise to prominence. For a taste of White Orchard's distinctive fare, one need only cross the threshold of the hamlet's lone inn—as all passing travelers do. The ways of rural life ought never to be underestimated, and trusting one's nose is crucial. My own followed the intoxicating scent of flowers and aroma of freshly baked goods ... The innkeeps lack expensive, exotic spices, yet they produce unforgettable meals using just local ingredients. As the harvested crops change with the seasons, so too do the specialties served. It's a rhythm as languid and unhurried as the flow of the Ismena River passing over the mill's rickety water wheel...": "春雨滋润着尘土飞扬的道路...在乳白色树冠间点缀着茅草屋顶...这是泰莫利亚的一角，离维济玛不远，宁静、古雅且奇妙壮丽。居民们称之为“白橘园”，简单而优雅地向盛开的树木和开花灌木致敬。这种丰富影响了该地区的烹饪，并帮助其崭露头角。想要品尝白橘园独特美食，只需跨过小村庄唯一客栈的门槛——所有过往旅人都会这样做。乡村生活的方式绝不可低估，相信自己的嗅觉至关重要。我的嗅觉追随着花香和新鲜烘焙食物的诱人气味...客栈主人没有昂贵的异国香料，却能用当地食材制作难忘的美食。随着季节更替，收获的农作物也在变化，所供应的特色菜品也随之变化。这是一种悠闲而不急躁的节奏，就像伊斯梅纳河流经破旧水车的水轮一样...",
	"with Kaedweni Stout Marinade": "用凯德温黑啤酒腌料",
	"Weaving lazily between tables, benches, posts, and beams, the aroma of freshly baked bread was too alluring for this adventuring gourmand to resist. Arms and hands covered in flour, the cook behind the counter rattled off a list of dishes. There was no doubt as to what I would try first. This simple yet satisfying meal's creator believed near anything could be a sandwich when wedged between two generous slices of bread. In this version—a White Orchard specialty—the chicken is marinated in stout, then topped with grilled mushrooms, kale, and a mild sauce. At royal banquets and nobles' feasts, we eagerly listen to bards relating stories of old—of heroes and heroines in whose footsteps we sometimes unwittingly follow. Fabled local flavors such as this dish truly deserve ballads of their own.": "懒散地在桌子、长凳、柱子和横梁之间穿行，新鲜烤面包的香气让这位冒险美食家无法抗拒。手臂和双手沾满了面粉，柜台后面的厨师念着一串菜单。毫无疑问，我会首先尝试什么。这顿简单而令人满足的餐点的创造者相信几乎任何东西夹在两片厚实的面包中都能成为三明治。在这个版本中——一个(White Orchard)的特色菜，鸡肉先用黑啤酒腌制，然后加上烤蘑菇、羽衣甘蓝和一种温和的酱汁。在皇家宴会和贵族盛宴上，我们迫不及待地倾听吟游诗人讲述古老的故事——有时我们也会不经意地追随英雄和女英雄的脚步。像这道菜这样传奇的当地风味确实值得有自己的史诗。",
	"While in White Orchard, I slept in an attic once used to store old junk and sacks of flour and grain. The enterprising innkeepers glimpsed an opportunity and converted the attic from a rarely entered storage space into humble yet cozy lodgings. Through the aged floorboards, the sounds and aromas of evening feasts rose up from the dining room below—the soothing scent of fresh bread serving as ample compensation for the noisy revelry and drunken carousing. The loaves were nested in baskets on the tables. The crackle of their warm crusts as they were sliced or broken became part of my daily routine. Though I was a stranger to the locals, as a guest I was granted leave to ask curiously specific questions. Soon I had learned and noted down the inn's baking secrets, including all the vital steps required to form and bake a perfect, seeded sourdough loaf.": "在白樺谷（White Orchard）期间，我曾睡在一个曾用来存放旧杂物、面粉和谷物的阁楼里。勤劳的旅馆老板们看到了机会，将这个很少人进入的储藏空间改造成了简陋但舒适的住所。透过陈旧的地板，晚宴的声音和香气从楼下的餐厅传了上来——新鲜面包的香气足以弥补喧闹的欢乐和酒后狂欢。面包被放在桌子上的篮子里。当它们被切开或掰开时，温暖的外皮发出的噼啪声成为了我的日常之一。虽然我是当地人的陌生人，但作为客人，我被允许提出奇特而具体的问题。不久，我已经学会并记录下了旅馆的烘焙秘诀，包括制作和烘烤完美的带籽酸面包所需的所有关键步骤。",
	"The White Orchard Inn is the village's beating heart and the first stop for any who seek a hearty meal and a relaxing way to pass the time. After a few days of settling in, I had to admit that my relatives in Vizima had been right to recommend it as the best place to embark on my culinary journey. One night, it seemed that nearly the whole village had gathered in its bustling main room to feast and enjoy music provided by a recently arrived Cidarian bard (a rare honor for such a humble setting). While waiting for the performance to resume, I couldn't refuse the generous offer of a portion of groats with bacon that smelled of garlic and freshly ground pepper. This simple dish, though widely known from Arcsea to Cintra, was served not only with crackling lardons, but also roasted greens.": "白橘园旅馆是村庄的中心，也是寻找美食和消磨时光的第一站。在安顿下来几天后，我不得不承认，维兹玛的亲戚们推荐这里作为我烹饪之旅的最佳起点是明智的。有一天晚上，几乎整个村庄都聚集在这个繁忙的主厅里享用美食，欣赏一位最近到来的锡达利亚吟游诗人（在如此谦卑的环境中获得如此荣誉实属罕见）演奏的音乐。在等待表演继续的时候，我不禁接受了一份散发着大蒜和新鲜磨碎胡椒味道的培根燕麦粥的慷慨提议。这道简单的菜肴虽然在阿克西亚到辛特拉广为人知，但它不仅配有脆皮炸肉丁，还有烤青菜。",
	"White Orchard is not only famed for its flowering trees, but also for the fruit that issues in bushels from the blooms. The inn's owners directed me to the local orchard keepers, who graciously taught me this simple recipe for a refreshing libation. These masters of all things fruity work out of a hut that sits at the end of a sandy path lined by fragrant lilacs—though a quarrelsome cat that guards the way. According to the local folk, so fearless is this stubborn feline that it will not budge even for passing chorts, rumored to inhabit the nearby wood. At the end of this pleasant walk, I was rewarded with a mug of this famed beverage, made from tart gooseberries, currants, sweet cherries, and a pinch of fresh mint. The orchard keepers shared numerous recipes featuring their beloved fruit while waxing lyrical about the seasonal enemies of White Orchard's blooming period—cheeky roe deer fond of gnawing on young branches as well as so-called \"cold gardeners,\" or frost spirits, who roam the land around the holiday of {@i Belleteyn}.": "白橡树林不仅以其盛开的树木而闻名，还以从花朵中产生的水果而著称。客栈的主人引荐我去找当地的果园守护者，他们慷慨地教我这个清爽饮料的简单配方。这些水果大师们在一条沙质小径的尽头的小屋里工作，小径两旁开满了芬芳的丁香花——尽管有一只好斗的猫守在那里。据当地人说，这只固执的猫是如此勇敢，甚至不会为经过的查特（Chort）让路，传闻中它们栖息在附近的树林。在这段愉快的散步结束时，我被奖赏了一杯这种著名饮料，由酸酸的醋栗、红醋栗、甜樱桃和一撮新鲜薄荷制成。果园守护者分享了许多以他们心爱的水果为主料的食谱，一边对白橡树林盛开期间的季节性敌人进行赞美——喜欢啃食幼嫩树枝的顽皮鹿，以及所谓的“寒冷园丁”，或者霜之精灵，他们在{@i Belleteyn}节日周围的土地上游荡。",
	"with Nuts and Herbs": "坚果和草药",
	"Willoughby, a neighboring hamlet, lies just the other side of a bridge one must cross to reach an old fortress. This once was home to a cruel baron, yet when passing villagers stop in the shadows of the castle's remains to rest and share gossip, it is not the area's former lord they speak of in hushed tones, but rather his late chef. The cook is said to have died a gruesome death and to this very day apparently lurks within the ruins during the Buck Moon (what locals call a full moon after {@i Midaëte} in the month of July). Rumor has it that on these nights one can hear the clatter of pots and the sound of many a plate being smashed. Folk wonder why the ghost still lingers—does he guard a treasure or hunger for revenge? None have ever plucked up the courage to investigate. Nevertheless, the phantom left behind a culinary heritage that has taken root in the village's memory. His recipe for roasted, succulent chicken with nuts and herbs was once the signature dish of every feast at Amavet Fortress and on special occasions now reigns supreme atop villagers' dining tables.": "威洛比（Willoughby）是一个邻近的小村庄，位于一座桥的另一边，人们必须穿过这座桥才能到达一座古老的要塞。这里曾经是一位残忍的男爵的家园，然而，当路过的村民停在城堡遗址的阴影中休息并分享八卦时，他们低声讨论的不是这个地区的前领主，而是他已故的厨师。据说这位厨师死于一种可怕的死亡，直到今天，在七月份的满月后（当地人称之为Buck Moon），他似乎仍潜伏在废墟中。谣传说，在这些夜晚，人们可以听到锅碗瓢盆的声音和许多盘子碎裂的声音。人们想知道为什么这个鬼魂还逗留在这里——他是在守护宝藏还是渴望复仇？没有人有勇气去调查。然而，这个幽灵留下了一项烹饪传统，已经在村庄的记忆中生根发芽。他烤制的带坚果和香草的多汁鸡肉食谱曾经是Amavet要塞每次盛宴的招牌菜，如今在特殊场合，它仍然高高在村民餐桌的上方统治着。",
	"Cabbage Stew with Apples and Dried Plums": "苹果和干李子炖卷心菜 (Cabbage Stew with Apples and Dried Plums)",
	"This haphazard, chaotic, yet ultimately satisfying dish is a testament to the day I happened to spend on the other side of the Ismena River. To learn yet more about the local cuisine, I volunteered to assist with preparations for a food and drinks festival during which Viziman Champion beer was to flow without end. Suddenly, a rapidly approaching storm forced us to take shelter within the miller's home, where we hurriedly covered all mirrors with cloth so as not to glimpse an apparition or other terrifying spirit summoned by the tempest. The fresh, damp air mingled with the irresistible aromas of a bubbling cabbage stew with dried plums and apples and of bread baked from newly milled flour. The miller's cheerful wife served us this nourishing dish, consisting of local fruit mixed with sauerkraut, tender meat, earthy forest mushrooms, and pungent spices. As we greedily wolfed down our meal, she reminded us that the stew's flavor improves each time it is reheated, its flavors blending ever more deeply.": "这道杂乱无章、混乱但最终令人满足的菜肴是我在伊斯梅纳河对岸度过的一天的见证。为了更多地了解当地美食，我自愿帮助准备一个食品和饮料节，期间将不断供应维兹曼冠军啤酒。突然，一场迅速逼近的风暴迫使我们躲进了磨坊主的家中，我们匆忙用布覆盖了所有镜子，以免在风暴中召唤出幽灵或其他可怕的灵体。清新潮湿的空气与煮沸的卷心白菜炖干李子和苹果以及新磨面粉烤制的面包的诱人香气交织在一起。磨坊主开朗的妻子端上了这道滋补菜肴，其中包括当地水果与酸菜、嫩肉、泥土味的森林蘑菇和辛辣的香料混合在一起。当我们贪婪地狼吞虎咽时，她提醒我们，这道炖菜每次重新加热时味道都会变得更好，其味道会更加深厚地融合在一起。",
	"One morning I awoke so late as to be the sole guest in the inn's dining room. I decided to order a local specialty customarily served during the {@i Belleteyn} festive season. Blood sausage fried with onions and mushrooms, then topped with an egg—this was my hearty breakfast! As I ate my meal in silence I grew more and more aware. I gazed out the windows at village folk milling about. I could sense their excitement as they tended to their homesteads, preparing for the spring celebration. In keeping with local custom, they were adorning their homes with green branches while their children crowned the village cows with flower wreaths. I noted how the \"young'uns\" rollicked freely about the village and meadows. A local belief holds that they are watched over by a cornflower wraith—a field creature who guards the little flower hunters and makes sure they don't stray into crop rows.": "一天早晨，我醒来得很晚，以至于成为客栈餐厅里唯一的客人。我决定点一道当地特色菜，通常在{@i Belleteyn}节日期间供应。血肠与洋葱和蘑菇煎炸，然后再加一个鸡蛋——这就是我的丰盛早餐！我一边静静地吃着饭，一边变得越来越警觉。我透过窗户看着村民们在周围忙碌。我能感觉到他们的兴奋，因为他们正在照料自己的家园，为春季庆祝活动做准备。按照当地习俗，他们正在用绿枝装饰家园，而他们的孩子们则用花环为村里的牛戴上花冠。我注意到“年轻人”在村庄和草地上自由地嬉戏。当地有一种信仰认为，他们受到矢车菊幽灵的庇护——一种田野生物，守护着这些小花猎手，确保他们不会误入庄稼地。",
	"I have tried many varieties of apples and enjoyed quite a few, but those I tasted in White Orchard proved a rare delight. Slightly sour, filled with nuts and dried fruit, baked and topped with velvety caramel—this unexpected treat was my reward for helping a local orchardist. She was an elderly woman who needed a hand unpacking baskets in her cellar while her relatives were away. Having grown up hearing tales of old hags offering apples to naïve young girls, I accepted the baked gift with some trepidation. Luckily, despite my childish fears, the first bite brought neither misfortune nor disappointment. I sat in her kitchen, its walls adorned with pots and pans, and listened as she shared her secrets for preparing the perfect baked apple. The over-large oven in the corner, however, did make me wonder if this kind-hearted granny's dessert was not merely meant to fatten me up.": "我尝试过许多种类的苹果，并且喜欢其中的不少，但在白橘园尝到的那些却是一种难得的美味。微酸的口感，充满坚果和干果，烤制后撒上柔软的焦糖——这意想不到的美味是我帮助当地果园主收获的奖励。她是一位年迈的妇人，因亲戚外出而需要帮忙整理地下室里的篮子。在我成长的过程中听过关于老巫婆给天真少女苹果的传说，我有些忐忑地接受了这份烤制的礼物。幸运的是，尽管我有些孩子气的恐惧，但第一口并没有带来厄运或失望。我坐在她的厨房里，墙上挂满了锅碗瓢盆，听着她分享烹饪完美烤苹果的秘诀。然而，角落里那台过大的烤箱让我开始怀疑这位善良的奶奶的甜点是否只是为了让我发福。",
	"Everyone knows the best {@i zalewajka} (sour soup) is served in the dwarven homeland of Mahakam, though White Orchard's villagers claim their own to be just as good or better. There could be some truth to this given that it's a locally cherished delicacy, even among those who typically enjoy complaining—dwarven clientele included. In Mahakam, as dwarven tradition dictates, the soup is served with no cream, yet beyond the region generous dollops are added to satisfy the human palate. In the thick, sourdough broth fragrant with smoked meat and marjoram, one usually finds a variety of ingredients—mushrooms, velvety potato chunks, strips of fried onion, thick bacon bits, even slices of smoked sausage. While gathering information on this soup, I also received a piece of dwarven advice the inn's human cook, Klara, once received and took to heart: \"Tradition deserves respect, sweetheart, but outside Mahakam experiment as you please ... hungry diners will always eat!\"": "众所周知，最好的{@i zalewajka}（酸汤）是在矮人故乡马哈坎供应的，尽管白霞果村民声称他们自己的酸汤同样好甚至更好。这可能有些真实性，因为这是当地珍爱的美食，即使是那些通常喜欢抱怨的人——包括矮人客人在内。根据矮人传统，在马哈坎，酸汤不加奶油，但在该地区之外，会慷慨地加入一大勺以满足人类的口味。在浓稠的酸面包汤中，弥漫着熏肉和墨角兰的香味，通常可以找到各种食材——蘑菇、绵软的土豆块、炸洋葱条、厚实的培根碎片，甚至是薄片的熏香肠。在收集关于这道汤的信息时，我还得到了一条矮人建议，客栈的人类厨师克拉拉曾经接受并牢记在心的：“传统值得尊重，亲爱的，但在马哈坎之外，尽管随心所欲地尝试吧...饥饿的食客总会吃下去！”",
	"Before I could bid the village and innkeeper Klara a fond farewell, there was one last recipe I wished to add to my journal. As soon as the setting sun gave way to the moon's cool glow, bonfires sprang up in the meadow of a dormant orchard nearby, luring the slowly gathering inhabitants with their warmth. The sound of crackling wood and chirping grasshoppers filled the night, while the flames illuminated the bottom of a large wicker basket that concealed part of the evening's treat—herbed cottage cheese. Potatoes were dug out from amidst the hot embers at the bonfires' edges. Their soft, steaming flesh paired perfectly with the cheese—a simple snack that made the evening all the more pleasant. Bellies full, the village folk lingered by the fires until their fading glow made it clear it was time to turn in. Before heading back to the inn, I glanced one last time toward the pitch-black wall of the forest and swore I glimpsed a figure in a red cloak at its edge, abruptly vanishing into the darkness 'neath the trees.": "在我向村庄和旅店老板克拉拉（Klara）深情告别之前，我还有一个食谱想要添加到我的日记中。就在夕阳让位于月光的凉爽照耀时，草地上的一个休眠果园里突然冒起篝火，吸引着慢慢聚集的居民们前来取暖。夜晚充斥着木头噼啪作响和蝈蝈的鸣叫声，火光照亮了一个大柳条篮子的底部，里面藏着晚餐的一部分——调味干酪。土豆从篝火边缘的热炭中被挖出来。它们柔软、冒着蒸汽的肉搭配干酪非常完美——这简单的小吃让这个夜晚变得更加愉快。肚子饱饱的，村民们在篝火旁逗留，直到它们逐渐消退的火光表明是时候回去休息了。在回旅店之前，我最后一次朝着漆黑的森林墙壁看了一眼，发誓看到一个身穿红斗篷的人影在树木下的黑暗中突然消失了。",
	"Emerging from a literal maze of paths and shallow levees, I found myself standing at a crossroads—the first sign that I had reached Velen. In this land, wooden chapels line the roads, guiding travelers along their way like eerie will-o'-the-wisps. Guarded by the old oak Rarog, king of the local forest, the crossing reeked of damp that had wafted in from the region's mist-shrouded swamps. Unsurprisingly, local superstition holds this scrap of land to be teeming with mysterious netherworldly forces. But for some wayfarers, a different face of Velen peers through the haze of dust churned up by horses' hooves: one speckled with wooden cottages, tidy pastures and fields cultivated by generations of persistent farmers. Over time, villages in the region began to exchange goods and wares in a show of neighborly support, much to the benefit of Velen's simple cuisine. Once limited in terms of ingredients, dishes throughout the region soon evolved, while ever retaining enough unique rustic flavor to invigorate and delight any city-dweller's palate. And though Velen has for years battled vile gossip and blows to a reputation now darker than the devil himself, it is worth putting such whispered tales aside to stop at the Inn at the Crossroads, or to dine at a local family's table, so as to experience the region's warm hospitality.": "从一条迷宫般的小径和浅堤中走出来，我发现自己站在了一个十字路口——这是我已经到达维伦(Velen)的第一个迹象。在这片土地上，木制小教堂沿着道路排列，像神秘的鬼火一样引导着旅行者前行。由当地森林之王、古老的橡树拉罗格(Rarog)守护着，这个十字路口弥漫着从这个地区被薄雾笼罩的沼泽中飘来的潮湿气息。毫不奇怪，当地的迷信认为这片土地充满了神秘的幽冥力量。但对于一些路人来说，维伦的另一面透过马蹄掀起的尘土雾霭映入眼帘：那是一片布满木屋、整洁牧场和几代坚韧农民耕种的田野。随着时间的推移，该地区的村庄开始互相交换商品和货物，以示邻里支持，这对维伦简朴的烹饪大有裨益。尽管食材方面曾经受限，但整个地区的菜肴很快就得到了发展，同时保留了足够独特的乡村风味，足以激发和取悦任何城市居民的味蕾。尽管维伦多年来一直与邪恶的流言和声誉受损的打击作斗争，现在声名比魔鬼本人还要黑暗，但值得将这些耳语故事抛诸脑后，去十字路口的客栈歇脚，或在当地家庭的餐桌上用餐，以体验这个地区温暖的待客之道。",
	"with Egg Noodles": "配蛋面",
	"Folk wisdom cautions us to hope for the best yet be ever ready for the worst—which in my case proved to be the fickle and changeable weather I encountered in Midcopse. A sudden downpour drove me to the local ealdorman's door. The kind-hearted host and his wife invited me to stay for a meal. As regional custom would have it, \"Guests in the house are gods in the house.\" Their humble dwelling stood fragrant with resinous wood, dust, and a savory golden decoction bubbling enticingly on the whitewashed stove. The cottage's wooden shutters and beams groaned softly as the wet weather outside heightened my desire for a few sips of what I hoped would prove a delicious, warming soup. As it turned out, the hearty broth of meat, vegetables, and herbs owed its flavor to the vegetables being roasted and to a splash of vinegar. Served with a generous helping of tender noodles made by the ealdorman's wife, the soup's aroma whisked me back to my grandmother's cozy homestead, a memory I will forever hold dear.": "民间智慧告诫我们要抱最好的希望，但也要时刻准备迎接最坏的情况——而在我这种情况下，最坏的情况就是我在米德科普斯遇到的善变多变的天气。一场突如其来的倾盆大雨迫使我来到当地的长老家门前。这位善良的主人和他的妻子邀请我留下来吃一顿饭。按照当地的习俗，“家中有客，如同家中有神”。他们朴素的住所弥漫着松香木、灰尘和一种香气扑鼻的金色煎煮物在涂了白灰的炉子上诱人地冒着泡。小屋的木窗和横梁在外面潮湿的天气中发出轻轻的吱吱声，加剧了我对一口希望能够是美味暖身汤的渴望。事实证明，这碗由肉、蔬菜和草药熬制而成的浓汤，其味道来自于蔬菜被烤制以及一点醋的加入。配上长老妻子制作的丰盛嫩面条，这碗汤的香气让我回想起祖母温馨的农舍，这是我将永远珍视的记忆。",
	"Folk tales of birds abound in the North, and Velen proved no exception. Storks nesting on rooftops or swallows building dwellings within homestead walls are not pests, but marks of good fortune. A sharp eye, however, will note that alongside such lucky omens many buildings bear the scars of raids and wars. Yet these less peaceful and less prosperous times gave rise to some beloved local recipes as well. Their hand forced by circumstance, resourceful locals from Lindenvale and nearby villages nonetheless concocted filling dishes using only the simplest ingredients. For example, this sauerkraut and pea stew. Customarily boiled in a large cauldron, the rich stew is meant to last for days. It is oft served with dumplings or bread, while in happier, more abundant years it is enriched with bacon. In Velen, in these times, one might find a small, scrumptious portion left out in a clay pot for household sprites—kind imps that, in exchange for food and shelter, come nightfall help with daily chores.": "在北方，关于鸟类的民间传说层出不穷，Velen也不例外。屋顶上筑巢的鹳鸟或在家园墙内建造巢穴的燕子并不是害虫，而是好运的象征。然而，敏锐的眼光会注意到，除了这些幸运的预兆外，许多建筑物上也留下了袭击和战争的痕迹。然而，这些不太平和不太繁荣的时期也催生了一些深受当地人喜爱的食谱。在林登维尔（Lindenvale）和附近村庄，情况迫使当地人只能利用最简单的食材烹制出丰盛的菜肴。例如，这道酸菜和豌豆炖菜。这种浓郁的炖菜通常是在大锅中煮沸，旨在持续数天。它通常搭配饺子或面包食用，而在更加幸福、更加丰富的年份里，还会加入培根增香。在这个时代的Velen，人们可能会在一个粘土罐中留下一小部分美味的食物，供家庭小精灵享用——这些善良的小顽皮精灵在夜幕降临时会帮助完成日常家务，作为食物和住所的交换。",
	"Readying myself for the journey onward and with nary a clue where my next stop would be, I resolved to gather provisions for the road. Thus, a few loaves of local, freshly baked bread found their way into my saddlebags. A specialty from the village of Blackbough, this bread owes its singular flavor to the addition of beer, fried onion and—perhaps surprisingly—leftover mashed potatoes. One bite of the filling, aromatic loaf vanquished any initial doubts I may have had regarding the unusual combination. Velenese villagers also believe carrying a loaf while traveling wards off evil and brings fortuitous luck. I must admit the bread did indeed bring me good fortune once I had resumed my journey. Two nights after my departure, my horse's sensitive ears and sudden snorting warned me that nekkers had crept near my camp. I lobbed the hearty loaf I'd been enjoying at the monsters' nether paws, giving my mount and me the time we needed to make our escape.": "准备好继续旅程，却毫无线索可寻，我决定为旅途准备必需品。于是，几块当地新鲜烘焙的面包进入了我的马鞍袋。这种面包是来自黑木村庄的特色，其独特的风味来自啤酒、炸洋葱，以及——也许令人惊讶的是——剩余的土豆泥。一口这种饱满、芬芳的面包就消除了我对这种不寻常组合的初步疑虑。维伦村民也相信旅行时携带一块面包可以驱邪避凶，带来幸运。我必须承认，这块面包确实给了我好运，一旦我继续旅程后。离开两天后的一个晚上，我的马敏锐的耳朵和突然的喷鼻声警告我，尼克人已经悄悄靠近我的营地。我将正在享用的厚实面包扔向怪物的后爪，给了我和我的坐骑逃脱所需的时间。",
	"When I reached the Inn at the Crossroads, I found it awash in the red glow of the setting sun. Naturally, I longed for something cold to refresh my parched throat after a full day in the saddle. As luck would have it, the inn offered a lovely bittersweet drink made of pale lager, apple juice, and a splash of roasted grain infusion. The inn's specialty, the drink was originally concocted to distinguish the establishment's fare from the watered-down beer typically served at neighboring taverns. There are times, however, when an inn's prosperity depends not on the variety of victuals on its menu, but on more unusual stratagems. In the case of the Crossroads 'twas a lucky charm fashioned from a piece of a hanged man's rope! The rumor was that the innkeep's relatives would dip the rope into the roasted grain infusion, believing that whosoever tasted a drink thus \"seasoned\" would be certain to return for another round. Despite my reservations about this practice and doubts as to its efficacy, fatigue, and thirst drove me to follow the other guests in draining my tankard to the last satisfying drop.": "当我到达十字路口的小酒馆时，我发现它被夕阳的红光淹没。自然而然地，我渴望着一些冰冷的东西来解渴，骑马整整一天后喉咙发干。幸运的是，小酒馆提供了一种可口的苦甜饮料，由淡啤酒、苹果汁和一点烘烤谷物浸泡而成。这是小酒馆的特色饮品，最初是为了区别于邻近酒馆通常供应的淡薄啤酒而调制的。然而，有时候，一个小酒馆的繁荣并不取决于菜单上的食物种类，而是更不寻常的策略。在十字路口的情况下，是一个幸运符，用一根被绞死者绳索制成！传闻称，酒馆老板的亲戚们会把这根绳索浸入烘烤谷物浸泡中，相信任何尝过这种“调味”的饮料的人一定会回来再喝一轮。尽管我对这种做法持保留态度，对其有效性表示怀疑，但疲惫和口渴驱使我跟随其他客人一起将我的酒杯喝到最后一滴令人满足的饮料。",
	"with Zerrikanian Spices": "使用泽里卡尼亚香料 (Zerrikanian Spices)",
	"For years, the inconspicuous hut just beyond the village of Midcopse has served as home for a succession of herbalists. Each occupant, when moving into the cottage and inheriting the items and supplies previous tenants had left behind, assumed the role of \"hedge witch,\" who local folk could turn to with their troubles. At the time of my visit, the hut's occupant was Yagna, who had a black rooster as her companion and clearly no patience as a cook. While ferreting through items left behind by a sorceress predecessor of hers (some signed by \"Keira M.\" in an elegant hand), Yagna had discovered a recipe for an exquisite beef stew. Yet her hungry ambition to sample the recipe's promised fusion of dry Zurbarràn wine and Zerrikanian spices seemed doomed to go unsatisfied, so chaotic were her attempts at it. Until our chance meeting, that is. I never travel without a collection of critical provisions and have never seen any reason not to share my knowledge. So I imparted a few kitchen tips and shared several sachets straight from the Zerrikanian Spice Company in Novigrad, and soon I had turned from Yagna's unannounced guest into her culinary savior. So the right ingredients and patience enough to follow a recipe are all one needs to work culinary magic—no spells or hexes required, Madame Keira M.!": "多年来，位于米德科普斯村边那座不起眼的小屋一直是一系列草药师的家。每位居住在小屋里的人，在搬进来并继承前任留下的物品和供应品时，都承担了“篱笆女巫”的角色，当地人可以向他们寻求帮助。在我造访时，小屋的居住者是Yagna，她有一只黑公鸡作伴，显然不太擅长烹饪。在翻找前任女巫（一位名为“凯拉·M。”的女巫，用优雅的字迹签名）留下的物品时，Yagna 发现了一份精美牛肉炖菜的食谱。然而，她渴望尝试这个食谱中承诺的干扎巴兰葡萄酒和泽里卡尼亚香料的融合似乎注定要落空，她的尝试显得太混乱了。直到我们的偶遇。我从不出门不带一些关键的食材，也从未找不到分享知识的理由。于是，我传授了一些厨房技巧，并分享了几包直接来自诺维格勒的泽里卡尼亚香料公司的香料袋，很快我就从Yagna的不请自来的客人变成了她的烹饪救星。所以，拥有正确的食材和足够的耐心去遵循食谱是施展烹饪魔法所需的一切——不需要咒语或符咒，凯拉女士！",
	"with Vodka": "加伏特加（Vodka）",
	"With its tall brick keep that towers over the countryside, Crow's Perch stands to enchant travelers to Velen even at a distance. On approaching closer, wayfarers find a small settlement at the castle's foot. Among the huts stands a simple, recently erected inn. Though opened not long ago, the inn is famed for its {@recipe Redanian Herbal Vodka|TWOC|herbal vodka}, an essential ingredient of the innkeeper's special stew, at one time, the favored meal of the local ruler, the Bloody Baron. This rich venison stew with forest mushrooms and cream marries the keep's hunting traditions with the penchant many locals have for homebrewing hooch. But everything in moderation!—as one of the drunken regulars deafeningly warned his fellow patrons, myself included. For the area around Crow's Perch is said to be teeming with imps, fiends, and fae creatures known to befuddle honest folk making their way home after an evening's liquor-fueled carousing. So, naturally, it remained unclear if the drunken regular owed his ragged clothes and empty purse to his attachment to strong drink or to invisible, mischievous beings crouched just underfoot.": "随着高耸在乡间的砖砌堡垒，乌鸦栖地(Crow's Perch)即使在远处也足以吸引前来维伦(Velen)的旅行者。靠近时，行人们会发现在城堡脚下有一个小村落。在小屋中间矗立着一家简单而新建的客栈。尽管客栈开业不久，但以其{@recipe Redanian Herbal Vodka|TWOC|herbal vodka}而闻名，这是店主特制炖菜的必备食材，曾经是当地统治者、血腥男爵(Bloody Baron)钟爱的一餐。这道丰盛的鹿肉炖菜配上森林蘑菇和奶油，将堡垒的狩猎传统与许多本地人酿酒的爱好完美结合。但一切都要适可而止！—就像一个喝醉的老顾客大声警告他的同伴们，包括我在内。因为据说乌鸦栖地周围到处都是小恶魔、恶魔和令诚实人困惑的精灵生物，这些人正试图在晚上酒后狂欢后回家的路上。因此，很自然地，喝醉的老顾客是否欠他破烂的衣服和空空的钱包于他对烈酒的依恋，还是因为看不见的、蹲在脚下的恶作剧者，这一点仍然不清楚。",
	"Lake Wyndamer was still shrouded in morning fog when life began to stir around the village huts. Soon, warm flatbreads made by my hostess, Lutka, began landing on her straw plate. Lutka insisted I call her {@i aunt} and gladly taught me how to prepare this simplest of breads. The dough, made from but a few ingredients, is sometimes spiced up with nigella seeds or wild garlic. Once baked, the flatbreads are served with honey, jam or cottage cheese, as is one's preference. Sitting on the fishing pier with my own batch later that morning, I enjoyed my delicious snack and the lake's calm surface, deep beneath which a water nymph is said to languish, unhappily in love with a human being. Ensconced in my web of thoughts, I slowly tore off pieces of flatbread and used them to scoop honey from a small clay pot...": "当早晨的雾气笼罩着温德迈尔湖时，村庄小屋周围开始有生气。不久，由我的女主人卢特卡制作的热薄饼陆续落在她的稻草盘上。卢特卡坚持让我称她为{@i aunt}，并乐意教我如何准备这种最简单的面包。面团由少量原料制成，有时会加入黑种草籽或野大蒜调味。烘烤后，薄饼可以搭配蜂蜜、果酱或乳酪，根据个人喜好。那天早上稍后，我坐在钓鱼码头上，享用着自己的一份美味小吃，欣赏着湖面的宁静，深处据说有一位水仙女，不幸地爱上了一个人类。沉浸在我的思绪中，我慢慢撕下一块块薄饼，用它们舀起小陶罐里的蜂蜜...",
	"A board nailed to a post, bearing the lopsided inscription \"Trol's Gud Eat-Inn,\" hinted that Velen could be a place where I might very well expect the unexpected. A path beginning just past the post led to a clearing where someone had arranged boulders to serve as tables and benches. The \"inn\" belonged to a troll named Boris, while a peasant named Bolan, a partner in the enterprise, assisted in indulging his monstrous friend's culinary dreams. Their unusual troll-human partnership gave locals the necessary confidence to sample the contents of the troll's cauldron. I managed to sneak a peek inside myself. The bubbling mash seemed to contain every possible ingredient—different meats, vegetables, fried onions, and a variety of mushrooms—but it soon surprised me with its pleasant aroma and unique flavor. Zoup à la corpse, nekker stew, and elf and onion chowder remained merely catchy names from the troll's repertoire. As offered at the eatery, at Bolan's behest, certain original ingredients had been replaced with things more suitable to the human palate and stomach.": "一块钉在柱子上的木板上写着歪歪扭扭的字迹“特洛尔美食客栈”，暗示着维伦可能是一个我可以料想到意想不到的地方。从柱子旁边开始的小路通往一个空地，那里有人把大石头摆成桌子和长凳。这个“客栈”属于一个名叫鲍里斯的巨魔，而一个名叫博兰的农民是这个企业的合伙人，帮助他满足他的怪异朋友对烹饪的梦想。他们这种不寻常的巨魔-人类合作关系让当地人有了必要的信心来尝试巨魔的大锅内容物。我设法偷偷看了一眼里面。冒着泡的混合物似乎包含了各种可能的食材——不同的肉类、蔬菜、炸洋葱和各种蘑菇——但很快用它愉悦的香气和独特的味道让我感到惊讶。尸体汤、妖精炖肉和洋葱浓汤仅仅是巨魔菜单上的吸引眼球的名字。根据博兰的要求，在这家餐馆提供的菜肴中，某些原始食材已被更适合人类口味和胃口的东西所取代。",
	"Food is ever an important part of holiday celebrations, whether as lovingly prepared dishes served at family feasts or plain crops offered humbly to the gods just after harvest. It is no different during Forefathers' Eve, a rite that brings most of Fyke Isle's folk together. On the night in question, the line between the worlds of the living and dead is blurred, allowing humans to commune with the spirits of dead ancestors. Treats made of nuts, dried fruit, and honey are prepared as offerings for these souls. Among the living, meanwhile, toffee candies made from heavy whipping cream and any leftovers from the offerings have come to be so popular as to now be made and eaten year-round, be it Forefathers' Eve or not. I was thus able to sample these delicious, sticky, sweet-and-salty candies—just one of many secret treats waiting to be discovered in Velen.": "食物在节日庆祝活动中始终是一个重要的部分，无论是作为家庭盛宴上精心准备的菜肴，还是在丰收后谦卑地献给神灵的简单作物。在祖先节期间也不例外，这是一个让费克岛大部分居民聚在一起的仪式。在当晚，生者和死者之间的界限变得模糊，使人类能够与已故祖先的灵魂交流。坚果、干果和蜂蜜制成的小吃被准备作为这些灵魂的供品。与此同时，活着的人们则开始喜欢上了用重奶油和供品剩余物制成的太妃糖，以至于现在已经成为全年制作和食用的流行食品，无论是不是祖先节。因此，我有机会品尝到这些美味、黏糊糊、甜而咸的糖果之一——这只是在维兰等待被发现的许多秘密美食之一。",
	"It wouldn't be a proper Heatherton honey harvest without crunchy decorations hanging from trees and shrubs around the village. These sweet, richly decorated gingerbread cookies, baked by local housewives, vary in shape and hue depending on the spices within. Children especially love that these tempting delicacies dangle from colorful threads and ribbons, and just barely within reach of their fingertips. Yet the sweet objects of desire are said to be guarded by the sinister Ladies of the Wood, out to snare the more mischievous of the children. How did such an unusual custom arise among the inhabitants of the recently rebuilt village? And do the evil Crones of remote Crookback Bog actually snatch children wandering down the sweet-lined path? The stories surrounding this custom fade as time passes and change as they migrate to distant places. In one instance they are said to have inspired a folk tradition whereby villagers dress up in costumes fashioned from straw! Imagine! Yet, well-seasoned reader of stories that I am, I can say even the most improbable story almost always contains a grain of truth.": "在海瑟顿（Heatherton）的蜂蜜收获季节，如果村庄周围的树木和灌木上没有挂满脆脆的装饰品，那就不算是一个正宗的收获季节。这些甜蜜、装饰精美的姜饼饼干是当地主妇烘焙的，形状和颜色取决于其中的香料。孩子们特别喜欢这些诱人的美味，它们挂在五颜六色的丝线和丝带上，几乎就在他们伸手可及的地方。然而，据说这些甜蜜的诱惑之物被邪恶的树林女士们看守着，她们打算诱捕那些调皮的孩子。这种不寻常的习俗是如何在这个最近重建的村庄的居民中产生的呢？遥远的驼背沼泽（Crookback Bog）的邪恶老妇人们是否真的会抓走沿着布满甜食的小径漫步的孩子？随着时间的推移，围绕这一习俗的故事逐渐消逝，并且随着它们传播到遥远的地方而发生变化。有一种说法是，这些故事激发了一种民间传统，村民们会穿着用稻草制成的服装！想象一下！然而，作为一个经验丰富的故事读者，我可以说，即使是最不可思议的故事几乎总是包含一丝真相。",
	"With its Academy renowned throughout the North, Oxenfurt is the crown jewel of Redania. Widely considered to be a capital of entertainment in addition to higher learning, the city is a bustling haven of narrow, colorful streets teeming with students, artists, professors and travelers. Once per quarter, the city's crème de la crème welcomes an invigorating influx of guests to the auction house—eccentrics and lovers of antiques, artwork and curiosities, they come from all four corners of the world. In addition to the quarterly bidding wars at the house, the city's economy remains robust year-round thanks to skilled craftsfolk, savvy merchants and experienced owners of inns, wineries and other enterprises. Even in the off-season, these diverse firms generate lavish profits. Each morning, countless goods pass through the city's gates, transported from the river docks or the villages scattered along the opposite bank of the Pontar. Proudly displayed on colorful market stalls, the products will become the various dishes served in city taverns or the homes of the bourgeoisie. The most popular of Oxenfurt's many inns is without a doubt the Alchemy, ever crowded with rowdy guests and city guards on prolonged breaks—all thirsting for fun and endless rounds of tankards filled to the brim. From here emerge many of the rakish souls who roam the city day and night, bellowing drinking songs.": "奥克森福特（Oxenfurt）以其在北方享有盛誉的学院而闻名，是瑞达尼亚的明珠。这座城市被广泛认为不仅是高等学府，也是娱乐之都，是一个繁华的地方，狭窄、色彩斑斓的街道上挤满了学生、艺术家、教授和旅行者。每季度，这座城市的精英们都会迎来一波充满活力的客人涌入拍卖行——怪人和古董、艺术品和稀奇古怪之爱好者，他们来自世界各地。除了房屋的季度竞标战，这座城市的经济全年保持强劲，得益于技艺娴熟的工匠、精明的商人和经验丰富的旅馆、酿酒厂和其他企业的所有者。即使在淡季，这些多样化的公司也能创造丰厚的利润。每天早晨，无数商品从河边码头或蓬塔河对岸散落的村庄运抵城市大门，自豪地陈列在色彩斑斓的市场摊位上，这些产品将成为城市酒馆或资产阶级家庭供应的各种菜肴。奥克森福特众多客栈中最受欢迎的无疑是炼金术（Alchemy），总是挤满了喧闹的客人和长时间休息的城市警卫——他们都渴望享乐，无尽地喝满杯子。从这里走出许多游荡于白天和黑夜的放荡之徒，高歌猛饮。",
	"My plans took me to Oxenfurt to attend to some family business. Given the opportunity, I resolved to meet up with old friends from my time at Lan Exeter University, all now employed by Oxenfurt Academy's Faculty of Technology—or, as its students would humorously have it, the \"Deus Ex Machina.\" My first evening in the city saw me unpack in the student lodgings, available for travelers to rent while students are away. I then set out to find the address my companions of yore had appointed for our reunion. The festivities were underway by the time I arrived, and my friends greeted me with tipsy huzzahs. Just like old times ... we started with nip glasses of something strong and an appetizer from the house larder. My companions had prepared the favored snack of busy academics such as themselves: crunchy cucumbers brined with garlic, dill, and horseradish, as per the tried-and-true Oxenfurt Drinker's Club recipe. Our samplings of liquors, pickled tidbits and lard-smeared bread soon inspired a round of \"Ne'er Have I Ever,\" during which I detailed my unfortunate nekker-occasioned loss of {@recipe Leftover Potato Bread|TWOC} in Velen—to peals of laughter, I might add.": "我的计划带我前往奥克瑟福特处理一些家族事务。在这个机会下，我决定与我在兰艾克斯特大学时的老朋友会面，他们现在都在奥克瑟福特学院的技术学院工作，或者像学生们幽默地称之为“（Deus Ex Machina）”。我抵达这座城市的第一个晚上，我入住了学生宿舍，这些宿舍供旅行者在学生离开时租用。然后我出发去找我昔日伙伴们约定的团聚地点。当我到达时，派对已经开始了，我的朋友们喝着醉人的欢呼声欢迎我。就像往常一样...我们开始喝一些浓烈的酒，还有一些来自酒馆食品储藏室的开胃菜。我的伙伴们准备了他们这样忙碌学者们最喜欢的小吃：用大蒜、莳萝和辣根腌制的脆黄瓜，按照经过验证的奥克瑟福特饮者俱乐部的食谱。我们品尝酒水、腌制小食和抹了猪油的面包很快启发了一轮“我从未”游戏，我在游戏中详细描述了我在维兰失去了{@recipe Leftover Potato Bread|TWOC}的不幸经历——引来了一阵阵笑声。",
	"Baked in Redanian Lager": "烤制在瑞达尼亚啤酒中",
	"Cursing the infuriating storm that hung over the city, I pulled up my rain-soaked hood and directed my steps to where the sound of music and song and the clinking of mugs echoes day and night ... and where they serve an irresistible local specialty. Once across the Alchemy Inn's doorstep, I removed my dripping cloak with relief and entered the stuffy interior, more crowded than usual that day due to a dice poker tournament. I made my way through the excited throng of onlookers, exercising all my patience and determination (while adding a few elbow jabs) to reach the innkeeper. I then waited as he poured endless tankards of Redanian lager, Rivian kriek, and Kaedweni stout, shouting directly past my ear for guests to pick up their orders. But my prize for waiting so patiently was worth it: bacon baked with beer, garlic, and savory, served with a dollop of plum jam and a chunk of fresh bread.": "咒骂着笼罩在城市上空的愤怒风暴，我拉起被雨水浸湿的兜帽，朝着音乐、歌声和啤酒杯叮当声此起彼伏的地方走去……那里供应一种令人无法抗拒的当地特色美食。一踏进炼金客栈的门槛，我如释重负地脱下滴水的斗篷，走进闷热拥挤的内部，因为那天由于一场骰子扑克比赛而比往常更加拥挤。我在兴奋的围观者群中挤过去，竭尽耐心和决心（还夹了几下肘部），终于走到了店主面前。然后我等着他不停地倒着红尼亚啤酒、里维亚樱桃啤酒和凯德温烈酒，大声地在我耳边喊着让客人取酒。但我耐心等待的奖励是值得的：用啤酒、大蒜和香草烤制的培根，配上一勺李子酱和一块新鲜面包。",
	"with Cherries and Potato Purée": "搭配樱桃和土豆泥",
	"My sense of orientation in Oxenfurt's labyrinthine streets gradually improved. So I dared to venture forth from the area around the Philosopher's Gate in search of dinner. My destination—a square where minstrels present small puppet shows. They tell tales fantastic—of a prince from a land across the seas turned into a toad, of a Temerian princess turned into a striga, and of a shifty warlock who lived on the Moon. This attraction for the city's youngsters proved to be around the corner from a new, fashionable inn opened in an old warehouse. The warehouse had shut down due to repeated disappearances of chests, barrels, and other trade parcels. Clearly a bad omen, this failed to dissuade the new owners, who opened the Wallcreeper Inn to serve a unique menu of exclusively crimson-hued dishes. \"When in REDania ...\" I chuckled to myself as I ate the beetroot soup with cherries, taking a spoonful of creamy potato purée and butter-fried onion, then submerging it in the slightly sweet crimson concoction.": "在奥克森福特迷宫般的街道中，我的方向感逐渐提高。因此，我敢于冒险离开哲学家之门周围的区域寻找晚餐。我的目的地是一个广场，那里有吟游诗人表演小木偶戏。他们讲述奇幻故事——一个来自海外的王子变成了一只蟾蜍，一个泰梅利亚公主变成了女妖，以及一个生活在月球上的狡猾术士。这个吸引城市年轻人的景点原来就在一个新开的时髦客栈旁边，这个客栈开在一个老仓库里。这个仓库因为多次发生箱子、桶和其他贸易包裹的失踪而关闭。显然是个不祥之兆，但这并没有阻止新业主，他们开设了Wallcreeper客栈，供应独特的红色菜肴菜单。我一边品尝着用樱桃做的甜菜根汤，一边笑着对自己说：“在红色尼亚时……”我舀起一勺奶油土豆泥和炸洋葱，然后浸入那略带甜味的深红色调的调料中。",
	"Every first Thursday of the month, at one of their Oxenfurt residences, the Vegelbud family hosts a lavish dinner for friends and carefully selected poets, scholars, artists, and craftsfolk. As luck would have it, I managed to secure an invitation to this exclusive affair. I was to represent our family firm—at the time, our Koviri workshop was crafting a special order placed by the Vegelbuds. My presence also allowed my nosy relatives to check on me from a distance, my timely arrival confirming that my journey was proceeding according to plan. But I digress. The multicourse meal began with delicate, mouthwatering chicken livers, sautéed with onion and served with caramelized pears. The exquisite composition is based on a famous recipe originated by the chef at the Cunny of the Goose Inn. After a first course of that caliber, I could only imagine the delicacies yet to be served...": "每个月的第一个星期四，在奥克森福特(Vegelbud)家族的一个住所，他们会为朋友和精心挑选的诗人、学者、艺术家和工匠举办一场豪华晚宴。幸运的是，我设法获得了这场独家盛会的邀请。我代表我们家族的公司出席——当时，我们科维里(Koviri)的工坊正在为Vegelbud家族下的一份特别订单进行制作。我的出现也让我那些爱管闲事的亲戚们可以远远地关注我，我准时到达证实了我的旅程按计划进行。但我岔开了话题。这顿多道菜的晚餐以精致可口的鸡肝开场，用洋葱炒制，配以焦糖梨。这道精致的菜肴基于一位Cunny of the Goose Inn酒店的厨师创作的著名食谱。在品尝了那样水准的第一道菜后，我只能想象接下来还有什么美味佳肴等着我...",
	"As the feast at the Vegelbuds' home continued, the table was filled and refilled with dishes in the multitudes. Among them I spotted the famed Tretogorian baked cabbage rolls. A fragrant dish of browned cabbage leaves wrapped around a savory filling of barley, meat, and mushrooms, the rolls were served topped with a velvety dill cream sauce. The conversation {@i à table} revolved around recent scientific achievements at the Academy, art gallery openings, and paintings by old masters and rising stars alike—a topic about which the guests from the auction house were especially excited. Of course, there was no avoiding the Vegelbuds' boasting about their most recent acquisitions for their many estates. I thus heard quite a bit of praise for my family's craft. Suddenly, I was inundated with requests from the other guests wishing to take advantage of my presence! So I employed a strategy of polite yet tight-lipped answers and sought mostly to hide behind my plate ... the better to enjoy its delectable contents.": "随着维格尔布德家的盛宴继续，餐桌上摆满了各种菜肴。在其中，我发现了著名的特雷托格里亚烤卷心菜卷。这是一道香气扑鼻的菜肴，棕色的卷心菜叶包裹着大麦、肉类和蘑菇的香味填料，再淋上一层柔滑的莳萝奶油酱。谈话{@i à table}围绕着学院最近的科学成就、艺术画廊的开幕以及老大师和新星们的画作展开——这是拍卖行的客人们特别感兴趣的话题。当然，无法避免维格尔布德家炫耀他们最近为众多庄园所收购的物品。因此，我听到了很多对我家工艺的赞美。突然间，其他客人纷纷请求利用我的存在！因此，我采取了一种礼貌而谨慎的回答策略，大多数时间都试图躲在我的盘子后面……这样更能享受盘中美味。",
	"A crowd had already gathered by the city gate by the time it opened at sunrise. Aedirnian merchants, eager to reach the market, had blocked the narrow street with their carts. Before I could pass, I was forced to witness them arguing with city guards and a tax collector about inconsistent treatment of their respective cargoes. By the time the matter was resolved, the market was slowly waking, the merchants busy arranging their goods in their stalls. The stands were piled high with goat cheeses, fresh fish, vegetables, and fruit. Yet I sought a confectioner's stall, hoping to get some sweet apple fritters from the morning's first batch. I found my quarry near the city well. As expected, I was not the sole early bird waiting to catch a first bite. The fluffy, warm apple fritters cupped in the palm of my hand quickly awakened my senses—a most welcome treat to calm my nerves that first day of a new assignment at the antique shop belonging to the auction house.": "日出时分，城门打开时，已经聚集了一大群人。渴望前往市场的(`Aedirnian`)商人们用他们的货车挡住了狭窄的街道。在我通过之前，我被迫目睹他们与城卫和一名税收人员争论关于他们各自货物不一致处理的事情。等到事情解决时，市场慢慢苏醒，商人们忙着在摊位里摆放货物。摊位上堆满了山羊奶酪、新鲜鱼、蔬菜和水果。然而我却寻找着一个糕点师的摊位，希望能买到早晨第一批甜苹果油炸圈。我在城市井附近找到了我的目标。正如预期的那样，我并不是唯一一个早起等待品尝第一口的人。那杯在我手掌中的松软温暖的苹果油炸圈迅速唤醒了我的感官——这是一个非常受欢迎的美味，可以平静我在古董店新任务的第一天的紧张情绪，这家店隶属于拍卖行。",
	"\"Damn wind's howling,\" muttered a white-haired man looking for a dry corner near the gate, shelter to last out the storm. It was a perfect echo of my own thoughts on that awful day. Hood drawn, I leapt over puddles, managing to keep dry all the way from the antique shop to the market I visited during afternoon breaks. The stall keepers had come to expect my appearances and eagerly offered delicacies I'd never dreamt of. The list of my favorites, apple fritters ever at the top, quickly grew to include a cucumber cooler—a sweet-and-sour beverage made from fresh cucumbers, buttermilk, and a bit of sour cream, at times enriched with mint for twice the refreshment. After a quick taste, I opted to purchase a few more jugs to take back to the antique shop, where an old map awaited professional restoration by my gentle, trained hand.": "\"该死的风在呼啸着，\"一个白发男子嘟囔着，寻找一个干燥的角落靠近大门，躲避着暴风雨。这与我在那可怕的一天的想法完美地呼应。头戴兜帽，我跃过水坑，成功地保持干燥，一路从古董店到我在下午休息时光顾的市场。摊主们已经习惯了我的出现，热情地提供着我从未想象过的美味。我的最爱清单，苹果油炸圈永远是榜首，迅速增加到包括黄瓜冷饮——一种由新鲜黄瓜、酪乳和少许酸奶油制成的甜酸饮料，有时加入薄荷以增加清凉感。尝了一口后，我决定购买几个更多的罐子带回古董店，那里一幅老地图等待着我的温和、训练有素的手来进行专业修复。\"",
	"Gossip is known to fly like the wind. Yet it passes even more swiftly along Oxenfurt's thoroughfares. In one instance, there were rumors of a vampire roaming the city streets. Folk wisdom on one's best defense against a bloodsucker has long been passed down by word of mouth. Debates continue over the relative merits of a stake through the heart versus a swift blow with a wagon axle to the demon's head. Oxenfurt's chefs proved particularly ingenious at one point when they opted to take matters into their own skilled hands. Following another well-known superstition, they added vast amounts of garlic to their menus, creating distinctive, memorable dishes. My personal favorites include a filling fish soup served by a chef who runs a kitchen down by the docks. Made with onion, carrot, parsley, and celery, heavily enriched with aromatic garlic perfectly complementing flavorful tomatoes, this simple soup requires no straining thanks to the inclusion of filleted fish—a trick the resourceful chef had learned from an herbalist he had met in Dillingen.": "传言常如风一般飞扬。然而，在奥克森福特的大街小巷中，它传播得更加迅速。有一次，有传言说有一只吸血鬼在城市街头游荡。关于如何最好地防御吸血鬼的民间智慧长期以口口相传的方式流传。人们对于用木桩刺心与用车轮轴猛击恶魔头部这两种方式的优劣仍在争论不休。奥克森福特的厨师们曾在某个时候表现出特别的创意，他们选择自己动手解决问题。遵循另一种众所周知的迷信，他们在菜单中添加了大量大蒜，创造出独特而令人难忘的菜肴。我个人最喜欢的是一道由一位在码头旁经营厨房的厨师提供的饱腹鱼汤。这道汤由洋葱、胡萝卜、欧芹和芹菜制成，大量的芬芳大蒜与美味的番茄完美搭配，这款简单的汤不需要过滤，因为其中包含了去骨的鱼块——这是这位足智多谋的厨师从在迪林根遇到的一位草药师那里学到的诀窍。",
	"A good wedding is about the fare and refreshments—a lesson I've learned countless times, as my own palate is my witness. While I was in Oxenfurt, my relations from Vizima invited me to join them at the wedding of a family friend. I couldn't resist the opportunity to bid Oxenfurt farewell at a grand celebration. The wedding took place at a charming country residence, its grounds amply decorated with wildflower garlands. Many symbolic wedding traditions meant to bring luck to the newlyweds were observed. The feast included a special wedding dessert called a {@i korowaj}, in this case served, not quite in line with tradition, in the form of smaller buns. The fluffy yeast-leavened buns made from milk, eggs, honey, and butter hid a smooth cheese filling enriched with dried fruit bits soaked in mead. When preparing this treat, it is traditionally good practice to use water drawn from seven rivers and milk from the best cow in the village. However, even without these particular ingredients, it is enough to follow one simple rule: make sure to bake the sweet buns a day before the wedding.": "一场成功的婚礼关乎美食和饮品——正如我自己的味蕾所见证的那样。当我在奥克斯温福特时，来自维津玛的亲戚邀请我参加他们的一个家庭朋友的婚礼。我无法抗拒在一场盛大的庆祝活动中告别奥克斯温福特的机会。婚礼在一个迷人的乡村住所举行，其庭园装饰着野花花环。许多象征性的婚礼传统旨在给新人带来好运。宴会包括一种特殊的婚礼甜点，名为{@i korowaj}，在这种情况下，它被端上来，虽然与传统不太一致，但是以较小的小圆面包的形式。这些松软的酵母发酵小圆面包由牛奶、鸡蛋、蜂蜜和黄油制成，里面隐藏着一个充满蜜酒浸泡干果碎的光滑奶酪馅料。在准备这道甜点时，传统上最好使用从七条河流中取水和村庄里最好的奶牛的牛奶。然而，即使没有这些特殊的配料，只需遵循一个简单的规则：确保在婚礼前一天烤制这些甜面包。",
	"with Potato Dumplings": "土豆饺子",
	"The wedding festivities continued past midnight, the guests ever in high spirits thanks to stalls full of meat, bread, and other delicacies. All these paired perfectly with homemade vodka brought in by the crateload. Among all the fragrant foods served that night, one dish in particular caught my attention. I was encouraged to try it by the recipe's originator, who happened also to be the mother of the bride. While the rest of the party observed the newlyweds perform yet another fanciful ritual, I sat focused on a bowl of steaming potato dumplings. Slightly sticky, they were doused in an aromatic, brown sauce of smoked sausage, mushrooms, brined cucumbers, and a secret ingredient: plum jam. As the newlyweds strove to eat with their four hands tied together—another custom meant to bind them for life—I was quite content to busy my own hands with clearing my bowl. So sad it seemed to me when emptied that I began to ponder seconds at once...": "婚礼的庆祝活动一直持续到午夜过后，客人们始终兴高采烈，得益于摊位上摆满了肉类、面包和其他美味佳肴。所有这些都与装满的自酿伏特加完美搭配。在那个夜晚供应的所有香气扑鼻的食物中，有一道菜引起了我的注意。我被新娘的母亲，也是这道菜的创作者鼓励尝试。当其他人在观看新婚夫妇执行另一项奇特的仪式时，我专注于一碗热气腾腾的土豆饺子。微微粘糊的饺子浸泡在一种香浓的棕色酱汁中，里面有熏肠、蘑菇、腌黄瓜和一个秘密配料：李子酱。当新婚夫妇努力用被绑在一起的四只手一起吃饭时——这是另一种旨在将他们绑在一起的习俗——我很满足地忙着清理我的碗。当碗空了时，我感到有点难过，立刻开始考虑要不要再来一份……",
	"Greeted by its towering city gates and the snap of heraldic banners fluttering in the wind, I arrived in this most famous metropolis in the North. The largest trading port on any shore of the Great Sea, the Free City of Novigrad stands proudly astride the Pontar River delta in the kingdom of Redania. There, breezes from the docks and fish market mingle with the rich smell of spices and pastries from market stalls. Together, they create a tangle of sweet-and-salty aromas that crisscross like trade winds in the city's muddy alleys and cobbled streets. These tendrils of scent meander past granaries, port cranes and soaring tenements housing powerful merchant and craft guilds. Finally, they reach the heart of the city—the bustling market square. If it's a feast you seek, the Golden Sturgeon, the Kingfisher, the Spear Blade and the acclaimed Chameleon are happy to oblige. In each of these establishments, troubadours' ballads blend with the clinking of gold coins and pewter cups. And they are just a few of the many eateries, taverns, inns and canteens that entice visitors. It would be a shame not to step through their heavy oak doors, where culinary treasures and exceptional flavors await! From the Continent's farthest reaches, no less!": "穿过高耸的城门，迎接飘扬在风中的纹章旗帜的响声，我抵达了北方最著名的大都市。诺维格勒自由城是大海任何一岸最大的贸易港口，在雷丹尼亚王国的庞塔河三角洲上傲然屹立。那里，来自码头和鱼市场的微风与市场摊位上香料和糕点的浓郁香味交织在一起。它们共同营造出一种交错如城市泥巷和鹅卵石街道中的贸易风的甜咸气味纠缠不清。这些气味的细丝蜿蜒穿过粮仓、港口起重机和高耸的商会和工匠行会的大楼。最终，它们抵达城市的中心——熙熙攘攘的市场广场。如果你在寻找盛宴，金鲟鱼、翠鸟、矛刃和著名的变色龙都会乐意效劳。在这些场所中，吟游诗人的歌谣与金币和锡杯的叮当声交织在一起。它们只是众多餐馆、酒馆、客栈和餐厅中的几家，吸引着游客。不走进它们沉重的橡木门内，那里等待着烹饪珍宝和异常口味，那将是一种遗憾！来自大陆最遥远的地方，更不用说！",
	"Of the thirty-five inns in the Free City of Novigrad, I chose the Kingfisher for my lodgings. It's rather hard to miss the brick building in Novigrad's market square, as a bright signboard proudly presents the inn's namesake bird with its vivid blue plumage. Given the inn's popularity and exceptional reputation in matters artistic and culinary, I simply could not deny myself the pleasure, though I knew my coin purse would suffer for it. Nevertheless, having arrived in the Free City around lunchtime, the aroma of onion soup soon drew me to a different establishment—The Spear Blade. The inn's patrons, preoccupied with rumors of a certain imp troubling the local merchants (a city-dwelling doppler, some suspected), abandoned their speculations when a simmering cauldron containing a fragrant golden liquid appeared in the dining room. The thick, hearty soup made from stale, leftover bread was full of melted cheese. And fried onion strings dangled from the guests' spoons with every bite.": "在自由城诺维格勒的三十五家旅馆中，我选择了“鱼鹰旅店”作为我的住所。在诺维格勒的市场广场上，这座砖砌建筑很难被忽视，因为一块明亮的招牌自豪地展示着旅店的名字来源鸟，那是一只羽毛鲜艳蓝色的鱼鹰。鉴于这家旅店在艺术和烹饪方面享有盛誉并备受欢迎，我实在无法拒绝这份乐趣，尽管我知道我的钱包会因此受损。然而，抵达自由城时已是午餐时间，洋葱汤的香气很快吸引了我去另一家餐馆——“矛刃旅店”。当一锅散发着芳香金黄色液体的炖锅出现在餐厅时，旅店的顾客们，原本被有关一只困扰当地商人的小恶魔（一些人怀疑是城市里的变身怪物）的传言所困扰，纷纷放下了猜测。这种由陈旧剩饼制成的浓郁可口的汤里充满了融化的奶酪。每一口都伴随着炸洋葱丝从客人的勺子上垂下。",
	"My horse Popiel, so kindly lent to me by my relatives in Vizima, was my faithful companion on the roads and trails of the North. So naturally, my daily routine in Novigrad included a visit to the city stables, where Popiel was quartered. I would then go to dine at a different tavern each day, hoping to try a new local delicacy. The dish in question came highly recommended by a group of halflings from the Meiersdorf Meadworks—that is to say, I overheard them loudly praising the brined cucumber soup at the Seven Cats Inn as they passed the stables. I had no choice but to taste it for myself! On my way, I passed a mess of broken glass and sweet cherry preserves spread across a paved alley—evidently heaved there from the second floor of a nearby tenement house in the heat of some quarrel. This sticky situation aside, my journey passed uneventfully. Upon my arrival at the Seven Cats, I ordered a deep dish of the unusual decoction, tiptoeing to a table so as not to spill even a drop of the fragrant liquid. The tangy, greenish pickled cucumber broth was rounded out with pieces of delicate meat, creamy potatoes, sweet carrots, and a dash of aromatic dill. It proved a true pleasure, a refreshing departure from some other soups I'd had the misfortune to try in the city. Woe to those who serve things excruciatingly bland.": "我的马波皮尔( Popiel)，是我在维济玛(Vizima)的亲戚慷慨借给我的，它是我在北方道路和小径上的忠实伙伴。因此，自然而然地，我在诺维格勒(Novigrad)的日常生活中包括去城市的马厩探望波皮尔。然后我会每天去不同的酒馆用餐，希望尝试当地的新美食。有一天，我听到一群来自迈尔斯多夫蜜酿厂(Meiersdorf Meadworks)的半身人大声赞扬七猫旅店(Seven Cats Inn)的腌黄瓜汤，他们经过马厩时提到。我别无选择，只能亲自尝试！在去往旅店的路上，我经过一堆破碎玻璃和甜樱桃果酱散落在铺满石板的小巷上——显然是从附近一栋楼的二楼扔下来的，可能是在某场争吵的热闹中扔下的。除了这个黏黏的情况，我的旅程还算顺利。到达七猫旅店后，我点了一份深盘装的这道不寻常的煎煮，小心翼翼地走到桌边，以免洒出一滴这香气扑鼻的液体。这道酸甜的、带有绿色泡菜味的汤里有精美的肉片、奶油土豆、甜胡萝卜和一撮芳香的莳萝。它真是一种享受，与我在这座城市不幸尝试过的其他一些汤相比，这是一次清新的体验。那些提供令人难以忍受的乏味食物的人真是可悲。",
	"The port crane on Novigrad's wharf sits nestled among warehouses and very near a tavern that boasts an extraordinary cook behind its modest counter. Having for years plied his trade on merchant ships, the cook then settled in the city to serve various dishes inspired by the faraway realms he had visited. I quickly became a regular, specifically after realizing that rarely would I spot the same dish on the menu twice. One day, an unfamiliar and intense fragrance as well as the cook's insistence bade me try a freshly prepared chicken and pumpkin stew. My bowl, filled to the brim, arrived flanked by pieces of warm flatbread, perfect for swiping up the aromatic sauce. The distinct, piquant taste of exotic spices suggested that an Ofieri ship had arrived in port. Seated among the dockworkers at mealtime, I took another spoonful, reflecting that, while the dishes served at the tavern tended toward the extravagant, they also provided a welcome window into the cuisines of distant lands.": "诺维格勒码头上的港口起重机坐落在仓库之间，就在一家拥有一位出色厨师的小酒馆附近。这位厨师多年来在商船上工作，然后在这座城市定居，供应各种受他曾经访问过的遥远领域启发的菜肴。我很快成为了常客，尤其是在意识到菜单上很少会看到同样的菜肴后。有一天，一种陌生而浓烈的香气以及厨师的坚持促使我尝试了一道新鲜烹制的鸡肉南瓜炖菜。我的碗装得满满的，旁边还有几片温暖的扁面包，非常适合蘸取那香气四溢的酱汁。异国情调的香料独特而辛辣的味道暗示着一艘欧菲利船已经抵达港口。坐在用餐时间的码头工人中间，我又舀了一勺，反思着，虽然酒馆供应的菜肴倾向于奢华，但它们也为我提供了一个欣赏遥远国家美食的窗口。",
	"Lady Luck is fickle indeed! I had the good fortune to unearth a copy of {@i My Evening with a Vampyre}—an exceedingly rare novel—at the Hodgson family's bookstore. Yet my discovery made me late for dinner at the Kingfisher. When at last I arrived, the \"Battle of the Bards\" I had seen promoted on posters throughout the city was well underway. The dining room was exceptionally yet understandably crowded. And the Kingfisher's most favored dishes had already disappeared from the bill of fare. Fortunately, one remained that I had overlooked (quite unfairly, I should add)—the chicken drumsticks. Marinated in buttermilk with garlic and herbs, they are then golden roasted and served with a spicy dipping sauce.": "幸运女神确实善变！我有幸在霍奇森家族的书店发现了一本{@i My Evening with a Vampyre}——一本极为罕见的小说。然而我的发现让我迟到了金翠鱼餐厅的晚餐。最终到达时，整个城市到处张贴的“诗人之战”已经如火如荼。就餐厅异常拥挤但也可以理解。金翠鱼最受欢迎的菜肴已经从菜单上消失。幸运的是，还有一个我忽略了的菜品（非常不公平，我必须补充）——鸡腿。用酪乳、大蒜和香草腌制，然后烤成金黄色，配以辣酱。",
	"Served at the Golden Sturgeon, this fish specialty came recommended to me entirely by chance. A dwarf witnessed my hesitation as I perused the inn's menu. As luck would have it, he was a member of the Pride of the Pontar, a fishing club. He claimed he would be delighted to introduce me to the chef's creations and to the vagaries of the local competitive rod-fishing scene. The latter he detailed in an amusing and eloquent manner, particularly when enumerating the rules of the tournament code, set down following numerous brawls during which fishing gear had been used quite contrary to its intended purpose. I also learned what became of the fish caught during competitions. The winning fish each year is deemed \"King of the Pontar\" and ceremonially released back into the river's waters, while Novigrad's innkeepers buy the rest of the day's catch to then use it in creating new recipes to commemorate the event. One such recipe, the Golden Sturgeon's zander in thyme, served in a skillet with a creamy sauce of stewed leeks and white wine, has won recognition among the inn's regular clientele and become a staple of the menu. The dish does much to discredit the rather vulgar, unfavorable opinion, popular in some (rival?) circles, that zander tastes like \"soaped-up shite.\"": "在金鲟酒馆，这道鱼类特色菜完全是凭借偶然的机会被推荐给我的。一名侏儒看到我在浏览客栈菜单时犹豫不决。幸运的是，他是庞塔河之傲（Pride of the Pontar）钓鱼俱乐部的成员。他声称很高兴向我介绍厨师的创意菜肴以及当地竞技钓鱼场景的种种变幻。他以幽默而雄辩的方式详细描述了后者，尤其是在列举锦标赛规则时，这些规则是在多次斗殴事件中制定的，这些事件中钓鱼装备被用于与其预期用途完全相反的方式。我还了解到了比赛中捕获的鱼是如何处理的。每年的优胜鱼被认定为“庞塔之王”，并在仪式上释放回河水中，而诺维格勒（Novigrad）的酒店老板们会购买当天捕获的其余鱼类，然后用它们来创作新菜谱以纪念这一事件。其中一道菜肴，金鲟酒馆的白鲈鱼配百里香，用奶油煮过的韭葱和白葡萄酒酱汁，盛在铁锅里，已经赢得了客栈常客的认可，并成为菜单上的招牌菜。这道菜肴大大地否定了在一些（竞争对手？）圈子中流行的关于白鲈鱼味道像“加了肥皂的狗屎”的粗俗且不利的看法。",
	"At first, I would easily lose my way in the largest metropolis in the North, its towering buildings, bustling markets, and busy squares blending into a nameless blur. With time, however, I began to identify various patterns. In observing the daily routines of the city's inhabitants, I noted a place where city guards, students, and any better-informed visitors converged throughout the day, dawn to dusk. Located under an inconspicuous wooden roof, the establishment combined two seemingly unrelated crafts—cooking and blacksmithing. Despite having two entrances, the enterprise operates under a shared name: Hattori's Swords and Dumplings. Its eponymous founder, an elf known far and wide for his smithing skills, tempered his fascination with cooking by running a thriving dumpling business alongside his forge. When placing my order, I hesitated—Redanian or Mariborian? The former won out. I found the boiled dumplings captivating for their savory filling made of red lentils, onions, and Ofieri spices, all wrapped in a springy, toothsome dough and topped with butter-fried garlic and parsley. So despite my initial hesitation, once eating I was sure I'd made the best possible choice...": "起初，我在北方最大的都市中很容易迷失方向，高耸的建筑物、熙熙攘攘的市场和繁忙的广场融为一体，形成一个无名的模糊景象。然而，随着时间的推移，我开始辨认出各种模式。观察这座城市居民的日常生活，我注意到一个地方，城市卫兵、学生和任何消息灵通的游客在这里汇聚，从黎明到黄昏。这个地方位于一个不显眼的木制屋顶下，这家店结合了两种看似无关的手艺——烹饪和铁匠。尽管有两个入口，这家企业却以一个共同的名字经营：(Hattori's Swords and Dumplings)。这家店的名字来源于它的创始人，一位精通铁匠技艺而闻名于世的精灵，他通过在锻造铁器的同时经营一家兴旺的饺子生意，将他对烹饪的热情融入其中。当我点餐时，我犹豫了一下——是选择Redanian还是Mariborian？我选择了前者。我发现这些煮熟的饺子非常迷人，它们的馅料由红扁豆、洋葱和Ofieri香料制成，包裹在富有弹性、有嚼劲的面团中，撒上用黄油煎炸的大蒜和欧芹。所以尽管起初犹豫不决，一旦品尝，我确信我做出了最佳选择...",
	"... That is, until a few days later, when I resolved to try the Mariborian variety. A painful culinary dilemma if ever I've faced one! The crispy, buttery dough sprinkled with nigella seeds hid a filling of aromatic mushrooms, onions, parsley leaves, as well as wild garlic—a personal favorite. Thereafter, I made sure to order the baked dumplings several more times, using each such opportunity to question the elven waitress about the particular ingredients used. Based on my culinary interrogations, I managed to draft my own version of the recipe, which I hope captures the unique flavor of this fantastic dish. Each time I left Hattori's, belly full and thus cheerful, I promised myself I would persuade my family in Kovir to make the dumplings a staple of our menu there.": "直到几天后，我决定尝试(`Mariborian`)风味。这是我所面临过的一个痛苦的烹饪困境！那脆脆的、黄油味的面团上撒满了(`nigella seeds`)，里面包裹着芳香的蘑菇、洋葱、欧芹叶，以及野大蒜——我个人最喜欢的。从那之后，我确保多次点(`baked dumplings`)，并利用每一个这样的机会询问那位精灵女服务员使用的具体配料。根据我的烹饪盘问，我设法起草了自己的版本的食谱，希望捕捉到这道美味佳肴独特的风味。每次我离开(`Hattori's`)时，肚子饱饱的，心情愉悦，我都会承诺自己会说服(`Kovir`)的家人把这些饺子作为我们菜单的主打。",
	"In their style and presentation, dishes served at the more elegant of Novigrad's taverns oft echo the establishments' decor and atmosphere, some unique aspect thereof. This was very much the case at the Chameleon. Paintings of the inn's owner, the famed bard Dandelion, a frequent visitor to royal courts, his work known from Toussaint to Poviss, were complemented by glass lanterns and rich crimson and magenta fabrics stretched across walls and beams. In guest alcoves thus adorned a similarly vibrant chilled beetroot soup was served on specially decorated tables. The dish, made on a buttermilk base then tinted light pink, featured sweet-and-sour notes that combined perfectly with freshly chopped beet greens, juicy radishes, and a soft-boiled egg. The Chameleon's patrons would indulge in feasts both culinary and spiritual, consuming the fine fare while enjoying the evening's entertainment. The latter oft explored urban legends, events reputed to have transpired in Novigrad's streets—including a sordid tale of a haunted tenement house, a secret treasure, the Prince of Thieves and the city's humble savior, the Crimson Avenger...": "在诺维格德（Novigrad）更优雅的酒馆里供应的菜肴在风格和呈现上常常与酒馆的装饰和氛围相呼应，其中某些独特的方面。在变色龙酒馆（Chameleon）也是如此。酒馆主人，著名诗人丹德里恩（Dandelion），经常出入皇室法庭，他的作品从图森（Toussaint）到波维斯（Poviss）都有所闻，他的画像与玻璃灯笼、丰富的深红色和品红色织物相得益彰，悬挂在墙壁和横梁上。在这样装饰的客座隔间里，供应着一道同样充满活力的冷甜菜根汤，摆放在特别装饰的桌子上。这道菜以酪乳为基础，染成浅粉色，带有甜酸的味道，与新鲜切碎的甜菜叶、多汁的小萝卜和软煮的鸡蛋完美搭配。变色龙酒馆的顾客们会沉浸在既美食又精神上的盛宴中，一边享用美食，一边欣赏晚间的娱乐节目。后者常常探讨城市传说，据说发生在诺维格德街头的事件，包括一个闹鬼的公寓楼的可怕故事、一个秘密宝藏、盗贼王子和城市的谦卑救世主，红色复仇者...",
	"One thing that never fails to lift my spirits or deliver a pleasant reprieve from my duties is a warm, fluffy doughnut. And never do I pass up the chance to try a new flavor. Topped with crunchy bacon bits, this variation on the dessert, specific to Novigrad, proved slightly richer than I'm accustomed to, but also tastier! Served from a small, family-run shop, these doughnuts filled with plum jam and fried in lard are made according to a recipe passed down over generations. The family enterprise began with a market stall in Gors Velen, offering sweets to all who passed, among them young enchantresses-in-training en route to Thanedd Island. The stand quickly grew into a shop. The enterprise continued to expand and soon the family's doughnuts began to appear in other cities as well. The Novigrad branch has proudly continued the family tradition, now offering not only sweet treats for sale, but also workshops for all lovers of the confectionery arts.": "有一件事情从来没有让我失望，或者让我从繁忙的工作中得到愉悦的片刻，那就是一颗温暖松软的甜甜圈。我从不错过尝试新口味的机会。这种特有于诺维格德的变种甜点，撒上脆脆的培根碎，比我平时吃的稍微丰富一些，但也更美味！这些装有李子果酱、用猪油炸制的甜甜圈是根据代代相传的食谱制作而成，由一家小型家庭经营的店铺提供。这个家族企业始于 Gors Velen 的一个市场摊位，向路过的所有人提供甜点，其中包括前往 Thanedd 岛的年轻女巫学徒。这个摊位很快发展成了一家店铺。企业继续扩张，很快家族的甜甜圈也开始在其他城市出现。诺维格德分店自豪地延续了家族传统，现在不仅提供甜点出售，还为所有热爱糕点艺术的人提供烘焙工作坊。",
	"Like all good things, my sojourn in Novigrad eventually came to an end. I spent my final evening at the Nilfgaardian Embassy, at a reception to which I had somehow, and I know not by whom, been invited during a sumptuous dinner in Oxenfurt. Some fine canvasses by van Rogh were on display alongside an elegant tasting buffet. Among the delicacies, I spied a sunny-hued drink served in small, thimble glasses. Nilfgaardian lemon, as the hosts referred to it, delighted my palate with its hint of honey and touch of black pepper. How very refreshing! According to the embassy's chef, the bottles must absolutely be deeply chilled before serving. Later, a Nilfgaardian officer from Geso, circling the buffet, admitted (after having enjoyed more than a few glasses) that the tincture had originated in his native province, despite the Nilfgaardians' claim to the concoction. After all, the Empire's borders were continually expanding to include an ever-growing list of culinary traditions. The officer treated me to more stories as we emptied more glasses of the golden liquid. By evening's end, hours later, I found myself wandering back to the Kingfisher, my very own bottle of the lemon liqueur tucked under my arm, though I could not imagine how it had gotten there.": "就像所有美好的事物一样，我在诺维格德的逗留最终也走到了尽头。我在尼弗迦德大使馆度过了最后一个晚上，参加了一场招待会，我不知何故被邀请参加，可能是在奥克斯福特的一顿豪华晚餐中。一些由范·罗赫（van Rogh）创作的精美画作陈列在那里，旁边是一个优雅的品尝自助餐。在各种美味中，我发现了一种阳光色调的饮料，倒在小小的指甲盖杯中。主人称之为尼弗迦德柠檬，它带着蜂蜜的香气和一丝黑胡椒的味道让我的味蕾愉悦无比。多么清爽！根据大使馆的厨师，这些瓶子在供应前必须被深度冷藏。稍后，一位来自盖索的尼弗迦德军官，在自助餐桌周围徘徊时承认（在享用了不少杯子后）这种酊剂起源于他的家乡，尽管尼弗迦德人声称这是他们的调制品。毕竟，帝国的边界不断扩张，涵盖了越来越多的烹饪传统。在我们喝光了更多杯子里的金色液体时，这位军官给我讲了更多故事。到了几个小时后的晚上结束时，我发现自己漫步回到了“翠鸟旅馆”，我的一瓶柠檬利口酒夹在胳膊下，尽管我无法想象它是怎么到手的。",
	"A violent tempest churned the sea. The briny spray and icy winds chilled me to the bone—a portent of the climes that awaited me. When those craggy cliffs emerged from the mist at long last, I knew I had reached my destination—a refuge anchored firmly amidst the swirling storm. I had been fortunate. The waves of the Great Sea surrounding the Skellige Isles are notoriously fickle guides for merchant ships from afar and local longships alike, known to the islanders as drakkars. For most inhabitants of the Continent, this archipelago off the coasts of Verden and Cintra might well be the edge of the world, a strange place shrouded in myth and legend. Though the Isles are indeed difficult to reach, once you arrive, the fog of superstition lifts quickly and you discover a land that is home to numerous proud, independent clans and many a boundless, breathtaking vista. From my brief time walking those rocky shores and heathered trails—gazing at cloud-draped mountains, snow-capped peaks and cliffsides swarmed by squawking gulls—I came to realize that the harsh conditions of the archipelago spare none. Not least a landlubber like myself. With windburned cheeks and frozen bones comes a wolfish appetite—something easily remedied in one of Skellige's many taverns. Often, while warming myself by a crackling fire, I learned just how many of their dishes celebrate the bounty of the sea. The cuisine of the Isles combines traditional, local ingredients with those brought there through raiding or maritime trade.": "一场猛烈的暴风雨搅动着大海。咸涩的海雾和冰冷的寒风让我浑身发冷——这是等待我的气候的前兆。当那些崎岖的悬崖最终从薄雾中显露出来时，我知道我已经到达了我的目的地——一个坚固地扎根在翻腾风暴中的避风港。我很幸运。围绕着斯凯利格群岛的大海波涛汹涌，对于远方的商船和当地的长船来说，它们是臭名昭著的不可靠向导，当地人称之为德拉卡尔(drakkars)。对于大陆的大多数居民来说，这片位于维尔登(Verden)和辛特拉(Cintra)海岸外的群岛可能是世界的尽头，一个被神话和传说所笼罩的奇异之地。虽然这些群岛确实难以到达，但一旦你抵达，迷信的迷雾很快就会消散，你会发现这片土地是许多骄傲的、独立的氏族和无边无际的壮丽景色的家园。在我短暂的时间里漫步在那些多岩石的海岸和石楠小径上——凝视着被云雾笼罩的山脉、白雪覆盖的山峰和被鸥鸣所包围的悬崖——我意识到这片群岛的恶劣条件并不会放过任何人。尤其是像我这样的陆地人。随着被风吹红的脸颊和冻僵的骨头，带来了狼一般的食欲——在斯凯利格的许多酒馆中很容易解决。经常在炉火旁取暖时，我了解到他们的许多菜肴是如何庆祝海的丰盛。这些群岛的美食将传统的当地食材与通过劫掠或海上贸易带到那里的食材相结合。",
	"with Apple and Onion": "与苹果和洋葱（Apple and Onion）",
	"My stay in Novigrad had been exquisite. Its end proved more dispiriting than I had anticipated. Yet, knowing that my journey must continue, I bid farewell to Popiel, entrusting him to my uncle who would return him to the family's stables in Vizima. I then secured passage on a ship bound for An Skellig. Alas, once at sea, a powerful squall forced us to make landfall prematurely at Hindarsfjall. Wet to my knickers and bones shivering, I sought refuge in Larvik at an inn where a priestess of Freya soon arrived to offer aid. As my toes thawed over a warm hearth, my palate enjoyed freshly rendered lard with apple, onion, and cracklings, smeared atop a slice of rye bread. Paired with a warm drink, this hearty combination is considered a village specialty. Indeed, so special it was that I completely forgot about the tempest raging outside.": "我在诺维格德（Novigrad）的逗留非常美妙。它的结束比我预期的更令人沮丧。然而，知道我的旅程必须继续，我向波皮尔（Popiel）告别，将他托付给我叔叔，让他把他送回维齐玛（Vizima）家族的马厩。然后，我乘坐一艘前往安·斯凯利格（An Skellig）的船只。然而，一场强烈的风暴使我们不得不提前登陆辛达斯菲尔（Hindarsfjall）。我浑身湿透，骨头直打颤，我在拉维克（Larvik）的一家客栈寻求庇护，一位弗蕾雅（Freya）女祭司很快赶来提供帮助。当我的脚趾在一个温暖的壁炉旁解冻时，我的味蕾享受着新鲜猪油与苹果、洋葱和炸油渣涂抹在一片黑麦面包上。搭配一杯热饮，这种丰盛的组合被认为是一个村庄的特色美食。事实上，它是如此特别，以至于我完全忘记了外面肆虐的风暴。",
	"The warm drink served alongside my lard and rye was a mulled Rivian kriek—a ruby-colored, cherry-fruited beer with ginger. Although brewed in faraway Rivia, as the name indicates, a smattering of bottles still find their way to Hindarsfjall from time to time. But for periods when shipments are far and few between, these Skelligers devised a clever recipe for Larvik's own \"kriek\"—a dark beer combined with cherry syrup.": "在我面前端上的猪油和黑麦面包旁边，是一杯热乎乎的鲜红色、带有姜味的樱桃啤酒——一种名为里维亚克里克 (Rivian kriek) 的啤酒。尽管这种啤酒是在遥远的里维亚酿造的，正如其名字所示，偶尔还是会有一些瓶子传到辛达斯峡湾。但在运输间隔较长的时期，这些斯凯利格人想出了一个聪明的办法，用樱桃糖浆混合黑啤酒，制作了拉维克自己的“克里克”啤酒。",
	"with Carrot and Mint Salad": "胡萝卜薄荷沙拉",
	"Once the weather had improved enough for us to resume our journey, we set out from Hindarsfjall for the port of An Skellig. It was there I sought out a meal recommended to me during my time in Novigrad. With an eager belly, I quickly found my way through Urialla Harbor to a tavern known for this island's specialty—sturgeon roasted atop a sea-salt crust, served with a side of carrot shavings and mint. Alas, due to overfishing in the region, sturgeon had become a delicacy reserved for special occasions. So instead, I enjoyed the dish prepared with common trout. And yet ... through this unique, salt-heavy roasting method, the trout's flavor was anything but common. Delicious, tender, juicy flesh with the fragrant aromas of dill, butter, pepper, and lemon—the plate's lone exotic ingredient, imported from the warmest corners of the Continent. Although the fish and salad delighted me with perfect balance, the salt crust delighted all others at my table. For handling the dish proved an embarrassingly messy spectacle, though not an experience I shall ever regret.": "天气好转后，我们从辛达斯菲尔出发，前往安·斯凯利港。在那里，我寻找了在诺维格勒期间有人推荐给我的一顿饭。怀着一颗渴望的肚子，我迅速穿过乌里亚拉港来到一家以这个岛屿特色菜——烤在海盐壳上的鲟鱼，配上胡萝卜丝和薄荷的酒馆。然而，由于该地区过度捕捞，鲟鱼已经成为仅供特殊场合享用的美味。因此，我享用了用普通鳟鱼制作的菜肴。然而……通过这种独特的、重盐的烹饪方法，鳟鱼的味道绝非普通。美味、鲜嫩、多汁的肉质，带有莳萝、黄油、胡椒和柠檬的芬芳香气——这道菜的唯一异国风味成分，是从大陆最温暖的角落进口而来。尽管这道鱼和沙拉让我感到完美的平衡，但盐壳却让我桌上的其他人都感到愉悦。因为处理这道菜是一场令人尴尬的混乱场面，但这并不是我会后悔的经历。",
	"with Green Vegetables": "绿色蔬菜",
	"From An Skellig I journeyed to Ard Skellig. Along the way I was afforded a unique opportunity—to admire the awe-inspiring cliffs and rockfaces that form the shoreline of this largest island of the archipelago. Before we reached Kaer Trolde, a longship hailed us, then pulled alongside. The mariners warned us of siren attacks along our route, so we changed course for the isle of Spikeroog. There we sailed into a charming bay, its waters kept calm by dense forests that surround it and the nearby village of Svorlag. Alas, as this unscheduled stop was due to be brief, we did not venture beyond the local tavern, where we travelers had accompanied our captain. I was immediately struck by the presence of local trappers, their trophies abundantly adorning the walls. I knew immediately the folk of Spikeroog would have more to offer than fish. Before long, I was enjoying the savory aroma and flavor of their signature meat-and-spinach patties served with fried miniature cabbages and a thick blueberry-plum jam. Meanwhile, at the neighboring table, villagers familiar with the archipelago's dangers advised our captain to take a new route to avoid both rough seas and sea monsters that prowl the waves.": "从安·斯凯利格（An Skellig）出发，我前往了阿德·斯凯利格（Ard Skellig）。沿途中，我得到了一个独特的机会——欣赏这个群岛中最大岛屿的海岸线上壮丽的悬崖和岩壁。在我们到达卡尔·特洛德城堡（Kaer Trolde）之前，一艘龙船向我们招呼，然后并排靠近。水手们警告我们沿途可能会遭遇塞壬袭击，因此我们改变航线前往斯皮克鲁格岛（Spikeroog）。在那里，我们驶入一个迷人的海湾，周围被茂密的森林和附近的斯沃拉格村（Svorlag）所环绕，使得海湾水面保持平静。然而，由于这次临时停留本应短暂，我们并没有冒险前往当地的酒馆之外，只是和我们的船长一起在那里度过了时光。我立刻被当地的猎人们所吸引，他们的战利品丰富地装饰在墙上。我立刻意识到斯皮克鲁格岛的居民会比鱼更多样化。不久，我便品尝到了他们招牌的肉菠菜饼配炸迷你卷心菜和浓郁的蓝莓李子酱，享受着美味的香气和味道。与此同时，在邻桌，熟悉群岛危险的村民们建议我们的船长改变航线，避开汹涌的海浪和潜伏在海面上的海怪。",
	"Due to our ship's unexpected detour to Spikeroog, my stay on Ard Skellig was shortened to a mere few days, just enough for the captain and crew to unload their cargo and stock provisions for the next leg of our journey. I spent my first day with the other travelers, lodged at the New Port, an inn where the air we breathed consisted wholly of the divine aroma of a large roast. Though ample of appetite and yearning for a taste of the roast, I opted for a lighter meal. I asked for the New Port's signature potato pancakes but—to the innkeep's surprise—with a side of sugar. My \"unusual\" request for a sweet sprinkling atop the crispy, golden pancakes elicited a tale of another recent visitor from the Continent—a witcher. He, too, had adored these scrumptious local favorites, but had insisted that sour cream was the sole acceptable topping. Later, satisfied with the fare but still hungry for tales, we encouraged the innkeep to tell us another. He shared one more—of the witcher's journey to the innkeep's ancestral island home of Undvik and of his encounter with the ice giant there...": "由于我们的船意外地改道到了斯皮克鲁格，我在阿德·斯凯利格的逗留时间被缩短到了仅有几天，足够船长和船员卸载他们的货物并为我们旅程的下一段装备补给。我和其他旅行者一起度过了第一天，住在新港，一个气氛中弥漫着大块烤肉神圣香气的客栈。虽然我胃口很好，渴望尝一口烤肉，但我选择了更清淡的餐点。我点了新港招牌土豆饼，但是——让店主感到惊讶的是——我要求配一点糖。我对脆脆金黄的土豆饼撒上一些甜味的“不寻常”要求引发了一个关于最近大陆另一位访客的故事——一位猎魔人。他也喜欢这些美味的当地特色菜，但坚持说酸奶油是唯一可接受的配料。后来，尽管对食物满意，但仍然渴望听故事，我们鼓励店主再讲一个。他分享了另一个——关于猎魔人前往店主祖传的安德维克岛的旅程，以及他在那里与冰巨人的相遇...",
	"Kaer Trolde, a stronghold if I've ever seen one, simply towers over the port that lies below it. The keep is usually inaccessible to ordinary visitors. Yet, through a twist of fate, I arrived during a local celebration, a time when Ard Skelligers honor the founding of their clan and family seat. As legend has it, eons ago the hero Grymmdjarr carved the castle out of seaside rock with his bare hands. So as not to anger the gods, he refused hospitality to none, leaving the door of the feast hall open at all times for natives and foreigners alike. And so, in honor of the old tradition, the door stood open for me when I arrived. Inside the feast hall, the tables overflowed with mead, roasted meats, fish, and countless other fruits of the sea. Out of the corner of my eye, I spotted a sumptuous roast ham. Thin slices had been carved from it and set atop bread rolls. As I helped myself to a serving, topped with melted cheese, honey-caramelized apple, and a spicy horseradish sauce, I eavesdropped on a group of matrons, scolding their brood nearby. They told the story of a witch near Fornhala who taints cakes with spells. Greedy, sweet-toothed children who partake of the cakes turn into exceptionally shaggy bears for the rest of their days...": "凯尔特罗德 (Kaer Trolde)，我见过的堡垒中最雄伟的一个，高耸于下方的港口之上。这座堡垒通常对普通游客不开放。然而，命运的转折让我在当地庆祝活动期间抵达了这里，这是阿德·斯凯利格人（Ard Skelligers）纪念他们家族和家族之地建立的时刻。传说，数千年前，英雄格林姆迪亚尔（Grymmdjarr）用双手在海边的岩石上雕刻出这座城堡。为了不惹怒神灵，他拒绝对任何人提供款待，始终将宴会大厅的门敞开，供当地人和外来者自由进出。因此，为了纪念这一古老传统，当我抵达时，大门为我敞开。在宴会大厅内，桌上摆满了蜜酒、烤肉、鱼类和无数其他海鲜。我眼角的余光中，发现了一只丰盛的烤火腿。薄片被切下，放在面包卷上。当我自己取了一份，上面撒上了融化的奶酪、蜜糖焦糖苹果和辣辣的山葵酱时，我偷听了一群母亲在旁边训斥他们的孩子。她们讲述了一个关于福恩哈拉（Fornhala）附近有一位用咒语污染蛋糕的女巫的故事。贪婪的爱吃甜食的孩子吃了这些蛋糕后，会变成异常毛茸茸的熊，终身如此...",
	"After savoring every morsel of my open-faced sandwich at Kaer Trolde, I was left wanting more. So I politely but insistently declined to leave the feast hall until someone agreed to betray to me the secret to roasting a ham to such succulence. Later, I managed to replicate the process in my own kitchen. The meat must first be marinated in local hard cider and spices, then boiled and coated with an aromatic glaze before being baked. The end result is a savory and juicy ham—delicious when served hot with gravy or when chilled and thinly sliced.": "在卡埃尔特罗德(Kaer Trolde)细细品味着我那开放式三明治的每一口后，我仍然渴望更多。因此，我礼貌但坚决地拒绝离开宴会厅，直到有人同意向我透露烤火腿至如此多汁的秘诀。后来，我设法在自己的厨房里复制了这个过程。肉必须首先用当地的苹果酒和香料腌制，然后煮沸并涂上芳香的蜜饯，然后再烘烤。最终结果是一块美味多汁的火腿——热热的配上肉汁或冷冷的切片都很美味。",
	"in Onion and Cheese Gravy with Groats": "在洋葱奶酪酱和(#)燕麦粥中",
	"Though the island's icy winds discouraged leisurely strolls, I refused to remain idle in the comfort of the inn. Making full use of my last day on Ard Skellig, I ventured to the fishing village of Rannvaig with a few of my fellow travelers. My choice of Rannvaig as a destination was no accident. I had heard of horse races run in this village to honor the goddess Freya. Dubbed the Heroes' Pursuits, the races are as highly hazardous as they are respected by local folk. Mountain brooks babbled, the sun shone bright and frosted heather twinkled as I followed a rocky path to a place marked off with pennants flapping in the wind. The air was thick with competitive energy, all gathered were abuzz. To my surprise, the breeze also carried the tantalizing aroma of a rich stew, simmering in a cauldron nearby. Learning that the simple yet hearty dish had been made for race participants and spectators alike, I claimed my bowl without delay. Roasted buckwheat, tender meat, and onion, beneath a thick smothering of mustard-cheese sauce ... By the gods ... With my belly full and my body warmed, the festive fervor took hold of me, too. I eagerly followed the crowd gathering at the village's edge to observe the race participants make their final preparations.": "尽管岛上冰冷的风吹阻止了悠闲漫步，我拒绝在旅馆的舒适环境中闲坐。在我在阿德·斯凯利格（Ard Skellig）的最后一天，我和几位同行者一起冒险前往了渔村兰维格（Rannvaig）。我选择兰维格作为目的地并非偶然。我听说在这个村庄举行的赛马比赛是为了向女神弗蕾亚（Freya）致敬。这些比赛被称为英雄追求，被当地人尊敬，也同样充满危险。山涧潺潺流水，阳光明媚，冰冻的石楠在我沿着一条岩石小道走去的路上闪闪发光，一处被风吹动的三角旗标记着这个地方。空气中充满了竞争的能量，所有聚集在一起的人都兴奋不已。令我惊讶的是，微风还传来了一阵诱人的香气，一口在附近的大锅里炖着的浓香炖菜。得知这道简单却丰盛的菜肴是为了赛马参与者和观众准备的，我立刻拿起了我的碗。烤荞麦，嫩肉和洋葱，浓郁的芥末奶酪酱覆盖在上面……天哪……肚子饱饱的，身体暖暖的，节日的热情也感染了我。我急切地跟随着聚集在村庄边缘的人群，观看赛马参与者做最后的准备。",
	"with Cranberries and Onions": "加上蔓越莓和洋葱",
	"A settlement on the archipelago's southernmost isle, Faroe, was the final stop on my tour of Skellige. Though many of my fellow travelers decided to remain on board, I chose to visit Harviken and peek inside the island's sole tavern, a quaint spot tucked between two homesteads. As I walked past a group of apparent regulars, I glanced at the fare before them. The tavernkeep insisted I try a dish that would be \"safe for an outsider's gut,\" yet I had already set my eyes on a prize. In the end, I sat down with a plate of hard-fought herring in oil. Cranberries, pickled onions, colored peppercorns, and dill rounded off the dish nicely. Served with hearty bread to wipe up any remaining oil, this outsider left no flavor to waste.": "在群岛最南端的法罗岛上的一个定居点，是我在斯凯利杰之行的最后一站。虽然许多同行者决定留在船上，但我选择拜访哈维肯（Harviken）并窥探这个岛上唯一的酒馆，这是一个被两个农舍夹着的古雅之地。当我走过一群明显是常客的人时，我瞥了一眼他们面前的食物。酒馆老板坚持让我尝试一道“适合外来者的胃”的菜肴，但我已经看中了一样东西。最终，我坐下来享用了一盘用油煎制的鲱鱼。蔓越莓、腌洋葱、彩色胡椒粒和莳萝为这道菜增添了美味。配上结实的面包擦拭干净盘中剩下的油，这位外来者没有浪费任何一丝风味。",
	"My Faroe herring came with a mug of spiced compote brewed from dried and smoked fruits. This particular assortment added both sweet and tart notes that paired wonderfully with warmed spices. Needless to say, I could not stop at one cup. After a few hours, I left Harviken with a new culinary experience and a small memento—a colorful, handwoven sash. And I began to wonder ... was this my farewell to Skellige and its crisp island air? No. I vowed to return. I would have to. Else how could I look forward to the next phase of my journey with clear eyes and an open mind? So, oath made, I boarded our ship, eager to set sail for Toussaint and leave the wild beauty of the Skellige Isles behind. For a time.": "我的法罗鲱鱼配上一杯由干燥和熏制水果酿制而成的香料煮果酱。这种特别的搭配既增添了甜味又带有酸味，与温暖的香料搭配得非常美妙。不用说，我无法只喝一杯。几个小时后，我带着一次新的烹饪体验和一个小小的纪念品——一条色彩斑斓、手工编织的腰带离开了哈维肯。我开始思考...这是我与斯凯利格及其清新的岛屿空气告别的时刻吗？不。我发誓会回来的。我必须回来。否则，我怎么能以清晰的眼光和开放的心态期待我旅程的下一阶段呢？所以，发誓之后，我登上我们的船，渴望驶向图桑并将斯凯利格群岛的野性美景留在身后。至少暂时。",
	"There is but one place on all the Continent where scorching days always turn to sultry nights, where, come evening, the air smells of fine wine, rose blossoms and succulent fare prepared in tavern cellars. Beauclair is the shining capital and beating heart of Toussaint, a land lying in the shadow of snow-capped Mount Gorgon, a land of fairy tales made real. An idyllic enclave for common folk, nobility and palace visitors alike, it is where drink and dance flow seemingly without end. Each day, Beauclair's vibrant alleyways and sun-drenched boulevards become crowded with merchants, travelers and winery proprietors. The latter supply their sanguine nectars to culinary experts at local taverns like the Adder and Jewels Winery or the Pheasantry. The Toussantois serve wine alongside all meals, in ornamental chalices, of course, but also use it as an ingredient in many of the duchy's traditional dishes. The region's cuisine is, quite simply, artistry on a fork. Even specialties enjoyed mostly by the common rabble are treasured and desired by the duchy's nobility and wellborn. And, as I expected, revels within the city walls grow to new heights of lavishness as holidays approach, be it {@i Yule}, {@i Belleteyn} or, perhaps most importantly, the Festival of the Vat. On these special occasions, Beauclair's main square transforms into a bustling jubilee, lit with lanterns and lined with rose-garlanded tents, where one can savor the finest wines and refreshments and the many other tempting delights Beauclair has to offer.": "在整个大陆上，只有一个地方，炎热的白天总会变成闷热的夜晚，在傍晚时分，空气中弥漫着美酒、玫瑰花朵和在酒馆地下室里准备的美味食物的香气。博克莱尔是图森特闪耀的首府和跳动的心脏，坐落在被积雪覆盖的蛇发女怪山的阴影之下，这片土地是童话故事变为现实的地方。对于普通人、贵族和宫殿访客来说，这是一个田园诗般的风景，酒宴和舞蹈似乎永无止境地流淌着。每天，博克莱尔充满活力的小巷和阳光普照的林荫大道都会挤满商人、旅行者和酿酒庄主。后者将他们的红润琼浆供应给当地酒馆的烹饪专家，如毒蛇酒馆和珠宝酒庄，或者是雉鸟园。图森特人在所有餐点中都会供应葡萄酒，当然是用装饰性高脚杯，而且也将其用作公国传统菜肴的原料。这个地区的烹饪简直就是叉子上的艺术品。即使是大多数普通平民喜欢的特色菜肴也被公国的贵族和贵族所珍视和渴望。正如我所预料的那样，在节日临近时，城墙内的狂欢活动达到了新的奢华高度，无论是{@i Yule}，{@i Belleteyn}，或者也许最重要的是酒桶节。在这些特殊场合，博克莱尔的主广场变成了一个熙熙攘攘的庆典场所，灯笼照亮，玫瑰花环装饰的帐篷林立，人们可以品尝到最好的美酒和点心，以及博克莱尔提供的许多其他诱人美味。",
	"Soon after arriving in Beauclair, I presented myself at the palace so as to begin work on a cartographic project commissioned by the ducal court. In preparation for it, I first consulted its scope and purpose with the court chamberlain, then made frequent visits to the renowned Beauclair Library. While at the library, with the court librarian's aid, I familiarized myself with its vast collection of maps. My aim was to draft the most accurate representation of the Continent to date. While consulting with the chamberlain, I was surprised to hear that my pace of work and apparent academic fervor might prove a disruption to the palace's serene air. \"'Work doth one ennoble,'\" he said, \"'while sloth doth one gratify'—a local mantra, if you will. And for us Beauclarois, gratification is sacred!\" Thus, while continuing to make visible progress in my map-making, I allowed myself ample moments of sloth as well. Come my first evening free of toil, I embarked on an exploration of the local cuisine at one of the city's many taverns—The Adder and Jewels. Affiliated with a winery, the establishment was housed in a townhouse cellar and came highly recommended by courtiers and palace servants alike. The wine list was impressive, while the dishes based on the recipes of the legendary elven chef Ra'mses Gor-Thon proved more than a match. Gor-Thon's once-lost culinary legacy had been rediscovered years before. The tavernkeep who came into possession of his records had incorporated the chef-of-yore's last surviving recipes into the menu. As I pored over it, I found myself torn between the Étoile Blanche Pasta and a crayfish boil. In the end, my passion for noodles proved decisive. The wide ribbons were served with a range of tasty additions—fried turkey marinated in exotic spices and yogurt, aromatic chanterelles, sweet tomatoes, a handful of arugula, and a creamy ricotta cheese. Paired with a red wine from the Pomerol Vineyard, it proved the very gratification I had set out to find.": "抵达博克莱尔不久后，我便前往宫殿，开始了一项由公爵庭委托的制图项目。为此，我首先与宫廷总管商讨了项目的范围和目的，然后频繁地造访了著名的博克莱尔图书馆。在图书馆里，借助宫廷图书管理员的帮助，我熟悉了其庞大的地图收藏。我的目标是起草迄今为止对大陆最准确的表现。在与总管商讨时，我惊讶地听到，我的工作速度和明显的学术热情可能会干扰宫殿的宁静氛围。“‘工作使人尊贵’，”他说，“‘懒惰使人满足’—这是一句当地的箴言，如果你愿意的话。对我们博克莱尔人来说，满足是神圣的！”因此，虽然继续在制图工作中取得显著进展，我也给自己留出了充足的懒惰时刻。在我第一个解脱于劳作的晚上，我踏上了探索当地美食的征程，在城市众多酒馆之一——(The Adder and Jewels)。这家与一家酒庄有关的餐厅设在一座市区地下室里，得到了宫廷人员和宫殿仆人的高度推荐。酒单令人印象深刻，而基于传奇精灵厨师拉姆西斯·戈尔-索恩的食谱制作的菜肴更是一绝。戈尔-索恩曾经失传的烹饪传统在多年前被重新发现。那位得到他记录的酒馆老板将这位昔日厨师的最后幸存食谱融入了菜单。当我翻阅菜单时，我发现自己在“白星面食”和小龙虾煮的选择之间犹豫不决。最终，我对面条的热爱起了决定性作用。这宽阔的面条配有一系列美味的添加物—用异国香料和酸奶腌制的炸火鸡、芳香的牛肝菌、甜美的番茄、一把芝麻菜和奶油芝士。搭配一瓶来自波美侯庄园的红酒，这正是我追求的满足。",
	"My meal consumed with satisfaction, I resolved to last out the evening at the Adder and Jewels. I felt it would be in poor taste—disrespectful, even— not to sample more of the expertly assembled wine list to which the establishment owed its fame. Also, the mere varieties, vintages, and barrels on display around the dining room did wonders to arouse my curiosity. I opted to taste the Saint Mathieu rouge, the Sansretour pinot noir, and the Sansretour chardonnay among others, complemented by a platter of local cheeses and grapes. Yet amongst all the flavor profiles I sampled, I crowned the sangria as queen cup of the evening. It is made using a unique blend of red wine, spices and sun-ripened fruit, including raspberries, blueberries, strawberries, and citruses, all of local provenance. Though most folk enjoy it as a cool refreshment on sweltering days, the barmaid explained, this fact need not mean the sangria loses its appeal come nightfall. Bottles came and went. I only noticed the time that had passed when the tavernkeep announced last call and I realized nearly all other patrons had long departed. Belly full and soul satisfied, I set out for the palace. I felt profoundly confident, at ease in my new surroundings, as if the sangria had given me almost limitless courage. Had the ghost of a headless knight errant appeared before me, I might well have asked him for a ride. Unfortunately, contrary to common belief, I've found that knights—spectral or otherwise—rarely appear when most needed. So I passed through the slumbering city, through the market square, and across the bridge between Old Town and the palace, the scent of blooming roses my sole companion...": "我满足地享用了我的晚餐，决定在蛇蛇与宝石酒馆度过这个晚上。我觉得如果不尝试更多这家酒馆以著名的精心调配的葡萄酒单，那将是不合适的——甚至有失礼貌。此外，餐厅周围陈列的各种葡萄酒品种、年份和酒桶让我充满了好奇心。我选择品尝了圣马修红葡萄酒、桑雷图尔黑皮诺和桑雷图尔霞多丽等等，搭配当地奶酪和葡萄拼盘。然而，在我尝试的所有口味中，我认定桑格利亚是这个晚上的王者之杯。它是用红葡萄酒、香料和日熟水果（包括覆盆子、蓝莓、草莓和柑橘）独特混合而成，全部来自当地。尽管大多数人喜欢在酷热的日子里享用它作为清凉饮料，但酒吧女招待解释说，这个事实并不意味着桑格利亚在夜幕降临时就失去了吸引力。瓶子来了又走。当酒馆老板宣布最后一杯时，我才意识到时间已经过去了，而几乎所有其他顾客早已离开。胃饱口福，心满意足，我踏上了回宫的路。我感到非常自信，在这个新环境中感到轻松自在，仿佛桑格利亚给了我近乎无限的勇气。如果一个无头骑士的幽灵出现在我面前，我很可能会请求他载我一程。不幸的是，与普遍的信念相反，我发现骑士——无论是幽灵还是其他形式——很少在最需要时出现。于是我穿过沉睡的城市，穿过市场广场，穿过连接老城和宫殿的桥梁，盛开的玫瑰花香成为我唯一的伴侣...",
	"Beautiful weather, scrumptious food and wine, seemingly nonstop entertainment—thus passes a typical day in Beauclair. Each day, in fact, seems a swift flow of revelry. Consequently, keeping up oft seems a challenge. Needless to say, I was not at all surprised to see the city's largest marketplace abustle, final preparations for a festival underway. A herald, voice clear and booming, announced the start of a spectacle—a play to be staged in the ruins of the Seidhe Llygad Amphitheatre. It was rumored a theater troupe had sought to perform a controversial work with a vampire motif. Yet at the behest of the ducal court, the Imperial Academy of Drama had stepped in with a staging of {@i A Midsummer Night's Daydream}. Market stalls usually used by local artists to sell their paintings promptly disappeared from the square. They were replaced with tables and with crates filled with Vis la Crac wine. While I strolled through the milling crowd, restless with anticipation, I came across a small confectionary stand, the proprietor inviting passersby to sample his fare. Given the commotion of the festival, he explained, he had pared down his offerings to a simplified take on his popular honey croissants with plum filling. Yet, the baker assured me, these were of no lesser quality. I left the busy Gran'place Market, croissants in hand, and found a quiet nook on a side street. There, I put his claims to the test. Indeed, in the mild sweetness, buttery flakes, and delicate crispiness, I found absolutely no flaw.": "美丽的天气，美味的食物和葡萄酒，看似不停的娱乐活动——这就是博克莱尔（Beauclair）的典型一天。事实上，每一天似乎都是一场狂欢的快速流动。因此，跟上节奏常常是个挑战。毫无疑问，我并不感到惊讶看到城市最大的市场熙熙攘攘，一个节日的最后准备正在进行中。一位传令官，声音清晰而洪亮，宣布了一场壮观的开始——一场将在塞德·利加德（Seidhe Llygad）露天剧场遗址上演的戏剧。传言有一个剧团试图演出一个带有吸血鬼主题的有争议作品。然而在公爵庭院的要求下，帝国戏剧学院介入，进行了一场{@i A Midsummer Night's Daydream}的表演。通常由当地艺术家用来出售他们的画作的市场摊位迅速从广场上消失。它们被装满维斯拉克（Vis la Crac）葡萄酒的桌子和箱子所取代。当我穿过人群，满怀期待地漫步时，我发现了一个小糖果摊，摊主邀请路人品尝他的美食。他解释说，由于节日的喧嚣，他将他的供应简化为他受欢迎的蜂蜜羊角面包搭配李子馅。然而，面包师向我保证，这些面包的质量并不逊色。我带着手中的羊角面包离开繁忙的格兰广场市场，找到了一个安静的街角。在那里，我对他的说法进行了检验。事实上，在淡淡的甜味、黄油般的脆片和精致的脆脆感中，我完全找不到任何瑕疵。",
	"with Sangreal Red Wine Sauce": "配以圣杯红酒酱",
	"As the sun began slowly to set, I put aside my work tools and turned my attention to an envelope holding an official invitation from Louis, the ducal family's chef in Beauclair and a splendid man to boot. For having recognized my interest in the culinary arts, he had not only secured an invitation for me to attend the ducal festivities, but had asked me to assist in preparing the dish that would represent the ducal kitchen. Once I reached our appointed meeting spot and found Louis amidst the crowd and tents, he quickly opened my eyes to the secrets of many dishes brought that day to Beauclair from all corners of Toussaint. For the occasion, the ducal kitchen aimed to demonstrate its expertise by resurrecting an old recipe. This was for a silky chocolate confection, once the favorite dessert of Ademarta, the first Lady of Beauclair. Achieving the proper consistency for the soufflé, even aided by this culinary virtuoso, required a steady hand and extraordinary attention to detail. Yet the effort was worth it. The chocolatey, fluffy richness paired with the tangy sweetness of a blood-red Sangreal wine sauce attested boldly to Beauclair's madly rich culinary traditions. Simply put, 'twas an experience I shall not soon forget...": "当太阳开始缓缓落下时，我放下手中的工具，将注意力转向一封来自博克莱尔的公爵家厨师路易斯(Louis)的官方邀请函，他是一位出色的人。因为他注意到了我的烹饪艺术兴趣，他不仅为我安排了参加公爵庆典的邀请，还请我协助准备代表公爵厨房的菜肴。当我到达约定的见面地点，在人群和帐篷中找到路易斯时，他迅速向我展示了当天从图桑地各个角落带到博克莱尔的许多菜肴的秘密。为了这个场合，公爵厨房旨在通过复活一道古老食谱展示其专业技能。这是一道丝滑巧克力甜点，曾是博克莱尔第一夫人阿德玛塔(Ademarta)最喜爱的甜点。即使在这位烹饪大师的帮助下，为 soufflé 达到适当的浓稠度，也需要稳定的手和对细节的非凡关注。然而，这份努力是值得的。巧克力的蓬松丰富搭配着血红色桑格利(Sangreal)葡萄酒酱的酸甜，大胆地证明了博克莱尔疯狂丰富的烹饪传统。简而言之，这是一次我不会轻易忘记的经历...",
	"During my sojourn in Beauclair, I came to learn a rather important travelers' truth—one day with a guide is worth a hundred without. While working in the palace library, I was fortunate enough to meet a group of future architects, all Beauclair natives. They became my guides and dining companions, introducing me to some of the best eateries tucked away in the city's nooks and corners. And so it happened that my boisterous new comrades, enthusiasts of the famed architect Faramond, led me to the Pheasantry—a culinary and cultural experience {@i de rigueur}. I encouraged them to draw on their local wisdom and choose for me a dish that, to their minds, would capture the tavern's spirit. So I promptly sampled the Pheasantry's exquisitely aromatic beef stew—simmered with sautéed mushrooms, carrots, and onions, and further enriched with plums, the inn's secret ingredient. Served with a creamy potato purée, the stew proved worthy of its reputation and more. After the meal, my comrades and I moved to a table on the terrace, taking our as yet unemptied bottles of wine with us. There, we witnessed the exciting conclusion of the Great Beauclair Gwent Tournament. Truth be told, I was disappointed to see the grand finale of this tourney of wits turn into a crude brawl. Yet, as my companions casually noted, I had at least experienced Toussaint's \"true culture\" firsthand.": "在我逗留于博克莱尔期间，我了解到一个相当重要的旅行者真理——有向导陪同的一天价值胜过一百天没有。在皇宫图书馆工作时，我很幸运地结识了一群未来的建筑师，都是博克莱尔本地人。他们成为了我的向导和用餐伙伴，带我去了城市角落里一些最好的餐馆。于是，我的热情新伙伴们，也是著名建筑师法拉蒙的狂热爱好者，带我去了《飞禽栖地》——一个烹饪和文化体验{@i de rigueur}。我鼓励他们依靠他们的本地智慧为我选择一道能捕捉酒馆精神的菜肴。于是，我迅速品尝了《飞禽栖地》精致芳香的牛肉炖菜——用炒蘑菇、胡萝卜和洋葱煨炖，再加上李子，这是酒馆的秘密食材。配上奶油土豆泥，这道炖菜不负盛名。用餐后，我和伙伴们移动到了露台上的一张桌子旁，带着尚未喝完的酒瓶。在那里，我们目睹了博克莱尔大决赛扑克锦标赛的激动人心结局。说实话，看到这场智慧比拼的盛大结局演变成了粗暴的争斗，我感到失望。然而，正如我的伙伴们随意提到的，至少我亲身体验了图森特的“真正文化”。",
	"Another encounter with Beauclairois cuisine awaited me during the New Wine Festival, a joyous occasion that features samplings of the current year's vintage from many wineries. The revelries included a scavenger hunt spanning the palace gardens, the city, and its surroundings. The game's participants set out in search of objects constituting clues to tasks they were then to perform. Thus, on that day, I could be seen emerging from a hedge bush—hair tousled, tunic rumpled—proudly presenting a pheasant feather I had been tasked with finding. Accomplishing the feat meant I could attempt the next. Following the clue attached to the feather, I reached a bakery in Lolivier Square. There, another challenge awaited: to bake a pear tart per a provided recipe. This task helped me recover some of the enthusiasm I had lost while crawling through the hedges. As I kneaded the ground almonds into my pastry dough, I nibbled on pears coated in a caramel sauce made with exquisite Est Est white wine and Zerrikanian spices. First attempt though it was, I managed to produce a perfect tart. The evaluating confectioner praised it highly, ensuring that I passed to the game's next stage. And though I was not crowned the ultimate victor that day, as I jotted down the tart recipe from memory, I knew I had walked away with the ultimate prize.": "在新酒节期间，我又一次品尝到了博克莱鲁瓦（Beauclairois）美食，这是一个充满喜悦的时刻，让人们品尝来自许多酒庄的当年新酿葡萄酒。庆祝活动包括了横跨宫殿花园、城市及周边地区的寻宝游戏。参与者们出发寻找构成线索的物品，然后执行相应的任务。因此，在那一天，人们可以看到我从一个树篱丛中走出来——头发凌乱，束腰外衣皱巴巴——自豪地展示着我找到的一根野鸡毛。完成这一壮举意味着我可以尝试下一个任务。根据毛上附着的线索，我来到了洛利维尔广场的一个面包店。在那里，另一个挑战等待着我：按照提供的食谱烤制一个梨挞。这个任务帮助我恢复了在树篱中爬行时失去的一些热情。当我把杏仁粉揉进面团时，我品尝着裹着用精美的Est Est白葡萄酒和泽里卡尼亚香料制成的焦糖酱的梨。尽管这是第一次尝试，但我成功地做出了一个完美的挞。评审的糕点师高度赞扬了它，确保我顺利进入了游戏的下一阶段。尽管那天我没有成为最终的胜利者，但当我凭记忆记下挞的食谱时，我知道我已经赢得了最终的奖品。",
	"Louis, the palace chef whom I had befriended, was kind enough to invite me to his home. There, he treated me to many more traditional Beauclairois dishes in an informal, domestic rather than stiff courtly setting. As you might imagine, I spent most of my time in his kitchen, the air thick with the aroma of fresh herbs. Much like in my own home in Kovir, his kitchen was the favored meeting place for members of his household. His family taught me about new ingredients and recipes, and we spent much time debating the merits of using precise measurements as opposed to following one's instincts and cooking with dollops and dashes, splashes and handfuls. Naturally, I lent a hand where I could, better to penetrate the secrets of their family recipes. It was there that I learned to prepare duck confit—a dish that takes time but rewards handsomely those with some patience. Duck legs—rubbed with salt, pepper, and herbs—must be cooked slowly in oil with garlic and rosemary. The result is a perfectly seasoned, delicate, melt-in-the-mouth meat—each bite so delightful as to make it irresistible to cooks. So much so, in fact, the duck outright fails to reach the dinner table at times ...": "我和宫廷厨师路易斯结为好友，他很友善地邀请我去他家做客。在那里，他用一种非正式、家庭化的方式款待我，让我品尝了更多传统的博克莱罗菜肴，而不是在拘谨的宫廷环境中。正如你所能想象的，我大部分时间都待在他的厨房里，空气中弥漫着新鲜香草的香气。就像在我在科维尔的家里一样，他的厨房是他家人聚会的首选地点。他的家人教会我许多新的食材和食谱，我们花了很多时间讨论使用精确的量度与跟随直觉、用一点一滴、一把一撮的烹饪方法之间的优劣。自然而然地，我尽力帮忙，以便更好地探寻他们家族食谱的秘密。就是在那里，我学会了制作鸭腿慢煮——这道菜需要时间，但对于那些有耐心的人来说回报丰厚。鸭腿要用盐、胡椒和香草擦拭，然后在橄榄油中慢慢烹饪，加入大蒜和迷迭香。结果是一道味道完美、口感细腻、入口即化的肉——每一口都如此美味，以至于让厨师们无法抗拒。事实上，有时候鸭子甚至无法到达餐桌上...",
	"I became a more frequent guest at Louis's home. Through this, I also became a familiar face at the market—where trade flourishes each day come dawn, the space filling with colorful stalls that overflow with fruits, vegetables, fish, and spices. Arriving at an early hour, I could buy the freshest ingredients while still being left with ample time to continue my work at the palace library. In the evenings, I would return to Louis's home, usually just as the family was beginning to ready supper. They revealed to me a new recipe for a savory salmon pie, similar to a dwarven {@i kohlgeback} or a Redanian {@i coulibiac}. While the mixing and kneading of the yeast dough was straightforward, braiding the decorative elements for the top of the pie proved a challenge. Once baked and golden, it is served with a dollop of sour cream that pairs well with the succulent salmon filling and creamy pea purée. With such an abundance of rich meals appearing each day, I was careful to treat myself to small portions. At each evening's end, I would enjoy a cup of wine with my new friends, sharing tales from my journey, the customs of my native Kovir and the recipes of my homeland.": "我成为了Louis家的常客。通过这一点，我也成为了市场上一个熟悉的面孔——每天清晨，这里都是贸易繁荣的地方，空间里摆满了五颜六色的摊位，摆满了水果、蔬菜、鱼和香料。早早到达，我可以购买到最新鲜的食材，同时还有充足的时间继续在皇宫图书馆工作。晚上，我会回到Louis家，通常正好是家人开始准备晚餐的时候。他们向我展示了一道美味三文鱼派的新食谱，类似于矮人{@i kohlgeback}或瑞达尼亚人{@i coulibiac}。虽然和面和揉面团很简单，但编织派顶部的装饰元素却是一个挑战。烘烤成金黄色后，配上一勺酸奶油，与多汁的三文鱼馅和奶油豌豆泥搭配得很好。每天有这么多丰盛的餐点，我小心翼翼地享用小份。每天晚上结束时，我会和新朋友一起喝一杯葡萄酒，分享我的旅程故事，我祖国科维尔的风俗和我的家乡食谱。",
	"One day, after quickly concluding my business at the flea market in Epona Square, I made for the Pheasantry, which was due to celebrate the anniversary of its founding. To mark the occasion, the tavern displayed a series of artifacts from its history. The menu, too, had been adjusted to include classic dishes upon which the establishment had built its reputation. Among these was their ever-popular gingerbread, based on the recipe of legendary elven chef Ra'mses Gor-Thon, for which a spot is always made on Beauclairois tables during the observance of {@i Midinváerne}. While waiting to collect my own gingerbread, I studied the original written recipe, on display inside a glass case, as well as the famous spoon key to the door of the legendary chef's workshop. The Pheasantry had drawn a crowd that day. I acquired two gingerbread loaves and took a smaller piece on a tasting plate to eat on the terrace under the Toussaint sun. As I sat, having my cake and eating it, too, I began reading a book of fairy tales I had procured at the market earlier that day. It was titled {@i Tales of the Merchant of Mirrors}. How amusing and appropriate, I thought, that the book provided such interesting perspectives on time as a culinary concept. For time is a crucial ingredient, giving gingerbread the right consistency, conjuring the ideal crunch of the outer crust and the delicious moistness within.": "在艾波娜广场的跳蚤市场迅速完成我的交易后的一天，我前往将庆祝其建立周年纪念日的野鸡栖息地。为了纪念这一时刻，酒馆展示了一系列来自其历史的文物。菜单也进行了调整，包括该机构建立声誉的经典菜肴。其中包括他们备受欢迎的姜饼，基于传奇精灵厨师拉姆西斯·戈尔-索恩的食谱，每当庆祝{@i Midinváerne}时，博克莱鲁瓦桌上总会留出一块位置。在等待取回自己的姜饼时，我研究了展示在玻璃柜内的原始书面食谱，以及通往传奇厨师工作室的著名勺子钥匙。那天，野鸡栖息地吸引了一大群人。我买了两块姜饼，拿了一小块放在品尝盘上，在图桑阳光下的露台上享用。当我坐着吃我的蛋糕时，我开始阅读当天早些时候在市场上买到的一个童话书。它的标题是{@i Tales of the Merchant of Mirrors}。我觉得很有趣且恰当，这本书提供了关于时间作为烹饪概念的有趣视角。因为时间是一个至关重要的成分，赋予姜饼正确的口感，召唤外壳的理想脆脆感和内部的美味湿润感。",
	"The roads into and out of Beauclair are largely safe from banditry due to frequent patrols by knights-errant. Navigating the corridors of the ducal palace, on the other hand, carries a good deal of risk. Two little girls, daughters of the ducal {@i camerlengo}, claimed the vicinity of the library as their territory and demanded a \"toll\" from any adventurer who dared enter their domain. The cost of passage? A fairy tale or a sweet treat. For my first toll, I shared the tale of a magic fern flower. Yet my supply of fairy tales quickly ran dry, so I had no other option but to have oat cookies always at the ready. Louis, the palace chef and my friend, frequently supplied me with these crunchy treats, loaded with butter, nuts, and dried fruit. Flattered by my seemingly limitless appetite for these uncomplicated yet scrumptious cookies, he was glad to churn out fresh batches regularly ... for a time. Eventually, he decided to give me the recipe instead. The girls dubbed them \"Cookies from the Land of a Thousand Fables,\" named for a magical land, the entrance to which they sought in secret, using books they had stolen from the palace library.": "由于骑士游侠频繁巡逻，博克莱尔进出的道路大多安全免受土匪的侵扰。然而，在公爵宫殿的走廊中穿行却存在相当大的风险。两个小女孩，公爵{@i camerlengo}的女儿，宣称图书馆附近是她们的领地，并要求任何冒险者进入她们领地的人支付“通行费”。通行费是什么？一个童话故事或一份甜点。对于我的第一笔通行费，我分享了一个关于魔法蕨花的故事。然而，我的童话故事很快就用光了，所以我别无选择，只能随时准备燕麦饼干。路易斯，宫廷大厨也是我的朋友，经常供应这些酥脆、富含黄油、坚果和干果的美味小吃。他对我对这些简单却美味的饼干似乎无穷无尽的胃口感到受宠，乐意定期制作新批……一段时间。最终，他决定给我这个食谱。女孩们将它们称为“来自千奇百怪之地的饼干”，以一片神奇之地命名，她们秘密寻找其入口，使用她们从宫殿图书馆偷来的书籍。",
	"Open a crate delivered from afar, forage amidst the straw you find there and draw out a dark-tinted bottle. If you are lucky your wine will taste of Toussaint, a land just south of the Amell Mountains. Each sip will taste of a warm breeze, of the lazily circling wings of a windmill, of the surrounding sunflower meadows. Complex flavors and subtle notes will evoke timeless moments spent in charming villages and castle vineyards that dapple the area's lusciously verdant valleys. Toussaint boasts a plethora of vineyards, but Corvo Bianco, Vermentino, Tufo, Belgaard, Castel Ravello and Pomerol are widely recognized as producers of the Continent's finest wines, exported to its farthest reaches. The land's cuisine, strongly influenced by grape cultivation and bountiful harvests of various crops, is just as remarkable as the prized crimson nectar maturing in sealed barrels. To taste and learn the differences between the {@i haute cuisine} of Toussaint's capital, Beauclair, and the lands beyond its walls, one need but stroll along the Sansretour River, accompanied by a chorus of cicadas. Unsure of one's path, one can always inquire with the knights-errant who regularly patrol these routes. They invariably prove delightful guides, ever eager to suggest local taverns and inns offering Toussaint's culinary gems—an eclectic array of dishes produced from recipes passed down and perfected from generation to generation.": "打开一只从远方送来的板条箱，在里面的稻草中搜寻，取出一瓶深色酒瓶。如果你幸运的话，你的葡萄酒会有图森特(Toussaint)的味道，这片土地位于阿梅尔山脉(Amell Mountains)的南部。每一口都会尝到温暖的微风，慵懒地盘旋的风车翅膀，周围的向日葵草地。复杂的口味和微妙的香气会唤起在迷人村庄和城堡葡萄园中度过的永恒时刻，这些地方点缀着郁郁葱葱的山谷。图森特拥有众多葡萄园，但科尔沃比安科(Corvo Bianco)、维门蒂诺(Vermentino)、图佛(Tufo)、贝尔加德(Belgaard)、拉维洛城堡(Castel Ravello)和波美侯(Pomerol)被广泛认为是大陆上出产最好的葡萄酒，远销各地。这片土地的美食受葡萄种植和各种庄稼丰收的影响很大，与密封桶中酝酿的珍贵深红色琼浆一样令人印象深刻。要品尝并了解图森特首府博克莱尔(Beauclair)和城墙外土地之间的差异，只需沿着桑瑟图尔河(Sansretour River)漫步，伴随着蝉鸣的合唱。如果不确定自己的路，总可以向定期巡逻这些路线的游侠骑士询问。他们总是愉快的向导，热心地推荐当地的酒馆和客栈，供应图森特的美食珍品——一系列由代代相传并不断完善的食谱制作而成的菜肴。",
	"Though I was rather pleased with the results of my work over the preceding few weeks, I had not expected my employers to demonstrate their gratitude so emphatically. Yet on the day I completed things, in addition to the agreed-upon fee, the chamberlain presented me with an ample bonus and conveyed the duchess' personal thanks. Her highness, aware of my plans to venture out of the city into the Toussaint countryside, had kindly directed missives to the duchy's finest vineyards and mansions, requesting they treat me as their special guest. A few days on, I arrived at my first stop—the Castel Ravello vineyard. After exchanging pleasantries with the proprietor, I was invited to sample the estate's famous Est Est and Fiorano wines as well as a delicious ratatouille, a signature dish of the region served on tables both noble and peasant. This comforting meal consists of a double portion of vegetables—a base of root veggies topped with a carefully arranged layer of tomatoes and other local produce, all sliced—that is then drizzled with fresh olive oil flavored with herbs and lemon juice.": "虽然我对过去几周的工作成果感到满意，但我并没有预料到雇主们会如此强烈地表达感激之情。然而，在我完成工作的那一天，除了约定的费用外，总管还给了我一笔丰厚的奖金，并转达了公爵夫人的个人感谢。殿下知晓我计划离开城市前往图桑特乡间，特别善意地向公爵领地最好的葡萄园和庄园发送了信函，请求他们将我视为特别贵宾。几天后，我抵达了第一个目的地——拉维洛城堡葡萄园。在与业主寒暄之后，我被邀请品尝庄园著名的Est Est和Fiorano葡萄酒，以及美味的蔬菜煲，这是该地区的招牌菜肴，无论是贵族还是农民的餐桌上都会供应。这顿令人舒适的餐点包括双份蔬菜——以根茎蔬菜为底层，上面精心摆放着番茄和其他当地农产品的一层切片，然后淋上用香草和柠檬汁调味的新鲜橄榄油。",
	"Taking advantage of the sunny weather, the next day I set out to explore more of the valley, capturing Toussaint's fairytale landscapes in simple drawings in my journal. For my lunch I had brought along a basket containing a bottle of light wine from the neighboring Vermentino vineyard and crispy, fragrant sourdough toast prepared by the winery's staff. The proprietress had explained how to achieve the unpretentious yet rich flavor—by grinding plenty of local greens, seeds, and oils into a paste, then toasting this with the bread and topping each warm batch with grated, mature cheese. This modest meal, often enjoyed by local workers, originates from the village of Fox Hollow, where it remains a popular choice at the Ruddy Brush Auberge. When I returned the empty basket to its owner, she invited me to sit down to an evening feast. Seated on empty wine crates and sampling appetizers made from local produce, we listened to a wandering storyteller recount some local folktales, including one about a black cat that granted seven wishes and another about a brilliant rat that ran Beauclair's most prestigious tavern, creating culinary wonders from the simplest ingredients.": "利用晴朗的天气，第二天我踏上了探索山谷更多地方的旅程，在我的日记中用简单的画作捕捉图桑的童话般风景。午餐时，我带了一个篮子，里面装着来自邻近Vermentino葡萄园的一瓶淡酒和由酿酒厂工作人员准备的脆香酵母面包片。女主人曾解释过如何制作这种不矫揉造作但口感丰富的风味——将大量当地的青菜、种子和油磨成酱，然后将面包和酱一起烤，每一批烤好的面包上撒上磨碎的成熟奶酪。这种朴素的餐点经常被当地工人所喜爱，起源于狐穴村，至今仍是Ruddy Brush客栈的热门选择。当我把空篮子还给主人时，她邀请我坐下享用晚宴。我们坐在空酒箱上，品尝用当地农产品制作的开胃菜，听着一个流动的讲故事者讲述一些当地民间传说，包括一个关于一只能实现七个愿望的黑猫，以及另一个关于一只聪明的老鼠在博克莱尔最负盛名的酒馆里创造美味佳肴的故事，用最简单的食材。",
	"I arrived at Dun Tynne Castle a few hours after sunset, having previously taken a wrong turn at a crossroads. While my room was being prepared, I was led to the kitchen where the cook heated a bowl of leek soup for me. The creamy vegetable broth proved to be delicious. Chunks of smoked bacon garnished with caramelized leek strips, droplets of fine olive oil, and nigella seeds produced a warm, delectable harmony. Nourished but fatigued, I sought out my assigned quarters, though with only a candle to light my way, the task was not easy. After many minutes of searching, I opened what I believed to be the door to my room only to find myself face-to-face with the silhouette of a woman hovering in the twilight. I dropped my candle in terror and stepped back into a suit of armor, which crashed to the floor and awoke all the members of the household within earshot. Once the staff had brought more light, I asked, mortified, whom I should apologize to for breaking into their room. I was told that the quarters were now vacant, but had once belonged to the owner's ancestor Téofila, whose portrait hung in the castle's main dining hall. The ghost, whom locals call the \"Lady in White,\" is said to emerge from her painted representation just before midnight to stalk the corridors and visit the castle's nooks and crannies.": "在夜幕降临几个小时后，我抵达了邓廷城堡(Dun Tynne Castle)，此前在十字路口走错了方向。在我的房间准备好之前，我被带到厨房，厨师为我热了一碗韭菜汤。这碗奶油蔬菜清汤非常美味。熏猪肉块配以焦糖化的韭菜条、几滴优质橄榄油和黑种草籽，营造出一种温暖、美味的和谐。尽管得到滋养却感到疲惫，我寻找我的指定住所，然而只有一支蜡烛照亮我的路，这任务并不容易。搜索了许多分钟后，我打开了我认为是我的房间的门，却发现自己面对着一个在黄昏中徘徊的女人的轮廓。我惊恐地把蜡烛掉在地上，向后退了一步，撞到了一个盔甲，发出巨响，惊醒了附近所有的家庭成员。工作人员带来更多光线后，我惊慌地询问应该向谁道歉因为闯入他们的房间。我被告知这个房间现在是空的，但曾经属于主人的祖先Téofila，她的肖像挂在城堡的主餐厅里。当地人称之为“白衣女士”的幽灵据说会在午夜前夕从她的画像中走出来，穿行走廊，探访城堡的角落。",
	"Following the unfortunate incident at Dun Tynne Castle the evening before, by way of apology I offered to help in the kitchen the next day. At first my hosts would not hear of a guest taking up any sort of labor, but they gave in once I assured them of my passion for the culinary arts and eagerness to learn local recipes. One of the kitchen hands had the day off. As the cook told it, the girl was squandering her leisure time weaving a nettle shirt that would, she hoped, lift a curse from a swan that called {@i Mare Aubrebis} Lake home. In any case, I was asked to assist in the preparation of a local radish and cabbage slaw. Under the cook's guidance, I went through the recipe's vital steps—macerating finely shredded cabbage in salt and marinating slices of radish and thin strips of carrot in honey and vinegar. As I completed the dish, a knight-errant appeared unexpectedly. He had been patrolling the area around the castle and had unfortunate news for both myself and the cook. A slyzard recently spotted in the Caroberta Woods had been forcing travelers to take long detours. Now it also jeopardized the future radish-based menu by cutting off deliveries from the Gélenser Farmstead, famed for cultivating the best radishes in all Toussaint.": "在前一天晚上Dun Tynne城堡发生的不幸事件之后，作为道歉，我提出第二天帮忙厨房。起初，我的主人们不愿意让客人做任何劳动，但在我向他们保证我对烹饪艺术的热情和学习当地食谱的渴望后，他们同意了。其中一名厨房助手休假了。据厨师说，那女孩在浪费闲暇时间编织一件荨麻衬衣，她希望这件衣服能解除{@i Mare Aubrebis}湖中一只天鹅身上的诅咒。无论如何，我被要求协助制作当地的萝卜和卷心菜沙拉。在厨师的指导下，我按照食谱的关键步骤进行了操作——用盐腌制细切的卷心菜，用蜂蜜和醋腌制切片的萝卜和胡萝卜薄片。当我完成这道菜时，一位游侠骑士突然出现了。他一直在城堡周围 patrolling，并为我和厨师带来了不幸的消息。最近在Caroberta Woods发现的一只slyzard一直迫使旅行者绕道而行。现在它还因切断了来自Gélenser农场的交货而危及未来基于萝卜的菜单，该农场以种植图桑地最好的萝卜而闻名。",
	"The story of this recipe is so astonishing that few of my relatives at home in Kovir will believe it. At dusk, rather than returning to the castle via the shorter path along the Dun Tynne hillside, I took another trail leading past the cemetery on the slope of Mont Crane. There, I encountered a girl lugging a heavy cauldron. After a brief conversation, I offered to help carry it. As it turned out, she was the aforementioned kitchen hand from the castle, though the cook had been sorely mistaken about the reason for her absence. Though she in truth had been collecting wild plants from roadside ditches, it was sorrel, not nettles, she was gathering for a nourishing recipe. The green-hued soup she aimed to make based on a pork-rib broth was for her brother. He had been cursed, and no one had thus far found a remedy. The poor wretch was forced to seek seclusion in a cemetery and await meals brought by his family, who would announce their arrival with the clanging of spoons hung on a string. Though the pungent, green broth initially repulsed me, the story nevertheless inspired me to include this sorrel soup recipe in my journal. The refined result proved surprisingly delicious with the addition of cream and hard-boiled eggs. It should be noted that, despite similar origins, this unusual soup is much tastier than the one from {@i The Adventures of Spikey and a Wight called Franconi}.": "这个食谱的故事如此惊人，以至于我在科维尔家中的一些亲戚都不会相信。黄昏时分，我没有沿着邓廷山坡上更短的路返回城堡，而是选择了另一条小径，经过蒙特·克兰斜坡上的墓地。在那里，我遇到了一个女孩，拖着一个沉重的大锅。经过简短的交谈后，我提出帮忙搬运。事实证明，她正是城堡里那位厨房助手，尽管厨师对她缺席的原因有着严重的误解。事实上，她一直在路边沟渠采集野生植物，而不是荨麻，她采集的是酸模，用于制作一道滋补食谱的绿色汤。她打算基于猪排骨汤制作这道绿色汤，是为了她的哥哥。他被诅咒了，迄今为止没有人找到解药。这个可怜的家伙被迫在墓地里寻找隐居之地，等待家人送来的饭菜，家人会用挂在绳子上的勺子敲响来宣布他们的到来。尽管那道刺鼻的绿色汤最初让我感到恶心，但这个故事仍然激发了我将这道酸模汤食谱收录在我的日记中。经过精心调制，加入奶油和煮熟的鸡蛋后，最终的成品令人惊讶地美味。值得注意的是，尽管起源相似，这道不寻常的汤比{@i The Adventures of Spikey and a Wight called Franconi}的那道汤要美味得多。",
	"The village of Flovive was named after a raftsman named Flavien. According to legend, he saved the duchy from a plague of frogs by serenading the amphibians on his fiddle and coaxing them to follow him beyond its confines. Each year, a multi-day festival is held to commemorate this event, which I very much wished to attend. Upon my arrival in Flovive, I decided, as usual, to sample the local cuisine while watching a musicians' parade inaugurate the festivities. At the Barrel and Bung, they served flamiche, a dish that has been the villagers' pride for years and, like everything in Toussaint, has a story behind its inception. It apparently all began with an unfortunate mishap. As a Tufo vineyard worker's wife was entering the village square, she tripped and fell, causing the eggs, cheese, and cream in her basket to blend together. A friend came to her aid and suggested they rescue the mess by removing any eggshells and baking the mish-mashed ingredients with the bread dough the friend had been kneading. The current version of flamiche enriches the traditional base of fluffy dough with its creamy filling by adding leeks stewed in local white wine. The dish is enjoyed both as a snack and as a main meal in many households throughout the duchy.": "Flovive村以一位筏工Flavien命名。根据传说，他用小提琴为那些两栖动物演奏，诱使它们跟随他离开村庄，从而拯救了公国免受青蛙之灾。每年，村民举行为期数天的节庆来纪念这一事件，我非常希望能参加。抵达Flovive后，我决定像往常一样品尝当地美食，同时观看音乐家游行开启庆典。在“桶和塞”酒馆，他们供应flamiche，这道菜多年来一直是村民的骄傲，就像Toussaint的一切一样，背后都有一个故事。一切似乎都始于一个不幸的意外。一位Tufo葡萄园工人的妻子走进村庄广场时绊倒了，导致她篮子里的鸡蛋、奶酪和奶油混合在一起。一位朋友前来帮助她，并建议他们通过去除蛋壳，并将混合的食材与朋友一直在揉面团的面团一起烘烤来拯救这一困境。现在的flamiche版本通过加入用当地白葡萄酒炖制的韭菜来丰富传统的松软面团基底与其奶油馅料。这道菜在公国的许多家庭中既作为零食又作为主餐而受到喜爱。",
	"Trouble, following age-old custom, appeared when least expected. At the village of Francollarts I was greeted by a throng of merchants and travelers whose route to the Belgaard vineyard had been blocked by a cohort of knights-errant. At a baker's stall, the talkative owner explained the cause of the commotion whilst selling sandwiches to all those waiting. The troublemaker was apparently a squire named Pierre Gynt, who had journeyed to Mount Gorgon and the legendary Hall of the Mountain King to retrieve a jewel for his cherished mademoiselle. Pierre had returned from the cave not with a jewel, but with a curse that blighted the village with mysterious disappearances. Whatever had followed the young squire back, it no doubt complicated my plan to return to the capital. But, as my beloved nana always said, \"Just as a cat cannot lay eggs, a man cannot move a mountain.\" I decided not to fight the circumstances and to wait for the situation to resolve itself. I passed the time by chatting with the baker and sampling his open-faced baguettes. He proudly emphasized that the various toppings were his original ideas, such as creamy camembert, caramelized onions, and nuts, all on toast, or the soft bread with fresh tuna, egg, and herb paste. His opinion of the knights-errant and their handling of the present situation was far less enthusiastic. \"Those pompous twits? Only good for jousts and tourneys, I say. When there's serious trouble, we send for a witcher.\"": "在符克拉特村庄，按照古老的习俗，麻烦总是在最不经意的时候出现。我被一群商人和旅行者迎接，他们的前往贝尔加德葡萄园的路被一队游侠骑士挡住了。在一个面包师的摊位前，健谈的老板一边向等待的人们卖三明治，一边解释了骚动的原因。捣蛋者显然是一个名叫皮埃尔·吉恩特（Pierre Gynt）的侍从，他前往戈尔贡山和传说中的山王大厅为心爱的小姐寻找一颗宝石。皮埃尔从洞穴返回时，并没有带回宝石，而是带回了一场诅咒，使村庄陷入神秘失踪的困扰。无论是什么跟随这位年轻侍从回来，毫无疑问地给我回首首都的计划带来了麻烦。但正如我亲爱的奶奶常说的那样，“猫不能下蛋，人也不能挪动山。”我决定不与环境作对，等待情况自行解决。我和面包师聊天，品尝他的开放式法棍三明治来打发时间。他自豪地强调各种配料都是他的原创想法，比如奶油卡芝士、焦糖洋葱和坚果，都放在烤面包上，或者软面包搭配新鲜金枪鱼、鸡蛋和香草酱。他对游侠骑士及其处理当前情况的看法则远不如此热情。“那些自负的蠢货？我只能说他们只适合比武和锦标赛。真遇到严重麻烦时，我们会找猎魔人。”",
	"\"Every journey begins with a first step. Take it at the Cockatrice Inn.\" This advertisement alone—pinned to a notice board alongside a note about a found dog named Spot—convinced me to visit the establishment situated on a bridge spanning the Sansretour River. I had been counting on sampling their widely recommended Fisherman's Chowder, but due to a shortage of fresh crayfish I was forced to choose another dish. That is how a portion of fresh hare pâté (supposedly baked for the time it takes to recite two litanies to Saint Plegmund) landed on my table. The savory delicacy with its velvety texture and distinct flavor seemed to melt on my tongue. It also paired surprisingly well with the fruity, red wine-based dessert served alongside it. As I was finishing my meal, I listened to a fierce debate about whether or not the gaze of a cockatrice—whose likeness hung above the inn's doorway—was dangerous. One man, convinced it was lethal, claimed a silver mirror to reflect the gaze was the sole way to protect oneself. Another responded that it was no more dangerous than an angered turkey and instructed his debater to \"smash the mirror over his foolish head.\" Unfortunately (or perhaps fortunately), I did not stay to hear the end of the debate as I set off for the next stop along my route—the Corvo Bianco vineyard.": "\"每个旅程都始于第一步。在鸡蛇酒店迈出这一步。” 这则广告独自一张，被钉在一个布告板上，旁边是一张关于一只名叫斑点的走失狗的通知。这广告说服了我去参观这家位于横跨桑瑟图尔河的桥上的酒店。我原本指望品尝到他们广受推荐的渔夫杂烩，但由于新鲜龙虾短缺，我被迫选择了另一道菜。于是，一份新鲜野兔肉酱（据说烤制的时间正好可以背两篇圣普莱格蒙德的赞美诗）摆在了我的桌上。这道美味佳肴带着丝滑的口感和独特的风味仿佛在我的舌尖上融化。它还出奇地与果味红酒甜点搭配得很好。当我快要吃完饭时，我听到了一场激烈的辩论，讨论的是鸡蛇的凝视是否危险—酒店门口悬挂着它的画像。一名男子坚信它是致命的，声称用银镜反射凝视是唯一保护自己的方法。另一个则回应说，它并不比一只愤怒的火鸡更危险，并指示他的辩论者“把镜子砸在他愚蠢的头上。”不幸的是（或许幸运的是），我没有留下来听辩论的结局，而是启程前往我的下一个目的地—Corvo Bianco葡萄园。",
	"Kissel is a gooey, ruby-colored ostensible dessert with bits of cranberry, raspberry, and cherry. I was able to sample it at the Cockatrice Inn, where it tickled my taste buds so thoroughly that it came to deserve its own entry in my journal. It proved intriguing not just due to its sweet-yet-sour flavor, derived from the combination of ripe fruit with a base of red wine, but also through its unconventional use in the local cuisine. While you will find cranberry kissel served solely as a dessert on Redanian tables, in Toussaint chefs tend to approach cooking more as an art than a craft. So they use kissel as a sauce to accompany various savory dishes. Not least among them, the hare pâté I was served at the Cockatrice.": "Kissel（基色）是一种黏黏的、红宝石般的甜点，里面有蔓越莓、覆盆子和樱桃碎。我在Cockatrice Inn尝到了它，它让我的味蕾如此愉悦，以至于它值得在我的日记中单独留下一篇。它不仅因为由成熟水果与红酒底料组合而成的甜酸味道引人入胜，还因为它在当地烹饪中的非传统用法。在Redanian餐桌上，你会发现蔓越莓kissel仅作为甜点供应，而在Toussaint，厨师们更倾向于将烹饪看作一种艺术而不是手艺。因此，他们使用kissel作为酱汁搭配各种美味菜肴。其中最重要的是我在Cockatrice享用的野兔肝酱。",
	"The walk from the Cockatrice Inn to the Corvo Bianco vineyard was pleasant, even in the sweltering heat of the day. I was eager to sample the vineyard's wine, true, but above all to exchange a few words with its extraordinary owner. For Corvo Bianco belongs to Geralt of Rivia himself, the famous White Wolf, a witcher whose exploits are known throughout the Northern Realms, from Kovir in the far north to the Amell Mountains (and, as it turned out, beyond them) in the south. Apart from meeting the legendary monster-slayer in person, I hoped to ask him about a peculiar journal I had acquired in Oxenfurt. Sadly, I would be disappointed. When at last I arrived at the vineyard, its exceedingly polite majordomo informed me that its owner was not expected to return for weeks at the least, if not until the end of autumn, just before the first heavy snows would block the mountain passes. Crestfallen, I nonetheless accepted the majordomo's invitation to rest my weary legs. I spent a few hours in the shade of a rose-covered arbor, sipping lemonade squeezed from ripe lemons, then blended with the juice of freshly picked white grapes. This delicious mixture, common in the region, is customarily served as a refreshment during the grape harvest. Meanwhile, I listened to a story about the origins of the vineyard and the famed Sepremento wine it had once produced, and of how Geralt of Rivia came to be the property's owner, transforming the run-down estate into a once more respected and prospering one. Only once the fiery sunset had given way to the evening's cool palette did I bid farewell to Corvo Bianco's hospitality and turn my gaze and steps toward Beauclair's city gates. I did not doubt the majordomo regarding Geralt of Rivia's prolonged absence. Yet as I strode down the road I secretly hoped one of the travelers I passed would turn out to be a white-haired man with two swords on his back.": "从(Cockatrice Inn)到(Corvo Bianco)葡萄园的步行路程令人愉快，即使在酷热的白天。我渴望品尝葡萄园的葡萄酒，但最重要的是与其非凡的主人交换几句话。因为(Corvo Bianco)属于杰洛特·德·里维亚(Geralt of Rivia)本人，这位著名的白狼，一位在北部王国中享有盛誉的猎魔人，从北部的科维尔(Kovir)到南部的阿梅尔山脉(以及后来发现，甚至超越了)。除了亲自见到这位传奇的怪物杀手，我还希望问他关于我在奥克森福特(Oxenfurt)买到的一本奇特日记。不幸的是，我会失望的。当我最终抵达葡萄园时，它极其有礼貌的总管告诉我，主人预计至少要在几周后才会回来，甚至可能要等到秋末，就在第一场大雪封锁山道之前。尽管心情沮丧，我仍然接受了总管的邀请，让我的疲惫的双腿休息。我在一座被玫瑰覆盖的凉亭下度过了几个小时，品尝着用成熟柠檬榨出的柠檬水，然后与新鲜采摘的白葡萄汁混合而成。这种美味的混合饮料在该地区很常见，通常在葡萄收获期间作为一种解暑饮料供应。与此同时，我听了一个关于葡萄园起源和曾经生产的著名(Sepremento)葡萄酒的故事，以及杰洛特·德·里维亚如何成为这个财产的主人，将这个破旧的庄园改造成一个再次受人尊敬和繁荣的地方。只有当火红的日落让位于傍晚凉爽的调色板时，我才向(Corvo Bianco)的款待告别，将目光和脚步转向博克莱尔(Beauclair)的城门。我并不怀疑总管关于杰洛特·德·里维亚长时间不在的说法。然而，当我沿着道路大步前行时，我暗自希望我经过的旅行者中会有一位背着两把剑的白发男子。",
	"Dense clouds loom in the sky, so the season of storms has clearly begun. Thus the whims of fickle nature have greatly extended my stay in Oxenfurt. Trapped in the city and unable to embark on the next stage of my journey, I have accepted an offer from the antique shop of an auction house to restore an old map of unknown provenance. I was working in the shop the other day when an old, weathered, leather-bound journal caught my eye. The antique dealer acquired it shortly after the Battle of Brenna, and it allegedly belonged to a fallen witcher named Coën, as evidenced by the former owner's initials inscribed inside the front cover. The surviving entries are so illegible and incomplete as to be very difficult to decipher. So it has been gathering dust in the antique shop for years, classified rather as a curio than a valuable artifact that could become the object of a vigorous bidding contest. Still, it intrigues me enough that I have requested it be made part of the payment for my work, hoping that I might one day decipher its contents.": "厚重的云层笼罩天空，暴风雨季节显然已经开始。因此，善变的自然之神大大延长了我在奥克森福特的逗留时间。被困在这座城市里，无法启程继续旅程，我接受了拍卖行古董店的一份工作，修复一幅未知出处的古老地图。有一天我在店里工作时，一本古旧的皮革装订的日记引起了我的注意。古董商人在布伦纳之战后不久就获得了它，据说曾属于一位名叫科恩的已故猎魔人，前任所有者的姓名缩写刻在封面内侧。幸存的条目难以辨认和不完整，以至于极为难以解读。因此，这本日记在古董店里积满了灰尘，多年来被归类为古玩而非有望成为激烈竞标的有价值文物。然而，它引起了我的兴趣，我请求将其作为我的工作报酬的一部分，希望有朝一日能解读其内容。",
	"For the first time since acquiring the journal, I found the time to study it more closely recently. Interestingly, the surviving pages have turned out to contain fragments of recipes, listing herbs, spices, and ingredients, though it will take me some time to excavate the owner's faded scrawls.": "自从获得这本日记以来，我最近终于有时间仔细研究它。有趣的是，幸存下来的页面竟然包含了一些食谱碎片，列出了草药、香料和食材，尽管需要一些时间来揭示主人已经褪色的潦草字迹。",
	"Due to rough seas, I found it impossible to work on deciphering the journal's contents during my journey to and from the Skellige Isles. I have been forced to wait to resume my efforts until now, when I have reached dry land. Still, I find myself in a bit of a pickle, for the journal's tantalizing inscriptions are proving difficult to unravel. Might another witcher fare better in making sense of its contents? They say a rather famed one resides in the vicinity of Beauclair.": "由于海上波涛汹涌，我发现在前往和离开斯凯利格群岛的旅途中无法继续解密日记的内容。我被迫等到现在才能重新开始努力，因为我已经踏上了干燥的陆地。然而，我发现自己陷入了一种困境，因为这本日记中迷人的铭文正在变得难以解开。也许另一位巫师能更好地理解其内容？据说一个相当著名的巫师住在博克莱尔(Beauclair)附近。",
	"Unfortunately, my hopes of finding a witcher to help me decipher Coën's journal have been dashed. Corvo Bianco's owner is absent, it is unclear when he will return. But as I do not give up easily, I shall continue working on this peculiar puzzle as I make my way back to Kovir. Eventually, I will lift its fragments out of cursed obscurity, shining the beam of careful scrutiny and understanding upon them.": "不幸的是，我希望找到一位猎魔人帮助我解读科恩的日记的希望已经破灭。 科尔沃比安科庄园的主人不在，不清楚他何时会回来。 但我不轻易放弃，我将继续努力解开这个奇特的谜题，一边返回科维尔。 最终，我将把它的碎片从被诅咒的黑暗中解放出来，将仔细审查和理解的光芒投射在它们上面。",
	"I have managed to reconstruct and organize most of the decipherable journal entries. The surviving fragments contain not, as I thought earlier, secret witcher notes, but simple recipes—perhaps once prepared in the kitchens of Kaer Morhen itself. I have decided that I will include them in my own journal, as they, too, represent a kind of culinary journey. This one to a distant corner of the Continent I myself did not reach. Coën's notes pry open, if only slightly, the mighty door to the legendary witchers' stronghold ...": "我已经成功重建和整理了大部分可辨认的日记条目。幸存的碎片并非我之前所认为的秘密猎魔人笔记，而是简单的食谱——也许曾经在凯尔莫瑞恩城堡的厨房里准备过。我决定将它们包含在我的日记中，因为它们也代表了一种烹饪之旅。这次是到了大陆上我自己没有到达的一个遥远角落。科恩的笔记略微打开了传说中猎魔人要塞的强大大门...",
	"If one unfurls a map under the faint gleam of candlelight, tracing with one's finger the lines and swirls of ink that are the Continent's contours, betwixt its cities, villages, mountains and forests there remain many uncharted, empty spaces to discover. For reasons known to a select few, these regions were never thoroughly mapped or intentionally left to the imagination as sources of speculation and myth. Similarly, a fog of mystery surrounds witchers, their guild and their legendary stronghold of Kaer Morhen. If tales recounted among villagers or gossip circulating in royal courts hold any truth, this isolated fortress lies hidden among the wild peaks of the Blue Mountains, along the course of the Gwenllech River, in the farthest reaches of Kaedwen's borderlands. For several centuries the stronghold, at present said to be in ruins, was the seat of the famous School of the Wolf. As rumors contend, its paltry few remaining masters still reconvene within Kaer Morhen's walls for harsh winters.": "若在微弱烛光下展开一幅地图，用手指追踪大陆轮廓上的线条和墨迹，穿梭于城市、村庄、山脉和森林之间，会发现许多未被勘测的空白区域。由于某些人所知，这些地区从未被彻底绘制地图，或者故意留给想象，成为推测和神话的源泉。同样，神秘的追猎者、他们的行会以及传说中的堡垒卡尔莫林周围笼罩着一层迷雾。如果村民口口相传或者皇室宫廷中流传的流言有一定真实性，这座孤立的堡垒隐藏在蓝山脉的荒野峰顶之间，沿着格温莱克河流，位于凯德温边境的最远处。据传几个世纪以来，这座据说现在已经废墟的堡垒，曾是著名狼学派的所在地。传闻称，仅存的几位大师仍在卡尔莫林的墙内度过严寒的冬季。",
	"The best, fluffiest wyvern egg omelets are served at the Country Inn near Vizima. I had the privilege of tasting them myself thanks to my relatives' recommendation. In my version, using more readily available chicken eggs, I whisk only half the eggs to maintain a perfect balance between fluffiness and creaminess. When greater hunger strikes, I would suggest adding ham or fried bacon, a diced handful of either or both.": "在维济玛(Vizima)附近的乡村旅馆提供最好吃、最松软的翼龙蛋煎蛋卷。幸运地，我得以品尝到这道美味，多亏了我的亲戚的推荐。在我的版本中，我使用更容易获得的鸡蛋，只打散一半的鸡蛋，以保持松软和奶香的完美平衡。当更大的饥饿袭来时，我建议加入火腿或煎培根，可以是其中一种或两种的切丁。",
	"Nutritious breakfast from Aedd Gynvael. Golden Sturgeon, maybe? Not sure where Geralt found the recipe. I've only ever known him to have scrambled eggs in taverns. Apparently Yennefer's cravings made him try something different ... Still can't trust him as a cook, though. He's lousy. Goes to soft-boil eggs, half the time he forgets to add water. But this recipe gives you a fluffy omelet. Delicious, really. Geralt's instructions are basic, though. He didn't exactly exploit our pantry's potential. Add ingredients to make it really good.": "Aedd Gynvael提供的营养早餐。金鲟鱼，也许？不确定Geralt在哪里找到这个食谱。我只知道他在酒馆里只吃炒鸡蛋。显然，Yennefer的渴望让他尝试了一些不同的东西...尽管如此，我仍然不能相信他是个厨师。他很糟糕。他总是煮软煮鸡蛋，有一半的时间他忘记加水。但这个食谱可以做出松软的煎蛋卷。真的很美味。尽管Geralt的指导很基础。他并没有充分利用我们的食品储藏室的潜力。添加配料使其变得更美味。",
	"This creamy stew is the perfect comfort meal for frostier days. If you happen to have spices from the Zerrikanian Spice Company at hand, add a few pinches of red pepper flakes or ground spicy paprika. Do so at the end of cooking to bring more heat to the dish.": "这款奶油炖菜是寒冷天气的完美慰藉之选。如果你恰好有来自泽里卡尼亚香料公司的香料，可以加入少许红辣椒片或辣甜红椒粉。在烹饪结束时添加，为菜肴增添更多热量。",
	"beans, kielbasa, onion, garlic, dried herbs, tomato paste (preserved)": "豆类，基尔巴萨香肠，洋葱，大蒜，干香草，番茄酱（保留）",
	"When it comes to cooking, Vesemir's top of the pile. None of us can compete. Not seriously, anyway. I don't know if it's inherited talent or he owes it to years of practice, but all the meals he cooks are at least solid. His bean and sausage stew—that's my favorite. When Vesemir gets his turn in the kitchen, not even Lambert is late to the table. The real challenge is to keep Lambert from eating the damned sausage ahead of time. If the sausage survives, the stew is great. I mean, smoked meat, spices and then Vesemir's specially preserved tomato stock ... that's the secret. Still, he needs a mound of supplies from different places to make this thing. I truly wonder how he manages to collect everything, often from villages a good way off, and bring it all to the keep each fall before the first snows.": "说到烹饪，维瑟米尔(`Vesemir`)是顶尖高手。我们谁也比不上他。至少不是认真的比赛。我不知道这是天赋还是多年练习的结果，但他做的每一顿饭至少都很不错。他的豆子香肠炖菜——那是我的最爱。当轮到维瑟米尔在厨房的时候，就连兰伯特(`Lambert`)也不会迟到。真正的挑战是阻止兰伯特在餐桌前抢先吃那该死的香肠。如果香肠幸存下来，这道炖菜就会很棒。我是说，熏肉、香料，然后是维瑟米尔特制的番茄汤料……这就是秘诀。不过，他需要从不同地方收集一大堆食材来制作这道菜。我真的很好奇他是如何设法收集到所有东西的，通常都是从离这里不近的村庄搬运，然后在初雪降临前的每个秋天把所有东西带到要塞。",
	"When I was a child, I recall my family making porridge using whole-grain flour for a more nutritious result. The porridge's desired thickness can be easily managed by adding more oat flakes if too liquid, or more milk if too thick. Last but not least, dried fruits and nuts provide a sweet, tart chewiness and satisfying crunch. Fruit strained from the Harviken Dried-Fruit Drink also pairs splendidly here.": "当我还是个孩子的时候，我记得我的家人用全麦面粉做粥，以获得更有营养的结果。如果粥太稀，可以通过添加更多燕麦片来轻松调节所需的浓稠度，或者如果太稠，可以加入更多牛奶。最后，干果和坚果提供了甜蜜、酸涩的嚼劲和令人满足的脆脆口感。从哈维肯干果饮料中滤出的水果也与这里的食物搭配得很好。",
	"milk, oats, honey, her favorite dried fruits, and nuts": "牛奶，燕麦，蜂蜜，她最喜欢的干果，和坚果",
	"Oh gods, Ciri hated this dish. You'd think: milk, oats, some butter—what's not to like? But she refused to touch it. We could only ever convince her to eat it as a penalty for losing in our little hand-slap competitions. Thankfully, for all our sakes, somebody thought of adding a little wild honey and a handful of fruits and nuts. And so this milky mush, as unappetizing as it still looked, finally turned into something that could tempt even our stubborn little protégé ...": "哦，众神啊，Ciri讨厌这道菜。你会想：牛奶，燕麦，一些黄油——有什么不喜欢的呢？但她拒绝碰它。我们只能说服她把它当作在我们小小的手掌拍击比赛中输了的惩罚来吃。幸运的是，为了我们所有人的利益，有人想到加一点野生蜂蜜和一把水果和坚果。于是，这碗乳状糊，尽管看起来仍然不太好吃，最终变成了一种连我们顽固的小徒弟都会心动的东西...",
	"I often wonder what types of mushrooms witchers eat and what culinary properties these mushrooms possess. As I see it, the best choice for this warm salad are oyster mushrooms that turn crispy when heavily browned in a pan.": "我经常在想猎魔人吃什么类型的蘑菇，这些蘑菇有什么烹饪特性。在我看来，这道温沙拉的最佳选择是牡蛎蘑菇，在锅中煎得很脆时会变得酥脆。",
	"lettuce, cave and mountain mushrooms, walnuts, cheese, butter": "生菜、洞穴和山蘑菇、核桃、奶酪、黄油",
	"The pantry is Vesemir's mysterious kingdom. It seems organized—meticulously, obsessively, even. But the labels he's put on the neatly stacked jars, jugs and other containers are those of a mad king. Enigmatic to say the least. Quarrels about pantry mistakes break out every so often and I'm not surprised. Triss has recently grown a little wary of the salad Vesemir serves on \"special\" occasions. She calls some of the mushrooms from his provisions \"peculiar.\" Now, I know Vesemir to be an experienced forager. I may be the only one apart from him to understand his classification system. So I'm sure this list of ingredients is correct. Well, mostly sure.": "食品储藏室是维瑟米尔(Vesemir)神秘的王国。看起来井然有序——甚至可以说是过分地有条不紊。但他贴在整齐堆放的罐子、壶和其他容器上的标签却像疯狂国王的标记。至少可以说是神秘莫测。关于储藏室错误的争吵时不时地爆发，我并不感到惊讶。特丽丝(Triss)最近对维瑟米尔在“特殊”场合上供应的沙拉有些戒心。她称他提供的一些蘑菇“奇特”。现在，我知道维瑟米尔是一位经验丰富的采摘者。除了他之外，也许只有我能理解他的分类系统。所以我可以确定这份食材清单是正确的。嗯，大部分确定。",
	"This firm cottage cheese pairs well with many different spices. I oft prepare it by rolling some cheese into a ball, then coating it with nigella seeds, dried wild garlic, or crushed, colorful peppercorns. It's worth experimenting with various seasonings to find your favorite combination!": "这种坚固的乳酪与许多不同的香料搭配得很好。我经常将一些乳酪搓成一个球，然后裹上黑种草籽、干野大蒜或压碎的彩色胡椒粒。值得尝试各种调味料，找到你最喜欢的组合！",
	"Eskel likes to say he's a \"simple\" witcher. So I see it as surprising if not downright odd that he takes the time to explore local cuisines whenever he's out on the Path. The fact is, wherever we witchers go, peasants often greet us with curses, while nobles sic their hounds on us. So when Eskel was once welcomed at a tavern with open arms, he saw it as a pleasant change. He grew plainly fond of the fresh tvorog cheese they served him. Made from buttermilk and often coated in spices, he came home calling it a \"rare rural delicacy.\" Ever since, he has stubbornly tried to recreate it in the kitchens here, with varying degrees of success. This may be because Lambert usually stands over him, making sarcastic remarks.": "艾斯克尔喜欢说他是一个“简单”的猎魔人。所以我觉得有点惊讶，甚至有点奇怪，他竟然会花时间去探索当地的美食，每当他在旅途中。事实上，无论我们猎魔人去哪里，农民们经常用咒骂来迎接我们，而贵族们则放狗咬我们。所以当艾斯克尔有一次在一家酒馆受到热烈欢迎时，他觉得这是一个愉快的变化。他对他们供应的新鲜tvorog奶酪情有独钟。这种奶酪是用酪乳制成的，通常裹着香料，他回家后称之为“稀有的乡村美味”。从那时起，他一直固执地试图在这里的厨房里重新制作，成功的程度各不相同。这可能是因为兰伯特经常站在他身边，说讽刺的话。",
	"Beer pottage comes in plenty of different styles. I tasted quite a few of them as I traveled the Continent. This one, using a light beer base, adds egg yolks creamed with sugar and a pinch of ground cloves or cinnamon for a unique variation that can also be served as a dessert.": "啤酒羹有许多不同的风格。我在旅行大陆时尝过不少。这款使用淡啤酒为基础，加入与糖混合的蛋黄和一撮丁香或肉桂粉的独特变种，也可以作为甜点享用。",
	"leftover bread, beer, butter, honey, cream, fresh crumbled tvorog": "剩下的面包，啤酒，黄油，蜂蜜，奶油，新鲜的碎(творог)",
	"After a few dire attempts that, as Lambert put it, made us twist our mouths in disgust, we finally figured out a tasty variation on this dish that Eskel had first sampled somewhere in Caingorn. There's nothing appetizing about how this pottage looks, but this unusual combination of cooked, soft bread, beer, crumbled tvorog (use {@recipe Eskel's tvorog|TWOC} recipe, it tastes the best), a spoonful of honey and croutons is somehow incredibly addictive!": "经过几次令人厌恶的失败尝试，正如兰伯特所说的，我们终于找到了一种美味的变种，这道菜是埃斯克尔在凯因戈恩某处首次尝试的。这道炖菜看起来一点也不开胃，但这种煮熟的软面包、啤酒、碎腐乳（使用{@recipe Eskel's tvorog|TWOC}的食谱，味道最好）、一勺蜂蜜和油炸面包块的不寻常组合却令人难以抗拒！",
	"Fried bacon bits really make this dish sing, but a non-meat topping works just as well. Beneath the topping, it's simply unsalted butter, bread crumbs, and a pinch of salt, fried for a few minutes until golden brown and crisp, then mixed into a pile of cooked dumplings.": "炸培根碎真的让这道菜更美味，但非肉类的配料同样适用。在配料下面，只是无盐黄油、面包屑和一点盐，炸几分钟直到金黄酥脆，然后混合到一堆煮熟的饺子中。",
	"tvorog, flour, herbs (sadly not enough), egg, salt, pepper, fried bacon": "干酪, 面粉, 草药 (可惜不够), 鸡蛋, 盐, 胡椒, 煎培根",
	"I swear, Lambert must have devised this recipe himself. I refuse to believe that any tavern out there serves this. Lambert claims he's doing us a favor, cooking the way he does. He's toughening up our stomachs, he says, thanks to which even the worst tavern fare will taste delicious. Though he lacks culinary talent entirely, Lambert is in no way discouraged. He insists, time and again, on serving us perfectly overcooked, barely edible cheese dumplings. His cooking has been the cause of many quarrels. Eskel convinced him to at least add some herbs to his signature dish. It was a start, but I've made further improvements.": "我发誓，兰伯特一定是自己设计了这个食谱。我拒绝相信任何酒馆会供应这种食物。兰伯特声称他是在帮我们，用他自己的方式烹饪。他说，他正在锻炼我们的胃，这样即使是最糟糕的酒馆食物也会尝起来美味。尽管他完全缺乏烹饪才能，兰伯特并没有受到任何打击。他一再坚持要给我们上完全煮熟、几乎无法入口的奶酪饺子。他的烹饪引起了许多争吵。艾斯凯尔说服他至少在他的招牌菜中加一些香草。这是一个开始，但我已经做出了进一步的改进。",
	"Proper herbs—they're the heart of our infusions. Sure, most are not hard to find, but for quality, you can't do much better than the southern slope by the river or the area around the mine.": "合适的草药——它们是我们调剂的核心。当然，大多数都不难找到，但要想获得高质量的话，最好的选择莫过于河边的南坡或矿区周围的地方。",
	"Dried and properly proportioned, some are even good as flavor enhancers. We know this because we've experimented with different blends of herbs in different liquors.": "干燥并适当比例的，有些甚至可以作为调味剂。我们知道这一点，因为我们已经尝试过在不同的酒类中使用不同混合的草药。",
	"And then there's Lambert with his \"Gauntlet\"— half spirit and half {@recipe White Gull|TWOC}. Which is really just two hard liquors slapped together. Not much flavor, lots of punch.": "然后还有兰伯特和他的“铁手” —— 一半是灵魂，一半是{@recipe White Gull|TWOC}。实际上就是两种烈酒混合在一起。口感不浓郁，但酒劲十足。",
	"Tales abound of the endless varieties of potions concocted by witchers, so when this journal fell into my lap, I thought I had come across a true {@i rara avis}. However, the fragmentary notes still visible on the pages make little sense. Yet even if they did make sense, I do not possess the knowledge to brew real potions. So instead, I've devised a culinary game that consists of recreating tasty (and yes, entirely safe) drinks based on the infusion recipes I've extracted from Coën's notes. My concoctions include a healthy tonic to replenish strength as well as a liquor for simple pleasure and relaxation. It is altogether an array of eccentric flavors loosely inspired by what many witchers carry with them on the Path.": "传说中有无数种由猎魔人调制的药水，所以当这本日记落入我手中时，我以为我遇到了一个真正的{@i rara avis}。然而，页面上仍可见的零碎笔记毫无意义。即使它们有意义，我也没有酿造真正药水的知识。因此，我设计了一个烹饪游戏，根据我从科恩的笔记中提取的调配配方，重新创造美味（是的，完全安全）的饮料。我的调制品包括一种健康的补品，可以恢复体力，还有一种用于简单愉悦和放松的酒。总的来说，这是一系列古怪口味的饮料，受到许多猎魔人在旅途中携带的灵感。",
	"dwarven spirit, {@s Celandine}, drowner brain, alcohest, {@s White myrtle petals}, {@recipe white gull|TWOC}, berbercane fruit, crow's eye, {@s Vitriol}": "矮人烈酒，{@s Celandine}，淹尸者脑，烈酒，{@s White myrtle petals}，{@recipe white gull|TWOC}，贝贝肯果，乌鸦眼，{@s Vitriol}",
	"A red potion to strengthen one's constitution.": "一瓶红色药水，可以增强一个人的体质。(red potion)",
	"dwarven spirit, {@s Cortinarius}, endrega embryo, alcohest, fool's parsley leaves, {@recipe white gull|TWOC}, verbena, {@s Bryonia, Quebrith}": "矮人烈酒，{@s Cortinarius}，恶灵胚胎，炼金酒，愚人草叶，{@recipe white gull|TWOC}，马鞭草，{@s Bryonia, Quebrith}",
	"A green tonic to elevate one's strength.": "一种绿色的药剂，可以增强一个人的力量。",
	"Redanian herbal, {@s Cherry cordial}, mandrake cordial, {@s Arenaria}": "瑞达尼亚草药, {@s Cherry cordial}, 曼德拉草酒, {@s Arenaria}",
	"An alcoholic infusion used as a base for potions.": "一种用作药水基础的酒精浸泡物。",
	"Thanks to my visit to the Crow's Perch Inn in Velen, I already possessed the knowledge I needed to understand and recreate the herbal vodka recipe that is a vital component of {@recipe White Gull|TWOC}.": "多亏了我在维兰的乌鸦栖地旅馆的参观，我已经掌握了我需要理解和再现的草药伏特加配方，这是{@recipe White Gull|TWOC}的重要组成部分。",
	"Our sincere thanks to Andrzej Sapkowski for creating the vast and multidimensional world of {@i The Witcher} that has so inspired us, and for honoring this book with such a grand foreword. We're also forever grateful to the CD PROJEKT RED team for believing in our vision and entrusting us with such a unique project. Our thanks to those who directly worked on this cookbook, especially: Kacper, for overseeing this project with dedication, complex help, and human-driven attitude; Borys and the localization team for perfecting language intricacies; Marcin and Przemek, for your expertise and guidance that helped us create high-quality content faithful to the universe; Alicja and Marcin, for supporting us with communication and marketing; Kinga and Bartek, for all the legal help; and Daniel, for the beautiful illustrations. Credit also should go to those who warmly welcomed us at the beginning of our story as content creators, whom we had the pleasure of working with on other projects: Paweł, MJ, Radek, Dominika, and Banan.": "我们衷心感谢安德烈·萨普科夫斯基（Andrzej Sapkowski）创造了如此广阔而多维的{@i The Witcher}世界，这个世界深深地激励了我们，也感谢他为这本书撰写了如此宏伟的前言。我们也永远感激CD PROJEKT RED团队，他们相信我们的愿景，并将这个独特的项目托付给了我们。我们要特别感谢直接参与这本食谱书制作的人，特别是：Kacper，他用全身心的投入、复杂的帮助和人性化的态度监督这个项目；Borys和本地化团队为完善语言细节所做的努力；Marcin和Przemek，感谢你们的专业知识和指导，帮助我们创作出忠于原创世界的高质量内容；Alicja和Marcin，感谢你们在沟通和营销方面对我们的支持；Kinga和Bartek，感谢你们提供的所有法律帮助；Daniel，感谢你美丽的插图。同时也要感谢那些在我们作为内容创作者开始故事时热情欢迎我们的人，我们有幸与他们一起在其他项目上合作：Paweł，MJ，Radek，Dominika和Banan。",
	"Thanks to Ten Speed Press and Penguin Random House for the trust, flexibility, and openness to our concepts. Shaida, we couldn't wish for a better project lead and editor, with your vast understanding toward our vision, needs, and your kind heart—our guiding light during this complex project.": "感谢Ten Speed Press和Penguin Random House对我们的信任、灵活性和对我们概念的开放。Shaida，我们无法希望有一个更好的项目负责人和编辑，你对我们的愿景、需求的深刻理解以及你的善良之心——在这个复杂项目中，你是我们的指引之光。",
	"Our closest friends, Jakub, Mateusz, Ola, and Aleksandra, not only contributed to this cookbook but also provided immense mental support.": "我们最亲密的朋友，雅各布(Jakub)、马特乌什(Mateusz)、奥拉(Ola)和亚历山德拉(Aleksandra)，不仅为这本食谱做出了贡献，还提供了巨大的精神支持。",
	"To all the people within the industry who helped us in various ways along our journey and made us believe in what we do, especially Asia and Radek. Also thanks to Artur from Kaer Morhen Forge and Magda from Q-Workshop.": "对于在我们旅程中以各种方式帮助我们并让我们相信自己所做事情的行业内所有人，特别是(Asia)和(Radek)，我们表示感谢。同时也感谢凯尔莫瑞恩锻造厂的(Artur)和Q工作室的(Magda)。",
	"To Karolina's close ones and grandparents and Anita's family members, who implanted us with significant passions and supported our chosen life paths over the years.": "致Karolina的亲人和祖父母，以及Anita的家人们，多年来植入了我们重要的激情，并支持我们选择的人生道路。",
	"To all the fans following our blogs and to you, dear reader, who decided to take a look at this cookbook—we hope you'll love every piece we've prepared for you inside.": "对于所有关注我们博客的粉丝，以及决定浏览这本食谱书的亲爱的读者们，我们希望你们会喜欢我们为你们准备的每一道美食。",
	"We simply couldn't have made our dream come true without you all.": "没有你们，我们简直无法实现我们的梦想。",
	"And finally, we're also thankful for each other—for our lively, challenging, and powerful relationship similar to that of Dandelion and Geralt: two contrasting characters, yet also complementary sidekicks and companions destined to be on a shared path to achieve bigger things together.": "最后，我们也感谢彼此——感谢我们之间那种生动、具有挑战性和强大的关系，就像(Dandelion)和(Geralt)一样：两个截然不同的角色，但也是互补的搭档和伙伴，注定要共同走向更伟大的事业。",
	"Anita Sarna and Karolina Krupecka are the creators of Witcher Kitchen ({@link witcherkitchen.com}) and Nerds' Kitchen Creations ({@link nerdskitchencreations.com}). Their main focus revolves around culinary elements in pop culture arts such as video games, books, and movies. They create real-life food recipes with photos and culinary videos, aiming to reflect the vibes of a given universe with complex scenography and visual storytelling as a tribute to and extension of the worlds designed by their original creators. Their mission is also to advocate for the importance of food motifs in creating compelling stories and believable fictional worlds, especially in video game design.": "Anita Sarna（Witcher Kitchen）{@link witcherkitchen.com}和Karolina Krupecka（Nerds' Kitchen Creations）{@link nerdskitchencreations.com}是《巫师厨房》和《书呆子厨房创意》的创作者。她们的主要关注点是围绕着流行文化艺术中的烹饪元素，如视频游戏、书籍和电影。她们创作真实的食谱，并配以照片和烹饪视频，旨在通过复杂的布景和视觉叙事来反映给定宇宙的氛围，作为对原创作者设计的世界的致敬和延伸。她们的使命还包括倡导食物主题在创作引人入胜的故事和可信的虚构世界中的重要性，尤其是在视频游戏设计中。",
	"First published in Great Britain in 2023 by Gollancz": "首次在2023年由高兰兹（Gollancz）在英国出版。",
	"an imprint of The Orion Publishing Group Ltd": "奥莱恩出版集团有限公司的一个印记 (The Orion Publishing Group Ltd)",
	"Carmelite House, 50 Victoria Embankment": "卡梅尔修道院, 维多利亚堤岸50号",
	"London EC4Y 0DZ": "伦敦 EC4Y 0DZ",
	"An Hachette UK Company": "一家 Hachette UK 公司",
	"Copyright © 2023 CD PROJEKT S. A. CD PROJEKT®, The Witcher® are registered trademarks of CD PROJEKT Capital Group. The Witcher game © CD PROJEKT S.A. Developed by CD PROJEKT S.A. All rights reserved.": "版权所有 © 2023 CD PROJEKT S. A. CD PROJEKT®，猎魔人® 是 CD PROJEKT 资本集团的注册商标。猎魔人游戏 © CD PROJEKT S.A. 由 CD PROJEKT S.A. 开发。保留所有权利。",
	"The Witcher game is set in the universe created by Andrzej Sapkowski in his series of books. All other copyrights and trademarks are the property of their respective owners.": "《猎魔人》游戏设定在安德烈·萨普科夫斯基(Andrzej Sapkowski)创作的系列小说宇宙中。所有其他版权和商标属于其各自所有者。",
	"Cover, map, and location illustrations by Daniel Valaisis": "封面、地图和位置插图由丹尼尔·瓦莱西斯（Daniel Valaisis）制作。",
	"Border and decorative illustrations by Srdjan Vidakovic": "由Srdjan Vidakovic设计的边框和装饰插图",
	"The moral right of Anita Sarna and Karolina Krupecka to be identified as the authors of this work has been asserted in accordance with the Copyright, Designs and Patents Act of 1988.": "根据1988年的《版权、设计和专利法案》，安妮塔·萨尔纳（Anita Sarna）和卡罗琳娜·克鲁佩茨卡（Karolina Krupecka）作为本作品的作者，享有被确认的道德权利。",
	"No part of This publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic, mechanical, photocopying, recording, or otherwise, without the prior permission of both the copyright owner and the above publisher of this book. {@note :^)}": "未经本书的版权所有者和以上出版商事先许可，不得以任何形式或任何方式，包括电子、机械、复印、录音或其他方式，复制、存储在检索系统中或传输本出版物的任何部分。{@note :^)}",
	"All the characters in this book are fictitious, and any resemblance to actual persons, living or dead, is purely coincidental.": "本书中所有人物都是虚构的，任何与实际人物（生或死）的相似之处纯属巧合。",
	"A CIP catalogue record for this book is available from the British Library.": "这本书的CIP目录记录可从英国图书馆获取。",
	"ISBN (eBook) 978 1 399 61564 8": "ISBN（电子书）978 1 399 61564 8",
	"Editor: Marcus Gipps": "编辑：马库斯·吉普斯(Marcus Gipps)"
}