{
	"Liz Marsham with recipes by Jesse Szewczyk, Susan Vu & Amanda Yee": "Liz Marsham（利兹·马舍姆）与Jesse Szewczyk（杰西·舍夫奇克）、Susan Vu（苏珊·武）和Amanda Yee（阿曼达·伊）合作的食谱",
	"Foreword by Quyen Tran & Sam Riegel": "由Quyen Tran（Quyen Tran）和Sam Riegel（Sam Riegel）撰写的前言",
	"{@i Exquisite Exandria: The Official Cookbook of Critical Role} is a work of fiction. Names, places, and incidents either are products of the author's imagination or are used fictitiously. Any resemblance to actual events, locales, or persons, living or dead, is entirely coincidental.": "{@i Exquisite Exandria: The Official Cookbook of Critical Role}是一部虚构作品。人名、地点和事件要么是作者的想象，要么是虚构使用的。任何与实际事件、地点或人物，无论是活着的还是已故的，的相似性纯属巧合。",
	"Copyright © 2023 by Gilmore's Glorious Goods LLC": "© 2023年 Gilmore's Glorious Goods 有限责任公司(LLC) 版权所有",
	"All rights reserved.": "保留所有权利。",
	"Photographs copyright © 2023 by Kristin Teig.": "照片版权所有 © 2023 Kristin Teig。",
	"Illustrations copyright © 2023 by Kent Davis and Adrián Ibarra Lugo. {@note Credit below images.}": "插图版权 © 2023 年由肯特·戴维斯（Kent Davis）和阿德里安·伊巴拉·卢戈（Adrián Ibarra Lugo）所有。{@note Credit below images.}",
	"Published in the United States by Random House Worlds, an imprint of Random House, a division of Penguin Random House LLC, New York.": "由Random House Worlds出版，Penguin Random House LLC旗下的一个分部，总部位于纽约，美国。",
	"Random House is a registered trademark, and Random House Worlds and colophon are trademarks of Penguin Random House LLC.": "Random House（Random House（随机之屋））是一个注册商标，Random House Worlds（Random House Worlds（随机之屋世界））和colophon是Penguin Random House LLC的商标。",
	"Hardcover ISBN 9780593157046": "精装书国际标准书号（ISBN）9780593157046",
	"Ebook ISBN 9780593157046": "电子书 ISBN 9780593157046",
	"Library of Congress Cataloging-in-Publication Data": "美国国会图书馆编目数据",
	"Names: Marsham, Liz, author. | Szewczyk, Jesse, other. | Vu, Susan, other. | Yee, Amanda, other.": "姓名：Marsham，Liz，作者。| Szewczyk，Jesse，其他。| Vu，Susan，其他。| Yee，Amanda，其他。",
	"Title: Exquisite Exandria: the official cookbook of Critical Role / Liz Marsham ; with recipes by Jesse Szewczyk, Susan Vu, and Amanda Yee.": "精美的艾克西安德里亚：《Critical Role》官方食谱 / 利兹·马沙姆（Liz Marsham）；由杰西·谢夫奇克（Jesse Szewczyk）、苏珊·武（Susan Vu）和阿曼达·伊（Amanda Yee）提供食谱。",
	"Description: First edition. | New York : Random House Worlds, [2023]. | Includes index.": "描述：第一版。| 纽约：Random House Worlds，[2023]。| 包含索引。",
	"Identifiers: LCCN 2022057129 (print) | LCCN 2022057130 (ebook) | ISBN 9780593157046 (board) | ISBN 9780593159736 (trade paperback) | ISBN 9780593159729 (ebk)": "标识符：LCCN 2022057129（印刷版）| LCCN 2022057130（电子书）| ISBN 9780593157046（精装本）| ISBN 9780593159736（平装）| ISBN 9780593159729（电子书）",
	"Subjects: LCSH: Cooking. | Critical role (Television program) | LCGFT: Cookbooks. Classification: LCC TX714 .M343 2023 (print) | LCC TX714 (ebook) | DDC 641.3--dc23/eng/20221202": "主题：LCSH：烹饪。|  Critical role (电视节目) | LCGFT：烹饪书。分类：LCC TX714 .M343 2023（印刷版）| LCC TX714（电子书）| DDC 641.3--dc23/eng/20221202",
	"LC record available at {@link https://lccn.loc.gov/2022057129}": "LC记录可在{@link https://lccn.loc.gov/2022057129}处查阅。",
	"LC ebook record available at {@link https://lccn.loc.gov/2022057130}": "LC电子书记录可在{@link https://lccn.loc.gov/2022057130}处查阅。",
	"Editors: Sarah Malarkey and Sarah Peed": "编辑：Sarah Malarkey 和 Sarah Peed",
	"Production editor: Ashley Pierce": "制作编辑：艾什利·皮尔斯 (Ashley Pierce)",
	"Editorial assistant: Lydia Estrada": "编辑助理：Lydia Estrada",
	"Art director: Ian Dingman": "艺术总监：伊恩·丁曼(Ian Dingman)",
	"Print designer: Jan Derevjanik": "印刷设计师：Jan Derevjanik",
	"Print production manager: Heather Williamson": "印刷生产经理: Heather Williamson",
	"Food and prop stylist: Catrine Kelty": "食物和道具造型师：凯特琳·凯尔蒂 (Catrine Kelty)",
	"Food stylist assistant: Andrew Janjigian": "食物造型师助手：安德鲁·詹吉吉安 (Andrew Janjigian)",
	"Photo assistant: Erin McGinn": "摄影助理：艾琳·麦金恩(Erin McGinn)",
	"Recipe developers: Jesse Szewczyk, Susan Vu, and Amanda Yee": "食谱开发者：杰西·谢夫奇克(Jesse Szewczyk)、苏珊·武(Susan Vu)和阿曼达·叶(Amanda Yee)",
	"Copyeditors: Kristi Hein and Shelley Berg": "校对编辑：克里斯蒂·海恩 (Kristi Hein) 和雪莉·伯格 (Shelley Berg)",
	"Proofreaders: Liana Faughnan and Sasha Tropp": "校对人员：莉安娜·福恩（Liana Faughnan）和萨莎·特罗普（Sasha Tropp）",
	"Indexer: Ken DellaPenta": "索引员：肯·德拉彭塔(Ken DellaPenta)",
	"Ebook production manager: Jessica Arnold": "电子书制作经理：杰西卡·阿诺德 (Jessica Arnold)",
	"by Quyen Tran and Sam Riegel": "由(Quyen Tran)和(Sam Riegel)合著",
	"Most fans of {@i Critical Role} love it for the cast's fantastic characters, Matt's thrilling plot, and the intricate lore and world building. But for me—it's all about the FOOD. Yes, the cuisine of Exandria defines the atmosphere for the audience in a way that—": "{@i Critical Role}的大多数粉丝喜欢它是因为演员们的出色角色，Matt精彩的情节，以及复杂的传说和世界构建。但对我来说——一切都关乎食物。是的，Exandria的美食定义了观众的氛围，以一种—",
	"Hold on. Stop. What is going on here?": "等一下。停下。这里发生了什么事？",
	"Oh, hi hon. I'm writing the foreword to {@i Exquisite Exandria}—your company's new cookbook featuring yummy dishes and mouth-watering tastes inspired by all three Critical Role campaigns.": "哦，嗨亲爱的。我正在写前言给{@i Exquisite Exandria}—你们公司的新烹饪书，其中包含受到所有三个Critical Role战役启发的美味菜肴和令人垂涎的味道。",
	"But...why did they ask you? Why not me? I'm one of the founders of Critical Role! I'm Sam Riegel!": "但是...为什么他们问你？为什么不问我？我可是“Critical Role”（Critical Role）的创始人之一！我是Sam Riegel（Sam Riegel）！",
	" Because, Sam, I'm not only your wife. I've also been a lifelong baker, whose charity project \"Dough-rectors of Photography\" raised thousands of dollars for charities, like the LA Regional Food Bank and Vote Save America, during the pandemic. Or maybe because I've been cooking my entire life, whipping up tremendously complex dishes to feed our family while you sit on the couch dreaming up silly ads for your internet show.": "因为，山姆(Sam)，我不仅是你的妻子。我还是一位终身烘焙师，我的慈善项目“摄影导面团(Dough-rectors of Photography)”在疫情期间为洛杉矶地区食品银行和Vote Save America等慈善机构筹集了数千美元。或许也因为我一生都在烹饪，为我们的家庭烹制极其复杂的菜肴，而你却坐在沙发上为你的网络节目想出愚蠢的广告。",
	"Yeah. I guess that makes sense. But what if I have something insightful to say about this book?": "是的。我想这是有道理的。但如果我对这本书有一些见解呢？",
	"Do you...?": "你...吗？",
	"Carry on, my love.": "继续前行，我的爱。",
	"As I was saying...for me, the coolest part of Exandria is the level of detail Matt puts into describing the flavors and smells of the cuisine—the succulent offerings of Marquet bazaars, the prim and proper table menu of Whitestone banquets, the sumptuous delights of the far reaches of Wildemount. It's a level of detail that you don't find in many adventure stories. The food that one encounters traveling across Exandria doesn't just help immerse the audience into the story, it makes us downright HUNGRY. And this wonderfully crafted cookbook is a remarkable chance to share the wonders of Matt's imaginary cuisine and make it a tastable, cookable reality. The chefs, cooks, tasters, editors, writers, artists, and photographers who contributed to this book poured themselves into developing recipes that aren't merely homages to their favorite fantasy campaign—they're actually really great dishes. And armed with the recipes in these pages, you'll be able to entertain guests with novel, and sometimes very strange, dinners, while sharing the stories of Critical Role to a new, hungry audience.": "正如我所说的...对我来说，Exandria最酷的部分是马特在描述美食的口味和气味时所投入的细节——马凯特市集的美味佳肴、惠特斯通宴会的庄重菜单、以及瓦德蒙特边远地区的丰盛美食。这种细节水平在许多冒险故事中都很难找到。在穿越Exandria时所遇到的美食不仅帮助观众沉浸在故事中，更让我们感到饥饿。这本精心制作的食谱书是分享马特虚构美食奇迹并将其变成可品尝、可烹饪现实的绝佳机会。为这本书贡献的厨师、厨师、品尝家、编辑、作家、艺术家和摄影师们倾注了心血，他们开发的食谱不仅仅是对他们最喜爱的幻想战役的致敬，实际上是非常美味的菜肴。拥有这些页面上的食谱，您将能够用新颖、有时非常奇特的晚餐款待客人，同时向新的、饥饿的观众分享《Critical Role》的故事。",
	"Wow. The way you describe it, it makes me excited to learn some recipes and get my hands dirty in the kitchen!": "哇。你描述得太棒了，让我对学习一些食谱并在厨房里动手做些事情感到兴奋！",
	"Oh? Does that mean you're going to actually help me cook dinner tonight?": "哦？这意味着你今晚会真的帮我做晚饭吗？",
	"Well, I mean. I've got this new cat costume I need to try on. It's for a commercial skit we're doing this week so—": "嗯，我的意思是。我有这套新的猫装需要试穿。这是为了本周我们要做的一则商业小品，所以—",
	"Don't worry about it, hon. I'll handle the cooking—and the foreword. You just go do...whatever it is you do.": "别担心，亲爱的。我来做饭——还有序言。你就去做...你擅长的事情吧。",
	"Thanks, babe. You're the best.": "谢谢，宝贝。你是最棒的。",
	"And for the rest of you, get out your whisks. Put on your aprons. And get ready to prepare some wild, wonderful, too-good-to-be-real dishes!": "对于你们其余的人，拿出你们的搅拌器吧。系上围裙。准备好做一些狂野、美妙、好得令人难以置信的菜肴吧！",
	"It began, as the best things do, with a group of friends sitting around a table.": "一切都始于最美好的方式，一群朋友围坐在桌旁。",
	"We were reading {@i The Daring Trials and Tribulations of Sir Taryon Darrington} in our book club. (If you haven't read it yourself, give it a try: it is a wild ride.) Since most of us are good with food, and a book club is hardly worth the name without snacks, we try to bring treats themed to the book we're reading. Sir Darrington does provide quite a bit of detail about everything in his adventures, including what he eats. Some of his accounts were confounding, though. For instance, a drink called {@recipe The Changebringer's Nectar|ExEx|Changebringer's Nectar} that he describes as \"maple syrup grain alcohol\" sounds terrible, but he declares it to be tasty. We were intrigued.": "我们在我们的读书俱乐部里读的是{@i The Daring Trials and Tribulations of Sir Taryon Darrington}。(如果你还没有读过，不妨试试：这是一次惊险的旅程。) 由于我们大多数人都对食物很在行，而且一个读书俱乐部如果没有零食几乎不值一提，我们尝试带来与我们正在阅读的书有关的零食。达林顿爵士在他的冒险中对他所吃的一切都提供了相当多的细节。然而，他的一些描述令人费解。例如，他描述的一种名为{@recipe The Changebringer's Nectar|ExEx|Changebringer's Nectar}的饮料是“枫糖浓酒”，听起来很糟糕，但他却说很好喝。我们对此很感兴趣。",
	"As we mentioned, most of us are skilled at experimenting with food and having it come out well. (One of us, it must be said, is hopeless in the kitchen. She's great at complimenting the chefs, though, and she spins a good yarn.) But we found that {@creature Taryon Darrington|TDCSR|Sir Darrington's} descriptions, while evocative, weren't enough to actually cook from. We needed more information. How does one actually {@i make} this stuff?": "正如我们所提到的，我们大多数人都擅长尝试烹饪食物，并且做得很好。 （必须说，我们中有一个在厨房里是毫无希望的。不过她擅长夸奖厨师，并且讲故事也很厉害。）但我们发现，尽管{@creature Taryon Darrington|TDCSR|Sir Darrington's}的描述很生动，但并不足以实际烹饪。我们需要更多信息。那么，究竟应该如何{@i make}这些食材呢？",
	"Happily, one of us was traveling through {@book Deastok|EGW|4|Deastok} soon after that, and she managed to talk the bartender at the Grumpy Lily tavern into giving up {@i two} of his recipes. He may have been willing to share his secrets because both drinks are nearly impossible to make at home, but we were undeterred. We tried. We failed. We tried again. Finally, we reproduced versions of both drinks that we were satisfied with, and we celebrated by drinking far too much of them.": "幸运的是，我们中的一位在那之后不久就要经过{@book Deastok|EGW|4|Deastok}，她设法说服了Grumpy Lily酒馆的调酒师分享{@i two}的配方。也许他愿意分享他的秘密是因为这两种饮料几乎不可能在家里制作，但我们并没有被吓倦。我们尝试了。我们失败了。我们再次尝试。最终，我们制作出了我们满意的两种饮料版本，并通过喝了太多来庆祝。",
	"We had triumphed, and we wanted to do it again. Now it was bothering us: there were so many special meals, so many delicious drinks, throughout Exandria that we had never tried, never mind tried to make. We wanted more exploration, more experimentation, more recipes. We aren't cut out to be brigadiers like Taryon and his crew, but we could have adventures in our own way. We could find our own type of treasure. It turned into a hobby: go on vacation, bring back a recipe. Then it turned into a mission: who can get to Vasselheim in time for Highsummer?": "我们取得了胜利，我们想再次做到。现在这件事困扰着我们：在整个艾克桑德里亚，有那么多特别的美食，那么多美味的饮料，我们从未尝试过，更不用说尝试制作了。我们渴望更多的探索，更多的实验，更多的食谱。我们不适合像泰瑞安(Taryon)和他的团队那样成为旅行团的成员，但我们可以用自己的方式去冒险。我们可以找到属于我们自己的宝藏。这变成了一种爱好：去度假，带回一个食谱。然后它变成了一项使命：谁能及时赶到瓦塞尔海姆(Vasselheim)参加盛夏节？",
	"In our search for food, we found far more stories than we were expecting. It turns out the two are tied together more often than not, and the food is so much better when you know how it came to be. So we collected recipes, and we collected tales, and we brought them back to share with one another around the table. Before we knew it, our book club had created a book. There is so much more to explore and eat and make in this world, but it became time for us to stop sharing with one another and start sharing with you.": "在我们寻找食物的过程中，我们发现了比预期更多的故事。事实证明，这两者往往紧密相连，当你知道食物的来历时，它会变得更美味。因此，我们收集了食谱，也收集了故事，然后带回来与彼此分享。在我们意识到之前，我们的读书俱乐部已经创作了一本书。在这个世界上，有更多的探索、美食和制作等待着我们，但是现在是时候停止彼此分享，开始与你分享了。",
	"Here, at last, is the product of our adventures, a list of our labors, little slices of this exquisite place we live in that you can re-create at home. We hope you enjoy these banquets, bites, and beverages from across Exandria—and the stories behind them.": "终于，在这里，是我们冒险的成果，我们劳动的成果清单，这个我们居住的美妙地方的小片段，您可以在家重新制作。我们希望您喜欢这些来自整个艾克桑德利亚（Exandria）的宴会、小吃和饮料，以及它们背后的故事。",
	"You may think you know what Tal'Dorei cuisine is like. {@i Oh}, you say,{@i  I've eaten at A Taste of Tal'Dorei. I've had Thordak's Pepper Poppers; it's basically like I've been to Emon. Why, the Rimelord told me I might survive his frozen death!}": "你可能认为你知道塔尔多雷（Tal'Dorei）的美食是什么样的。{@i Oh}，你说，{@i  I've eaten at A Taste of Tal'Dorei. I've had Thordak's Pepper Poppers; it's basically like I've been to Emon. Why, the Rimelord told me I might survive his frozen death!}",
	"Or perhaps, reading this, you're forming a different impression. {@i Ah}, you're thinking. {@i They're about to dunk hard on A Taste of Tal'Dorei. Here it comes! Make sure to mention the bored theater majors pretending they're evil warlords and stuff!}": "也许，阅读这个，你正在形成不同的印象。{@i Ah}，你在想。{@i They're about to dunk hard on A Taste of Tal'Dorei. Here it comes! Make sure to mention the bored theater majors pretending they're evil warlords and stuff!}",
	"So let's get this out of the way, right at the beginning: if there is a place in Exandria today that has earned its cheesy enjoyments, it's Tal'Dorei. If there is a place worthy of celebrating with overblown drama and collectible pencils, it's Tal'Dorei. Come with us on a short tour of the past, so we can remind you of the forces shaping Tal'Dorei's culture, cuisine, and dinner theater entertainment alike. Because, while all of Exandria has been through turmoil, Tal'Dorei is the place that has been most recently and thoroughly turned upside down.": "让我们一开始就明确一件事：如果今天在艾克桑德里有一个地方赢得了它的芝士享受，那就是塔尔多雷(Tal'Dorei)。如果有一个值得用夸张戏剧和可收藏铅笔来庆祝的地方，那就是塔尔多雷(Tal'Dorei)。跟随我们一起简要回顾过去，让我们提醒您关于塔尔多雷(Tal'Dorei)文化、美食和晚餐剧院娱乐形式的塑造力量。因为，虽然整个艾克桑德里都经历了动荡，但塔尔多雷(Tal'Dorei)是最近和最彻底被颠覆的地方。",
	"No corner of Exandria, of course, escaped the ravages of {@book the Calamity|TDCSR|1|The Calamity}. Afterward, the land that would become Tal'Dorei went through a time of rebuilding. The dwarves beneath the northern mountains burrowed deep to form the subterranean city of {@book Kraghammer|TDCSR|3|Kraghammer}. A group of elves who had magically transported themselves to the Fey Realm to escape the terrors of the Calamity returned to the {@book Verdant Expanse|TDCSR|3|Verdant Expanse} in the south, founding the city of {@book Syngorn|TDCSR|3|Syngorn}. Then humans crossed the Ozmit Sea and spread up the western side of Tal'Dorei, establishing settlements and fighting for power.": "当然，艾克桑德里亚的每一个角落都无法幸免于{@book the Calamity|TDCSR|1|The Calamity}的蹂躏。在此之后，即将成为塔尔多雷的土地经历了一段重建时期。北部山脉下的矮人深深地挖掘，形成了地下城市{@book Kraghammer|TDCSR|3|Kraghammer}。一群精灵利用魔法将自己传送到仙境中逃避灾难后，返回到南部的{@book Verdant Expanse|TDCSR|3|Verdant Expanse}，建立了{@book Syngorn|TDCSR|3|Syngorn}城。随后，人类穿越奥兹密特海，沿着塔尔多雷的西侧建立定居点，并为权力而战。",
	"Eventually the humans' shortsightedness and violence erupted into war. Three decades of bloodshed and tumult later, a young warrior named {@book Zan Tal'Dorei|TDCSR|1|Tal'Dorei Ascendant} reunified people under her leadership. A council was nominated to rule alongside her in the capital city of {@book Emon|TDCSR|3|Emon, the City of Fellowship}. The realm was renamed in her honor. Everyone was ready to lay down their arms and rest.": "最终，人类的短视和暴力爆发成了战争。三十年的流血和动荡之后，一位名叫{@book Zan Tal'Dorei|TDCSR|1|Tal'Dorei Ascendant}的年轻战士在她的领导下重新统一了人民。一个委员会被提名与她一起统治在首都{@book Emon|TDCSR|3|Emon, the City of Fellowship}。这个领土以她的名字重新命名。每个人都准备放下武器休息了。",
	"But, just two years later, Errevon the Rimelord attacked the still-reeling continent. The {@book Tal'Dorei Council|TDCSR|2|Tal'Dorei Council}, {@book Syngorn|TDCSR|3|Syngorn}, and {@book Kraghammer|TDCSR|3|Kraghammer} united against the ice elemental spirit, pushed him back into the rift, and with the help of the {@book Ashari druids|TDCSR|2|The Ashari}, sealed it.": "然而，仅仅两年后，冰缘领主埃瑞沃恩（Errevon the Rimelord）袭击了仍在苦苦挣扎的大陆。{@book Tal'Dorei Council|TDCSR|2|Tal'Dorei Council}、{@book Syngorn|TDCSR|3|Syngorn}和{@book Kraghammer|TDCSR|3|Kraghammer}联合起来对抗这位冰元素精灵，将他推回裂缝，并在{@book Ashari druids|TDCSR|2|The Ashari}的帮助下将其封印住。",
	"The land had been permanently altered. Two formerly fertile regions were cursed and scarred by the wars, known ever after as the blighted {@book Umbra Hills|TDCSR|3|Umbra Hills} and the icy {@book Frostweald|TDCSR|3|The Frostweald}. Finally, though, a period of peace came. Tal'Dorei became an empire. Generations passed. The upheavals in the land were minor and absorbed with relative aplomb. When a wizard living in the {@book Bramblewood|TDCSR|3|The Bramblewood} botched a spell and flooded the eastern forest with a thousand surprised chickens, the enterprising folks of nearby {@book Westruun|TDCSR|3|Westruun} just shrugged and set up a new export market. The Great Feathering of 641 PD is still spoken of in mostly fond terms, a minor blip in a calm century. Still, in hindsight, it doesn't seem like enough rest.": "这片土地已经永久改变。两个曾经肥沃的地区被战争所诅咒和毁坏，从此被称为受诅 {@book Umbra Hills|TDCSR|3|Umbra Hills} 和冰冷 {@book Frostweald|TDCSR|3|The Frostweald}。最终，一段和平时期来临了。塔尔多瑞 (Tal'Dorei) 成为了一个帝国。世代更迭。土地上的动荡都相对较小，被相对轻松地吸收。当一个生活在 {@book Bramblewood|TDCSR|3|The Bramblewood} 的巫师施法失败，用一千只惊讶的鸡淹没了东部森林时，附近 {@book Westruun|TDCSR|3|Westruun} 勤劳的居民只是耸耸肩，然后建立了一个新的出口市场。641 PD 年的大羽毛事件在人们口中仍然是以温馨的方式被提及，这是一个平静世纪中的一个小插曲。然而，事后看来，这似乎并不是足够的休息。",
	"About fifty years ago, the avaricious red dragon known as {@book Thordak, the Cinder King|TDCSR|1|Thordak, the Cinder King}, laid waste to the {@book Mornset Countryside|TDCSR|3|Mornset Countryside} in the south. His banishment to the Elemental Plane of Fire lasted more than a decade, but while there, he grew stronger and formed an alliance with four other chromatic dragons. At the end of 810 PD, Thordak broke free of his planar prison, and the {@book Chroma Conclave|TDCSR|1|The Chroma Conclave} ravaged {@book Emon|TDCSR|3|Emon, the City of Fellowship}. {@book Thordak|TDCSR|1|Thordak, the Cinder King} settled amid the ruins of the capital, while his three compatriots spread out across the continent, bringing devastation wherever their attention landed.": "大约五十年前，以贪婪著称的红龙{@book Thordak, the Cinder King|TDCSR|1|Thordak, the Cinder King}摧毁了南方的{@book Mornset Countryside|TDCSR|3|Mornset Countryside}。他被放逐到火元素位面，囚禁了十多年，但在那里，他变得更强大，并与其他四只色龙结成联盟。在810 PD年末，索尔达克成功摆脱了位面监狱，纵火{@book Emon|TDCSR|3|Emon, the City of Fellowship}。{@book Thordak|TDCSR|1|Thordak, the Cinder King}定居在首都废墟之中，而他的三个同伴则分散到整个大陆，无论他们的目光落在哪里，都带来毁灭。",
	"And by then he only had three remaining compatriots, because the adventuring group Vox Machina had already dispatched the blue dragon Brimscythe.": "到那时，他只剩下三个同胞了，因为冒险团体Vox Machina已经消灭了蓝龙Brimscythe。",
	"Eventually all the land would hear of these heroes: {@creature Champion of Ravens|TDCSR|Vax'ildan}, the thief and assassin from {@book Byroden|TDCSR|3|Byroden} who became the champion of the {@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens, goddess of death}. {@creature Vex'ahlia|TDCSR}, Vax's twin sister, the broomstick-riding archer who became the champion of the {@deity The Dawnfather|Exandria|TDCSR|Dawnfather}, and her bear companion, {@creature Trinket|TDCSR}. {@creature Percival de Rolo|TDCSR|Percival Fredrickstein von Musel Klossowski de Rolo III}, lord of Whitestone and Vex's eventual husband, the deadly marksman and brilliant inventor who built Exandria's first firearms. {@creature Keyleth, Voice of the Tempest|TDCSR|Keyleth} of the Air Ashari, wielder of nature magic, who became the near-immortal Voice of the Tempest. {@creature Grog Strongjaw|TDCSR}, the hulking half-giant brawler, who forged the weapons that defeated a god. {@creature Scanlan Shorthalt|TDCSR}, teller of tales, singer of sorcerous songs, and master of the {@spell Mordenkainen's Magnificent Mansion|PHB|magical mansion}, who became the champion of the {@deity The Knowing Mentor|Exandria|TDCSR|Knowing Mentor}. And {@creature Pike Trickfoot|TDCSR}, warrior and healer of the {@deity The Everlight|Exandria|TDCSR|Everlight}, who brought most of the group back from the dead, some of them multiple times.{@footnote [*]|{@creature Taryon Darrington|TDCSR}, the arcane builder and author from Wildemount and original spark of inspiration for this book, joined the group after their defeat of the {@book Chroma Conclave|TDCSR|1|The Chroma Conclave}. He left a short time later to form the heralded Darrington Brigade.}": "最终，所有土地都会听说这些英雄：{@creature Champion of Ravens|TDCSR|Vax'ildan}，来自{@book Byroden|TDCSR|3|Byroden}的窃贼和刺客，后来成为{@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens, goddess of death}的冠军。{@creature Vex'ahlia|TDCSR}，瓦克斯的孪生姐妹，骑着扫帚的弓箭手，后来成为{@deity The Dawnfather|Exandria|TDCSR|Dawnfather}的冠军，以及她的熊伙伴，{@creature Trinket|TDCSR}。{@creature Percival de Rolo|TDCSR|Percival Fredrickstein von Musel Klossowski de Rolo III}，怀特斯通的领主和维克斯的未来丈夫，致命的神枪手和才华横溢的发明家，建造了艾克桑德里亚的第一批火器。{@creature Keyleth, Voice of the Tempest|TDCSR|Keyleth}，空气阿夏瑞的成员，自然魔法的行使者，后来成为近乎不朽的风暴之声。{@creature Grog Strongjaw|TDCSR}，庞大的半巨人搏击者，锻造了击败神祗的武器。{@creature Scanlan Shorthalt|TDCSR}，故事讲述者，施法歌手，{@spell Mordenkainen's Magnificent Mansion|PHB|magical mansion}的大师，后来成为{@deity The Knowing Mentor|Exandria|TDCSR|Knowing Mentor}的冠军。以及{@creature Pike Trickfoot|TDCSR}，{@deity The Everlight|Exandria|TDCSR|Everlight}的战士和治疗者，多次将大部分团队成员从死亡中拯救出来。{@footnote [*]|{@creature Taryon Darrington|TDCSR}，来自怀尔德蒙特的奥术建筑师和作家，也是本书最初灵感的来源，他在他们打败{@book Chroma Conclave|TDCSR|1|The Chroma Conclave}后加入了这个团队。不久后，他离开组建了备受推崇的达林顿旅团。",
	"Together, wielding force, diplomacy, leadership, and a set of truly legendary arms and armor, Vox Machina slew the remaining four dragons of the {@book Chroma Conclave|TDCSR|1|The Chroma Conclave}. It took them only four weeks.": "在一起，运用力量、外交、领导力以及一套真正传奇的武器和盔甲，Vox Machina击败了{@book Chroma Conclave|TDCSR|1|The Chroma Conclave}剩下的四条龙。他们只用了四周的时间。",
	"But in those weeks, so much damage had been done. Countless people were dead, thousands of acres of crops were destroyed, supply routes and food stores across the continent were strained to their breaking point. The stability and structure of Tal'Dorei had been turned on its head. Again.": "但在那几周里，已经造成了巨大的破坏。无数人丧生，数千英亩的农作物被摧毁，整个大陆的供应线路和食品储备都到了极限。塔尔多瑞（Tal'Dorei）的稳定和结构已经被彻底颠覆。再次。",
	"And now, today, is a time of rebuilding in Tal'Dorei. Again. Many find themselves focusing inward, away from the wider world. The year after {@book Thordak|TDCSR|1|Thordak, the Cinder King} and his allies were slain, news arrived: Vox Machina was confronting a lich who threatened the existence of everyone in Exandria. {@i Where is this lich?} the people of Tal'Dorei asked. {@i Across the sea, in Issylra}, came the answer. {@i Well, then}, people responded, {@i we'll worry about that trouble when it gets here}. Since then, a generation of relative quiet has come and gone, but Tal'Dorei has not had nearly enough rest.": "而今，在塔尔多瑞，又到了重建的时候。再次。许多人发现自己将注意力集中在内部，远离更广阔的世界。在{@book Thordak|TDCSR|1|Thordak, the Cinder King}及其盟友被杀害的一年后，传来了消息：沃克斯·马奇纳正在面对一位威胁艾克桑德里亚所有人存在的巫妖。塔尔多瑞的人们问道：“{@i Where is this lich?}？”“{@i Across the sea, in Issylra}，”回答道。“{@i Well, then}，”人们回应道，“{@i we'll worry about that trouble when it gets here}。”从那时起，一代人相对平静的时光已经过去，但塔尔多瑞并没有得到足够的休息。",
	"This, finally, brings us to the food of Tal'Dorei today, and we are honored to bring you the recipes that follow. From {@book Whitestone|TDCSR|3|Whitestone} in the north to the {@book Rifenmist Jungle|TDCSR|3|Rifenmist Jungle} in the south, we have gathered dishes of every size, from a quick snack to a breakfast feast. Tal'Dorei's grand institution of greasy pub food is of course represented. The bounty of Tal'Dorei's lush forests is referenced with several instances of tree nuts, though we have limited ourselves to the common varieties and would not recommend delving into the {@book Verdant Expanse|TDCSR|3|Verdant Expanse} in search of fey-touched food. Even the Great Feathering gets a nod, as we feature chicken in several of our selections (though poultry has also become trendy on the continent in recent decades, after word spread that {@creature Scanlan Shorthalt|TDCSR} was partial to it).": "最后，这让我们来到了今天的塔尔多瑞美食，我们很荣幸为您带来接下来的食谱。从北部的{@book Whitestone|TDCSR|3|Whitestone}到南部的{@book Rifenmist Jungle|TDCSR|3|Rifenmist Jungle}，我们收集了各种大小的菜肴，从快速小吃到丰盛的早餐。当然，塔尔多瑞那些油腻酒吧食物的伟大传统也得到了体现。塔尔多瑞郁郁葱葱的森林所产的丰富食材也在几种树坚果中得到体现，尽管我们只限制在常见品种，不建议深入{@book Verdant Expanse|TDCSR|3|Verdant Expanse}寻找被精灵触摸过的食物。甚至伟大的羽毛也得到了一点点关注，因为我们在几个选择中都有鸡肉（尽管近几十年来，家禽在大陆上也变得时髦起来，因为传言称{@creature Scanlan Shorthalt|TDCSR}偏爱它）。",
	"But those are just ingredients, and what ties Tal'Dorei cuisine together is more a matter of culture. For that, let's return to contemplating everyone's favorite historically themed dinner theater. Because A Taste of Tal'Dorei, when you get down to it, understands the continent it is celebrating.": "但这些只是食材，而将塔尔多雷烹饪联系在一起的更多是文化问题。为此，让我们回到思考每个人最喜欢的历史主题晚餐剧场。因为《塔尔多雷的味道》(A Taste of Tal'Dorei)，当你深入了解时，就能理解这个大陆正在庆祝的是什么。",
	"Amid the spectacle and the breading, the thing that A Taste of Tal'Dorei gets most right is the emphasis on comfort. {@i Enjoy your drinks. Pack in the food. It's been hard out there, and it will be hard again. The rest will never last long enough, not nearly. But in here, while we're eating, it's okay. Hoist that souvenir tankard high. We will all survive the Rimelord's frozen death.}": "在这场盛大的盛宴和烘焙之中，一个《塔尔多瑞的味道》最成功的地方是它强调舒适感。{@i Enjoy your drinks. Pack in the food. It's been hard out there, and it will be hard again. The rest will never last long enough, not nearly. But in here, while we're eating, it's okay. Hoist that souvenir tankard high. We will all survive the Rimelord's frozen death.}",
	"And so, we invite you to make these meals in the same spirit. Whether it's pastries or pies, meat or mayonnaise, we hope these dishes can bring you a moment of respite in a rough world, a taste of Tal'Dorei in a troubled time. Cheers.": "因此，我们邀请您以同样的心情制作这些餐点。无论是糕点还是馅饼，肉类还是蛋黄酱，我们希望这些菜肴能为您在艰难的世界中带来片刻的休憩，为您在动荡时期品尝到塔尔多瑞的味道。干杯。",
	"After halting an evil god's incursion into the Lightless Lands Below, joining the Vasselheim hunting guild the Slayer's Take, liberating the city of Whitestone from the rule of Delilah and Sylas Briarwood, defeating five dragons, and along the way, resurrecting their party members from death ten separate times, the heroes of Vox Machina needed a break from adventuring. But they found that they couldn't sit idle. So half of the team—{@creature Vex'ahlia|TDCSR}, {@creature Pike Trickfoot|TDCSR|Pike}, {@creature Keyleth, Voice of the Tempest|TDCSR|Keyleth}, and {@creature Taryon Darrington|TDCSR|Taryon}—decided to use their skills at hunting fearsome beasts, channeling the divine, harnessing the elements, and building robots to...open a bakery. The result was the {@book Slayer's Cake in Whitestone|TDCSR|3|8. Slayer's Cake Bakery}!": "在阻止邪恶神灵入侵无光之地之后，加入瓦瑟海姆狩猎公会——猎杀者之握，解放怀特斯通城市免受德莉拉和赛拉斯·布莱伍德的统治，击败五只龙，并在此过程中将队友复活十次后，沃克斯·马奇纳的英雄们需要休整一下。但他们发现自己无法坐视不管。因此，团队中的一半——{@creature Vex'ahlia|TDCSR}、{@creature Pike Trickfoot|TDCSR|Pike}、{@creature Keyleth, Voice of the Tempest|TDCSR|Keyleth}和{@creature Taryon Darrington|TDCSR|Taryon}——决定利用他们的技能来狩猎可怕的野兽、引导神圣之力、驾驭元素，并制造机器人……开一家面包店。结果就是{@book Slayer's Cake in Whitestone|TDCSR|3|8. Slayer's Cake Bakery}！",
	"The bakery's opening seasons were somewhat {@footnote bumpy,*|One notable bump: the time their new hire turned out to be a bounty hunter who promptly kidnapped Taryon.} but the renown of its founders and the ongoing refinements to their recipes paid off. The Slayer's Cake is now loved across Tal'Dorei and beyond. Even though the bakery is branching out into new territories, access to its wares is still limited: if you can't get to Whitestone, Emon, or {@book Nicodranas|EGW|4|Nicodranas}, you're out of luck.": "这家面包店最初的开业季节有些{@footnote bumpy,*|One notable bump: the time their new hire turned out to be a bounty hunter who promptly kidnapped Taryon.}，但创始人的声誉以及对食谱不断的改进最终获得了回报。《杀手蛋糕》现在在塔尔多蕾大受喜爱，甚至远销其他地方。尽管这家面包店正在向新的领地拓展，但要想品尝它的美食仍然有限：如果你无法到达白石、伊蒙或{@book Nicodranas|EGW|4|Nicodranas}，那就没那么幸运了。",
	"Until now.": "至此。",
	"Here you will find the original, proprietary recipes for three of the Slayer's Cake's most notable delicacies. The spicy smoothness of {@recipe Slayer's Cake Sun Treats|ExEx|Sun Treats}. The tangy creaminess of {@recipe Everlight-as-Air Scones|ExEx}. And, of course, the nutty deliciousness of {@recipe Trinket's Bear Claws|ExEx} (with a cinnamon kick, if you prefer them Nicodranas-style). They can now be yours at any time, no adventuring required.": "在这里，您将找到屠魔者蛋糕店三款最著名美味的原创食谱。{@recipe Slayer's Cake Sun Treats|ExEx|Sun Treats}的辛辣顺滑口感。{@recipe Everlight-as-Air Scones|ExEx}的浓郁酸甜口感。当然，还有{@recipe Trinket's Bear Claws|ExEx}的坚果美味（如果您喜欢尼科德拉纳风格，还可以加入一点肉桂味）。现在，您可以随时享用，无需冒险。",
	"Mornings should never be faced on an empty stomach. But sometimes your standard breakfast fare just won't cut it—especially on a morning that follows a long night of celebration and indulgence. When battle is impending, diplomatic negotiation is imminent, or your head feels like it's about to implode, you need a serious food boost. This tasty spread, created by the Diamond Nest Tavern and adopted by pubs throughout Emon, has you covered:": "早晨绝不能空腹面对。但有时候你的标准早餐可能不够—尤其是在经历了一个漫长的庆祝和放纵之夜后的早晨。当战斗在即、外交谈判即将展开，或者你感觉头要爆炸时，你需要一种严肃的食物补充。这款美味的餐点是由钻石巢酒馆创造的，并被Emon各地的酒馆所采用，保证让你满足：",
	"Salt and grease craving? Load up on eggs and thick slab bacon.": "嗜盐和油脂？多吃鸡蛋和厚切培根。",
	"Want something crispy? Try the chicken and the tomatoes, fried to perfection.": "想要尝试一些脆的东西吗？试试炸得恰到好处的鸡肉和番茄吧。",
	"Need a pick-me-up? You've got one; the gravy is full of coffee.": "需要提振一下吗？你来对地方了；这个酱汁里充满了咖啡。(coffee)",
	"Sweet tooth? Check out the waffles with lots of extras.": "爱吃甜食？试试带有各种额外配料的华夫饼。",
	"Hair of the dog? One of the extras in that waffle is beer.": "狗毛疗法？那个华夫饼的其中一个配料是啤酒。",
	"Put the spring back in your step, settle your stomach, and prepare to face the far-too-bright day with the Full Emon.": "让你的步伐轻盈起来，稳定你的胃口，准备好迎接这个太阳太刺眼的一天，与全能艾蒙(`Full Emon`)一起。",
	"One blessed day in the town of Whitestone, {@creature Grog Strongjaw|TDCSR} walked into the castle kitchen and requested \"a salad with meat in it.\" Because Grog carried the title of Grand Poobah de Doink of All of This and That, the kitchen staff took his request with due seriousness but a lack of comprehension. Within an hour, they had created a salad with only meat in it, and the official dish of Whitestone{@footnote *|Approval pending.} was born. Grog has declared that the resulting bowl of salted goat, fish, beef, and pork—dubbed GoFiBePo—must not be eaten with utensils. We here at Exquisite Exandria additionally declare that it must not be eaten at all, unless you have a constitution to match Grog's.{@footnote **|This excludes most of the population of Exandria.} As a more palatable alternative, may we present this charcuterie board, which will feed a dozen people without giving them the worst meat sweats of their lives.": "在怀特斯通镇的一天，{@creature Grog Strongjaw|TDCSR}走进城堡的厨房，请求“一份里面有肉的沙拉。”由于Grog拥有“这一切的大领主”这一头衔，厨房工作人员认真对待他的请求，但缺乏理解。一个小时内，他们制作了一份只有肉的沙拉，怀特斯通{@footnote *|Approval pending.}的官方菜肴因此诞生了。Grog宣布，这碗盐腌山羊肉、鱼肉、牛肉和猪肉混合的菜肴被称为GoFiBePo，必须不用餐具食用。我们在Exquisite Exandria还宣布，除非你有与Grog相匹配的体质，否则一定不能吃，{@footnote **|This excludes most of the population of Exandria.}作为一个更可口的选择，我们可以呈现这个开胃菜拼盘，可以供十二个人享用，而不会让他们遭受一生中最糟糕的肉类出汗。",
	"After Vox Machina killed the dragon Umbrasyl, {@creature Grog Strongjaw|TDCSR|Grog} found a {@item alchemy jug|DMG|rune-covered ceramic jug} buried under Umbrasyl's hoarded gold. Strangely, the jug made sloshing noises even when empty. Grog did some experimenting{@footnote *|Experiments included repeatedly shaking the jug, trying to break the jug, letting {@creature Percival de Rolo|TDCSR|Percy} and {@creature Keyleth, Voice of the Tempest|TDCSR|Keyleth} fill the jug with dragon blood and dirt, and wearing the jug as a hat.} and discovered that it could make gallons of liquid on command. Ale, water, salt water, more ale. And mayonnaise, which he ate straight from the jar until it was gone. Grog is perfectly happy with this simple snack, but he has admitted{@footnote **|Grudgingly} that it could be improved on by scooping up the mayo with something besides his fingers. We suggest these oven-roasted herbed fries. We've also included a way to fancy up your straight-from-the-jar mayonnaise, or should you not have access to a magic jug, make your own from scratch.": "在Vox Machina杀死了龙Umbrasyl后，他们发现一个酒罐埋在Umbrasyl的财宝下面。奇怪的是，即使空着，这个酒罐里还是能听到晃动的声音。Grog进行了一些实验，最终决定用龙血和泥土填满酒罐，然后戴在头上。他发现这个酒罐可以根据命令制造加仑的液体。啤酒、水、盐水，再来点啤酒。还有蛋黄酱，他直接从罐子里吃，直到吃光。Grog对这个简单的小吃非常满意，但他承认这样的吃法可以改进，比如用别的东西舀蛋黄酱而不是用手指。我们建议尝试这些烤过的香草薯条。我们还提供了一种让你的蛋黄酱变得更美味的方法，或者如果你没有魔法酒罐，也可以自己从头开始制作。",
	"Say you're hosting a dinner party in your extraplanar mansion, and you're serving a lot of chicken—pretty much only chicken, in fact. Some of your guests start complaining, wanting more variety in their meal. Then another guest starts flying around on her broomstick, shooting arrows, resulting in one skewered chicken on your wall and one puncture wound on your neck. What's a gracious, talented, seriously injured host to do? Hypothetically speaking, of course. Well, you could turn lemons into lemonade. No, for real, go find a lemon—also some pineapple and onion, and maybe some yogurt, stuff like that—and make these marinated chicken skewers. Oh, and bandage that neck wound. Yikes.": "假设你在你的（超位面）府邸举办一场晚宴，而你准备了很多鸡肉——事实上几乎只有鸡肉。一些客人开始抱怨，希望他们的餐点有更多变化。然后另一位客人开始骑着她的扫帚飞来飞去，射箭，导致一只鸡串在你的墙上，你的脖子上也被刺伤了。作为一位亲切、有才华的、严重受伤的主人，该怎么办呢？当然，这只是假设。嗯，你可以将柠檬变成柠檬水。不，真的，去找一些柠檬—还有一些菠萝和洋葱，也许还有一些酸奶，类似的东西—然后做这些腌制鸡肉串。哦，还有给那颈部伤口包扎。天啊。",
	"One of our researchers, upon returning from an expedition through the Rifenmist Jungle, found an unexpected piece of parchment in her bag. A note at the top read, \"From Niirdal-Poc: Elam says 'you're welcome.' \" We have heard only rumors of {@book Niirdal-Poc|TDCSR|3|Niirdal-Poc}: an ancient city, deep in the jungle, hidden from travelers unless the city chooses to reveal itself to them. While some have questioned the parchment page's authenticity, its recipe for this very tasty fry bread is the real deal. And, should this truly be a missive from {@book Niirdal-Poc|TDCSR|3|Niirdal-Poc} itself, who are we to refuse such a rare gift? So, if you're out there, Elam: Thank you.": "在我们的一位研究员从里芬密斯特丛林的探险归来时，在她的包里发现了一张意外的羊皮纸。纸的顶部写着：“来自尼尔达尔-波克：埃兰说'不用谢'。”我们只听说过(%0%）的传闻：一个古老的城市，深藏在丛林深处，除非城市选择向他们展示，否则旅行者无法发现。虽然有人质疑羊皮纸的真实性，但上面这个非常美味的炸面包的食谱是真实的。而且，如果这确实是来自{@book Niirdal-Poc|TDCSR|3|Niirdal-Poc}本身的消息，我们又有什么理由拒绝如此珍贵的礼物呢？所以，如果你在那里，埃兰：谢谢你。",
	"For generations, the traditional dish of the de Rolos, rulers of the city of Whitestone, was a warming pasta puttanesca. Then the Briarwoods took over the city, slaughtered all but two of the de Rolos, and reigned for years of gloom and terror. After the survivors, {@creature Percival de Rolo|TDCSR|Percy} and his sister Cassandra, reclaimed Whitestone with Vox Machina's help, some old traditions were bound to evolve. Now a new dish has been added to the celebratory rotation. The topping is white, like {@creature Percival de Rolo|TDCSR|Percy's} hair, rather than the red of blood, and the pasta contains two entire heads of garlic. Partake in good health and stinky breath. Unless you're a {@creature vampire|MM}, in which case: go straight to hell, and say hi to the Briarwoods for us.": "几代人以来，Whitestone城市的统治者de Rolos家族的传统菜肴是一道温暖的帕斯塔普塔内斯卡。然后Briarwoods接管了这座城市，屠杀了除了两人之外的所有de Rolos家族成员，并统治了多年的阴霾和恐怖。在幸存者{@creature Percival de Rolo|TDCSR|Percy}和他的妹妹Cassandra在Vox Machina的帮助下夺回Whitestone后，一些旧传统必然会发展演变。现在，一个新的菜肴已经被添加到了庆祝的轮换菜单中。配料是白色的，就像{@creature Percival de Rolo|TDCSR|Percy's}的头发一样，而不是血红色，而且帕斯塔里还包含了两个整个大蒜头。祝您身体健康，口气清新。除非您是{@creature vampire|MM}，那么：直接去地狱，替我们向Briarwoods问好。",
	"If you're traveling between the Rifenmist Peninsula and the rest of Tal'Dorei, you'll likely pass through a sprawling settlement in which a surprising number of the residents go about their days fully armed. This is {@book Byroden|TDCSR|3|Byroden}, former home of Vox Machina's {@creature Vex'ahlia|TDCSR} and {@creature Champion of Ravens|TDCSR|Vax'ildan}. {@book Byroden|TDCSR|3|Byroden} is known for three M's: militia, mining, and merriment. And if you happen to stop by during the annual Gem of Byroden pageant, you will experience a shining example of the third.": "如果你在瑞芬米斯特半岛和塔尔多雷其他地区之间旅行，你可能会经过一个庞大的定居点，那里有惊人数量的居民整天都全副武装。这就是{@book Byroden|TDCSR|3|Byroden}，曾经是Vox Machina的{@creature Vex'ahlia|TDCSR}和{@creature Champion of Ravens|TDCSR|Vax'ildan}的故乡。{@book Byroden|TDCSR|3|Byroden} 以三个M而闻名：民兵、矿业和欢乐。如果你碰巧在每年一度的拜罗登之宝盛会期间路过，你将体验到第三个M的闪亮典范。",
	"The main event is the pageant itself, in which anyone who wishes may compete to win the title of Gem of Byroden. Complementing the pageantry is a food competition, and the theme of the daytime competition is pies. There are so many pies presented that, if we could convince the bakers to part with their secrets, the recipes would fill this entire book. Instead, we have chosen three recipes that will give you a taste of the day.": "主要活动是选美比赛本身，在这个比赛中，任何希望参加的人都可以竞争赢得“比罗登之宝”(Gem of Byroden)的称号。作为选美比赛的补充，还有一个食品比赛，白天比赛的主题是馅饼。有这么多馅饼被呈现出来，如果我们能说服面包师分享他们的秘密，那么这些食谱将填满整本书。相反，我们选择了三个食谱，让你尝一尝这一天的味道。",
	"First up, our {@recipe Sweet Tea Custard Pie|ExEx} pays tribute to the only nonalcoholic drink available at the festival.{@footnote *|You read that right. They will not serve you water. Enjoy the tea.} Then there's the {@recipe Chicken Pocket Pies|ExEx|Chicken Pocket Pie}—if you're worried about getting full, just stash it away for later! Last, we could not pass up the opportunity to bring you Byroden's own {@recipe Berry Surprise Pie|ExEx|Berry Surprise}.{@footnote **|Sample responsibly; the \"surprise\" is rum.} We, and the fine folks of {@book Byroden|TDCSR|3|Byroden}, hope these treats will persuade you to make the journey for yourself. Bring your appetite and your sauciest evening wear, and the next Gem of Byroden could be you!": "首先，我们的{@recipe Sweet Tea Custard Pie|ExEx}向节日中唯一的无酒精饮料致敬。{@footnote *|You read that right. They will not serve you water. Enjoy the tea.} 然后是{@recipe Chicken Pocket Pies|ExEx|Chicken Pocket Pie} ——如果你担心吃太饱，可以把它藏起来留到以后！最后，我们不会错过为您带来拜罗登自家的{@recipe Berry Surprise Pie|ExEx|Berry Surprise} 的机会。{@footnote **|Sample responsibly; the \"surprise\" is rum.} 我们和{@book Byroden|TDCSR|3|Byroden} 的友好居民希望这些美食能说服您亲自前来。带上你的胃口和最时髦的晚装，下一个拜罗登之宝就可能属于你！",
	"Have you heard tell of {@creature Scanlan Shorthalt|TDCSR|Scanlan} the grand,": "你听说过{@creature Scanlan Shorthalt|TDCSR|Scanlan}这位宏伟的，",
	"With the most famous voice in the land?": "拥有这片土地上最著名的声音？",
	"As a gnome, he's quite small,": "作为一个侏儒，他个子相当小，",
	"But his spells? Not at all!": "但他的法术呢？一点也不！",
	"One can summon a {@spell Bigby's Hand|PHB|huge purple hand}!": "一个人可以召唤一个{@spell Bigby's Hand|PHB|huge purple hand}！",
	"Often, we heard the gnome give a sigh,": "经常听到侏儒发出一声叹息，",
	"\"There aren't enough Me Foods. But why?": "\"没有足够的自我食品。但为什么呢？\"",
	"Why can't the food I eat": "为什么我吃的食物(%num%)不能",
	"Be inspired by my feats?\"": "受到我的壮举启发吗？",
	"So we made him this purple hand pie.": "所以我们给他做了这个紫色的手工馅饼。",
	"Let's leave Tal'Dorei now, crossing the Ozmit Sea north and west, heading for Issylra, the birthplace of civilization. Before we can understand this storied land and its cuisine, we need to briefly review the long, awe-inspiring, often troubled relationship between Exandria, the gods, and magic. Of course, we at Exquisite Exandria are not authorities on the deep mysteries of the universe, so we'll begin with some sweeping generalities.": "让我们现在离开塔尔多雷，穿过奥兹密特海向北和向西，前往伊西拉（Issylra），文明的发源地。在我们能够了解这片传奇土地及其美食之前，我们需要简要回顾一下艾克桑德里亚（Exandria）、众神和魔法之间漫长、令人敬畏且常常饱受困扰的关系。当然，我们在卓越的艾克桑德里亚（Exquisite Exandria）并不是宇宙深奥奥秘的权威，因此我们将从一些概括性的观点开始。",
	"In the time of the {@book Founding|TDCSR|1|The Founding}, the gods shaped the many peoples of Exandria, gifting them morsels of their divine power to help them survive. Magic was born. With the aid of magic, the mortal races developed tools to not just survive but thrive. Civilizations were founded, and the people of those civilizations remembered to thank the gods for their gifts. Organized religion was born.": "在{@book Founding|TDCSR|1|The Founding}时代，众神塑造了艾克桑德里亚的许多民族，赐予他们一些神圣力量的馈赠，帮助他们生存下来。魔法诞生了。在魔法的帮助下，凡人种族发展出不仅仅是生存，而是繁荣的工具。文明得以建立，这些文明的人民记得感谢神明给予的礼物。有组织的宗教诞生了。",
	"{@book The Founding|TDCSR|1|The Founding}, however, was not the beginning of Exandria's history. The gods found Exandria, already extant, with a race of elemental titans called the Primordials already living there. Angered with the gods, their people, and their meddling with the land, {@book the Primordials rose up and attacked|TDCSR|1|Wrath of the Primordials}. The people called to their gods for help.": "然而，{@book The Founding|TDCSR|1|The Founding}并不是艾克桑德里亚历史的开始。众神发现艾克桑德里亚已经存在，那里居住着一群名为原初者的元素泰坦。他们对众神、他们的人民以及他们对土地的干预感到愤怒，{@book the Primordials rose up and attacked|TDCSR|1|Wrath of the Primordials}。人们向他们的神祈求帮助。",
	"Some of the gods said no. They sided with the Primordials against their divine brethren, becoming what we now refer to as the {@table Betrayer Gods|TDCSR}. A terrible conflict followed, ending with the gods thereafter known as the {@table Prime Deities|TDCSR} locking the {@table Betrayer Gods|TDCSR} away in other planes of existence. Afterward, as civilization once again thrived, the people of Exandria knew for sure: These were gods that loved them. These were gods worthy of their loyalty.": "一些神明拒绝了。他们站在原始神灵一边，对抗他们的神圣兄弟，成为我们现在所称的{@table Betrayer Gods|TDCSR}。接着是一场可怕的冲突，最终以后来被称为{@table Prime Deities|TDCSR}的神明将{@table Betrayer Gods|TDCSR}封印在其他存在层面中。随后，随着文明再次繁荣，艾克西安德里亚的人们确信：这些是爱他们的神明。这些是值得他们忠诚的神明。",
	"But time passed, and people forgot. Magic flourished beyond all previous bounds, unlocking ever more secrets. Huge cities like {@book Aeor|EGW|4|Aeor Crash Site} and Avalir rose from the ground and flew. Arduous tasks could be accomplished in an eyeblink. What does being a god mean, when anyone who studies the arcane hard enough can stop time or create life? As civilization's thriving soured into indulgence, mortals decided they wanted to find out. Some attempted to become gods. One, the {@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens}, even succeeded. In the misguided experimentation that followed, the {@table Betrayer Gods|TDCSR} were freed. God fought god once again, with disastrous results. During {@book the Calamity|TDCSR|1|The Calamity} that followed, at least two-thirds of the population of Exandria was killed, lands were left barren, and most traces of civilization were destroyed.": "然而，时间流逝，人们渐渐忘记了。魔法超越了以往的极限，揭开了更多的秘密。像{@book Aeor|EGW|4|Aeor Crash Site}和Avalir这样的巨大城市从地面上升起并飞行。艰巨的任务可以在眨眼间完成。当任何一个人努力研究奥术时，时间可以停止，生命可以创造，那么作为神意味着什么呢？随着文明的繁荣变成了放纵，凡人们决定要找出答案。一些人试图成为神。其中一个，{@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens}，甚至成功了。在随之而来的误导性实验中，{@table Betrayer Gods|TDCSR}被释放了。神再次互相对抗，结果灾难性。在随后的{@book the Calamity|TDCSR|1|The Calamity}中，至少三分之二的艾克桑德里亚人口丧生，土地变得贫瘠，大部分文明痕迹被摧毁。",
	"Except for Vasselheim. The rest of Issylra became, and largely remains, untamed wilderness, but Vasselheim survived. After banishing the {@table Betrayer Gods|TDCSR} again, the {@table Prime Deities|TDCSR} chose to lock themselves beyond the Divine Gate, removing their ability to act directly upon Exandria. Vasselheim, the Dawn City, was where they made this announcement. Vasselheim was the last city standing after the gods warred, Vasselheim was where the gods departed this plane of existence, and Vasselheim, the people swore, was where the gods would be forever remembered.": "除了瓦瑟海姆 (`Vasselheim`) 外，伊瑟拉 (`Issylra`) 的其余地区变成了，而且大部分仍然是未开垦的荒野，但瓦瑟海姆幸存了下来。在再次驱逐 {@table Betrayer Gods|TDCSR} 后， {@table Prime Deities|TDCSR} 选择将自己锁在神圣之门 (`Divine Gate`) 之外，剥夺了他们直接影响艾克桑德里亚 (`Exandria`) 的能力。黎明之城瓦瑟海姆是他们宣布这一决定的地方。在众神交战后，瓦瑟海姆是最后一座屹立不倒的城市，瓦瑟海姆是众神离开这个位面的地方，而人们发誓，瓦瑟海姆将永远记住众神。",
	"After the departure of the gods, an event known as the Divergence, many things started anew. The calendar, to name one example, began counting years PD, \"Post Divergence.\" But Vasselheim endured, Vasselheim remembered, and that continues to this day.": "在诸神离去之后，一场被称为“分歧”的事件发生，许多事物重新开始。以日历为例，开始计算PD年，“分歧后”。但瓦瑟海姆（Vasselheim）却经受住了考验，瓦瑟海姆铭记着，这种记忆延续至今。",
	"Vasselheim refuses to make the mistakes of its ancestors. Arcane magic—the kind not directly inspired by the divine, the kind that brought about {@book the Calamity|TDCSR|1|The Calamity}—is banned within the city. Each of the major sections of the city is dedicated to a Prime Deity: the Abundant Terrace to the {@deity The Wildmother|Exandria|TDCSR|Wildmother}, goddess of nature; the Quadroads to the {@deity The Lawbearer|Exandria|TDCSR|Lawbearer}, goddess of civilization; the Braving Grounds to the {@deity The Stormlord|Exandria|TDCSR|Stormlord}, god of glory and strength; the Silver Talon's Reach to the {@deity The Platinum Dragon|Exandria|TDCSR|Platinum Dragon}, god of justice and protection; and the Duskmeadow District to the {@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens, goddess of death}. Other {@table Prime Deities|TDCSR} are also worshipped in temples across the city, such as the {@deity The Dawnfather|Exandria|TDCSR|Dawnfather}, god of the sun, summer, and time; the {@deity The Changebringer|Exandria|TDCSR|Changebringer}, goddess of freedom and adventure; and the {@deity The Everlight|Exandria|TDCSR|Everlight}, goddess of compassion and redemption.": "瓦瑟海姆（Vasselheim）拒绝重蹈祖先的覆辙。城市内禁止使用神圣启示以外的奥术魔法，这种魔法曾导致{@book the Calamity|TDCSR|1|The Calamity}的发生。城市的主要区域各自奉献给一位首要神祇：丰饶露台献给{@deity The Wildmother|Exandria|TDCSR|Wildmother}女神，自然之神；十字路口区献给{@deity The Lawbearer|Exandria|TDCSR|Lawbearer}女神，文明之神；勇者广场献给{@deity The Stormlord|Exandria|TDCSR|Stormlord}神，荣耀与力量之神；银爪延伸区献给{@deity The Platinum Dragon|Exandria|TDCSR|Platinum Dragon}神，正义与保护之神；黄昏草原区献给{@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens, goddess of death}。城市中的其他神祇也在各处的神庙中受到崇拜，如{@deity The Dawnfather|Exandria|TDCSR|Dawnfather}太阳、夏季和时间之神；{@deity The Changebringer|Exandria|TDCSR|Changebringer}自由与冒险女神；以及{@deity The Everlight|Exandria|TDCSR|Everlight}慈悲与救赎女神。",
	"But now it's time to focus on the food. Issylra has always been a cold place of isolated settlements, so the cuisine has developed from that mentality. Even in times of plenty, food in such a place never stops being precious. Heavy emphasis is placed on hunting, marking the seasons, and avoiding waste, all to ensure that food stores are sufficient and life is sustained. But the people of Issylra also use meals as a form of worship. There are, of course, the celebratory feasts throughout the year to honor one or more of the {@table Prime Deities|TDCSR}. The food served at these religious meals is usually elaborate, requiring hours of preparation and meticulous attention. Especially in Vasselheim, though, most everyday dinners are also sit-down affairs, not necessarily somber, but certainly ritualized and formal. With each bite, whether consciously or subconsciously, the people of Vasselheim renew their vow. {@i We remember and thank the gods who saved us. We honor their magic and practice no other. We remember the hubris that nearly destroyed us. We will never forget again.}": "但现在是时候专注于食物了。伊西拉（Issylra）一直是一个偏僻定居点的寒冷之地，所以烹饪方式也源自这种心态。即使在丰盛的时候，这种地方的食物永远都是珍贵的。人们非常重视狩猎、标记季节和避免浪费，所有这些都是为了确保食物储备充足，生命得以延续。但伊西拉的人们也将用餐视为一种崇拜形式。当然，一年中会有庆祝性的盛宴，以纪念一个或多个{@table Prime Deities|TDCSR}。这些宗教餐饮的食物通常非常精致，需要数小时的准备和细致的关注。尤其是在瓦瑟海姆（Vasselheim），大多数日常晚餐也是坐下来享用的，不一定是庄严的，但肯定是有仪式感和正式的。每一口，无论是有意识地还是下意识地，瓦瑟海姆的人们都在更新他们的誓约。{@i We remember and thank the gods who saved us. We honor their magic and practice no other. We remember the hubris that nearly destroyed us. We will never forget again.}",
	"In the following pages, we have collected a range of these commemorative dishes. For those times when you're in the mood to celebrate good company or a good harvest or if you just want to try some unusual cookies, home cooks and professional chefs across Issylra have opened their recipe books to help. All they ask is that you do as they do when they sit down to eat: Remember your blessings, and learn from your mistakes.": "在接下来的页面中，我们收集了一系列这些纪念性的菜肴。对于那些想要庆祝美好时光或丰收的时刻，或者只是想尝试一些不寻常的饼干的人，整个伊西拉（Issylra）的家庭厨师和专业厨师们已经打开了他们的食谱书来帮助你。他们只是希望你在坐下来吃饭时也像他们一样：记住你的祝福，并从你的错误中学习。",
	"Highsummer, the {@deity The Dawnfather|Exandria|TDCSR|Dawnfather's} holy day, is marked across Exandria with glorious feasts. In Vasselheim, festivities kick off on the Abundant Terrace—at dawn, of course—with freshly harvested corn and honey, made into this gorgeous polenta. The sun may be low in the sky, but its coming heat is celebrated by adding chiles to the honey. The adults linger over their bowls, debating whether to have seconds (or thirds) or pace themselves for the other treats to come, while the children compete to see how much spicy honey they can eat without breaking a sweat. Impending stomachaches aside, it is a lovely way to start an excellent day.": "高夏节，是整个艾克桑德里亚庆祝的圣日，人们会举行盛大的宴会。在瓦瑟海姆，庆祝活动从丰饶露台开始——当然是在黎明时分，用新鲜收获的玉米和蜂蜜制成这道美味的玉米粥。太阳也许已经低垂在天空，但人们通过在蜂蜜中加入辣椒来庆祝即将到来的炎热。成年人们在碗里慢慢品味，讨论是要再来一份（或第三份）还是为即将到来的其他美食保留胃口，而孩子们则互相竞赛，看谁能吃更多辣蜂蜜而不出汗。尽管可能会有即将到来的胃痛，但这是一个美好的开始，迎接美好的一天。",
	"Shorecomb is a port city, hundreds of miles southwest of Vasselheim, and a frequent stop for trade ships making their way along the Issylran coast. Its residents, therefore, were unprepared for the heroes of Vox Machina to {@spell Transport via Plants|PHB|magically emerge from a tree} on the outskirts of town instead of arriving by boat. But powerful guests appearing out of nowhere to hunt down a freshly ascended god with little notice is no reason to be a bad host!": "肖尔康贝（Shorecomb）是一个港口城市，位于瓦瑟海姆（Vasselheim）以西数百英里，是沿着伊西尔兰（Issylran）海岸航行的贸易船的常见停靠点。因此，城里的居民对沃克斯·马奇纳（Vox Machina）的英雄们突然出现在城镇郊外而不是乘船抵达感到措手不及。但是，强大的客人突然出现并在短时间内追捕一个新升天的神明并不是成为不好的主人的理由！",
	"Smørrebrød is this coastal town's favorite gesture of hospitality. This open-faced sandwich showcases both the fresh and dried seafood of the region, and it can be adapted to include everything from a prized batch of fresh cheese to leftover potatoes, depending on the season, one's feelings about one's guests, and the suddenness with which they appear out of thin air.": "Smørrebrød是这个海滨小镇最喜欢的款待姿态。这款开放式三明治展示了该地区新鲜和干制海鲜，可以根据季节、对客人的感受以及他们从空气中突然出现的速度，将其改编为包括一切，从一批珍贵的新鲜奶酪到剩下的土豆。",
	"Another celebratory treat in Shorecomb is salmon, usually trolled from the Ozmit Sea in the hot, still days of Sydenstar, before the fish begin their yearly migration to the nearby rivers. During the day, the fisherfolk can sometimes navigate by a column of smoke rising from the water five miles off the coast. This smoke marks the location of the underwater volcano Scaldseat. This popular dinnertime presentation honors both the volcano and the end-of-summer bounty: Scaldseat Salmon, broiled to a char with freshly harvested lemons and honey.": "在肖尔康姆（Shorecomb）的另一种庆祝美食是鲑鱼，通常是在西登之星（Sydenstar）炎热而静谧的日子里从奥兹密特海（Ozmit Sea）中拖网捕捞的，就在这些鱼开始每年迁徙到附近河流之前。白天，渔民们有时可以通过海岸外五英里处水面上升起的一柱烟柱来导航。这股烟标志着水下火山热座（Scaldseat）的位置。这个受欢迎的晚餐呈现既向火山致敬，也向夏末的丰收致敬：烤烧烤鲑鱼，配以新鲜采摘的柠檬和蜂蜜。",
	"Elsewhere in Exandria, the {@deity The Wildmother|Exandria|TDCSR|Wildmother's} holy day on the vernal equinox is marked with a pilgrimage to a place of unusual natural beauty. Those in Vasselheim, however, need look no farther than the Abundant Terrace, a district devoted to the worship of the {@deity The Wildmother|Exandria|TDCSR|Wildmother} and source of most of the city's food. There, enchantments allow the orchards and farmlands to be harvested year-round. With all foods in season at all times, the celebration of Wild's Grandeur in Vasselheim features heaps of fresh vegetables made into gorgeous dishes. One favorite treat is this succotash, a riot of colors and flavors that is traditionally served by the gallon from cauldrons; we've sized it down to a family portion that will fit in a skillet.": "在艾克桑德里亚的其他地方，春分日{@deity The Wildmother|Exandria|TDCSR|Wildmother's}被视为一个朝圣之日，人们会前往一处异常自然美丽的地方。然而，在瓦瑟海姆，人们无需走太远，只需前往丰饶露台（Abundant Terrace），这个专门用于崇拜{@deity The Wildmother|Exandria|TDCSR|Wildmother}并且提供城市大部分食物的区域。在那里，魔法使得果园和农田可以全年收获。由于所有食物都可以全年生长，瓦瑟海姆庆祝野性荣耀的活动包括大量新鲜蔬菜制成的美味佳肴。其中一种受欢迎的美食是这道炖菜，色彩斑斓、口味丰富，传统上是用大锅盛放并以加仑为单位供应；我们将其调整为家庭份量，适合煎锅容纳。",
	"In the center of Vasselheim, the folk of the Quadroads come together on the autumnal equinox to celebrate the {@deity The Lawbearer|Exandria|TDCSR|Lawbearer}, the goddess of civilization and order. Giving gifts to the community is traditional on Civilization's Dawn, and the Slayer's Take guild outdo themselves year after year by presenting gorgeous cuts of meat from their hunts. A huge cooking pot is hoisted over one of the celebratory bonfires, and soon the smell of tasty meats and vegetables fills the air. Two hours (and some dedicated stirring) later, the resulting stew is ladled into bowls and handed around to all comers. We have taken the spirit of this stew and delivered it to you without the need for a waist-high cooking pot or a dangerous hunting trip into the Vesper Timberland.": "在瓦瑟海姆的中心，四路交汇处的人们在秋分日聚集在一起，庆祝{@deity The Lawbearer|Exandria|TDCSR|Lawbearer}，文明与秩序女神。在文明黎明这一天给社区送礼物是传统，而猎杀者协会每年都会通过呈现他们狩猎所得的美味肉类来超越自己。一个巨大的炊具被吊在庆祝篝火之上，很快，美味的肉类和蔬菜的香味弥漫在空气中。两个小时后（还有一些专心搅拌），最终的炖菜被舀到碗里，分发给所有前来的人。我们已经将这道炖菜的精神传递给了您，而无需腰部高的炊具或危险的狩猎之旅进入维斯珀森林。",
	"While we were gathering recipes for this book, we met a strange man in the Braving Grounds who said that, years back, he had eaten cookies made of gunpowder and found them delicious. \"Gunpowder,\" our researcher replied. \"Like tea, right? The green tea called gunpowder? That's what was in the cookies?\" All they got in return was an eyebrow waggle and a \"...sure.\" After some trial and much error,{@footnote *|Do not eat actual gunpowder. Learn from our mistakes.} we have concluded that he had to mean tea. So here are some tasty shortbread cookies flavored with gunpowder. Tea. Gunpowder tea.": "在为这本书收集食谱的过程中，我们在勇者之地遇到了一个奇怪的男人，他说多年前曾吃过用火药制成的饼干，而且觉得非常美味。“火药？”我们的研究员回答道。“像茶一样，对吧？就是叫火药的绿茶？饼干里面是不是放了这种茶？” 他们只得到了一个挑眉和一个“...当然”。经过一番尝试和许多错误，{@footnote *|Do not eat actual gunpowder. Learn from our mistakes.}我们得出结论，他肯定是指茶。所以这里有一些用火药茶调味的美味短饼饼干。火药茶。",
	"Now we travel south, away from the cold wilderness of Issylra to a continent of very different extremes: Marquet.": "现在我们向南旅行，远离艾希拉（Issylra）寒冷的荒野，前往一个极端截然不同的大陆：马凯（Marquet）。",
	"Pre-Divergence, Marquet was lush from coast to coast, a mix of dense jungles and arable plains. {@book The Calamity|TDCSR|1|The Calamity} changed the nature of much of the land here, as it did elsewhere. Weird magics twisted the jungles into dangerous fey-touched wilderness, shattered the plains into jagged mountain ranges, and obliterated the settlements. One elven city in particular, Cael Morrow in the northeast, drew the wrath of the Betrayer God known as {@deity the Ruiner|Exandria|TDCSR|The Ruiner}. He drove his spear clean through the city and the ground below, detonating a third of the continent in one gigantic strike. The cities and jungles that were in the way exploded into rubble and dust, which settled to become the sands of the Rumedam Desert.": "分歧前，{@book The Calamity|TDCSR|1|The Calamity}从海岸到海岸郁郁葱葱，是茂密的丛林和可耕种平原的混合。{@book The Calamity|TDCSR|1|The Calamity}改变了这里的大部分土地的性质，就像其他地方一样。奇异的魔法将丛林扭曲成危险的仙灵触摸荒野，将平原摧毁成崎岖的山脉，并摧毁了定居点。特别是东北部的一座精灵城市，{@deity the Ruiner|Exandria|TDCSR|The Ruiner}所知的背叛者神，招致了他的愤怒。他将他的长矛直插城市和地面，引爆了整个大陆的三分之一。挡道的城市和丛林爆炸成碎石和尘土，最终沉淀成了鲁梅丹沙漠的沙漠。",
	"Given this disastrous change—destruction all around, the loss of most staple food sources, and altered landscapes that were now actively trying to kill the inhabitants in many new ways—the people of Marquet responded with variations on a theme: exploration. Some left the continent entirely and struck out across the seas, founding the settlements that would become the {@book Menagerie Coast in Wildemount|EGW|4|Menagerie Coast}, and financing the growth of {@book Emon|TDCSR|3|Emon, the City of Fellowship} in Tal'Dorei. But many Marquesians set out to explore their old home anew.": "麻奎特（Marquet）的人们面对这场灾难性的变化做出了各种回应——四面八方的破坏，大部分主要食物来源的损失，以及被改变的景观，如今以许多新的方式积极地试图杀死居民——主题的变化：探索。 一些人完全离开了大陆，横渡海洋，建立了将成为{@book Menagerie Coast in Wildemount|EGW|4|Menagerie Coast}的定居点，并资助了塔尔多瑞（Tal'Dorei）{@book Emon|TDCSR|3|Emon, the City of Fellowship}的增长。 但许多麻奎特人开始重新探索他们的故乡。",
	"Crossing the newly formed desert, hopeful traders discovered an oasis at the former site of Cael Morrow. They sunk wells and established caravan routes. Travelers began to arrive and to stay. What began as a simple trade post soon grew into a thriving community—and just as soon after, it began to descend into thievery and abuse. Then a mysterious, seemingly immortal figure named J'mon Sa Ord appeared and brought the city into order. Ank'Harel, meaning \"Jewel of Hope\" in {@language Marquesian|EGW}, was officially founded under their leadership. J'mon Sa Ord has ruled there ever since, providing the stability and protection that has allowed Ank'Harel to flower into the cultural center of the continent.": "穿越新形成的沙漠，充满希望的商人们在(`Common`)的Cael Morrow原址发现了一处绿洲。他们打了井，建立了商队路线。旅行者开始抵达并留下。最初只是一个简单的贸易站点很快发展成一个繁荣的社区—但同样迅速地，它开始陷入盗窃和虐待之中。然后，一个神秘的、看似不朽的人物J'mon Sa Ord出现，将这座城市带入秩序之中。Ank'Harel，在(`Elvish`)中意为“希望之宝”，在他们的领导下正式建立。J'mon Sa Ord自那时起一直统治着这里，提供了稳定和保护，使Ank'Harel得以成为这个大陆的文化中心。",
	"Striking into the Oderan Wilds in the northwest, explorers found five huge rock spires rising from the dense canopy. Some theorize that the spires were once a single mountain, rent during {@book the Calamity|TDCSR|1|The Calamity}. Other fanciful souls tell tales of a stone titan buried beneath the earth, with only the fingers of one hand left sticking aboveground to mark their passing. Whatever the case, the spires offered stable land above the dangerous jungle floor, and rock rich with metal, ore, and gems. Builders and miners went up and into the spires, and the city of Jrusar was born.": "在西北部进入奥德兰荒野时，探险家们发现了五座巨大的岩石尖塔从茂密的树冠中拔地而起。有人推测这些尖塔曾经是一座单独的山峰，在{@book the Calamity|TDCSR|1|The Calamity}时期裂开。其他富有幻想的人讲述着一个被埋在地下的石巨人的传说，只有一只手的手指露出地面，用来标记他们的经过。无论如何，这些尖塔提供了稳定的陆地，高于危险的丛林地面，并且富含金属、矿石和宝石的岩石。建筑师和矿工们进入了尖塔，于是Jrusar城诞生了。",
	"The nature of these two cities, both trading hubs—one a desert oasis and the other an oasis of rock amid the wild jungle—made them natural melting pots. Both cities opened skyports, allowing safer travel along the trade routes, and both drew settlers from across Marquet and eventually across Exandria. These settlers naturally brought their cultures with them: their worship, their dress, their language, and their food.": "这两座城市的性质，都是贸易中心——一座是沙漠绿洲，另一座是荒野丛林中的岩石绿洲，使它们成为自然的熔炉。这两座城市都开设了天空港口，沿着贸易路线提供更安全的旅行方式，吸引了来自整个马凯特（Marquet）甚至整个艾克桑德里亚（Exandria）的移民。这些移民自然而然地带来了他们的文化：他们的信仰、服饰、语言和食物。",
	"Some stayed in the cities. Others struck out, continuing to explore and reclaim the continent. Deeper in the Oderan Wilds, settlements like Heartmoor Hamlet used the jungle to their advantage in growing new crops, while the most adventurous settlers began tasting the fruits of the odd, fey-touched trees. Across the Rumedam to the north, at the base of the Aggrad Mountains, is the Bay of Gifts. The mild weather and sandy beaches make that stretch of coast perfect for a port and also a vacation, and the city of Shammel was born to serve both needs. Across Marquet, settlements took hold once again, in friendly and unfriendly land alike, driven by the spirit of exploration and experimentation.": "有些人留在了城市里。其他人则继续探索和开拓大陆。在奥德兰荒野深处，像心墨村这样的定居点利用丛林优势种植新作物，而最冒险的定居者开始品尝那些奇怪、被精灵触摸过的树木结出的果实。向北穿过鲁梅达姆，位于阿格拉德山脉脚下的是礼物海湾。那里温和的气候和沙滩使得这一海岸线成为一个完美的港口和度假胜地，而沙梅尔城应运而生，以满足这两种需求。在马凯特大陆上，定居点再次扎根，无论是友好的还是不友好的土地，都受到探索和实验精神的驱使。",
	"You don't have to look far to find that spirit infusing the cuisine of this amazing continent. Forests full of bizarre fruit trees, and soil yielding unusual, unpredictable crops? It's fine; stick 'em in some salads or brew 'em up for stew. Deserts infested with huge acid-spitting bugs? You could avoid them—or you could hunt them and use their spit to make alcohol. Sure, there were failed experiments. Many of them. But what we hear about today, beyond cautionary tales like \"never eat skirath meat without cooking it thoroughly,\" are the successful ones, and the {@i most} successful ones are famous across Exandria. This is why you get folks from Wildemount who swear by a Marquesian cooking spice, and folks in Tal'Dorei whose favorite treat is a Marquesian cake.": "在这个令人惊叹的大陆的美食中，你不必费力就能找到那种灵魂。森林里长满了奇异的果树，土壤产出了不寻常、难以预测的作物？没关系；把它们放进沙拉里，或者煮成炖菜。沙漠里到处都是喷射酸液的巨大虫子？你可以避开它们——或者你可以猎杀它们，用它们的唾液来酿酒。当然，也有失败的实验。很多。但是今天我们听到的，除了像“绝对不要生吃斯基拉斯肉”这样的警示故事，还有成功的实验，而{@i most}成功的实验在整个艾克桑德里亚都很有名。这就是为什么来自怀尔德蒙特的人会发誓要用马凯西亚烹饪香料，而塔尔多雷的人最喜欢的零食是马凯西亚蛋糕。",
	"And so we bring you the following recipes, successful experiments and worthwhile explorations all. Without leaving your kitchen, you can wander into the labyrinthine neighborhoods within the spires of Jrusar, delve into the jungles of the Oderan Wilds, traverse the markets and caravans of Ank'Harel, venture into the Rumedam Desert, or relax by the Bay of Gifts. Sample famous spices and infamous brews, try a strange new vegetable or two, or just make a fantastic sandwich. Whatever you choose, enjoy the journey, and be pleased.": "因此，我们为您带来以下食谱、成功的实验和有价值的探索。在不离开您的厨房的情况下，您可以漫步进入Jrusar尖塔内部的迷宫般的街区，深入Oderan荒野的丛林，穿越Ank'Harel的市场和商队，冒险进入Rumedam沙漠，或者在礼物海湾放松身心。品尝着著名的香料和臭名昭著的酿酒，尝试一两种奇特的新蔬菜，或者只是做一个美味的三明治。无论您选择什么，享受这段旅程，并感到满足。",
	"The western side of Ank'Harel is dominated by the flags, tents, and blankets of the Suncut Bazaar. The merchants of this huge open-air market number in the hundreds and are as varied as their wares, but many among them start their day with this hearty breakfast. The porridge itself comes together quickly, and the compote topping can (and should) be made well in advance. So you can eat fast, get to work, and have all the energy you need to tempt passersby before they empty their pockets gambling at the Luck's Run. Or, you know, whatever else you need energy for.": "安卡哈雷（Ank'Harel）的西侧被阳切市场（Suncut Bazaar）的旗帜、帐篷和毯子所主导。这个巨大的露天市场的商贩人数达到数百人，他们的商品各式各样，但其中许多人都会以这份丰盛的早餐开始新的一天。粥本身很快就可以做好，而果酱作为配料可以（而且应该）提前做好。这样你就可以快速吃完，开始工作，并拥有足够的能量来吸引路人，在他们在幸运小径（Luck's Run）赌博之前掏空口袋。或者，你知道的，为了其他需要能量的事情。",
	"In the center of Jrusar's Core Spire is Fownsee Hollow, a space hundreds of feet deep, ringed and crisscrossed by an array of ropes, ladders, and loose boards, each leading to one of a hundred tunnels. It is an intentionally confusing place. But if you know where you're going, you can find much of use, including some extremely tasty breakfast sandwiches. If you're not from there, we've spared you the search.{@footnote *|And the inevitable attempt to overcharge you.** {@note **If you visit Fownsee Hollow, ask for the price of something, and are not dramatically overcharged, check your possessions: You are currently being pickpocketed.}} Here is the recipe for what we have been assured is the Hollow's finest breakfast sandwich, complete with all the fixings.": "在Jrusar's Core Spire的中心是Fownsee Hollow，一个深达数百英尺的空间，被一系列绳索、梯子和松散的木板环绕和交叉，每个通向一百个隧道之一。这是一个故意令人困惑的地方。但如果你知道自己要去哪里，你可以找到很多有用的东西，包括一些极其美味的早餐三明治。如果你不是那里的人，我们已经帮你省去了寻找的麻烦。{@footnote *|And the inevitable attempt to overcharge you.** {@note **If you visit Fownsee Hollow, ask for the price of something, and are not dramatically overcharged, check your possessions: You are currently being pickpocketed.}这里是我们被保证是Hollow最好的早餐三明治的食谱，配有所有的配料。",
	"While visiting the Core Spire in Jrusar, one of our researchers stayed briefly with an elderly lady named Zhudanna and was completely charmed by her and her cooking. Apparently some of her other tenants{@footnote *|Zhudanna spoke about them as if they might return at any moment, but she has only one guest room. We admit confusion.} keep bringing home extra hungry people with no notice. Once, she said, she ended up serving them the fruit she was boiling down for preserves. Yes, she called it \"stew.\" And yes, they were very nice about it.{@footnote **|They're all such nice people, she would like us to stress. So lovely. Very hungry, don't keep regular hours, but so lovely!} But she suspects it was too sweet, even with the cayenne. And that Laudna will never get the color back in her cheeks just eating fruit!{@footnote ***|Zhudanna considered this an important consideration, so we have faithfully included it even if we don't fully understand it.} Next time, Zhudanna will be ready. The fruit idea was a good start, but she's created a nice cold yogurt soup as a base and worked the cayenne into crisp wafer cookies. They'll love it! We certainly did.": "在Jrusar的核心尖塔(Core Spire)参观时，我们的一位研究员短暂与一位名叫朱丹娜(Zhudanna)的老太太住在一起，完全被她和她的烹饪所吸引。显然，她的其他租户{@footnote *|Zhudanna spoke about them as if they might return at any moment, but she has only one guest room. We admit confusion.}经常带回一些额外饥饿的人，而没有提前通知。有一次，她说，她最终端上了她正在煮制果酱的水果。是的，她称之为“炖菜”。是的，他们对此非常客气。{@footnote **|They're all such nice people, she would like us to stress. So lovely. Very hungry, don't keep regular hours, but so lovely!} 但她怀疑那可能太甜了，即使加了辣椒粉。劳德娜(Laudna)只吃水果是不会让她脸色恢复的！{@footnote ***|Zhudanna considered this an important consideration, so we have faithfully included it even if we don't fully understand it.} 下次，朱丹娜会准备好的。水果的想法是一个不错的开始，但她已经创造了一个以冷酸奶汤为基础，并将辣椒粉加入脆脆的薄饼饼干中。他们会喜欢的！我们当然喜欢。",
	"During the summer of 811 PD, word began to spread throughout Ank'Harel: a new crime lord was on the rise. Apart from his moniker—\"the Meat Man\"—little was known about him for sure. He was said to be a Marquesian human, but some pointed out strange shifts in his voice and demeanor, leading to a conspiracy theory that he went about disguised. Some said he sold fine art; some said he sold only fakes. But everyone agreed on this: Do not cross the Meat Man, because he holds a grudge, and he is creative about his revenge. In a transparent attempt to stay on his good side, some merchants began loudly praising the Meat Man.{@footnote *|For instance, the boutique Ank'Harelian trading company Meatman Imports & Sexports is assumed to be an homage to the former crime lord. Some say that the actual Meat Man is involved, brazenly branding a legal, forward-facing company with his underworld moniker. We find this unlikely.} One enterprising tavern keeper even went so far as to name a sandwich after him,{@footnote **|Ironically, one of the swirling rumors was that the Meat Man ate no meat, so it is unknown if this attempt at flattery was successful. The tavern stayed open, free of stench clouds, and unattacked by ducks, so...probably?} which we have recreated here.": "在811 PD的夏天，有传言在安克哈瑞尔开始传播：一个新的犯罪头目崛起了。除了他的绰号“肉人”之外，关于他的事情几乎一无所知。据说他是一个马尔基西亚人，但有些人指出他的声音和举止有奇怪的变化，导致了一个阴谋论，认为他可能在伪装。有人说他卖精美艺术品；有人说他只卖赝品。但所有人都同意一点：不要惹怒肉人，因为他会记仇，而且对于报复手段很有创意。为了明显地讨好他，一些商人开始大声赞扬肉人。{@footnote *|For instance, the boutique Ank'Harelian trading company Meatman Imports & Sexports is assumed to be an homage to the former crime lord. Some say that the actual Meat Man is involved, brazenly branding a legal, forward-facing company with his underworld moniker. We find this unlikely.} 甚至有一位有远见的酒馆老板竟然给他命名了一个三明治，{@footnote **|Ironically, one of the swirling rumors was that the Meat Man ate no meat, so it is unknown if this attempt at flattery was successful. The tavern stayed open, free of stench clouds, and unattacked by ducks, so...probably?} 我们在这里重新制作了这个三明治。",
	"Don't want to stop browsing the markets of Jrusar's Core Spire to sit down for a meal? The food carts lining the streets offer some surprisingly fine fare in portable form, like these lamb lollipops with dipping sauce. Holding the lamb by the bone keeps your hands clean for your stroll through the emporium or your night rolling dice with friends.": "不想停下来浏览(Jrusar's Core Spire)的市场，坐下来吃顿饭吗？街道两旁的食品推车提供一些出乎意料的美食，如这些配有蘸酱的羊肉棒棒糖。用骨头拿着羊肉可以让你的手保持清洁，可以在集市中漫步，或者和朋友们一起掷骰子度过美好的夜晚。",
	"In the northwest corner of the Oderan Wilds, the ground becomes lower and wetter until the jungle begins to resemble a bog. In the Heartmoor, the plant life is lush even by jungle standards. Here thrive medicinal plants, strangely colored and twisted trees, carnivorous vines, beautifully glowing flowers, and human-sized, human-eating, mutated bog spiders. Only the brave, foolhardy, or desperate step off the Honored Trails into the tangle. There is one settlement, Heartmoor Hamlet, that has managed to take root in the midst of this odd wilderness. This salad uses crops like the ones this small village cultivates, while leaving out the more {@i dangerous} bits of flora—striking a balance between the familiar and strange, with blue potatoes and radishes, different textured greens, and a bright variety of colors.": "在奥德兰荒野的西北角，地势逐渐变得低洼潮湿，直到丛林开始呈现沼泽的模样。在哈特摩尔（Heartmoor），植被之茂盛甚至超过了丛林的标准。这里茂盛着药用植物、奇异色彩和扭曲形态的树木、食肉藤蔓、绚丽发光的花朵，以及人身高、以人类为食的变异沼泽蜘蛛。只有勇敢、鲁莽或绝望的人才会踏上被尊敬的小径，进入这片纷乱的地区。在这奇特荒野中，有一个名为哈特摩尔村（Heartmoor Hamlet）的定居点已经生根发芽。这份沙拉使用了这个小村庄种植的作物，同时省略了更多{@i dangerous}植物的部分——在熟悉和陌生之间取得平衡，有蓝色土豆和萝卜、不同质地的绿叶蔬菜，以及丰富多彩的颜色。",
	"The Lantern Spire is the first stop for many visitors to Jrusar, being the only way into the city on foot. Once there, you'll find crowded streets winding up and around the spire toward the ever-burning light of the Prakash Pyre that gives the spire its name. If you ignore those streets, though, and find a way inside the spire, you could find yourself at the Elder's Post grey market.{@footnote *|You could also find yourself extremely disoriented or extremely robbed. Proceed with caution.} If you are lucky, you might come across Ephred, the master pastry chef known as the Shadow Baker. And if you are very lucky, the pockets of his cloak might still contain some delightful treats to buy.": "灯塔尖是许多来访Jrusar的游客的第一站，因为这是唯一步行进入城市的方式。一旦到达那里，你会发现拥挤的街道蜿蜒而上，围绕着灯塔朝着Prakash Pyre的永不熄灭的光线前进，这就是灯塔得名的原因。然而，如果你忽略那些街道，找到进入灯塔的方法，你可能会发现自己来到了长者岗灰市场。如果你很幸运，你可能会遇到Ephred，这位被称为影子面包师的大师糕点师。如果你非常幸运，他斗篷的口袋里可能还装着一些美味的零食可以购买。",
	"Few among us are so lucky,{@footnote **|But if you are, please say hi for us! We are big Shadow Baker fans here at Exquisite Exandria.} so we have attempted to re-create two of the Shadow Baker's muffins for the home cook. Beginning with the same batter, they then diverge into savory and sweet options. The savory muffin has sausage and potato, while the sweet is topped with cinnamon sugar crumble and served with the Shadow Baker's signature blackberry citrus butter.": "我们中很少有人像{@footnote **|But if you are, please say hi for us! We are big Shadow Baker fans here at Exquisite Exandria.}那样幸运，因此我们尝试重新创作了影子面包师的两款松饼供家庭厨师制作。它们都是从相同的面糊开始，然后分成了咸味和甜味两种选择。咸味松饼里有香肠和土豆，而甜味松饼则撒有肉桂糖屑，配上影子面包师的招牌黑莓柑橘黄油。",
	"After you've become accustomed to eating animal products, it can be hard to break the habit. Even if, for instance, you're trying to placate a vegan relative who complains about how much chicken you eat, sometimes you're not sure what to eat instead. May we recommend this couscous, inspired by the caravan cookpots of Ank'Harel's River District. The base is vegetable stock, the additions are a colorful concoction of tomatoes, olives, lemons, herbs, and spice. And then, right at the end, you drizzle a bunch of butter over the top. Look, she knows you're doing your best.": "当你习惯了吃动物产品后，要改变这个习惯可能会很困难。即使，例如，你试图安抚一个抱怨你吃鸡肉太多的素食主义亲戚，有时你也不确定该吃什么。我们可以推荐这道小米粥，灵感来自于安克哈雷（Ank'Harel）河区的商队炊具。底料是蔬菜高汤，添加的是番茄、橄榄、柠檬、香草和香料的丰富混合。最后，在顶部淋上一大把黄油。看，她知道你在尽力了。",
	"The Spire by Fire is a huge, labyrinthine tavern built into the side of the Core Spire in Jrusar. The owners used the natural contours of the spire creatively, building in and around and through until the tavern attained six stories and enough renown to do business at all hours of the day and night. That spirit of creative efficiency reaches every aspect of the business, including the menu, which owner Ishir has been tweaking for the last decade. His latest innovation is this beer-braised brisket. It serves at least half a dozen people, is cooked mostly by throwing it into an oven and leaving it alone, and uses up the beer dregs that accumulate throughout the evening.{@footnote *|We suspect he may have told us that last part in confidence. He was a little drunk at the time. But on the other hand, he knew we were writing a cookbook. So, a compromise: If you happen to be in the Spire by Fire, don't tell anyone where the leftover beer goes.}": "烈焰之塔(The Spire by Fire)是一家庞大而错综复杂的酒馆，建在Jrusar的核心尖塔的一侧。业主们巧妙地利用了尖塔的自然轮廓，围绕着建筑，直至酒馆达到六层，并因此而声名远扬，可以全天候营业。这种创造性高效的精神贯穿业务的方方面面，包括菜单，业主Ishir在过去十年一直在调整。他最新的创新是这款啤酒烩牛腩。这道菜至少可以供应半打人，主要是将其扔进烤箱中烹饪，然后静置，利用晚间积累的啤酒渣。(0%)",
	"A hidden gem awaits travelers to the industrial Smolder Spire in Jrusar. Working at the Soot and Swill tavern, an unassuming working-class establishment, is a chef named Pretty. Pretty is an ogre of stunning depth, focus, and culture, and he uses all three to make just one thing. That thing is the dinner he simply, humbly calls \"Meal.\"": "在Jrusar的工业烟囱Smolder Spire中，等待旅行者的是一个隐藏的宝石。在Soot and Swill酒馆工作的是一位名叫Pretty的厨师，这是一个不起眼的工人阶级场所。Pretty是一位拥有惊人深度、专注和文化的食人魔，他将这三者全部用在了制作一样东西上。那样东西就是他简单、谦逊地称之为\"餐\"的晚餐。",
	"Do not be fooled by the monotone coloration on the plate! That is merely the gravy, and it is but the wrapping for the fine present that has been created for you. Dig in, and you'll find layers of delightful surprises: spiced ham, thick baked beans, even entire oranges await you.": "不要被盘子上单调的颜色所迷惑！那只是肉汁，只是为你准备的精美礼物的包装而已。动手吧，你会发现一层又一层令人愉悦的惊喜：香辣火腿、浓郁的烤豆，甚至整个橙子都在等着你。",
	"You can, we suppose, serve the gravy on the side. You can also, we further suppose, not allow it to congeal before serving. But do not, we beg you, tell Pretty of your wanton disregard for his art! At least, not without a Drink{@footnote *|Pretty's beverage of choice. We could not get anyone to tell us what's in it, since, we're assuming, its boldness would shock normal palates.** {@note **Our attempts to re-create Drink in our test kitchen were unsuccessful. The closest contender was a random mix of hard liquor plus an entire jar of olive juice. But that can't be right.}} in his hand.": "我们可以，我们假设，把肉汁放在一边。我们也可以，我们进一步假设，在上菜前不让它凝固。但是，请不要，我们请求你，告诉Pretty你对他的艺术肆意的不尊重！至少，在他手中拿着一杯饮料(Drink{@footnote *|Pretty's beverage of choice. We could not get anyone to tell us what's in it, since, we're assuming, its boldness would shock normal palates.** {@note **Our attempts to re-create Drink in our test kitchen were unsuccessful. The closest contender was a random mix of hard liquor plus an entire jar of olive juice. But that can't be right.})的时候不要这样做。",
	"Fusaka is a Marquesian cooking spice so popular that its fans are found as far away as the {@book Menagerie Coast|EGW|4|Menagerie Coast} in Wildemount. It is, however, not readily available outside those regions. The flavor is specific: a little meaty, a little cheesy, a little zesty. It's hard to explain and even harder to re-create. But we are proud to say that we have, at least, accomplished the latter. Here is a mix that will approximate this beloved spice and is appropriate for sprinkling over meat, vegetables, fish, or even popcorn.{@footnote *|Do not, under any circumstances, attempt to insert fusaka into your non-mouth orifices in any manner for any reason. We can't believe we even have to write this.}": "扶萨卡(Fusaka)是一种马克西斯(Marquesian)烹饪香料，如此受欢迎，以至于其粉丝甚至遍布遥远的{@book Menagerie Coast|EGW|4|Menagerie Coast}维尔德蒙(Wildemount)。然而，在这些地区之外很难找到。它的味道很独特：有点肉味，有点奶酪味，有点清新。很难解释，更难复制。但我们很自豪地说，至少我们已经成功地做到了。以下是一种混合物，可以近似这种备受喜爱的香料，并适合撒在肉类、蔬菜、鱼类甚至爆米花上。{@footnote *|Do not, under any circumstances, attempt to insert fusaka into your non-mouth orifices in any manner for any reason. We can't believe we even have to write this.}",
	"When the month of Sydenstar has come, and the long, hot days are wearing you down, perk up your taste buds with this icy treat. Developed by an Ank'Harelian street magician named Adra to encourage attendance at their performances, the Magical Flavored Ice soon became more popular than the magic. After decades of success, Adra has decided to retire. So here, for the first time, they have graciously agreed to share their secret recipe. Since many home cooks will be unable to procure ripe Marquesian kurrak, Adra assures us that jackfruit is an excellent alternative topping.": "当西德恩之月到来，漫长而炎热的日子让你感到疲惫时，用这款冰凉的美食来振奋你的味蕾。这款神奇口味的冰淇淋是由一位名叫阿德拉(Adra)的安卡赫利亚街头魔术师开发的，旨在鼓励人们参加他们的表演，很快就比魔术本身更受欢迎。经过几十年的成功，阿德拉决定退休。因此，这里，他们首次慷慨地同意分享他们的秘方。由于许多家庭厨师可能无法获得成熟的马奎斯群岛库拉克(Marquesian kurrak)，阿德拉向我们保证，菠萝蜜是一个极好的替代配料。",
	"\"There once lived a woman named Madame Marquita Parcata,\" begins the old tale. Madame Parcata gave a tired, thirsty girl water, but refused to give her shelter. When the little girl offered to grant a wish in return, Madame Parcata made an ill-advised choice, wishing to have great fame and worth. As payment in kind for her inhospitable greed, she was turned into a huge purple jewel, as big as an apple. This is the story behind the delicacy known as the Purple Jewel Cake of Marquet, beloved by people across Exandria, including Vox Machina's {@creature Pike Trickfoot|TDCSR}. The story changes depending on the teller, but all agree on two things: the part about the apple is important, and the cake is delicious.": "\"从前有一位名叫帕卡塔夫人(Madame Marquita Parcata)\"，故事开始说。帕卡塔夫人给了一个又累又渴的女孩水，但拒绝给她庇护。当小女孩提出要回报一个愿望时，帕卡塔夫人做出了一个不明智的选择，希望获得巨大的名声和价值。作为对她贪婪无情的报偿，她被变成了一个巨大的紫色宝石，像一个苹果那么大。这就是马凯(Marquet)紫宝石蛋糕的背后故事，这个美味受到整个艾克桑德里亚(Exandria)人民的喜爱，包括沃克斯·马奇纳(Vox Machina)的{@creature Pike Trickfoot|TDCSR}。故事因讲述者而异，但大家都同意两件事：关于苹果的部分很重要，而且这个蛋糕很美味。",
	"In our travels, word reached us of an accomplished amateur baker among the Jrusarian nobility. Lord Ariks Eshteross, though he was surprised to hear from us, proved to be a gracious host{@footnote *|Especially once the various trapdoors, swinging maces, and springblades between the front door and the kitchen had been disarmed.} and an enthusiastic instructor. Of his creations to date, he is proudest of these maple ginger cookies. He would like us to pass along to you that the longer you mix the dough after adding the egg and maple syrup, the more lovely crackles the cookies will develop as they bake. He also implores you not to skip the chilling step, as warm dough will spread too much on the baking sheets.": "在我们的旅行中，有消息传来，朱萨里贵族中有一位技艺高超的业余面包师。艾里克斯·埃斯特罗斯勋爵，虽然对我们的到来感到惊讶，但却表现得非常热情周到{@footnote *|Especially once the various trapdoors, swinging maces, and springblades between the front door and the kitchen had been disarmed.}，并且是一位热情洋溢的导师。在他迄今为止创作的作品中，他最为自豪的是这些枫糖姜饼。他想让我们转达给你，添加鸡蛋和枫糖浆后，搅拌面团的时间越长，烘烤时饼干上的裂纹就会更加美丽。他还恳请你不要跳过冷藏步骤，因为温热的面团在烤盘上会蔓延得太多。",
	"Sandkhegs are eight-foot-long armored insects with acidic spit to poison their prey, hooked front legs to grab it, and strong mandibles to bite it in half. Despite this description, some folks venture out into the Rumedam Desert, collect the spit, and make it into alcohol. The resulting spirit numbs the drinker's throat so completely that they often can't speak. In short, the liquor known as Sandkheg's Hide is the result of an absolutely wild series of life choices. We recommend that you make this home version instead, and then cut it with ale.": "沙刺甲(Sandkhegs)是长达八英尺的装甲昆虫，它们有酸性唾液来毒害猎物，有钩状前腿来抓取猎物，并有强壮的大颚将其咬成两半。尽管如此描述，一些人还是冒险前往鲁梅丹沙漠，收集这种唾液，并将其制成酒精。所得的烈酒会让饮用者的喉咙麻木得无法言语。简而言之，这种名为沙刺甲之皮(Sandkheg's Hide)的酒精是一系列绝对疯狂的生活选择的结果。我们建议您制作这个家庭版，然后用麦酒稀释。",
	"In the northern port city of Shammel, the once sleepy resort called Dalen's Closet has enjoyed a consistent uptick in business since it hosted the wedding of {@creature Vex'ahlia|TDCSR} and {@creature Percival de Rolo|TDCSR} in 813 PD. The Closet, as owner Guath refers to it, is famous for its beautiful beaches, its near-endless rows of hammocks, and its fruity drinks. While we can't bring you beaches or hammocks, we can at least evoke the feeling of those breezy, bright, sleepy days with this delicious sangria. Guath has added dragon fruit in a cheeky nod to Vox Machina's monster-slaying days, but we've included substitutions in case dragon fruit isn't available to you.": "在北方港口城市夏梅尔，曾经宁静的度假胜地达伦小镇自从813 PD年举办了{@creature Vex'ahlia|TDCSR}和{@creature Percival de Rolo|TDCSR}的婚礼后，业务一直稳步增长。店主瓜斯称之为“衣橱”，以其美丽的海滩、几乎无尽的吊床和果味饮料而闻名。虽然我们无法带给您海滩或吊床，但至少可以通过这款美味的桑格利亚唤起那些微风拂面、明亮而宁静的日子的感觉。瓜斯在其中加入了火龙果，以调侃沃克斯马奇纳的怪物屠杀时代，但我们也提供了替代选择，以防您找不到火龙果。",
	"Finally, we travel back the way we came, north and east over the Lucidian Ocean to Tal'Dorei, and then past it, across the Ozmit Sea, to Wildemount. Wildemount is a continent that, in the best of times, thrives on its interconnectedness. This has huge appeal to us, of course, because one of the many magical things about food is its ability to bring people together. But before we can expand on that theme, we need to set the table, as it were, by skimming briefly back through some of Wildemount's worst, most divided times.": "最后，我们沿着原路返回，向北和向东穿过卢西迪亚海到达塔尔多雷(Tal'Dorei)，然后经过它，横穿奥兹密特海，抵达怀尔德蒙(Wildemount)。怀尔德蒙是一个大陆，在最好的时候，以其相互联系而繁荣。这对我们来说非常吸引人，因为食物的许多神奇之处之一就是它能够把人们聚集在一起。但在我们深入探讨这个主题之前，我们需要像摘要一样简要回顾一下怀尔德蒙一些最糟糕、最分裂的时期。",
	"We'll start with the continent's most literal divide: the {@book Ashkeeper Peaks|EGW|4|Ashkeeper Peaks}. East of the Peaks is {@book Xhorhas|EGW|4|Wastes of Xhorhas}, the land that saw the bitter end of {@book the Calamity|TDCSR|1|The Calamity}. Here, the {@table Prime Deities|EGW} brought the fight to {@book Ghor Dranas|EGW|4|Rosohna (Ghor Dranas)}, the city of the {@table Betrayer Gods|EGW}. By the time the fighting was done, {@book Ghor Dranas|EGW|4|Rosohna (Ghor Dranas)} was in ruins, and the land for miles around was cursed, poisoned, and infested with monstrosities. Yet from this destruction came an unexpected ray of hope, a literal light in the darkness. A society of elves living deep under {@book Ghor Dranas|EGW|4|Rosohna (Ghor Dranas)}, inspired by a deity they called the {@deity The Luxon, The First Radiance|Exandria|EGW|Luxon}, made their way to the surface and claimed the ruins as their own. The house, or den, of Kryn united the other families under their name, founding the {@book Kryn Dynasty|EGW|3|Kryn Dynasty} that endures to this day with the aptly named {@book Rosohna|EGW|4|Rosohna (Ghor Dranas)}, or \"Rebirth,\" as its capital city. Strong magic allows the elves to cast the city in perpetual night, shielding their eyes from the full strength of the sun. That magic is one of many ever-present reminders of how different the Dynasty is from the rest of Wildemount, and rumor and superstition still thrive centuries later. Outside of {@book Xhorhas|EGW|4|Wastes of Xhorhas}, in fact, many insist on calling {@book Rosohna|EGW|4|Rosohna (Ghor Dranas)} \"Ghor Dranas\" to this day.": "我们将从大陆上最明显的分界线开始：{@book Ashkeeper Peaks|EGW|4|Ashkeeper Peaks}。在峰之东是{@book Xhorhas|EGW|4|Wastes of Xhorhas}，这片土地见证了{@book the Calamity|TDCSR|1|The Calamity}的惨烈结局。在这里，{@table Prime Deities|EGW}将战斗带到了{@book Ghor Dranas|EGW|4|Rosohna (Ghor Dranas)}，那座被称为{@table Betrayer Gods|EGW}的城市。当战斗结束时，{@book Ghor Dranas|EGW|4|Rosohna (Ghor Dranas)}已经成为废墟，周围数英里的土地被诅咒、毒害，并且充斥着怪物。然而，从这场毁灭中出现了一丝意外的希望，一束真正的光明在黑暗中闪耀。住在{@book Ghor Dranas|EGW|4|Rosohna (Ghor Dranas)}深处的精灵社会，受到一个被他们称为{@deity The Luxon, The First Radiance|Exandria|EGW|Luxon}的神灵的启发，来到地表并将废墟宣称为自己的领地。克林家族，或者说克林洞穴，将其他家族统一起来，建立了至今仍然存在的{@book Kryn Dynasty|EGW|3|Kryn Dynasty}，其首府被恰如其名地称为{@book Rosohna|EGW|4|Rosohna (Ghor Dranas)}，或者说“重生”。强大的魔法使精灵能够让这座城市永远笼罩在黑夜之中，遮蔽他们的眼睛免受太阳的直射。这种魔法是许多永恒存在的提醒之一，表明王朝与怀尔德蒙其他地方有多么不同，传言和迷信仍然在几个世纪后盛行。事实上，在{@book Xhorhas|EGW|4|Wastes of Xhorhas}之外，许多人仍然坚持称{@book Rosohna|EGW|4|Rosohna (Ghor Dranas)}为“戈尔·德拉纳斯”。",
	"Among those who assumed ill intent of the {@book Kryn|EGW|3|Kryn Dynasty} were the rulers of the {@book Dwendalian Empire|EGW|3|Dwendalian Empire}, the neighboring power that controls much of the land west of the Ashkeepers. In a throwback to the beliefs that sparked {@book the Calamity|TDCSR|1|The Calamity}, the Dwendalian kings have declared that divine magic and most religious worship are trickery and deceit. The Kryn's worship of the {@deity The Luxon, The First Radiance|Exandria|EGW|Luxon}, therefore, is considered deeply threatening. Most recently, the {@book Cerberus Assembly|EGW|3|Cerberus Assembly}, the powerful mage faction that advises the throne, joined King Bertrand Dwendal in proclaiming that the Dynasty had evil designs on Empire lands. The fear this stoked helped king and assembly keep the people of the Empire under totalitarian control for decades.": "在那些假定{@book Kryn|EGW|3|Kryn Dynasty}有恶意的人中，包括{@book Dwendalian Empire|EGW|3|Dwendalian Empire}的统治者，这个邻国控制着灰守者以西大部分土地。回溯到引发{@book the Calamity|TDCSR|1|The Calamity}的信仰，德温德尔国王宣称神圣魔法和大部分宗教崇拜都是欺骗和谎言。因此，克莱恩对{@deity The Luxon, The First Radiance|Exandria|EGW|Luxon}的崇拜被认为是极具威胁性的。最近，{@book Cerberus Assembly|EGW|3|Cerberus Assembly}，这个给予王座建议的强大法师派系，加入了贝特兰德·德温德尔国王宣称王朝对帝国土地有邪恶设计。这种恐惧助长了国王和议会几十年来对帝国人民的极权控制。",
	"When two of the {@item Luxon Beacon|EGW|Luxon beacons}, the Kryn's most precious artifacts, went missing, the Kryn sent two soldiers to the Empire city of {@book Zadash|EGW|4|Zadash} to attempt their recovery. The attempt went bad, the Empire declared war, armies deployed from both sides, and the well-being of the people of Wildemount teetered in the balance.": "当{@item Luxon Beacon|EGW|Luxon beacons}中的两件物品，克莱恩(Kryn)最珍贵的文物，失踪时，克莱恩派遣两名士兵前往{@book Zadash|EGW|4|Zadash}帝国城市试图找回。尝试失败，帝国宣战，双方军队展开部署，瓦尔登蒙特(Wildemount)人民的安危岌岌可危。",
	"But less than a year later, the war between the {@book Kryn Dynasty|EGW|3|Kryn Dynasty} and the {@book Dwendalian Empire|EGW|3|Dwendalian Empire} was over. A group of adventurers known as the Mighty Nein had succeeded in brokering talks between the two peoples. The beacons were found and returned, political prisoners were exchanged, and an uneasy peace was declared. Two months later, again spurred by the Mighty Nein, the {@book Cobalt Soul|EGW|3|Library of the Cobalt Soul} opened investigations into evildoing by the mage Trent Ikithon and the Assembly.": "但不到一年的时间，{@book Kryn Dynasty|EGW|3|Kryn Dynasty}和{@book Dwendalian Empire|EGW|3|Dwendalian Empire}之间的战争结束了。 一群被称为强大九人组(Mighty Nein)的冒险者成功地促成了两族之间的谈判。信标被找到并归还，政治犯被交换，一种不稳定的和平被宣布。两个月后，再次在强大九人组(Mighty Nein)的推动下，{@book Cobalt Soul|EGW|3|Library of the Cobalt Soul}开始调查法师特伦特·伊基瑟恩(Trent Ikithon)和议会的邪恶行为。",
	"In the span of a season, this motley group of friends had stopped a war and felled a pillar of corruption at the heart of a totalitarian government. They had tipped the balance of a continent from aggression to cooperation, from division to connection. Their deeds aren't as well documented as those of Vox Machina, but word has trickled in from across Wildemount that the Nein aren't merely diplomats or spies. They rescued a small town from a harmful cult, killed a group of slavers, and closed dangerous abyssal rifts beneath the city of {@book Asarius|EGW|4|Asarius, the City of Beasts}, to name but a few of their heroic acts. They've been as far south as {@book Darktow|EGW|4|Darktow}, where they were seen conversing with the Plank King, and as far north as {@book Uthodurn|EGW|4|Uthodurn} in the {@book Flotket Alps|EGW|4|Flotket Alps}. They were even rumored to be exploring frigid {@book Eiselcross|EGW|4|Eiselcross}, searching for the ruined flying city of {@book Aeor|EGW|4|Aeor Crash Site}. They've got members from the Empire, from southern {@book Xhorhas|EGW|4|Wastes of Xhorhas}, from the neutral {@book Menagerie Coast|EGW|4|Menagerie Coast}, from the lawless {@book Greying Wildlands|EGW|4|Greying Wildlands}, and possibly from the {@book Kryn Dynasty|EGW|3|Kryn Dynasty} itself. So who are they, really?": "在一个季节的时间里，这个五花八门的朋友团成功阻止了一场战争，并推翻了极权政府核心的腐败支柱。他们改变了一个大陆的平衡，从侵略转向合作，从分裂转向联系。他们的事迹没有像 Vox Machina 那样被详细记录，但从整个 Wildemount 传来的消息透露，Nein 不仅仅是外交官或间谍。他们解救了一个小镇免受有害邪教的侵害，杀死了一群奴隶贩子，并关闭了位于{@book Asarius|EGW|4|Asarius, the City of Beasts}城下的危险深渊裂缝，这只是他们众多英勇行为中的几个例子。他们曾到过南方的{@book Darktow|EGW|4|Darktow}，在那里被看到与 Plank King 交谈，也曾到过{@book Uthodurn|EGW|4|Uthodurn}以及{@book Flotket Alps|EGW|4|Flotket Alps}。甚至有传言称他们正在探索寒冷的{@book Eiselcross|EGW|4|Eiselcross}，寻找废墟中的飞行城市{@book Aeor|EGW|4|Aeor Crash Site}。他们的成员来自帝国，来自南方的{@book Xhorhas|EGW|4|Wastes of Xhorhas}，来自中立的{@book Menagerie Coast|EGW|4|Menagerie Coast}，来自无政府状态的{@book Greying Wildlands|EGW|4|Greying Wildlands}，甚至可能来自{@book Kryn Dynasty|EGW|3|Kryn Dynasty}本身。那么，他们到底是谁？",
	"There's Caleb Widogast, rumored to be Trent Ikithon's former student—a mage who can manipulate gravity, command flame, and create invisible towers, who was often seen in the company of his magical cat, Frumpkin. Beauregard Lionett—a hand-to-hand fighter from the Empire town of {@book Kamordah|EGW|4|Kamordah} and expositor of the {@book Cobalt Soul|EGW|3|Library of the Cobalt Soul}—is also the heir of a successful wine family. Yasha Nydoorin is a fierce brawler from south {@book Xhorhas|EGW|4|Wastes of Xhorhas}, a devotee of the {@deity The Stormlord|Exandria|TDCSR|Stormlord}, and Beau's partner. Jester Lavorre, the healer from {@book Nicodranas|EGW|4|Nicodranas} on the {@book Menagerie Coast|EGW|4|Menagerie Coast}, has a famous sweet tooth and is the daughter of the renowned courtesan known as the Ruby of the Sea. Fjord Stone, an accomplished sailor from the {@book Menagerie Coast|EGW|4|Menagerie Coast} who now fights in the {@deity The Wildmother|Exandria|TDCSR|Wildmother's} name, is also Jester's partner and a rumored one-time pirate captain. Veth Brenatto, known for a time as Nott the Brave, uses her thief's skill set, deadly crossbow, and tricky magic to protect the ones she loves, including her husband and son. Caduceus Clay, healer of the {@deity The Wildmother|Exandria|TDCSR|Wildmother}, joined the group from the {@book Savalirwood|EGW|4|Savalirwood} in the {@book Greying Wildlands|EGW|4|Greying Wildlands}, and his comforting presence and healing touch kept everyone alive more than once. The Mighty Nein have also been seen with a colorful horned swordsman and, on a few occasions, with {@book Essek Thelyss|EGW|3|Shadowhand Essek Thelyss}, a mage high in the {@book Kryn Dynasty's|EGW|3|Kryn Dynasty} pecking order. Counting those two would bring us to a very satisfying total of nine, but since \"Mighty Nein\" just means \"Big No,\" we suspect that's a coincidence.": "这里有凯勒布·维多加斯，据说是特伦特·伊基桐(Trent Ikithon)的前学生——一个可以操纵重力、控制火焰、创造隐形塔楼的法师，经常与他的魔法猫弗兰普金(Frumpkin)一起出现。波菲儿·莱奥内特(Beauregard Lionett)——来自{@book Kamordah|EGW|4|Kamordah}帝国小镇的徒手格斗者，{@book Cobalt Soul|EGW|3|Library of the Cobalt Soul}的解说员，也是一家成功葡萄酒家族的继承人。亚莎·奈杜林(Yasha Nydoorin)是来自南{@book Xhorhas|EGW|4|Wastes of Xhorhas}的凶猛搏击者，是{@deity The Stormlord|Exandria|TDCSR|Stormlord}的信徒，也是波菲儿的搭档。杰斯特·拉沃瑞(Jester Lavorre)，来自{@book Nicodranas|EGW|4|Nicodranas}的治疗师，拥有著名的甜食情结，是著名名妓“海之红宝石”之女。福德·斯通(Fjord Stone)，一位来自{@book Menagerie Coast|EGW|4|Menagerie Coast}的优秀水手，现在以{@deity The Wildmother|Exandria|TDCSR|Wildmother's}的名义战斗，也是杰斯特的搭档，据传曾是一名海盗船长。维斯·布雷纳托(Veth Brenatto)，曾被称为勇敢的诺特(Nott the Brave)，利用她的盗贼技能、致命的弩和狡猾的魔法来保护她所爱的人，包括她的丈夫和儿子。卡杜斯·克莱(Caduceus Clay)，{@deity The Wildmother|Exandria|TDCSR|Wildmother}的治疗师，从{@book Savalirwood|EGW|4|Savalirwood}加入这个团队，在{@book Greying Wildlands|EGW|4|Greying Wildlands}时期，他的安抚存在和治愈之触多次挽救了大家的生命。九人组也被看到与一位色彩斑斓的有角剑士以及偶尔与{@book Essek Thelyss|EGW|3|Shadowhand Essek Thelyss}，一位在{@book Kryn Dynasty's|EGW|3|Kryn Dynasty}中位高的法师一起。如果算上这两位，我们将得到一个非常令人满意的总数为九，但由于“Mighty Nein”只是意味着“大不”，我们怀疑这只是巧合。",
	"In any case, the Mighty Nein represents the best of Wildemount culture: a huge range of people, side by side, who lose none of their uniqueness. All these lands, all these cultures, exist next to each other across the continent. The militaristic, rule-bound Empire; the striving, driven Dynasty; the fiercely independent {@book Menagerie Coast|EGW|4|Menagerie Coast}; and the wild lands that surround them can, and should, continue to salute and respect each other.": "在任何情况下，强大的九人组代表了怀尔德蒙特文化的精髓：各种各样的人并肩而立，他们的独特性没有丝毫减弱。所有这些土地，所有这些文化，存在于整个大陆上并肩而立。军事化、遵循规则的帝国；奋发向上、进取的王朝；坚定独立的{@book Menagerie Coast|EGW|4|Menagerie Coast}(The Mighty Nein)；以及环绕它们的荒野土地，彼此之间可以，也应该，继续致敬和尊重彼此。",
	"And so we've taken our cue from the Nein and brought you a range of dishes from north, south, east, and west: a drink from {@book Deastok|EGW|4|Deastok} next to one from {@book Aeor|EGW|4|Aeor Crash Site}, meat pies from {@book Xhorhas|EGW|4|Wastes of Xhorhas} next to mushroom toast from the {@book Savalirwood|EGW|4|Savalirwood}. Sweet and savory, vegetarian and meat-loving, heavy and light, alcohol-free and so-alcoholic-it-might-actually-explode. Do we need to fight over which one is right, which one is best? {@i Nein}.": "因此，我们向Nein学习，为您带来了来自北方、南方、东方和西方的一系列菜肴：{@book Deastok|EGW|4|Deastok}旁边是{@book Aeor|EGW|4|Aeor Crash Site}的饮料，{@book Xhorhas|EGW|4|Wastes of Xhorhas}的肉饼旁边是{@book Savalirwood|EGW|4|Savalirwood}的蘑菇吐司。甜的和咸的，素食和肉食爱好者，沉重和轻盈，无酒精和可能会爆炸的超级酒精。我们需要为哪一个是正确的，哪一个是最好的而争论吗？{@i Nein}。",
	"Near the southern tip of the Marrow Valley lies the Empire town of {@book Trostenwald|EGW|4|Trostenwald}. The rare varieties of wheat and other grains grown only in this area yield a delectable array of sweet ales, known as trosts. These trosts are the main draw of {@book Trostenwald|EGW|4|Trostenwald}, providing a brisk export trade and tempting travelers coming north from {@book Nicodranas|EGW|4|Nicodranas} or south from Zadash to draw out their rest stops before continuing on their road.": "在骨髓峡谷南端附近，位于帝国城镇{@book Trostenwald|EGW|4|Trostenwald}。这一地区种植的稀有小麦和其他谷物品种只生长在这里，生产出一系列美味的甜麦酒，被称为特洛斯麦酒。这些特洛斯麦酒是{@book Trostenwald|EGW|4|Trostenwald}的主要吸引点，提供了活跃的出口贸易，并诱使从{@book Nicodranas|EGW|4|Nicodranas}北部或从Zadash南部前来的旅行者在继续旅途之前停下来休息。",
	"For those travelers who get too deep in their cups, there are always inns like the Nestled Nook. Innkeeper Yorda will set you up with a warm bed for the night and a warm breakfast in the morning (or whenever you manage to get downstairs). Yorda has a range of foods on offer, but it's the meat selection that really sets the Nestled Nook apart. We've recreated two of her most popular dishes here: brats and bacon. Note how they both meet a need that less experienced innkeepers might overlook: namely, portability. The brat comes in a convenient bun, so we'd suggest eating that one first. You can stick the bacon in your pocket for later.": "对于那些喝得太多的旅行者，总会有像（Nestled Nook）这样的客栈。店主（Yorda）会为您安排一个温暖的床位，第二天早上（或者您下楼的时候）还会为您准备温暖的早餐。店主（Yorda）提供各种食物，但是肉类选择才是（Nestled Nook）的特色所在。我们在这里重新制作了她最受欢迎的两道菜：烤肠和培根。请注意它们都满足了一种 less experienced innkeepers 可能忽视的需求：即便携性。烤肠放在一个方便的面包中，所以我们建议先吃这个。您可以把培根放在口袋里留到以后吃。",
	"Most have heard tell of a wondrous magical banquet that calms the mind, cures the body, and invigorates the spirit. But few have had the honor of seeing, never mind partaking in, a feast the way Jester Lavorre does it. While she casts this complex {@spell Heroes' Feast|PHB|spell}, she manages to take any requests her diners throw her way—from candied bugs to \"please, gods, just one vegetable\"—and incorporate them into a beautifully plated spread that delights all the senses. But no matter the season, the country, or the time of day, one thing makes its way into all of Jester's feasts: pastries.": "许多人都听说过一场奇妙的魔法盛宴，它能平复心灵、治愈身体、激发精神。但很少有人有幸见到，更不用说像杰斯特·拉沃尔(Jester Lavorre)那样参与其中的盛宴。在她施展这个复杂的{@spell Heroes' Feast|PHB|spell}时，她设法接受食客提出的任何要求——从糖衣虫到“拜托，神啊，只要一个蔬菜”——并将它们融入到精美摆盘的餐点中，让所有感官都得到愉悦。但无论是哪个季节、哪个国家或是哪个时间，有一样东西总是出现在杰斯特的盛宴中：糕点。",
	"Now, even narrowing our focus to pastries, we don't have the space to discuss everything Jester has created. So we've limited ourselves to three offerings, all of which use the {@recipe Rough Puff Pastry Dough|ExEx|same dough} as a base. To satisfy your sweet tooth, try the {@recipe Roasted Plum Danishes|ExEx|plum Danishes}. For something sweet with that {@book Nicodranas|EGW|4|Nicodranas} cinnamon kick, there are {@recipe Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam|ExEx|spiced muffins with cherry jam}. And if you prefer savory, there are {@recipe Salt-and-Pepper Cheese Twists with Honey Drizzle|ExEx|salt-and-pepper cheese twists}.{@footnote *|Jester puts some dipping honey on the side for when you come to your senses.}": "现在，即使我们把焦点缩小到糕点上，也没有足够的空间来讨论Jester创造的所有东西。因此，我们将自己限制在三种选择上，所有这些选择都以{@recipe Rough Puff Pastry Dough|ExEx|same dough}为基础。为了满足您的甜食口味，请尝试{@recipe Roasted Plum Danishes|ExEx|plum Danishes}。如果您喜欢带有{@book Nicodranas|EGW|4|Nicodranas}肉桂味的甜食，可以选择{@recipe Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam|ExEx|spiced muffins with cherry jam}。如果您更喜欢咸味，可以尝试{@recipe Salt-and-Pepper Cheese Twists with Honey Drizzle|ExEx|salt-and-pepper cheese twists}。{@footnote *|Jester puts some dipping honey on the side for when you come to your senses.}",
	"Want to impress your friends with some food wizardry, but are intimidated by complex gastronomical techniques? Try some {@book dunamancy|EGW|5|Dunamancy Spells} instead, and make gravity work for you! This tower of sweetness recalls Caleb's magnificent magical edifice, but without the hours of toil he spent researching and assembling it. This is just slather, stack, and repeat, all the way to the top. Feel free to customize your tower to your audience's desires—jam, thinly sliced fruit, or mini chocolate chips would all go well between the layers—but embellish with a light touch, lest the weight increase too much and the dunamantic weaving tip out of control.{@footnote *|Sorry, got carried away there: don't put too much stuff on the pile or it'll collapse.} Top with cream cheese glaze—we've dyed ours to evoke the {@item Luxon beacon|EGW}—and garnish with the treats of your choice.": "想用一些食物魔法让朋友们刮目相看，但又被复杂的烹饪技术吓到了吗？试试{@book dunamancy|EGW|5|Dunamancy Spells}吧，让重力为你效力！这座甜蜜的塔楼让人想起了Caleb的宏伟魔法建筑，但不需要他花费数小时研究和组装。只需涂抹、叠放和重复，直到顶部。随意根据观众的喜好定制你的塔楼——果酱、薄切水果或迷你巧克力片都可以放在层间——但要轻轻点缀，以免重量增加过多，那魔法编织就会失控了。{@footnote *|Sorry, got carried away there: don't put too much stuff on the pile or it'll collapse.}顶部涂上奶油奶酪糖霜——我们把它染成了{@item Luxon beacon|EGW}的颜色——并用你喜欢的点心装饰。",
	"There are dishes in this book that, we are proud to say, have been prepared for us directly by their creator. This is not one of those. We have been to...well, we've been near the Swavain Islands.{@footnote *|We caught wind of some sort of important religious festival happening around that area back in 836 PD, but when we inquired further, the map we were given was less nautical and more...anatomical.} But we have certainly not been brash enough to dock at {@book Darktow|EGW|4|Darktow Isle}, the notorious pirate stronghold. This recipe comes to us from a woman who used to work in the kitchen of the Bloated Cup tavern on Darktow. She swears that when someone would bring in pomelos and Cara Caras from the lusher islands in the archipelago, this salad was the tavernkeeper's favorite way to put the fresh citrus to use while also getting rid of some stale bread. To encourage their rougher clientele to eat the citrus and greens, the Bloated Cup added the Plank King's name. Sales picked up immediately.": "这本书中有一些菜肴，我们自豪地说，是由它们的创造者亲自为我们准备的。这不是其中之一。我们去过...嗯，我们曾经靠近斯瓦维安群岛。{@footnote *|We caught wind of some sort of important religious festival happening around that area back in 836 PD, but when we inquired further, the map we were given was less nautical and more...anatomical.} 但我们绝对没有胆量停靠在{@book Darktow|EGW|4|Darktow Isle}，那个臭名昭著的海盗据点。这个食谱是从一个曾在Darktow的Bloated Cup酒馆厨房工作的女人那里传给我们的。她发誓，当有人从群岛中更繁茂的岛屿带来柚子和Cara Caras时，这道沙拉是酒馆老板最喜欢利用新鲜柑橘和处理一些发霉面包的方式。为了鼓励他们粗鲁的客户吃柑橘和绿叶，Bloated Cup加入了Plank King的名字。销售立即增加了。",
	"The warriors of Xhorhas's Iothia Moorland are accomplished hunters of all types of game, be it big or small. During Yasha's time with the {@book Dolorav clan|EGW|4|The Dolorav: Wayfaring Warriors}, she acquired a taste for the smallest creatures: rodents, spiders, and insects. One of her favorite treats is crunchy bugs, such as these crickets. Now, both we and Yasha understand that not everyone is delighted by the idea of eating bugs. You can do this with chickpeas instead; they just take longer to dry. One other note: The spice mix isn't true to Moorland-style roasted crickets; rather, it's inspired by the way Yasha's bugs were served during Jester's elaborate magical feasts, an old childhood favorite given new life.": "Xhorhas（索拉斯）的Iothia（伊奥西亚）草原的战士是各种大小猎物的优秀猎手。在Yasha（亚莎）与{@book Dolorav clan|EGW|4|The Dolorav: Wayfaring Warriors}一起的时候，她培养了对最小生物的口味：啮齿动物、蜘蛛和昆虫。她最喜欢的零食之一是脆脆的昆虫，比如这些蟋蟀。现在，我们和Yasha都明白并不是每个人都喜欢吃昆虫的想法。你可以用鹰嘴豆代替；只是需要更长时间晾干。另外一点：这种香料混合并不是真正的Moorland（摩尔兰）风格烤蟋蟀；相反，它受到了Yasha的昆虫在Jester（小丑）精心准备的魔法盛宴中的供应方式的启发，这是一个被赋予新生命的童年最爱。",
	"When the Mighty Nein were at the height of their adventuring, they would often need to be someplace fast. With Caleb's powerful magic, the time between realizing they needed to be someplace and arriving there was reduced to seconds. This was often a shock to the people at their destination, whom they had forgotten to warn before teleporting in. Once, they arrived hungry in the Brenattos' living room in {@book Nicodranas|EGW|4|Nicodranas} and found only some hummus and carrots in the pantry. But the Brenattos are no humdrum family, and Yeza's hummus is no plain hummus. The added beet provides a gorgeous color, another layer of flavor, and a way to sneak an extra variety of vegetable into a kid who is sometimes, maybe, a little averse.": "当{@book Nicodranas|EGW|4|Nicodranas}的强大魔法，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们需要迅速到达某个地方时，他们",
	"Some aspects of the Kryn Dynasty practice of consecution are, by necessity, closely guarded secrets. But we do know that when a new person is welcomed into one of the Dens, either by birth or adoption, a celebration is in order. In Den Thelyss, the family of {@book Essek Thelyss|EGW|3|Shadowhand Essek Thelyss} and one of the three ruling Dens in the Dynasty, the celebration includes an elaborate feast. A staple of the feast is this hearty stew of root vegetables, herbed dumplings, and the rarest meat the Den's hunters can procure. {@creature Frost worm|EGW} is a special favorite, but considering that frost worm meat must be procured from the Biting North at great peril and expense, we've substituted venison or beef here.{@footnote *|Please do not travel to the Biting North in search of frost worm meat. Venison is pretty close, especially after cooking. We swear.}": "克林王朝实行的连续传承的某些方面，出于必要性，是严格保密的秘密。但我们知道，当一个新人被欢迎进入克林王朝的一个巢穴时，无论是出生还是被收养，都会举行庆祝活动。在{@book Essek Thelyss|EGW|3|Shadowhand Essek Thelyss}家族和王朝的三个统治巢穴之一——德·塞利斯巢穴，庆祝活动包括一场精心准备的盛宴。盛宴的主打菜是这道由根茎蔬菜、香草饺子和巢穴猎人能够获取到的最稀有肉类制成的浓郁炖菜。{@creature Frost worm|EGW}是一道特别受欢迎的菜肴，但考虑到霜虫肉必须从危险而昂贵的北方之地获得，我们在这里用鹿肉或牛肉代替。{@footnote *|Please do not travel to the Biting North in search of frost worm meat. Venison is pretty close, especially after cooking. We swear.}",
	"Underneath the city of {@book Rosohna|EGW|4|Rosohna (Ghor Dranas)} lies a huge subterranean cavern lined with crops, many of them growing only with the aid of magic. Some resemble more conventional root vegetables, in taste at least, while others offer an experience all their own. We cannot assume you have access to Shadowshire produce, so we have attempted to re-create the flavor of one of their popular soups using a blend of ingredients that are easier to find outside of Rosohna. Purists, of course, will argue that Shadowshire Soup is nothing without freshly grated yuyo. They will further note our soup's total inability to glow in the dark. We humbly submit that we have done our best.": "在{@book Rosohna|EGW|4|Rosohna (Ghor Dranas)}城市下方，有一个巨大的地下洞穴，种植着许多作物，其中许多只有在魔法的帮助下才能生长。一些作物在口感上与更传统的根茎蔬菜相似，而另一些则提供独特的体验。我们不能假设您有访问Shadowshire生产的能力，因此我们尝试使用一系列更容易在Rosohna之外找到的食材重新创造了他们其中一款流行汤的风味。纯粹主义者当然会认为没有新鲜磨碎的yuyo，Shadowshire汤就不算完整。他们还会指出我们的汤完全无法在黑暗中发光。我们谦卑地表示，我们已尽力而为。",
	"Every year, droves of Xhorhasians make their way west to {@book Asarius, the City of Beasts|EGW|4|Asarius, the City of Beasts}, for the city's Faire of Abundance. There, Asarians, traders, and cooks from across the land show off their proudest culinary creations in a food festival that lasts for two days. Food is bought, sold, and thoroughly enjoyed, but running underneath the merriment is a fierce competition. On the second day, the ten most promising creations are sampled by members of Den Olios. The winner is awarded a sizable coin purse along with the Golden Thistle, a trophy presented by Lady Olios herself. We are proud to present to you the Golden Thistle recipe from 842 PD, a delectable meat pie created by an anonymous local baker who took the purse and skipped town. He only stopped long enough to sell the recipe twice, to us and to the Four Corners Tavern, which now serves pie on fight nights.": "每年，大批索哈西人向西方前往{@book Asarius, the City of Beasts|EGW|4|Asarius, the City of Beasts}，参加该城市的丰饶节。在那里，来自全国各地的阿萨里人、商人和厨师展示他们最引以为傲的烹饪创作，参加为期两天的美食节。食物被购买、出售，并且被充分享受，但在欢乐的背后隐藏着一场激烈的竞争。第二天，十种最有前途的创作被丹·奥利奥斯的成员品尝。获胜者将获得一只可观的钱袋，以及金色蓟花，这是由奥利奥斯夫人亲自颁发的奖杯。我们很自豪向您呈现842 PD年的金色蓟花食谱，这是一款美味的肉饼，由一位匿名的当地面包师创作，他拿走了奖金就跳镇了。他只停下来足够的时间将食谱卖了两次，一次是卖给我们，另一次是卖给了四角酒馆，现在在比赛之夜供应这款肉饼。",
	"Caduceus Clay, as a dedicated servant of the {@deity The Wildmother|Exandria|TDCSR|Wildmother}, also serves the natural cycle of life and death. He gladly heals the sick and the injured when possible, and he returns the dead to the earth with equal aplomb. His decomposition spells cause the remains to sprout plants and fungi, so Caduceus gathers these byproducts and cooks with them. Are we saying that we sampled sandwiches made, at one step removed, from corpses? Yes.{@footnote *|But, as Caduceus pointed out, aren't most things one step removed from corpses, really?} Are we saying that you need to make your sandwich the same way? No. But if you do, make sure to thank the person whose grave you're harvesting. Never hurts to be polite.": "Caduceus Clay（卡度斯·克莱）作为{@deity The Wildmother|Exandria|TDCSR|Wildmother}的忠诚仆从，也服务于自然的生死循环。他乐意在可能的情况下治愈病人和受伤者，并同样乐意将死者归还大地。他的分解法术会使遗体长出植物和真菌，因此卡度斯会收集这些副产品并用它们烹饪。我们是在说我们尝过由尸体制成的三明治吗？是的。{@footnote *|But, as Caduceus pointed out, aren't most things one step removed from corpses, really?}我们是在说你需要用同样的方式制作你的三明治吗？不。但如果你这样做了，请记得感谢那些你正在收割坟墓的人。保持礼貌从来不会有坏处。",
	"When we heard that Beau and Yasha's romance began in earnest with an elaborate magical date featuring tacos, we put out word that we would love the recipe. Imagine our surprise when a cat walked into our test kitchen and jumped up on the counter. There was a note in his mouth bearing only the name of this dish and the word \"Achten!\" As soon as we looked up from the note, the cat began to assemble the tacos, knocking ingredients off of pantry shelves, batting seasonings across the floor, nudging us toward the stove, hunting bugs to use for garnish,{@footnote *|We have substituted black sesame seeds, as the bug-hunting process will be cumbersome for most home cooks.} rolling his eyes at how slow we were to catch on. A steep learning curve, a very messy kitchen, and several chin scritches later, we had these tasty tacos.": "当我们听说Beau和Yasha的浪漫关系是从一次精心准备的魔法约会开始的，还有美味的塔可饼，我们传达了我们想要这个食谱的消息。想象一下，当一只猫走进我们的试验厨房，跳上柜台时，我们是多么惊讶。它嘴里叼着一张纸条，上面只写着这道菜的名字和一个词“注意！”当我们从纸条上抬起头时，猫开始组装塔可饼，把食材从储物架上掉下来，把调味料拍到地板上，用鼻子推着我们走向炉子，捕捉虫子作为装饰，{@footnote *|We have substituted black sesame seeds, as the bug-hunting process will be cumbersome for most home cooks.} 眼巴巴地看着我们慢慢领会。经过一个陡峭的学习曲线，一个非常混乱的厨房，和几次下巴的抓痒后，我们终于做出了这些美味的塔可饼。",
	"To honor her fallen wife Zuala, Yasha Nydoorin gathered flowers from across Exandria and brought them to her grave. After settling down with Beau, Yasha started a new flower collection; their garden used seeds from the {@book Blooming Grove|EGW|4|Blooming Grove} and expanded whenever a new blossom caught her eye. Inspired by Caduceus, Yasha experimented with these flowers by using them in various foods. Many of the early experiments were unsuccessful. Some were hilarious. A few were even edible. Eventually she perfected this cake, flavored with lavender and topped with whatever beautiful flowers{@footnote *|*Just make sure they're digestible by humans.** {@note **That was one of the less hilarious experiments.}} are in season.": "为了纪念她已故的妻子祖阿拉(Zuala)，亚莎·奈杜林(Yasha Nydoorin)从整个艾克桑德里亚(Exandria)采集了鲜花，并将它们带到她的坟墓前。在与波(Beau)安定下来后，亚莎开始了一个新的花卉收集；他们的花园使用了{@book Blooming Grove|EGW|4|Blooming Grove}的种子，并在每次发现新花朵时扩展。受卡杜斯(Caduceus)的启发，亚莎尝试将这些花用在各种食物中。许多早期实验都不成功。有些很滑稽。有几个甚至可以食用。最终，她完善了这款蛋糕，用薰衣草调味，并用当季美丽的花朵{@footnote *|*Just make sure they're digestible by humans.** {@note **That was one of the less hilarious experiments.}装饰顶部。",
	"Have you always wanted to visit {@book Uthodurn|EGW|4|Uthodurn}, but the thought of travel through the {@book Flotket Alps|EGW|4|Flotket Alps} leaves you cold? Now you can have a taste of this famed Dwarven/Elven city without leaving your home. The Softer Stoneforge bakery's original recipe calls for actual black moss, so we've substituted easier-to-find ingredients that still put an earthy spin on the traditional sweet cupcake. And for an extra-charming treat, try a sprinkle of our {@recipe Dust of Deliciousness|ExEx}.{@footnote *|Exquisite Exandria disavows responsibility for any actions, pacts, transformations, transmutations, friendships, courtships, understandings, or misunderstandings resulting from the use of {@item Dust of Deliciousness|EGW}.}": "你一直想参观{@book Uthodurn|EGW|4|Uthodurn}吗，但是通过{@book Flotket Alps|EGW|4|Flotket Alps}的旅行想法让你感到冷？现在你可以在家尝试这个著名的矮人/精灵城市。Softer Stoneforge面包店的原创食谱需要真正的黑苔，所以我们用更容易找到的食材替代，仍然为传统的甜蛋糕增添了一丝泥土味。为了额外迷人的享受，尝试撒上我们的{@recipe Dust of Deliciousness|ExEx}.{@footnote *|Exquisite Exandria disavows responsibility for any actions, pacts, transformations, transmutations, friendships, courtships, understandings, or misunderstandings resulting from the use of {@item Dust of Deliciousness|EGW}.",
	"The Lavish Chateau in {@book Nicodranas|EGW|4|Nicodranas} is a lovely place to stay: big fancy meals, big fancy drinks, big fancy beds. But what really sets the Chateau apart is their signature performer and courtesan: Marion Lavorre, the Ruby of the Sea. Her charms have delighted guests and clients for decades, but her performances are not long, and her private time is expensive. Many who drop by the Chateau for a meal or a drink therefore leave without getting to see her. Not wishing to resort to something as tacky as merchandise, the Chateau's management arrived at a way to give all guests a small taste, if you will, of the Ruby of the Sea experience. This special cocktail was designed to refresh and relax in equal measure, just like the Ruby herself.": "{@book Nicodranas|EGW|4|Nicodranas}中的豪华城堡是一个可爱的住宿地点：豪华的大餐，豪华的饮料，豪华的床。但真正让城堡与众不同的是他们的招牌表演者和情妇：Marion Lavorre，海之红宝石。她的魅力已经让客人和客户陶醉了几十年，但她的表演并不长，她的私人时间也很昂贵。因此，许多只是为了用餐或喝一杯而来的人最终离开时并没有见到她。为了不愿意采取像商品一样俗气的方式，城堡的管理层想到了一个办法，让所有客人都能稍稍体验一下海之红宝石的经历。这款特制鸡尾酒旨在让人一边清爽一边放松，就像海之红宝石本人一样。",
	"Beauregard Lionett's family business, the Rainbow Vineyards in {@book Kamordah|EGW|4|Kamordah}, is a strange success story. Beau's father, Thoreau, bought a run-down farm on land that was considered difficult to grow on. Thoreau claimed that he understood how to work with the geothermal activity in the area, planting vineyards and various other crops amid the geysers. To everyone's surprise, everything he planted began to thrive, growing and blooming in wild abundance. Lionett makes several types of excellent wines from their grapes; we've used their Sauvignon Blanc, together with rum and a selection of summer fruits, to create this colorful sangria.": "Beauregard Lionett（博雷加德·利奥内特）的家族企业，彩虹葡萄园（Rainbow Vineyards）位于{@book Kamordah|EGW|4|Kamordah}，是一个奇特的成功故事。博雷的父亲，索罗（Thoreau），在一片被认为难以耕种的土地上购买了一个破旧的农场。索罗声称他了解如何利用该地区的地热活动，种植葡萄园和各种其他作物在间歇泉中。令所有人惊讶的是，他种植的每样东西都开始茁壮成长，野生植物盛开。利奥内特从他们的葡萄中酿造出几种优质葡萄酒；我们使用他们的长相思（Sauvignon Blanc），加上朗姆酒和一系列夏季水果，制作了这款色彩缤纷的桑格利亚。",
	"In {@book Deastok|EGW|4|Deastok}, {@book Kamordah's|EGW|4|Kamordah} sister city to the south, the Grumpy Lily tavern serves two unusual concoctions. While the processes involved in both are extremely labor intensive, we are happy to have developed versions that you can make at home.{@footnote *|For the second recipe, see {@recipe Schlond's Embrace|ExEx}.} This one is a fermented, bubbly creation, unusual enough to bear {@deity The Changebringer|Exandria|TDCSR|the name of the goddess of adventure, freedom, and luck}. If you've never made your own alcohol before, perhaps plan to stop after the single-fermentation process, so you can properly gauge your creation's strength. If you have the time and temperament for an additional fermentation, the extra effort will add fantastic bubbles to the nectar.{@footnote **|Do remember to uncork your nectar for a few seconds between the second and third day of the second fermentation. Otherwise, unless you have the luck of the goddess, the bottles could explode.}": "在{@book Deastok|EGW|4|Deastok}，{@book Kamordah's|EGW|4|Kamordah}的南部姐妹城市，Grumpy Lily酒馆供应两种不寻常的调制饮品。虽然这两种饮品的制作过程都非常耗时，但我们很高兴已经开发出您可以在家制作的版本。{@footnote *|For the second recipe, see {@recipe Schlond's Embrace|ExEx}。这款饮品是一种发酵的气泡饮品，足够不寻常，以至于值得{@deity The Changebringer|Exandria|TDCSR|the name of the goddess of adventure, freedom, and luck}。如果您以前从未自制过酒精饮品，也许在经过单次发酵过程后就停下来，这样您就可以正确评估您的酿造物的浓度。如果您有时间和耐心进行额外的发酵，额外的努力将为这美酒增添绝妙的气泡。{@footnote **|Do remember to uncork your nectar for a few seconds between the second and third day of the second fermentation. Otherwise, unless you have the luck of the goddess, the bottles could explode.}",
	"As the Grumpy Lily in {@book Deastok|EGW|4|Deastok} serves it, Schlond's Embrace begins by distilling and fermenting mint over a period of forty years. The gods bless those alcohol makers; we simply do not have that kind of patience. Nor, we realized after sampling the original drink, do we have that kind of stomach. So, deciding that discretion is the better part of valor, we have created a nonalcoholic version of the Embrace that honors its flavor profile without the same gut punch to the innards. For those who miss the overt, mushroomy tones of the alcoholic version or just want a little extra fun in their toppings, we've included a chopped shiitake garnish.": "正如{@book Deastok|EGW|4|Deastok}中的脾气暴躁的莉莉所描述的那样，Schlond的拥抱始于对薄荷的蒸馏和发酵，历时四十年。众神保佑那些酿酒师；我们显然没有那种耐心。我们在品尝原饮料后意识到，我们也没有那种胃口。因此，我们决定谨慎行事，创造了一种不含酒精的Embrace版本，以尊重其口味特点，但不会对内脏造成同样的冲击。对于那些怀念酒精版的明显的蘑菇味道，或者只是想在配料中增加一点乐趣的人，我们还加入了切碎的香菇装饰。",
	"Many mysterious artifacts have made their way south from {@book Aeor|EGW|4|Aeor Crash Site}, the pre-Calamity floating city that now lies in ruins amid the ice of {@book Eiselcross|EGW|4|Eiselcross}. Odd power sources, strange automata, descriptions of lost magic: these types of relics are squirreled away for study or sold for a fortune. But sometimes treasure takes other forms. This recipe—found jotted alongside far more confidential lab notes—concerns a researcher named Athodan. Apparently one of his early experiments involved, as best as we can tell, directing some kind of gravity magic into a batch of overripe fruit to reverse the fruit's aging process. It may have worked; it was hard to tell, since the fruit was liquefied and tossed all over the room. The mixture proved to be surprisingly tasty, and recreations of the drink were used to both taunt and celebrate Athodan at various festivities in the following months.": "许多神秘的文物从{@book Aeor|EGW|4|Aeor Crash Site}流向南方，这座在{@book Eiselcross|EGW|4|Eiselcross}的冰雪中废墟中的灾变前飘浮城市。奇怪的能源、奇异的自动装置、失落魔法的描述：这些类型的遗物被收藏起来供研究或高价出售。但有时候财宝会呈现其他形式。这份食谱——在更加机密的实验笔记旁边发现——涉及到一个名叫Athodan的研究者。显然，他早期的实验涉及将某种引力魔法引导到一批过熟水果中，以逆转水果的老化过程。这可能有效了；很难说清楚，因为水果被液化并丢得满屋子都是。这种混合物被证明非常美味，而这种饮料的再现被用来嘲讽和庆祝Athodan在接下来几个月的各种庆祝活动中。",
	"When you want to cheer someone up, what do you give them? Are you like Caduceus, giving out little chocolate balls that, when dropped into a cup of hot water, turn into hot chocolate? Or are you more like Beau, giving out firecrackers? Wait, don't answer, it's a trick question: Now you can be both! These magical creations start like regular hot chocolate balls: a chocolate shell with homemade cocoa powder and mini marshmallows hidden in the center. But ours have fizzy candy packed inside, so they crackle and sizzle delightfully before settling down into a soothing and delicious treat.": "当你想让某人振作起来时，你会送给他们什么？你像卡度斯一样，送出小巧克力球，当放入热水中时，会变成热巧克力吗？还是你更像波，送出鞭炮？等等，不要回答，这是个问题：现在你可以两者兼而有之！这些神奇的创意起初就像普通的热巧克力球：一个巧克力外壳，里面隐藏着自制可可粉和迷你棉花糖。但我们的里面包着气泡糖，所以它们在安静下来成为一种令人愉悦的、美味的享受之前，会发出噼啪声和嘶嘶声。",
	"We've already discussed how important the cycle of life and death is to Caduceus, including his hobby of cooking with plants grown from corpses.{@footnote *|See {@recipe Caduceus's Ethically Sourced Mushroom Toasts|ExEx}.} Tea is also extremely important to Caduceus. When the rest of the Mighty Nein met him, he offered them tea before he offered his name or learned theirs. And yes, that tea was made from dead people.{@footnote **|Again we point out, as Caduceus would: Aren't most things?} It was also very tasty. If you've never made your own tea, from whatever source, we highly recommend trying it. Why not start with this gorgeous mix? The bulk of the drying can be done in the oven overnight, the tea stays good for up to six months, and the brewed color evokes those red-purple flowers that Caduceus first served the Mighty Nein.{@footnote ***|From the Casala family, Caduceus would like us to remind you. Once they made textiles. Now they make excellent tea.}": "我们已经讨论过生死轮回对于卡度斯(Caduceus)的重要性，包括他利用尸体种植植物来烹饪的爱好。{@footnote *|See {@recipe Caduceus's Ethically Sourced Mushroom Toasts|ExEx} 茶对于卡度斯也非常重要。当其他九人小队(Mighty Nein)遇到他时，他先是给他们提供了茶，然后才告诉他们自己的名字或了解他们的名字。是的，那茶是用死人做的。{@footnote **|Again we point out, as Caduceus would: Aren't most things?} 但味道非常美味。如果你从未自己泡茶的话，不妨尝试一下。为什么不从这款美妙的混合茶开始呢？大部分的晾干工作可以在烤箱里一夜完成，这种茶可以保存长达六个月，冲泡后的颜色唤起了卡度斯最初给九人小队(Mighty Nein)提供的那些红紫色的花朵。{@footnote ***|From the Casala family, Caduceus would like us to remind you. Once they made textiles. Now they make excellent tea.}",
	"We would like to thank the cast of {@i Critical Role}—Matthew Mercer, Taliesin Jaffe, Marisha Ray, Travis Willingham, Laura Bailey, Ashley Johnson, Sam Riegel, and Liam O'Brien—for creating this fantastic world, and a special thank you to Dani Carr, Shaunette DeTie, Niki Chi, and the rest of the {@i Critical Role} team. And thanks also to Sarah Malarkey, Sarah Peed, Lydia Estrada, Ashley Pierce, Ian Dingman, Heather Williamson, and the entire Penguin Random House crew.": "我们要感谢{@i Critical Role}的演员们—马修·默瑟(Matthew Mercer)、泰利辛·贾菲(Taliesin Jaffe)、玛丽莎·雷(Marisha Ray)、特拉维斯·威灵汉(Travis Willingham)、劳拉·贝利(Laura Bailey)、阿什利·约翰逊(Ashley Johnson)、山姆·里格尔(Sam Riegel)和利亚姆·奥布莱恩(Liam O'Brien)—为创造这个奇妙的世界而付出的努力，特别感谢达妮·卡尔(Dani Carr)、肖内特·德蒂(Shaunette DeTie)、妮基·奇(Niki Chi)和其他{@i Critical Role}团队的成员。同时也感谢萨拉·马拉基(Sarah Malarkey)、萨拉·皮德(Sarah Peed)、莉迪娅·埃斯特拉达(Lydia Estrada)、阿什利·皮尔斯(Ashley Pierce)、伊恩·丁曼(Ian Dingman)、海瑟·威廉姆森(Heather Williamson)和整个企鹅兰登豪斯(Penguin Random House)团队。",
	"Also, Liz would like to thank the {@link Critical Role Wiki|https://criticalrole.fandom.com/wiki/Critical_Role_Wiki} and {@link CritRoleStats|https://www.critrolestats.com/} for their devotion and thoroughness, Nachie Marsham for the constant encouragement, and Jessica Jackson for the fastest puns in the realm.": "此外，莉兹想要感谢{@link Critical Role Wiki|https://criticalrole.fandom.com/wiki/Critical_Role_Wiki}和{@link CritRoleStats|https://www.critrolestats.com/}的奉献和细致，Nachie Marsham对她的持续鼓励，以及杰西卡·杰克逊在领域中最快的双关语。",
	"Jesse would like to thank Dennis Green for being an expert taste tester, Susan Vu for helping talk through recipes, and Jena Szewczyk for helping come up with several of the most nerdy and genius concepts he has developed.": "Jesse想要感谢Dennis Green作为专业的口味测试员，感谢Susan Vu帮助讨论食谱，以及感谢Jena Szewczyk帮助提出了他所开发的一些最古怪和天才的概念。",
	"Susan would like to thank the {@i Critical Role} team for reminding us human folks that it is okay (and a lot of fun!) to play make believe well after childhood. Thank you also to Liz, Sarah Malarkey, Sarah Peed, and my two amazing co-recipe developers for making this process delightfully whimsical and delicious.": "Susan想要感谢{@i Critical Role}团队，提醒我们这些人类，即使在成年后，玩幻想也是可以的（而且非常有趣！）。也要感谢Liz，Sarah Malarkey，Sarah Peed，以及我的两位出色合作的食谱开发者，让这个过程变得充满奇思妙想和美味。",
	"Amanda would like to thank her nieces Storm and River and nephew Mozes for making play, laughter, silliness, curiosity, and imagination a part of daily living. I love you, crazy noodles. Thank you to my agent, Danielle Svetcov—you always go above and beyond—and the Michael Jordan to my Scottie Pippen, Bryant Terry. You's my gee.": "Amanda想要感谢她的侄女Storm和River以及侄子Mozes，因为他们让玩耍、笑声、傻乐、好奇和想象成为日常生活的一部分。我爱你们，疯狂的面条们。感谢我的经纪人，Danielle Svetcov—你总是超乎寻常地尽心尽力—以及我的迈克尔·乔丹(Michael Jordan)对我的斯科蒂·皮平(Scottie Pippen)，Bryant Terry。你是我的兄弟。",
	"The page numbers in this index refer to the printed version of the book. Each link will take you to the beginning of the corresponding print page. You may need to scroll forward from that location to find the corresponding reference on your e-reader.": "这个索引中的页码是指书本的印刷版本。每个链接将带您到相应印刷页面的开头。您可能需要从那个位置向前滚动，以找到您的电子阅读器上对应的参考位置。",
	"{@note In 5etools, the page numbers have been converted to reference tags that will take you directly to the {@filter recipe|recipes|source=exex}. Except where they explicitly link to a book section.}": "{@note In 5etools, the page numbers have been converted to reference tags that will take you directly to the {@filter recipe|recipes|source=exex}. 除非它们明确链接到书的某个部分。",
	"Adra's Magical Flavored Ice, {@recipe Adra's Magical Flavored Ice|ExEx|136–37}": "阿德拉的魔法口味冰淇淋，{@recipe Adra's Magical Flavored Ice|ExEx|136–37}",
	"ale. {@i See} beer": "啤酒。{@i See} 瓶",
	"Trinket's Bear Claws, {@recipe Trinket's Bear Claws|ExEx|26–27}": "小饰品的熊爪，{@recipe Trinket's Bear Claws|ExEx|26–27}",
	"Apple Slaw, {@recipe Breakfast Beer Brats|ExEx|157}": "苹果卷心菜沙拉，{@recipe Breakfast Beer Brats|ExEx|157}",
	"The Frost Worm Stew of Den Thelyss, {@recipe The Frost Worm Stew of Den Thelyss|ExEx|176–77}": "{@recipe The Frost Worm Stew of Den Thelyss|ExEx|176–77} 的丹·泰利斯冰霜蠕虫炖菜",
	"Lionett's Summer Sangria, {@recipe Lionett's Summer Sangria|ExEx|200}": "狮鹿夏日桑格利亚，{@recipe Lionett's Summer Sangria|ExEx|200}",
	"Pike's Purple Jewel Cake of Marquet, {@recipe Pike's Purple Jewel Cake of Marquet|ExEx|141–42}": "马凯特（Marquet）的派克紫宝石蛋糕，{@recipe Pike's Purple Jewel Cake of Marquet|ExEx|141–42}",
	"Plum and Coffee Chutney, {@recipe Hidden Hospitality Fry Bread|ExEx|54}": "李子和咖啡酱，{@recipe Hidden Hospitality Fry Bread|ExEx|54}",
	"Caduceus's Ethically Sourced Mushroom Toasts, {@recipe Caduceus's Ethically Sourced Mushroom Toasts|ExEx|185}": "卡德士斯的道德采购蘑菇吐司，{@recipe Caduceus's Ethically Sourced Mushroom Toasts|ExEx|185}",
	"Heartmoor Harvest, {@recipe Heartmoor Harvest|ExEx|119–20}": "心湖收获节, {@recipe Heartmoor Harvest|ExEx|119–20}",
	"Asarius' Prized Meat Pies, {@recipe Asarius' Prized Meat Pies|ExEx|181–82}": "亚萨里斯（Asarius）的珍贵肉饼，{@recipe Asarius' Prized Meat Pies|ExEx|181–82}",
	"Athodan's Mistake, {@recipe Athodan's Mistake|ExEx|206}": "阿索丹的错误，{@recipe Athodan's Mistake|ExEx|206}",
	"Fownsee Hollow Breakfast Sandwich, {@recipe Fownsee Hollow Breakfast Sandwich|ExEx|107–8}": "Fownsee Hollow 早餐三明治，{@recipe Fownsee Hollow Breakfast Sandwich|ExEx|107–8}",
	"Baked Beans, {@recipe \"Meal\"|ExEx|130}": "烤豆，{@recipe \"Meal\"|ExEx|130}",
	"Fried Chicken with Coffee-Bacon Gravy, {@recipe Fried Chicken with Coffee-Bacon Gravy|ExEx|35–36}": "炸鸡配咖啡培根酱，{@recipe Fried Chicken with Coffee-Bacon Gravy|ExEx|35–36}",
	"Pocket Bacon, {@recipe Pocket Bacon|ExEx|156}": "口袋培根，{@recipe Pocket Bacon|ExEx|156}",
	"Slayer's Take Stew, {@recipe Slayer's Take Stew|ExEx|95–96}": "猎杀者之炖，{@recipe Slayer's Take Stew|ExEx|95–96}",
	"Sweet and Sticky Slab Bacon, Fried Tomatoes, and Fried Eggs, {@recipe Sweet and Sticky Slab Bacon, Fried Tomatoes, and Fried Eggs|ExEx|33–34}": "甜糯的烤肉片，煎番茄和煎蛋，{@recipe Sweet and Sticky Slab Bacon, Fried Tomatoes, and Fried Eggs|ExEx|33–34}",
	"Wild's Grandeur Succotash, {@recipe Wild's Grandeur Succotash|ExEx|92–93}": "野性的壮丽Succotash，{@recipe Wild's Grandeur Succotash|ExEx|92–93}",
	"Bad Aim Chicken, {@recipe Bad Aim Chicken|ExEx|51–52}": "瞄准不准的鸡，{@recipe Bad Aim Chicken|ExEx|51–52}",
	"{@i See also} chickpeas": "{@i See also} 鹰嘴豆",
	"Bear Claws, Trinket's, {@recipe Trinket's Bear Claws|ExEx|26–27}": "熊爪, 小饰品, {@recipe Trinket's Bear Claws|ExEx|26–27}",
	"Spire by Fire's Beer-Braised Brisket, {@recipe Spire by Fire's Beer-Braised Brisket|ExEx|126–28}": "烈焰之塔的啤酒焖牛腩，{@recipe Spire by Fire's Beer-Braised Brisket|ExEx|126–28}",
	"Ale and Cheddar Fondue, {@recipe Ale and Cheddar Fondue|ExEx|44}": "啤酒和切达奶酪火锅，{@recipe Ale and Cheddar Fondue|ExEx|44}",
	"Breakfast Beer Brats, {@recipe Breakfast Beer Brats|ExEx|157}": "早餐啤酒香肠，{@recipe Breakfast Beer Brats|ExEx|157}",
	"Malty Beer Waffles with Orange-Honey Browned Butter Syrup, {@recipe Malty Beer Waffles with Orange-Honey Browned Butter Syrup|ExEx|38–39}": "带有橙蜂蜜黄油糖浆的麦芽啤酒华夫饼，{@recipe Malty Beer Waffles with Orange-Honey Browned Butter Syrup|ExEx|38–39}",
	"Sandkheg Hide Ale, {@recipe Sandkheg Hide Ale|ExEx|146}": "沙克海格兽皮麦酒，{@recipe Sandkheg Hide Ale|ExEx|146}",
	"Brenattos' Unexpected Guests, {@recipe Brenattos' Unexpected Guests|ExEx|174}": "布雷纳托的意外来客，{@recipe Brenattos' Unexpected Guests|ExEx|174}",
	"Shadowshire Soup, {@recipe Shadowshire Soup|ExEx|179–80}": "暗影郡汤, {@recipe Shadowshire Soup|ExEx|179–80}",
	"Berry Surprise Pie, {@recipe Berry Surprise Pie|ExEx|66–67}": "惊喜莓果派，{@recipe Berry Surprise Pie|ExEx|66–67}",
	"Blackberry Compound Butter, {@recipe Blackberry Compound Butter|ExEx|123}": "黑莓复合黄油，{@recipe Blackberry Compound Butter|ExEx|123}",
	"Scanlan's Hand Pies, {@recipe Scanlan's Hand Pies|ExEx|70–72}": "斯坎兰的手工馅饼，{@recipe Scanlan's Hand Pies|ExEx|70–72}",
	"Black Moss Cupcakes, {@recipe Black Moss Cupcakes|ExEx|193–97}": "黑苔蛋糕，{@recipe Black Moss Cupcakes|ExEx|193–97}",
	"Brats, Breakfast Beer, {@recipe Breakfast Beer Brats|ExEx|157}": "小子们，早餐啤酒，{@recipe Breakfast Beer Brats|ExEx|157}",
	"Brioche Spears, {@recipe Brioche Spears|ExEx|46}": "布里奥奇面包长棍，{@recipe Brioche Spears|ExEx|46}",
	"Hidden Hospitality Fry Bread, {@recipe Hidden Hospitality Fry Bread|ExEx|54–55}": "隐藏的款待炸面包，{@recipe Hidden Hospitality Fry Bread|ExEx|54–55}",
	"Plank King Panzanella, {@recipe Plank King Panzanella|ExEx|169–70}": "木板国王帕恩扎内拉，{@recipe Plank King Panzanella|ExEx|169–70}",
	"{@i See also} sandwiches": "{@i See also} 三明治",
	"Bug Bites, Yasha's, {@recipe Yasha's Bug Bites|ExEx|173}": "虫咬，亚夏的，{@recipe Yasha's Bug Bites|ExEx|173}",
	"Garlic Compound Butter, {@recipe Cod and Potato Smørrebrød|ExEx|83}": "大蒜复合黄油，{@recipe Cod and Potato Smørrebrød|ExEx|83}",
	"Fish Tacos, a Romantic Creation by Guest Chef Frumpkin, {@recipe Fish Tacos, a Romantic Creation by Guest Chef Frumpkin|ExEx|186–87}": "鱼肉玉米卷，由客座厨师弗兰普金（Frumpkin）浪漫创作，{@recipe Fish Tacos, a Romantic Creation by Guest Chef Frumpkin|ExEx|186–87}",
	"Lavender Lemon Cake, {@recipe Yasha's Flower Cake|ExEx|190–92}": "薰衣草柠檬蛋糕，{@recipe Yasha's Flower Cake|ExEx|190–92}",
	"Yasha's Flower Cake, {@recipe Yasha's Flower Cake|ExEx|190–92}": "夜莎的花蛋糕，{@recipe Yasha's Flower Cake|ExEx|190–92}",
	"{@i See also} cupcakes": "{@i See also} 杯子蛋糕",
	"Chicken Pocket Pies, {@recipe Chicken Pocket Pies|ExEx|62–63}": "鸡肉馅饼，{@recipe Chicken Pocket Pies|ExEx|62–63}",
	"Cauliflower, Pickled, {@recipe Pickled Cauliflower|ExEx|45}": "泡菜花椰菜，{@recipe Pickled Cauliflower|ExEx|45}",
	"The Changebringer's Nectar, {@recipe The Changebringer's Nectar|ExEx|201–2}": "变革者之蜜，{@recipe The Changebringer's Nectar|ExEx|201–2}",
	"De Rolos' Revenge Pasta, {@recipe De Rolos' Revenge Pasta|ExEx|57}": "德·罗洛的复仇意面，{@recipe De Rolos' Revenge Pasta|ExEx|57}",
	"Herbed Whipped Feta, {@recipe Pickled Shrimp Smørrebrød|ExEx|87}": "香草味打发飞达奶酪，{@recipe Pickled Shrimp Smørrebrød|ExEx|87}",
	"The Meat Man Hoagie, {@recipe The Meat Man Hoagie|ExEx|113–15}": "肉人三明治, {@recipe The Meat Man Hoagie|ExEx|113–15}",
	"Pickled Shrimp Smørrebrød, {@recipe Pickled Shrimp Smørrebrød|ExEx|87–88}": "腌制虾 Smørrebrød，{@recipe Pickled Shrimp Smørrebrød|ExEx|87–88}",
	"Salt-and-Pepper Cheese Twists with Honey Drizzle, {@recipe Salt-and-Pepper Cheese Twists with Honey Drizzle|ExEx|165}": "撒上盐和胡椒的奶酪扭结配蜂蜜淋饰，{@recipe Salt-and-Pepper Cheese Twists with Honey Drizzle|ExEx|165}",
	"Shadow Baker's Pocket Muffins, {@recipe Shadow Baker's Pocket Muffins|ExEx|122–23}": "暗影烘焙师的口袋松饼，{@recipe Shadow Baker's Pocket Muffins|ExEx|122–23}",
	"Suncut Semolina Porridge with Dried Fig Compote, {@recipe Suncut Semolina Porridge with Dried Fig Compote|ExEx|105–6}": "带干无花果酱的太阳切细粒粥，{@recipe Suncut Semolina Porridge with Dried Fig Compote|ExEx|105–6}",
	"Widogast's Nein-Layered Tower (of Pancakes), {@recipe Widogast's Nein-Layered Tower (of Pancakes)|ExEx|166–68}": "维多加斯的九层塔（煎饼塔）, {@recipe Widogast's Nein-Layered Tower (of Pancakes)|ExEx|166–68}",
	"{@i See also} cream cheese": "{@i See also}奶油奶酪",
	"Dried Fig Compote, {@recipe Suncut Semolina Porridge with Dried Fig Compote|ExEx|105}": "干无花果蜜饯，{@recipe Suncut Semolina Porridge with Dried Fig Compote|ExEx|105}",
	"Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam, {@recipe Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam|ExEx|164}": "带樱桃果酱的香料泡芙拉开式松饼，{@recipe Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam|ExEx|164}",
	"Yasha's Bug Bites, {@recipe Yasha's Bug Bites|ExEx|173}": "夜莎的虫咬伤，{@recipe Yasha's Bug Bites|ExEx|173}",
	"Chocolate-Matcha Frosting, {@recipe Black Moss Cupcakes|ExEx|193–96}": "巧克力抹茶糖霜，{@recipe Black Moss Cupcakes|ExEx|193–96}",
	"Chocolate-Matcha Frosting, {@recipe Black Moss Cupcakes|ExEx|193}": "巧克力抹茶糖霜，{@recipe Black Moss Cupcakes|ExEx|193}",
	"Popping Hot Chocolate Bombs, {@recipe Popping Hot Chocolate Bombs|ExEx|209–11}": "爆浆热巧克力球，{@recipe Popping Hot Chocolate Bombs|ExEx|209–11}",
	"Popping Malted Hot Cocoa Mix, {@recipe Popping Malted Hot Cocoa Mix|ExEx|212}": "爆米花麦芽热可可混合物，{@recipe Popping Malted Hot Cocoa Mix|ExEx|212}",
	"Schlond's Embrace, {@recipe Schlond's Embrace|ExEx|205}": "斯隆德的拥抱，{@recipe Schlond's Embrace|ExEx|205}",
	"Chutney, Plum and Coffee, {@recipe Hidden Hospitality Fry Bread|ExEx|54}": "酸辣酱，李子和咖啡，{@recipe Hidden Hospitality Fry Bread|ExEx|54}",
	"Cinnamon and Brown Sugar Streusel Muffins, {@recipe Shadow Baker's Pocket Muffins|ExEx|122–23}": "肉桂和红糖麦芬，{@recipe Shadow Baker's Pocket Muffins|ExEx|122–23}",
	"Cinnamon and Cayenne Wafer Cookies, {@recipe Zhudanna's Welcome|ExEx|112}": "肉桂和辣椒薄饼饼干，{@recipe Zhudanna's Welcome|ExEx|112}",
	"Highsummer Honey Polenta, {@recipe Highsummer Honey Polenta|ExEx|78–79}": "盛夏蜂蜜玉米面，{@recipe Highsummer Honey Polenta|ExEx|78–79}",
	"Cod and Potato Smørrebrød, {@recipe Cod and Potato Smørrebrød|ExEx|83–84}": "鳕鱼和土豆丹麦开面三明治，{@recipe Cod and Potato Smørrebrød|ExEx|83–84}",
	"Conciliatory Couscous, {@recipe Conciliatory Couscous|ExEx|125}": "调和的小米粥，{@recipe Conciliatory Couscous|ExEx|125}",
	"Gunpowder Green Tea Shortbread Cookies, {@recipe Gunpowder Green Tea Shortbread Cookies|ExEx|97–98}": "火药绿茶酥饼，{@recipe Gunpowder Green Tea Shortbread Cookies|ExEx|97–98}",
	"Lord Eshteross's Maple Ginger Cookies with Turmeric, {@recipe Lord Eshteross's Maple Ginger Cookies with Turmeric|ExEx|143–44}": "艾斯特罗斯领主的枫糖姜饼曲奇配上姜黄，{@recipe Lord Eshteross's Maple Ginger Cookies with Turmeric|ExEx|143–44}",
	"Moss Cookie Crunchies, {@recipe Black Moss Cupcakes|ExEx|196}": "苔藓曲奇脆片，{@recipe Black Moss Cupcakes|ExEx|196}",
	"Core Spire Street Meat, {@recipe Core Spire Street Meat|ExEx|116}": "核心尖塔街肉食，{@recipe Core Spire Street Meat|ExEx|116}",
	"Couscous, Conciliatory, {@recipe Conciliatory Couscous|ExEx|125}": "中庸，调和，{@recipe Conciliatory Couscous|ExEx|125}",
	"Crackers, Flatbread, {@recipe Flatbread Crackers|ExEx|46}": "薄脆饼干，薄饼，{@recipe Flatbread Crackers|ExEx|46}",
	"Cream Cheese Frosting and Glaze, {@recipe Widogast's Nein-Layered Tower (of Pancakes)|ExEx|167}": "奶油奶酪糖霜和糖浆，{@recipe Widogast's Nein-Layered Tower (of Pancakes)|ExEx|167}",
	"Roasted Plum Danishes, {@recipe Roasted Plum Danishes|ExEx|162–63}": "烤李子丹麦面包，{@recipe Roasted Plum Danishes|ExEx|162–63}",
	"Smoked Fish Dip, {@recipe Smoked Fish Dip|ExEx|42}": "烟熏鱼酱，{@recipe Smoked Fish Dip|ExEx|42}",
	"Vanilla Frosting, {@recipe Yasha's Flower Cake|ExEx|192}": "香草霜 {@recipe Yasha's Flower Cake|ExEx|192}",
	"Dalen's Closet Special, {@recipe Dalen's Closet Special|ExEx|147}": "达伦的衣橱特别活动，{@recipe Dalen's Closet Special|ExEx|147}",
	"Danishes, Roasted Plum, {@recipe Roasted Plum Danishes|ExEx|162–63}": "丹麦面包，烤李子，{@recipe Roasted Plum Danishes|ExEx|162–63}",
	"Dead People Tea, {@recipe Dead People Tea|ExEx|213–14}": "亡者茶, {@recipe Dead People Tea|ExEx|213–14}",
	"Den Thelyss, The Frost Worm Stew of, {@recipe The Frost Worm Stew of Den Thelyss|ExEx|176–77}": "丹·泰利斯，{@recipe The Frost Worm Stew of Den Thelyss|ExEx|176–77}的霜虫炖肉",
	"The Ruby of the Sea Cocktail, {@recipe The Ruby of the Sea Cocktail|ExEx|199}": "海之红宝石鸡尾酒，{@recipe The Ruby of the Sea Cocktail|ExEx|199}",
	"Dust of Deliciousness, {@recipe Dust of Deliciousness|ExEx|197}": "美味之尘, {@recipe Dust of Deliciousness|ExEx|197}",
	"Everlight-as-Air Scones, {@recipe Everlight-as-Air Scones|ExEx|22}": "轻如空气的永光烤饼，{@recipe Everlight-as-Air Scones|ExEx|22}",
	"Fig Compote, Dried, {@recipe Suncut Semolina Porridge with Dried Fig Compote|ExEx|105}": "无花果果酱，干燥，{@recipe Suncut Semolina Porridge with Dried Fig Compote|ExEx|105}",
	"Scaldseat Salmon, {@recipe Scaldseat Salmon|ExEx|89}": "烫伤座鲑鱼，{@recipe Scaldseat Salmon|ExEx|89}",
	"Flatbread Crackers, {@recipe Flatbread Crackers|ExEx|46}": "薄饼饼干，{@recipe Flatbread Crackers|ExEx|46}",
	"Flower Cake, Yasha's, {@recipe Yasha's Flower Cake|ExEx|190–2}": "花蛋糕, 亚莎的, {@recipe Yasha's Flower Cake|ExEx|190–2}",
	"Fondue, Ale and Cheddar, {@recipe Ale and Cheddar Fondue|ExEx|44}": "火锅，艾尔啤酒和车达奶酪，{@recipe Ale and Cheddar Fondue|ExEx|44}",
	"Cream Cheese Frosting, {@recipe Widogast's Nein-Layered Tower (of Pancakes)|ExEx|167}": "奶油奶酪糖霜，{@recipe Widogast's Nein-Layered Tower (of Pancakes)|ExEx|167}",
	"Fry Bread, Hidden Hospitality, {@recipe Hidden Hospitality Fry Bread|ExEx|54–55}": "炸面包，隐藏的款待，{@recipe Hidden Hospitality Fry Bread|ExEx|54–55}",
	"The Full Emon, {@book 31–39|ExEx|3|The Full Emon}": "满月艾蒙，{@book 31–39|ExEx|3|The Full Emon}",
	"Fusaka, {@recipe Fusaka|ExEx|134}": "扶萨卡, {@recipe Fusaka|ExEx|134}",
	"Grog's Garlicky Mayonnaise (Also, Fries), {@recipe Grog's Garlicky Mayonnaise (Also, Fries)|ExEx|48–50}": "格罗格的蒜味蛋黄酱（还有薯条），{@recipe Grog's Garlicky Mayonnaise (Also, Fries)|ExEx|48–50}",
	"Gem of Byroden Festival, {@book 58–67|ExEx|3|Gem of Byroden Festival}": "拜罗登节日宝石，{@book 58–67|ExEx|3|Gem of Byroden Festival}",
	"Szechuan Dry Gin, {@recipe Sandkheg Hide Ale|ExEx|146}": "四川干式杜松子酒，{@recipe Sandkheg Hide Ale|ExEx|146}",
	"Goat Pâté, {@recipe Lamb Or Goat Pâté|ExEx|43}": "山羊肝酱，{@recipe Lamb Or Goat Pâté|ExEx|43}",
	"The Grand Poobah's GoFiBePo Meat Board, {@recipe GoFiBePo Assembly|ExEx|41–47}": "大官人的GoFiBePo肉板，{@recipe GoFiBePo Assembly|ExEx|41–47}",
	"\"Meal\", {@recipe \"Meal\"|ExEx|129–31}": "\"餐食\", {@recipe \"Meal\"|ExEx|129–31}",
	"Hoagie, The Meat Man, {@recipe The Meat Man Hoagie|ExEx|113–15}": "三明治，肉人，{@recipe The Meat Man Hoagie|ExEx|113–15}",
	"Orange-Honey Browned Butter Syrup, {@recipe Malty Beer Waffles with Orange-Honey Browned Butter Syrup|ExEx|39}": "橙蜜焦化黄油糖浆，{@recipe Malty Beer Waffles with Orange-Honey Browned Butter Syrup|ExEx|39}",
	"Spicy Citrus Honey, {@recipe Spicy Citrus Honey|ExEx|79}": "辣橙蜜，{@recipe Spicy Citrus Honey|ExEx|79}",
	"Ice, Adra's Magical Flavored, {@recipe Adra's Magical Flavored Ice|ExEx|136–37}": "冰，阿德拉的魔法风味，{@recipe Adra's Magical Flavored Ice|ExEx|136–37}",
	"Issylra, {@book 76–77|ExEx|4}": "艾希拉，{@book 76–77|ExEx|4}",
	"Jester's Sweet Feast, {@book 159–65|ExEx|6|Jester's Sweet Feast}": "小丑的甜蜜盛宴，{@book 159–65|ExEx|6|Jester's Sweet Feast}",
	"Ketchup, Red Wine, {@recipe Core Spire Street Meat|ExEx|116}": "番茄酱，红葡萄酒，{@recipe Core Spire Street Meat|ExEx|116}",
	"Lamb Pâté, {@recipe Lamb Or Goat Pâté|ExEx|43}": "羊肉肝酱，{@recipe Lamb Or Goat Pâté|ExEx|43}",
	"Papaya-Lemon Curd, {@recipe Papaya-Lemon Curd|ExEx|24}": "木瓜柠檬酱，{@recipe Papaya-Lemon Curd|ExEx|24}",
	"Malted Hot Cocoa Mix, Popping, {@recipe Popping Malted Hot Cocoa Mix|ExEx|212}": "麦芽热可可混合物，爆裂，{@recipe Popping Malted Hot Cocoa Mix|ExEx|212}",
	"Marquet, {@book 102–3|ExEx|5}": "马凯(Marquet)，{@book 102–3|ExEx|5}",
	"Mayonnaise, Grog's Garlicky, {@recipe Grog's Garlicky Mayonnaise (Also, Fries)|ExEx|48–50}": "蛋黄酱，格罗格的蒜香味，{@recipe Grog's Garlicky Mayonnaise (Also, Fries)|ExEx|48–50}",
	"\"Meal,\" {@recipe \"Meal\"|ExEx|129–31}": "\"餐食,\" {@recipe \"Meal\"|ExEx|129–31}",
	"Muffins of the Shadow Baker, {@book 121–23|ExEx|5|Muffins of the Shadow Baker}": "暗影烘焙师的松饼，{@book 121–23|ExEx|5|Muffins of the Shadow Baker}",
	"Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam, {@recipe Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam|ExEx|164}mushrooms": "带樱桃果酱的香料泡芙拉开式松饼，{@recipe Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam|ExEx|164}蘑菇",
	"Nestled Nook Breakfast Special, {@book 155–57|ExEx|6|Nestled Nook Breakfast Special}": "幽静小巢早餐特价，{@book 155–57|ExEx|6|Nestled Nook Breakfast Special}",
	"Onion Jam, {@recipe Onion Jam|ExEx|45}": "洋葱酱，{@recipe Onion Jam|ExEx|45}",
	"Pancakes, Widogast's Nein-Layered Tower of, {@recipe Widogast's Nein-Layered Tower (of Pancakes)|ExEx|166–68}": "煎饼，维多加斯的九层塔，{@recipe Widogast's Nein-Layered Tower (of Pancakes)|ExEx|166–68}",
	"Panzanella, Plank King, {@recipe Plank King Panzanella|ExEx|169–70}": "Panzanella, 木板之王, {@recipe Plank King Panzanella|ExEx|169–70}",
	"Pasta, De Rolo's Revenge, {@recipe De Rolos' Revenge Pasta|ExEx|57}": "面食，德·罗洛的复仇，{@recipe De Rolos' Revenge Pasta|ExEx|57}",
	"Pâté, Lamb or Goat, {@recipe Lamb Or Goat Pâté|ExEx|43}": "鹅肝酱，羊肉或山羊肉，{@recipe Lamb Or Goat Pâté|ExEx|43}",
	"Stewed Peaches, {@recipe Zhudanna's Welcome|ExEx|111–12}": "炖桃子，{@recipe Zhudanna's Welcome|ExEx|111–12}",
	"Sweet Tea Custard Pie, {@recipe Sweet Tea Custard Pie|ExEx|59–60}": "甜茶奶油派，{@recipe Sweet Tea Custard Pie|ExEx|59–60}",
	"Polenta, Highsummer Honey, {@recipe Highsummer Honey Polenta|ExEx|78–79}": "玉米面，夏日蜂蜜，{@recipe Highsummer Honey Polenta|ExEx|78–79}",
	"{@i See also} bacon; ham; sausage": "{@i See also} 培根; 火腿; 香肠",
	"Porridge, Suncut Semolina, with Dried Fig Compote, {@recipe Suncut Semolina Porridge with Dried Fig Compote|ExEx|105–6}": "燕麦粥，太阳切割粗粒小麦粉，配干无花果果酱，{@recipe Suncut Semolina Porridge with Dried Fig Compote|ExEx|105–6}",
	"prosciutto. {@i See} ham": "帕尔马火腿。{@i See} 火腿",
	"Rough Puff Pastry Dough, 160–61": "粗制酥皮面团，160-61",
	"Slayer's Cake Sun Treats, {@recipe Slayer's Cake Sun Treats|ExEx|25}": "屠杀者蛋糕太阳美食，{@recipe Slayer's Cake Sun Treats|ExEx|25}",
	"Revenge Pasta, De Rolo's, {@recipe De Rolos' Revenge Pasta|ExEx|57}": "复仇意面，De Rolo's，{@recipe De Rolos' Revenge Pasta|ExEx|57}",
	"Sage Simple Syrup, {@recipe The Changebringer's Nectar|ExEx|201–2}": "圣贤简单糖浆，{@recipe The Changebringer's Nectar|ExEx|201–2}",
	"Sangria, Lionett's Summer, {@recipe Lionett's Summer Sangria|ExEx|200}": "桑格利亚，莱奥内特的夏日，{@recipe Lionett's Summer Sangria|ExEx|200}",
	"Scones, Everlight-as-Air, {@recipe Everlight-as-Air Scones|ExEx|22}": "司康饼，轻盈如气，{@recipe Everlight-as-Air Scones|ExEx|22}",
	"Shadow Baker, Muffins of the, {@book 121–23|ExEx|5|Muffins of the Shadow Baker}": "暗影烘焙师，{@book 121–23|ExEx|5|Muffins of the Shadow Baker}的松饼",
	"Shorecomb Smørrebrød, {@book 82–88|ExEx|4|Shorecomb Smørrebrød}": "海滩Smørrebrød，{@book 82–88|ExEx|4|Shorecomb Smørrebrød}",
	"Shortbread Cookies, Gunpowder Green Tea, {@recipe Gunpowder Green Tea Shortbread Cookies|ExEx|97–98}": "牛油饼干，火药绿茶，{@recipe Gunpowder Green Tea Shortbread Cookies|ExEx|97–98}",
	"Shrimp Smørrebrød, Pickled, {@recipe Pickled Shrimp Smørrebrød|ExEx|87–88}": "腌制虾三明治，腌制，{@recipe Pickled Shrimp Smørrebrød|ExEx|87–88}",
	"Slaw, Apple, {@recipe Breakfast Beer Brats|ExEx|157}": "生菜，苹果，{@recipe Breakfast Beer Brats|ExEx|157}",
	"Slayer's Cake, {@book 21–27|ExEx|3|Slayer's Cake}": "杀手蛋糕，{@book 21–27|ExEx|3|Slayer's Cake}",
	"Yogurt Soup, {@recipe Zhudanna's Welcome|ExEx|111}": "酸奶汤，{@recipe Zhudanna's Welcome|ExEx|111}",
	"Spam Cubes, Fried, {@recipe Fried Spam Cubes|ExEx|43}": "炸垃圾方块，炸制，{@recipe Fried Spam Cubes|ExEx|43}",
	"Succotash, Wild's Grandeur, {@recipe Wild's Grandeur Succotash|ExEx|92–93}": "苏科塔什，荒野的壮丽，{@recipe Wild's Grandeur Succotash|ExEx|92–93}",
	"Sun Treats, Slayer's Cake, {@recipe Slayer's Cake Sun Treats|ExEx|25}": "太阳糖果，杀手蛋糕，{@recipe Slayer's Cake Sun Treats|ExEx|25}",
	"Tacos, Fish, 186–87": "塔科斯，鱼，186-87",
	"Tal'Dorei, 17–19": "塔尔多瑞 (Tal'Dorei)，17-19",
	"Red Wine Ketchup, {@recipe Core Spire Street Meat|ExEx|116}": "红酒番茄酱，{@recipe Core Spire Street Meat|ExEx|116}",
	"Roasted Cherry Tomatoes, {@recipe Pickled Shrimp Smørrebrød|ExEx|88}": "烤樱桃番茄，{@recipe Pickled Shrimp Smørrebrød|ExEx|88}",
	"Unexpected Guests, Brenattos', {@recipe Brenattos' Unexpected Guests|ExEx|174}": "意外的来客，布雷纳托家族，{@recipe Brenattos' Unexpected Guests|ExEx|174}",
	"Waffles, Malty Beer, with Orange-Honey Browned Butter Syrup, {@recipe Malty Beer Waffles with Orange-Honey Browned Butter Syrup|ExEx|38–39}": "华夫饼，麦芽啤酒，搭配橙蜂蜜黄油糖浆，{@recipe Malty Beer Waffles with Orange-Honey Browned Butter Syrup|ExEx|38–39}",
	"Wildemount, {@book 152–54|ExEx|6}": "荒野之地，{@book 152–54|ExEx|6}",
	"Zhudanna's Welcome, {@recipe Zhudanna's Welcome|ExEx|111–12}": "祝达娜的欢迎，{@recipe Zhudanna's Welcome|ExEx|111–12}",
	"{@style Liz Marsham|small-caps;bold} has written books of all types for readers of all ages, including the {@i New York Times} bestselling {@i The World of Critical Role}. She runs a tiny fiefdom in Southern California with her husband, son, two cats, and what she insists is a \"perfectly reasonable\" number of dice. Visit her at {@link lizmarsham.com|https://www.lizmarsham.com/}.": "{@style Liz Marsham|small-caps;bold}已经为各个年龄段的读者撰写了各种类型的书籍，包括畅销书{@i The World of Critical Role}。她与丈夫、儿子、两只猫以及她坚称是“完全合理”的骰子数量一起在南加利福尼亚经营着一个小封地。请访问她的网站{@link lizmarsham.com|https://www.lizmarsham.com/}。",
	"{@style Jesse Szewczyk|small-caps;bold} is a food stylist and recipe developer based in New York. He was named a Forbes 30 Under 30 of Food & Drink for 2021 and is the author of {@i Tasty Pride}, a collection of 75 recipes and stories from the queer food community, which raised $50,000 for {@link GLAAD|https://glaad.org/}, as well as {@i Cookies: The New Classics}, which was named one of the best cookbooks of 2021 by the {@i New York Times}.": "{@style Jesse Szewczyk|small-caps;bold} 是一位食物造型师和食谱开发者，基地在纽约。他被评为2021年《福布斯》食品与饮料界30岁以下精英，并且是《{@i Tasty Pride}》的作者，这本书收录了75道食谱和来自酷儿食品社区的故事，为{@link GLAAD|https://glaad.org/}筹集了5万美元，同时还有《{@i Cookies: The New Classics}》，这本书被《{@i New York Times}》评为2021年最佳食谱书之一。",
	"{@style Susan Vu|small-caps;bold} lives in a multiverse where she splits her time between Los Angeles, New York, and wherever her next adventure is. She is a recipe developer, food stylist, and culinary producer in between chasing her favorite band around the world.": "{@style Susan Vu|small-caps;bold} 生活在一个多元宇宙中，在洛杉矶、纽约和她下一个冒险地点之间分配她的时间。她是一名食谱开发者、食物造型师和烹饪制作人，同时也是在全世界追逐她最喜爱的乐队的人。",
	"{@style Amanda Yee|small-caps;bold} is the creative director of 4 Color Books and author of {@i The Official Friends Cookbook}. She has a background in English, sociology, and culinary arts and often dabbles in food writing, recipe development, and food styling. When she's not working, she's dreaming about her next surf adventure.": "{@style Amanda Yee|small-caps;bold} 是4 Color Books的创意总监，也是《{@i The Official Friends Cookbook}》的作者。她拥有英语、社会学和烹饪艺术背景，经常涉足食品写作、食谱开发和食品造型。在工作之余，她会幻想着下一次冲浪冒险。",
	"{@style Quyen Tran and Sam Riegel|small-caps;bold} met at the University of Virginia, where Quyen converted Sam's basic palate into the refined taste buds of a world-class food snob. The couple lives in Los Angeles with their two awesome kids, where Quyen shoots and directs film and television, and Sam plays make-believe, while savoring his wife's haute cuisine.": "{@style Quyen Tran and Sam Riegel|small-caps;bold} 在弗吉尼亚大学相遇，Quyen 将 Sam 的基本口味转变成了世界级美食狂热者的敏感味蕾。这对夫妇与他们两个了不起的孩子一起生活在洛杉矶，Quyen 拍摄和导演电影和电视剧，Sam 则在享用妻子的高级美食的同时玩着假装游戏。",
	"{=amount1/xt} 8- to 10-pound / 3.6 to 4.5kg whole bone-in smoked dinner ham, unsliced": "{=amount1/xt} 8至10磅 / 3.6至4.5公斤整块带骨熏火腿，未切片",
	"{=amount1/v} cups / {=amount2}ml water": "{=amount1/v} 杯 / {=amount2}毫升 水",
	"{=amount1/v} teaspoon whole cloves": "{=amount1/v}茶匙 丁香",
	"{=amount1/v} cinnamon sticks": "{=amount1/v} 根肉桂棒",
	"{=amount1/v} star anise pods": "{=amount1/v} 香八角豆荚",
	"{=amount1/v} navel oranges or {=amount2/v} mandarin oranges": "{=amount1/v} 脐橙 or {=amount2/v} 橘子",
	"{=amount1/v} cup / {=amount2}ml pulp-free orange juice": "{=amount1/v} 杯 / {=amount2}毫升 无果粒橙汁",
	"{=amount1/v} cup / {=amount2}g orange marmalade": "{=amount1/v} 杯 / {=amount2}克 橙子果酱",
	"{=amount1/v} cup / {=amount2}g Dijon mustard": "{=amount1/v} 杯 / {=amount2}克第戎芥末",
	"{=amount1/v} cup / {=amount2}g packed light brown sugar": "{=amount1/v} 杯 / {=amount2} 克 轻棕糖",
	"{=amount1/v} teaspoons onion powder": "{=amount1/v}茶匙洋葱粉",
	"Freshly ground black pepper": "新鲜磨碎的黑胡椒",
	"{=amount1/xt} 15-ounce / 425g cans navy beans": "{=amount1/xt} 15盎司 / 425克罐装海军豆",
	"{=amount1/v} ounces / {=amount2}g thick-cut bacon (about {=amount3/v} slices), sliced into ½-inch pieces": "{=amount1/v} 盎司 / {=amount2} 克 厚切培根（约 {=amount3/v} 片），切成 ½ 英寸厚的块状",
	"{=amount1/v} medium yellow onion, chopped": "{=amount1/v} 个中等大小的黄洋葱，切碎",
	"Kosher salt and freshly ground black pepper": "犹太盐和新鲜研磨的黑胡椒",
	"{=amount1/v} garlic cloves, minced": "{=amount1/v} 瓣大蒜，切碎",
	"{=amount1/v} cup / {=amount2}g ketchup": "{=amount1/v} 杯 / {=amount2} 克 番茄酱",
	"{=amount1/v} tablespoons molasses": "{=amount1/v} 汤匙糖蜜",
	"{=amount1/v} tablespoons Dijon mustard": "{=amount1/v} 汤匙第戎芥末",
	"{=amount1/v} tablespoon Worcestershire sauce": "{=amount1/v} 汤匙 味鲜酱",
	"{=amount1/v} teaspoon liquid smoke": "{=amount1/v} 茶匙液体烟熏调味料",
	"{=amount1/v} cup / {=amount2}g lard": "{=amount1/v} 杯 / {=amount2} 克 猪油",
	"{=amount1/v} cup / {=amount2}g all-purpose flour": "{=amount1/v} 杯 / {=amount2}克中筋面粉",
	"{=amount1/v} cups / {=amount2}ml low-sodium beef stock": "{=amount1/v} 杯 / {=amount2}毫升 低钠牛肉高汤",
	"{=amount1/v} teaspoon ground cinnamon": "{=amount1/v} 茶匙肉桂粉",
	"Fresh thyme leaves from {=amount1/v} large sprigs": "{=amount1/v}大束新鲜百里香叶",
	"Remove the ham from the refrigerator and use a sharp knife to score any fat at the top of the ham in a 1-inch / 2.5cm diamond pattern. Let the ham sit at room temperature for 30 minutes. Preheat the oven to 350°F / 175°C, and if you plan to bake the ham and beans simultaneously, place one rack on the bottom for the ham, and the second rack at the top for the beans.": "从冰箱里取出火腿，用一把锋利的刀在火腿顶部的任何肥肉上划出1英寸/2.5厘米的菱形图案。让火腿在室温下静置30分钟。预热烤箱至350°F / 175°C，如果您计划同时烘烤火腿和豆类，将一个烤架放在底部用于火腿，第二个烤架放在顶部用于豆类。",
	"In a large roasting pan, combine the water, cloves, cinnamon sticks, and star anise. Peel the oranges, leaving them whole (reserve for the gravy). Tear any of the larger pieces of orange peel into smaller pieces so that they will be submerged in the water, and add the peels and pith to the roasting pan with the water and spices.": "在一个大烤盘中，将水、丁香、肉桂棒和八角结合在一起。剥橙子，保持完整（留着做肉汁）。将较大的橙皮撕成小块，以便它们能被水浸泡，然后将橙皮和果肉一起加入到烤盘中与水和香料一起。",
	"Place a roasting rack in the roasting pan and place the ham on the rack, cut side down. Cover the roasting pan with aluminum foil and bake for 1½ hours.": "在烤盘中放上烤架，将火腿放在烤架上，切面朝下。用锡纸盖住烤盘，烤1½小时。",
	"Meanwhile, in a small bowl, whisk together the orange juice, marmalade, mustard, brown sugar, onion powder, and several grinds of black pepper. After 1½ hours, remove the foil and brush ½ cup / 120ml of the glaze all over the top of the ham. Continue roasting until the ham is lightly caramelized in spots and hot throughout, 1½ to 2 hours more, basting the ham liberally 4 or 5 additional times with the remaining glaze.": "同时，在一个小碗中，搅拌橙汁、果酱、芥末、红糖、洋葱粉和几撮黑胡椒。1½小时后，取下锡纸，将½杯/120毫升的这种混合物均匀地刷在火腿的表面。继续烤至火腿表面略带焦糖色，整个火腿都热透，再烤1½至2小时，每隔一段时间用剩下的混合物慷慨地涂抹4到5次。",
	"Let the ham stand for 15 minutes before slicing and serving.": "让火腿静置15分钟，然后切片和上菜。",
	"Open both cans of navy beans, drain and rinse one can, and leave the other undrained. Set aside.": "打开两罐海军豆，将其中一罐沥干并冲洗，另一罐保持未沥干。搁置一边。",
	"In a large cast-iron skillet over medium heat, cook the bacon, stirring occasionally, until the fat renders and the bacon is crispy, about 15 minutes. Transfer the crispy bacon to a bowl, leaving the rendered fat in the skillet. Add the onion to the skillet, season with salt and pepper, and cook, stirring occasionally, until softened, about 10 minutes. Add the garlic and cook, stirring constantly, until softened, about 2 minutes. Add the ketchup, brown sugar, orange juice, molasses, mustard, Worcestershire sauce, and liquid smoke. Stir to combine, then add all of the navy beans with the canning liquid and stir gently to combine. Bring to a low simmer, about 5 minutes, then stir in the bacon. Taste the beans and season with salt and pepper (season lightly here, because the baked beans will concentrate in flavor as they cook in the oven). Place the hot skillet on a baking sheet and bake uncovered until thickened and bubbly, about 1 hour. The beans will continue to thicken as they sit, but you can stir in a splash or two of water if you would prefer them looser.": "在一个大的铸铁煎锅中，用中火煮培根，偶尔搅拌，直到脂肪融化，培根变脆，大约15分钟。将脆培根转移到一个碗中，保留煎锅中的脂肪。将洋葱加入煎锅中，撒上盐和胡椒，偶尔搅拌，直到变软，大约10分钟。加入大蒜，不停搅拌，直到变软，大约2分钟。加入番茄酱、红糖、橙汁、糖蜜、芥末、辣酱油和液体烟熏料。搅拌均匀，然后加入所有的海军豆和罐头液体，轻轻搅拌均匀。小火煮沸，大约5分钟，然后加入培根。尝一下豆子，用盐和胡椒调味（这里调味要轻一点，因为烤豆会在烤箱中浓缩味道）。将热煎锅放在烤盘上，不盖盖地烤，直到变浓稠起泡，大约1小时。豆子在静置时会继续变稠，但如果你想要更松软的口感，可以搅入一两勺水。",
	"In a large high-sided skillet over medium-high heat, melt the lard, about 3 minutes. Add the onion, season with salt and pepper, and cook, stirring occasionally, until softened and lightly caramelized in spots, about 10 minutes. Lower the heat to medium, add the garlic, and cook, stirring constantly, until softened, about 2 minutes. Stir in the flour and cook, stirring constantly, for 3 to 4 minutes. Add the beef stock and cinnamon and whisk until there are no lumps of flour. Add the thyme and bring to a boil over medium-high heat, about 10 minutes. Lower to a simmer, add the reserved whole oranges or mandarins, and cook, stirring occasionally, until the sauce is thickened to the consistency of gravy and you can no longer taste any raw flour, 10 to 15 minutes. Season with salt and pepper and serve immediately alongside the ham and baked beans.": "在一个大的高边锅中，用中高火融化猪油，大约3分钟。加入洋葱，用盐和胡椒调味，不时搅拌，直到软化并在一些地方略微焦糖化，大约10分钟。将火调至中火，加入大蒜，不停搅拌，直到软化，约2分钟。加入面粉，不停搅拌，继续烹饪3到4分钟。加入牛肉汤和肉桂，搅拌直到没有面粉块。加入百里香，用中高火煮沸，大约10分钟。转小火煮，加入预留的整个橙子或柑橘，不时搅拌，直到酱汁变浓稠像肉汁一样，不再尝到生面粉味道，大约10到15分钟。用盐和胡椒调味，立即与火腿和烤豆一起上桌。",
	"{=amount1/xt} 13.5- to 14-ounce / 380 to 400ml can full-fat coconut milk, well shaken": "{=amount1/xt} 13.5 盎司至 14 盎司 / 380 到 400 毫升装满的全脂椰奶，摇匀",
	"{=amount1/v} cup / {=amount2}g granulated sugar": "{=amount1/v} 杯 / {=amount2}克白砂糖",
	"Zest of {=amount1/v} large lime": "1个大酸橙的皮屑",
	"{=amount1/v} cup / {=amount2}g sweetened shredded coconut": "{=amount1/v} 杯 / {=amount2}克 糖浸椰丝",
	"{=amount1/v} cups / {=amount2}L water": "{=amount1/v} 杯 / {=amount2} 升 水",
	"{=amount1/v} pound / {=amount2}g purple yams, peeled and cut into ¾-inch chunks": "将{=amount1/v}磅 / {=amount2}克的紫薯去皮切成3/4英寸大小的块。",
	"{=amount1/v} cups / {=amount2}g ice cubes": "{=amount1/v} 杯 / {=amount2}克 冰块",
	"{=amount1/v} ounces / {=amount2}g drained canned jackfruit in syrup, sliced into thin strips (about {=amount3/v} cup; see Notes)": "{=amount1/v} 盎司 / {=amount2} 克 罐装菠萝蜜（在糖浆中），切成细条（约 {=amount3/v} 杯；见注释）",
	"{=amount1/v} pound / {=amount2}g frozen unsweetened young coconut strips, thawed and well drained (see Notes)": "{=amount1/v} 磅 / {=amount2} 克 冷冻未加糖的椰子条，解冻并沥干（见注释）",
	"{=amount1/v} ounces / {=amount2}ml pale ale": "{=amount1/v} 盎司 / {=amount2} 毫升 苍白艾尔（pale ale）",
	"{=amount1/v} tablespoons Worcestershire sauce": "{=amount1/v}汤匙 味鲜酱",
	"{=amount1/v} tablespoon garlic powder": "{=amount1/v} 汤匙大蒜粉",
	"{=amount1/v} tablespoon powdered mustard": "{=amount1/v} 汤匙芥末粉",
	"{=amount1/v} tablespoon ground white pepper": "{=amount1/v} 汤匙 白胡椒粉",
	"{=amount1/v} cups / {=amount2}g shredded Cheddar cheese": "{=amount1/v} 杯 / {=amount2} 克 切达奶酪",
	"{=amount1/v} tablespoons all-purpose flour": "{=amount1/v} 汤匙普通面粉",
	"{=amount1/v} cup / {=amount2}ml lukewarm water": "{=amount1/v} 杯 / {=amount2}毫升 温水",
	"{=amount1/xt} 0.25-ounce / 7g packet active dry yeast ({=amount2/v} teaspoons)": "{=amount1/xt} 0.25盎司 / 7克 包装的活性干酵母 ({=amount2/v} 茶匙)",
	"{=amount1/v} tablespoon granulated sugar": "{=amount1/v} 汤匙白砂糖",
	"{=amount1/v} tablespoons / {=amount2}g unsalted butter": "{=amount1/v} 汤匙 / {=amount2}克 无盐黄油",
	"{=amount1/v} cup / {=amount2}ml whole milk": "{=amount1/v} 杯 / {=amount2} 毫升 全脂牛奶",
	"{=amount1/v} cups / {=amount2}g all-purpose flour, plus more for dusting": "{=amount1/v} 杯 / {=amount2} 克中筋面粉，再多一些用于撒在面团上",
	"{=amount1/v} teaspoon kosher salt": "{=amount1/v} 茶匙盐 (kosher salt)",
	"{=amount1/c} large eggs": "{=amount1/c}个大鸡蛋",
	"{=amount1/v} tablespoon water": "{=amount1/v} 汤匙水",
	"{=amount1/v} tablespoons olive oil": "{=amount1/v} 汤匙橄榄油",
	"{=amount1/v} pound / {=amount2}g Yukon Gold potatoes, peeled and cut into ¼-inch cubes (about {=amount3/v} large potatoes)": "{=amount1/v} 磅 / {=amount2} 克 金色育空土豆，去皮切成¼英寸的立方块（约 {=amount3/v} 个大土豆）",
	"{=amount3/v} large yellow onion, diced (about {=amount1/v} cups / {=amount2}g)": "{=amount3/v}个大黄洋葱，切丁（约{=amount1/v}杯 / {=amount2}克）",
	"{=amount1/v} large carrot, peeled and diced (about {=amount3/v} cup / {=amount2}g)": "{=amount1/v}根大胡萝卜，去皮切丁（约{=amount3/v}杯 / {=amount2}克）",
	"{=amount1/v} large celery ribs, diced (about {=amount3/v} cup / {=amount2}g)": "{=amount1/v}根大芹菜梗，切丁（约{=amount3/v}杯 / {=amount2}克）",
	"{=amount1/v} pound / {=amount2}g lean ground beef": "{=amount1/v} 磅 / {=amount2} 克 瘦牛肉",
	"{=amount1/v} teaspoons chopped fresh thyme leaves (from about {=amount2/v} sprigs)": "{=amount1/v} 茶匙切碎的新鲜百里香叶（约来自 {=amount2/v} 株）",
	"{=amount1/v} teaspoons kosher salt": "{=amount1/v} 茶匙犹太盐",
	"{=amount1/v} teaspoon freshly ground black pepper": "{=amount1/v} 茶匙新鲜磨碎的黑胡椒",
	"In a small bowl, combine the water, yeast, and sugar. Stir to dissolve the sugar and let sit at room temperature until foamy, 10 to 15 minutes.": "在一个小碗中，混合水、酵母和糖。搅拌直至糖溶解，然后放置在室温下，直到起泡，大约 10 到 15 分钟。",
	"While the yeast is activating, in a small pot over medium heat, melt the butter, stirring often, just until melted but not sizzling, 2 to 3 minutes. Remove the pot from the heat and add the milk.": "当酵母在激活时，在一个小锅中用中火融化黄油，经常搅拌，直到融化但不冒泡，大约2到3分钟。将锅从火上取下，加入牛奶。",
	"Add both the yeast and milk mixtures to the bowl of a stand mixer fitted with a dough hook. Add the flour and salt and mix on medium-low speed until the dough sticks to the hook in one mass and no pockets of unincorporated flour remain, 2 to 3 minutes. (If kneading the dough by hand, mix with a rubber spatula until almost all of the flour has been absorbed into the dough, then turn out the dough onto a lightly floured surface and knead by hand until smooth, 5 to 7 minutes.)": "将酵母和牛奶混合物一起加入一个配有面团钩的立式搅拌机的碗中。加入面粉和盐，以中低速混合，直到面团粘在钩子上成为一个整体，没有未混合的面粉团，大约2到3分钟。（如果要手工揉面团，用橡皮刮刀搅拌，直到几乎所有的面粉都被吸收到面团中，然后将面团倒在撒有少许面粉的表面上，用手揉至光滑，大约5到7分钟。）",
	"Remove the dough from the mixing bowl, coat the inside of the bowl with nonstick cooking spray, and transfer the dough back to the bowl. Tightly wrap the bowl in plastic wrap and let rise at room temperature until puffy and almost doubled in size, 1 to 1½ hours.": "将面团从搅拌碗中取出，用不粘烹饪喷雾涂抹碗的内部，然后将面团放回碗中。用保鲜膜紧紧包裹碗，让面团在室温下发酵，直到蓬松并差不多膨胀一倍大小，大约1至1.5小时。",
	"In a large high-sided pan or Dutch oven over medium heat, heat the olive oil. Add the potatoes and cook, stirring occasionally, until just starting to soften, 5 to 7 minutes. Add the onion, carrot, and celery and cook, stirring often, until the onion is light golden brown and the carrot is softened, 8 to 11 minutes. Add the ground beef and immediately break it up into small pieces with the back of a spatula. Cook, stirring often, until the beef is cooked through and no red remains, 3 to 5 minutes. Add the garlic, thyme, salt, and pepper and cook, stirring constantly, until fragrant, 3 to 5 minutes. Remove the filling from the heat and let cool for at least 30 minutes before assembling the hand pies.": "在一个大的高边平底锅或荷兰炖锅中，用中火加热橄榄油。加入土豆，不时搅拌，煮至开始变软，大约5至7分钟。加入洋葱、胡萝卜和芹菜，经常搅拌，直到洋葱变浅金黄色，胡萝卜变软，大约8至11分钟。加入牛肉，立即用铲子背面将其压成小块。经常搅拌，直到牛肉煮熟，没有红色部分，大约3至5分钟。加入大蒜、百里香、盐和胡椒，不停搅拌，直到散发香味，大约3至5分钟。将馅料从火上取下，至少冷却30分钟后再组装手工馅饼。",
	"Set two oven racks at the upper-middle and lower-middle positions and preheat the oven to 350°F / 175°C. Lightly flour a work surface. Line two baking sheets with parchment paper or nonstick baking mats. Crack the eggs into a small bowl and add the water. Mix with a fork until no streaks of egg yolks remain.": "将两个烤架放在烤箱的中上部和中下部位置，并预热烤箱至350°F / 175°C。在工作台上撒上少许面粉。在两个烤盘上铺上羊皮纸或不粘烤垫。把鸡蛋打入一个小碗中，加入水。用叉子搅拌直到没有蛋黄的痕迹。",
	"Punch the dough down to deflate it and transfer to the floured surface. Divide the dough into ten equal pieces (about 3 ounces / 85g per piece) and roll into balls. Using a rolling pin, roll each ball into a 5-inch / 13cm circle that's ¼ inch thick. Place ⅓ cup / 70g of the filling in the center of each circle. Brush the outside edge of each circle with the beaten eggs. Fold one side of the dough over the filling and press it onto the other side of the dough to create a half-moon shape. (You will need to stretch the dough slightly.) Crimp the edges of the pies with the tines of a fork. Carefully transfer them to the prepared baking sheets, 5 pies per sheet. Use a sharp knife to make three horizontal cuts in the top of each pie. Brush the pies with the eggs and bake, rotating the pans from top to bottom halfway through baking, until light golden brown, 20 to 25 minutes. Let cool on the baking sheets for at least 10 minutes before serving.": "将面团捶击至排气，然后转移到撒有面粉的表面。将面团分成十等份（每份约3盎司/85克），搓成球状。用擀面杖将每个球擀成直径5英寸/13厘米、厚度为¼英寸的圆形。将每个圆形中央放入1/3杯/70克的馅料。用打散的鸡蛋液刷在每个圆形的外沿。将面团的一侧对折到馅料上，压在另一侧的面团上，形成半月形状。（您可能需要轻轻拉伸面团。）用叉子的齿边将馅饼的边缘捏紧。小心地将它们转移到准备好的烤盘上，每盘5个馅饼。用锋利的刀在每个馅饼顶部切三刀。刷上鸡蛋液，烘烤，中途将烤盘从上到下旋转，直到金黄色，约20至25分钟。在烤盘上至少冷却10分钟后再食用。",
	"{=amount1/v} pint / {=amount2}g strawberries, washed, hulled, and halved": "{=amount1/v} 品脱 / {=amount2} 克草莓，洗净、去蒂并切半",
	"{=amount1/v} pound / {=amount2}g green or red seedless grapes, washed and cut into 5 or 6 clusters": "将{=amount1/v}磅 / {=amount2}克绿色或红色无籽葡萄，洗净并切成5或6簇。",
	"{=amount1/v} large green apples, cored and cut into slices": "{=amount1/v} 个大青苹果，去核切片",
	"{=amount1/v} large cucumber, cut into 3-inch / 7.5cm spears": "将{=amount1/v}根大黄瓜切成3英寸/7.5厘米长的条状。",
	"{=amount1/v} small radishes, halved lengthwise": "{=amount1/v}个小红萝卜，切成两半长度-wise",
	"{=amount1/v} ounces / {=amount2}g Comté cheese, cut into ¼-inch-thick rectangles": "将{=amount1/v} 盎司 / {=amount2}克 康蒂奶酪切成¼英寸厚的长方形。",
	"{=amount1/v} ounces / {=amount2}g pepper Jack cheese, cut into ¼-inch-thick rectangles": "{=amount1/v} 盎司 / {=amount2}克 胡椒杰克奶酪，切成¼英寸厚的长方形",
	"{=amount1/v} ounces / {=amount2}ml coconut milk": "{=amount1/v} 盎司 / {=amount2}毫升 椰奶",
	"{=amount1/v} ounces / {=amount2}ml pineapple juice": "{=amount1/v} 盎司 / {=amount2}毫升 菠萝汁",
	"{=amount1/v} ounces / {=amount2}ml white rum": "{=amount1/v} 盎司 / {=amount2} 毫升白朗姆酒",
	"{=amount1/v} ounces / {=amount2}ml cream of coconut (see Note)": "{=amount1/v} 盎司 / {=amount2} 毫升 椰子奶油 (见注释)",
	"{=amount1/v} ounce / {=amount2}ml fresh lime juice (from about {=amount1/v} lime)": "{=amount1/v} 盎司 / {=amount2}毫升新鲜青柠汁（约来自于{=amount1/v}颗青柠）",
	"{=amount1/v} ounces / {=amount2}ml blue curaçao": "{=amount1/v} 盎司 / {=amount2} 毫升 蓝色库拉索",
	"{=amount1/v} cup / {=amount2}g fresh cilantro": "{=amount1/v} 杯 / {=amount2}克 新鲜香菜",
	"{=amount1/v} cup / {=amount2}g parsley": "{=amount1/v} 杯 / {=amount2}克 欧芹",
	"{=amount1/v} jalapeño chiles, stemmed and seeded": "{=amount1/v}个墨西哥辣椒，去蒂去籽",
	"{=amount1/c} garlic cloves, peeled": "{=amount1/c} 瓣大蒜，去皮",
	"Zest and juice of {=amount1/c} lemon": "{=amount1/c}柠檬的皮和汁",
	"{=amount1/v} cup / {=amount2}g plain, full-fat Greek yogurt": "{=amount1/v} 杯 / {=amount2} 克 原味全脂希腊酸奶",
	"{=amount1/v} tablespoon ground cumin, toasted": "{=amount1/v} 汤匙 炒熟的孜然粉",
	"{=amount1/v} tablespoon ground coriander seeds, toasted": "{=amount1/v} 汤匙炒过的（Coriander Seeds）磨碎。",
	"{=amount1/v} to {=amount2/v} boneless, skinless chicken thighs, cut into ½-inch cubes": "将{=amount1/v}到{=amount2/v}的去骨去皮鸡腿肉切成半英寸大小的方块。",
	"{=amount1/v} pineapple, cut into ½-inch cubes": "将{=amount1/v}个菠萝切成 ½ 英寸大小的方块。",
	"{=amount1/v} green onions, cut into 2-inch pieces": "将{=amount1/v}根青葱切成2英寸长的段。",
	"{=amount1/v} cup ({=amount3/v} sticks) / {=amount2}g cold unsalted butter, cut into ½-inch cubes": "{=amount1/v} 杯 ({=amount3/v} 根) / {=amount2}克 冷无盐黄油，切成 ½ 英寸大小的块",
	"{=amount1/v} cup / {=amount2}ml ice water, plus more as needed": "{=amount1/v} 杯 / {=amount2} 毫升冰水，如有需要可再加入",
	"{=amount1/c} large egg": "{=amount1/c}个大鸡蛋",
	"{=amount1/v} tablespoon coarse sugar, such as turbinado, Demerara, or sanding": "{=amount1/v} 汤匙粗糖，如蔗糖、德梅拉拉糖或砂糖",
	"{=amount1/v} pound / {=amount2}g strawberries, hulled and cut into ½-inch pieces (about {=amount3/v} cups)": "{=amount1/v} 磅 / {=amount2} 克 草莓，去蒂并切成 ½ 英寸大小的块（约 {=amount3/v} 杯）",
	"{=amount1/v} ounces / {=amount2}g blueberries (about {=amount3/v} cups)": "{=amount1/v} 盎司 / {=amount2} 克 蓝莓 (约 {=amount3/v} 杯)",
	"{=amount1/v} ounces / {=amount2}g blackberries (about {=amount3/v} cups)": "{=amount1/v} 盎司 / {=amount2} 克 黑莓 (约 {=amount3/v} 杯)",
	"{=amount1/v} ounces / {=amount2}g raspberries (about {=amount3/v} cups)": "{=amount1/v} 盎司 / {=amount2} 克 覆盆子 (约 {=amount3/v} 杯)",
	"{=amount1/v} tablespoons dark rum": "{=amount1/v} 汤匙黑朗姆酒",
	"{=amount1/v} tablespoon lemon zest (from about {=amount1/v} large lemon)": "{=amount1/v} 汤匙柠檬皮屑（约来自于{=amount1/v}个大柠檬）",
	"{=amount1/v} teaspoons ground cinnamon": "{=amount1/v} 茶匙肉桂粉",
	"{=amount1/v} cup / {=amount2}g cornstarch": "{=amount1/v} 杯 / {=amount2}克 玉米淀粉",
	"To make the pie dough: Lightly flour a work surface. In a large bowl, combine the flour, granulated sugar, and salt. Add the butter and use your fingertips or a pastry cutter to pinch the cubes into the flour until the butter is roughly the size of peas and no large chunks remain. Add the ice water and mix just until the dough starts to come together. The dough should hold together when squeezed. If the dough is too dry, add additional ice water, 1 teaspoon at a time, until it comes together.": "制作馅饼面团：在工作台上撒上少量面粉。在一个大碗中，将面粉、砂糖和盐混合在一起。加入黄油，用手指或面团切刀将黄油块捏入面粉中，直到黄油粒大致像豌豆大小，没有大块残留。加入冰水，搅拌直到面团开始结合。当挤压时，面团应该能够保持在一起。如果面团太干，可以加入额外的冰水，每次1茶匙，直到面团结合在一起。",
	"Turn out the dough onto the floured surface. Cut the dough in half (about 375 grams per half) and form each half into a disk. Wrap both halves in plastic wrap and chill for at least 1 hour and up to 3 days.": "将面团倒在撒了面粉的表面上。将面团切成两半（每半约375克），并将每半成形为一个圆盘。用保鲜膜包裹两半面团，冷藏至少1小时，最长可达3天。",
	"In a large pot, combine the strawberries, blueberries, blackberries, raspberries, brown sugar, rum, lemon zest, cinnamon, and cornstarch. Gently stir with a rubber spatula, taking care not to smash the berries, until the cornstarch is fully dissolved. Set the pot over medium heat and cook, stirring often, until the mixture is thick and just starting to bubble, 7 to 10 minutes. Remove the pot from the heat and let cool at room temperature for 30 minutes.": "在一个大锅中，将草莓、蓝莓、黑莓、覆盆子、红糖、朗姆酒、柠檬皮屑、肉桂粉和玉米淀粉混合在一起。用橡胶刮刀轻轻搅拌，小心不要压碎浆果，直到玉米淀粉完全溶解。将锅置于中火上，经常搅拌，直到混合物变稠并开始冒泡，大约7到10分钟。从火上取下锅，让其在室温下冷却30分钟。",
	"{=amount1/v} cup / {=amount2}g unsweetened natural cocoa powder": "{=amount1/v} 杯 / {=amount2} 克 无糖天然可可粉",
	"{=amount1/v} teaspoon baking soda": "{=amount1/v} 茶匙小苏打",
	"{=amount1/v} teaspoon baking powder": "{=amount1/v} 茶匙发酵粉",
	"{=amount1/v} cup / {=amount2}g sour cream": "{=amount1/v} 杯 / {=amount2}克 酸奶油",
	"{=amount1/v} tablespoons vegetable oil": "{=amount1/v} 汤匙植物油",
	"{=amount1/v} teaspoons vanilla extract": "{=amount1/v} 茶匙香草精",
	"{=amount1/v} or {=amount2/v} drops black food coloring (optional)": "{=amount1/v}或{=amount2/v}滴黑色食用色素（可选）",
	"{=amount1/v} tablespoons / {=amount2}g unsalted butter, softened": "{=amount1/v} 汤匙 / {=amount2}克 无盐黄油，软化",
	"{=amount1/v} ounces / {=amount2}g full-fat cream cheese, at room temperature": "{=amount1/v} 盎司 / {=amount2} 克 全脂奶油奶酪，室温",
	"{=amount1/v} cups / {=amount2}g confectioners' sugar": "{=amount1/v} 杯 / {=amount2}克糖粉",
	"{=amount1/v} teaspoon matcha powder": "{=amount1/v} 茶匙抹茶粉",
	"{=amount1/v} tablespoon whole milk": "{=amount1/v} 汤匙 全脂牛奶",
	"{=amount1/v} teaspoon vanilla extract": "{=amount1/v} 茶匙香草精",
	"Pinch of kosher salt": "一撮犹太盐",
	"{=amount1/v} cup / {=amount2}g vanilla wafer cookies such as Nilla Wafers": "{=amount1/v} 杯 / {=amount2} 克 香草夹心饼干，例如 Nilla Wafers",
	"{=amount1/v} teaspoons light brown sugar": "{=amount1/v}茶匙红糖",
	"{=amount1/v} teaspoons matcha powder": "{=amount1/v} 茶匙抹茶粉",
	"{=amount1/v} tablespoon unsalted butter, melted and cooled slightly": "{=amount1/v} 汤匙 无盐黄油，融化并稍微冷却",
	"{=amount1/v} cup ({=amount3/v} stick) / {=amount2}g unsalted butter, at room temperature": "{=amount1/v} 杯 ({=amount3/v} 块) / {=amount2} 克 无盐黄油，室温",
	"{=amount1/v} tablespoons blackberry jam": "{=amount1/v} 汤匙黑莓果酱",
	"Zest of {=amount1/v} small orange": "{=amount1/v}个小橙子的果皮",
	"While the muffins are cooking, add the butter, blackberry jam, and orange zest to a small bowl. Using an electric or handheld mixer, mix on low until well incorporated and the butter takes on a purplish hue, 1 to 2 minutes. Transfer to a small serving dish and serve with the streusel muffins.": "当松饼在烘烤时，将黄油、黑莓果酱和橙皮屑加入一个小碗中。使用电动或手持搅拌器，以低速搅拌，直到充分混合，黄油呈现出紫红色调，大约1到2分钟。转移到一个小的盛菜碟中，与砂糖面包一起享用。",
	"{=amount1/v} uncooked bratwurst links": "{=amount1/v} 未煮熟的德国香肠链接",
	"{=amount1/v} ounces / {=amount2}ml your favorite milk stout beer": "{=amount1/v} 盎司 / {=amount2} 毫升 你最喜欢的奶油黑啤酒 (milk stout beer)",
	"{=amount1/v} cup / {=amount2}ml water": "{=amount1/v} 杯 / {=amount2}毫升 水",
	"{=amount3/v} cup ({=amount1/v} stick) / {=amount2}g butter, room temperature": "{=amount3/v} 杯 ({=amount1/v} 块) / {=amount2} 克 黄油，室温",
	"{=amount1/v} tablespoons maple syrup": "{=amount1/v} 汤匙枫糖浆",
	"{=amount1/v} teaspoon ground nutmeg": "{=amount1/v} 茶匙肉豆蔻粉",
	"{=amount1/v} medium Honeycrisp, Jonagold, or Braeburn apple, cored and julienned": "{=amount1/v} 个中等大小的蜜脆、乔纳金或布雷本苹果，去核并切丝",
	"{=amount1/v} medium Granny Smith apple, cored and julienned": "{=amount1/v}个中等大小的格兰尼史密斯苹果，去核并切丝",
	"{=amount1/v} cup / {=amount2}g shredded red or green cabbage": "{=amount1/v} 杯 / {=amount2} 克切碎的红色或绿色卷心菜",
	"{=amount1/v} cup / {=amount2}ml apple cider vinegar": "{=amount1/v} 杯 / {=amount2}毫升苹果醋",
	"{=amount1/v} small red onion, thinly sliced": "{=amount1/v} 个小红洋葱，切成薄片",
	"{=amount1/v} brioche hot dog buns": "{=amount1/v} 法式奶油面包热狗面包",
	"In a small bowl, use a silicone spatula to fold together the butter, maple syrup, cinnamon, and nutmeg until well incorporated. Set aside.": "在一个小碗中，使用硅胶刮刀将黄油、枫糖浆、肉桂粉和肉豆蔻轻轻拌匀。搁置一旁。",
	"In a small bowl, combine the apples, cabbage, apple cider vinegar, and onion. Season with salt and pepper and set aside.": "在一个小碗中，将苹果、卷心菜、苹果醋和洋葱混合在一起。用盐和胡椒调味，搁置一旁。",
	"{=amount1/v} cup / {=amount2}ml red wine vinegar, plus more to taste": "{=amount1/v} 杯 / {=amount2}毫升 红酒醋，再加入适量调味",
	"{=amount1/v} cup / {=amount2}ml extra-virgin olive oil, plus more for drizzling": "{=amount1/v} 杯 / {=amount2}毫升 特级初榨橄榄油，再加一些用于滴饰",
	"{=amount1/v} garlic cloves, lightly smashed": "{=amount1/v} 瓣大蒜，轻轻捣碎",
	"{=amount1/v} ounces / {=amount2}g red beets, peeled and cut into ¾-inch chunks": "{=amount1/v} 盎司 / {=amount2} 克 红甜菜，去皮切成 ¾ 英寸大小块",
	"One {=amount1/v}-ounce / {=amount2}g can chickpeas, drained and rinsed well": "一罐{=amount1/v}盎司 / {=amount2}克的鹰嘴豆，沥干并冲洗干净",
	"{=amount1/v} cup / {=amount2}g tahini": "{=amount1/v} 杯 / {=amount2}克芝麻酱",
	"{=amount1/v} teaspoon toasted sesame seeds": "{=amount1/v} 茶匙炒香芝麻",
	"{=amount1/v} brioche loaf, cut into 4 by 1½-inch / 10 by 4cm spears": "将{=amount1/v}奶油面包切成4块，每块尺寸为1½英寸/10厘米乘以4厘米的长条。",
	"{=amount1/v} cup / {=amount2}g salted butter, melted": "{=amount1/v} 杯 / {=amount2} 克 含盐黄油，融化",
	"{=amount1/v} medium round sourdough loaf, quartered and cut into 3-inch- / 7.5cm thick slices": "将{=amount1/v}中等大小的圆酸面包切成四瓣，每瓣切成3英寸/7.5厘米厚的薄片。",
	"{=amount1/xt} ¾-inch-thick slices of sourdough or country bread": "{=amount1/xt} ¾英寸厚的酸面包或乡村面包",
	"{=amount1/v} pounds / {=amount2}g cremini or white button mushrooms, trimmed and quartered": "{=amount1/v} 磅 / {=amount2} 克 金针菇或白蘑菇，修剪并切成四瓣",
	"{=amount1/v} teaspoon chopped fresh rosemary leaves (from about {=amount1/v} medium sprig)": "{=amount1/v} 茶匙切碎的新鲜迷迭香叶（约来自于{=amount1/v}中等分枝）",
	"{=amount1/v} teaspoon chopped fresh thyme leaves (from about {=amount2/v} sprigs)": "{=amount1/v} 茶匙切碎的新鲜百里香叶（约来自于{=amount2/v}小枝）",
	"{=amount1/v} cup / {=amount2}g whole milk ricotta cheese": "{=amount1/v} 杯 / {=amount2} 克 全脂奶制干酪",
	"{=amount1/v} cup / {=amount2}g arugula": "{=amount1/v} 杯 / {=amount2}克 芝麻菜",
	"{=amount1/v} cup (2 sticks) / {=amount2}g cold unsalted butter, cut into ½-inch cubes": "{=amount1/v} 杯（2根）/ {=amount2}克 冷无盐黄油，切成½英寸大小的块",
	"{=amount1/v} pound / {=amount2}g boneless, skinless chicken breasts (about 2 large breasts), cut into ½-inch cubes": "{=amount1/v} 磅 / {=amount2} 克 无骨、去皮鸡胸肉（约2个大鸡胸肉），切成½英寸大小的立方块",
	"{=amount1/v} cups / {=amount2}g diced yellow onion (from about {=amount3/v} large onion)": "{=amount1/v} 杯 / {=amount2} 克 切碎的黄洋葱（约 {=amount3/v} 个大洋葱）",
	"{=amount1/v} cup / {=amount2}g diced celery (from about {=amount3/c} stalks)": "{=amount1/v} 杯 / {=amount2} 克 西芹丁（约来自于约 {=amount3/c} 根）",
	"{=amount1/v} cup / {=amount2}g peeled and diced carrot (from about {=amount3/c} large carrot)": "{=amount1/v} 杯 / {=amount2} 克 剥皮切块的胡萝卜（约 {=amount3/c} 根大胡萝卜）",
	"{=amount1/v} teaspoons chopped fresh thyme leaves (from about {=amount2/c} sprigs)": "{=amount1/v} 茶匙新鲜百里香叶（约来自于 {=amount2/c} 株）",
	"{=amount1/v} cups / {=amount2}ml whole milk": "{=amount1/v} 杯 / {=amount2}毫升 全脂牛奶",
	"{=amount1/v} cup / {=amount2}g frozen peas": "{=amount1/v} 杯 / {=amount2} 克 冷冻豌豆",
	"Lightly flour a work surface. In a large bowl, combine the flour and salt. Add the butter and use your fingertips or a pastry cutter to pinch the cubes into the flour until the butter is roughly the size of peas and no large chunks remain. Add the ice water and mix just until the dough starts to come together. The dough should hold together when squeezed. If the dough is too dry, add additional ice water, 1 teaspoon at a time, until it comes together.": "在工作台上轻轻撒些面粉。在一个大碗中，将面粉和盐混合在一起。加入黄油，用手指或面团切割器将黄油块捏入面粉中，直到黄油粒大致大小如豌豆，没有大块残留。加入冰水，搅拌直到面团开始结合。面团在挤压时应该能够保持在一起。如果面团太干，可以加入额外的冰水，每次1茶匙，直到面团能够结合。",
	"Turn out the dough onto the floured surface and shape it into a flat disk. Wrap it in plastic wrap and chill in the refrigerator for at least 1 hour and up to 3 days.": "将面团倒在撒了面粉的表面上，将其塑造成一个扁平的圆盘。用保鲜膜包裹好，放入冰箱冷藏至少1小时，最长可达3天。",
	"In a medium bowl, combine the chicken and 1 teaspoon each of salt and pepper and toss to evenly coat. Heat the olive oil in a large pot or Dutch oven over medium heat until shimmering. Add the chicken and cook, stirring occasionally, until lightly browned and cooked through, 6 to 9 minutes. Transfer the chicken to a plate and set aside.": "在一个中等大小的碗中，将鸡肉和每种1茶匙的盐和胡椒混合在一起，搅拌均匀。在一个大锅或荷兰炖锅中，用橄榄油中火加热，直到微微冒烟。加入鸡肉，不时搅拌，煮至微微变色和熟透，大约6至9分钟。将鸡肉转移到一个盘子上，搁置一旁。",
	"Melt the butter in the pot and add the onion, celery, and carrot. Cook, stirring often, until the onion is translucent, 5 to 7 minutes. Add the garlic and thyme and continue cooking until fragrant, 1 to 2 minutes more. Sprinkle on the flour, stir to evenly coat the vegetables, and cook just until no pockets of dry flour remain, about 1 minute. Slowly add the milk while stirring and bring the mixture up to a simmer. Remove the pot from the heat and stir in the chicken and peas. Taste for seasoning and add additional salt and pepper if needed. Transfer the filling to a baking pan or large plate and spread out in an even layer. Refrigerate for 1 hour to firm up.": "在锅中融化黄油，加入洋葱、芹菜和胡萝卜。翻炒，直到洋葱变成半透明，大约5到7分钟。加入大蒜和百里香，继续烹饪至香味散发出来，再煮1到2分钟。撒上面粉，搅拌均匀覆盖蔬菜，煮至没有干面粉的部分，大约1分钟。搅拌时慢慢加入牛奶，将混合物煮沸。从火上取下锅，搅入鸡肉和豌豆。尝一下调味，如果需要可以加入额外的盐和胡椒。将馅料倒入烤盘或大盘中，摊平成一层。冷藏1小时以便凝固。",
	"{=amount1/v} medium garlic head": "{=amount1/v} 个中等大蒜头",
	"{=amount3/v} cup ({=amount1/v} sticks) / {=amount2}g salted butter, at room temperature": "{=amount3/v} 杯 ({=amount1/v} 根) / {=amount2} 克 室温盐黄油",
	"{=amount1/v} tablespoon dried parsley flakes": "{=amount1/v} 汤匙 干欧芹片",
	"{=amount1/v} ounces / {=amount2}g dried cod": "{=amount1/v} 盎司 / {=amount2} 克 干鳕鱼",
	"{=amount1/v} cup / {=amount2}ml milk": "{=amount1/v} 杯 / {=amount2}毫升 牛奶",
	"{=amount1/v} medium or {=amount2/v} large russet potatoes, peeled and medium diced": "{=amount1/v} 个中号或 {=amount2/v} 个大号马铃薯，去皮切成中等大小的方块",
	"Juice of {=amount1/v} medium lemon": "{=amount1/v}个中等大小柠檬的汁",
	"{=amount1/v} cup / {=amount2}ml heavy cream": "{=amount1/v} 杯 / {=amount2} 毫升奶油",
	"{=amount1/c} egg yolks": "{=amount1/c}个蛋黄",
	"{=amount1/v} to {=amount2/v} capers in brine, dried": "腌制{=amount1/v}至{=amount2/v}的腌菜，晾干",
	"{=amount1/v} loaf Nordic-style dark rye bread, cut into eight to ten ½-inch-thick slices": "将{=amount1/v}条北欧风格的黑麦面包切成八到十片厚约½英寸的薄片。",
	"{=amount1/v} to {=amount2/v} medium to large purple potato chips": "{=amount1/v}到{=amount2/v}中到大型紫色土豆片",
	"Zest of {=amount1/v} medium lemon": "{=amount1/v}个中等柠檬的柠檬皮",
	"{=amount1/v} to {=amount2/v} pea shoots": "{=amount1/v} 到 {=amount2/v} 豌豆苗",
	"{=amount1/v} lemon, cut into 6 to 8 wedges": "将{=amount1/v}柠檬切成6到8个楔形。",
	"Preheat the oven to 400°F / 200°C. Leaving the garlic head intact, slice off the top and discard. Wrap the garlic in aluminum foil and roast in the oven for 20 minutes, until the garlic is soft.": "预热烤箱至400°F / 200°C。保持大蒜完整，切掉顶部并丢弃。用锡纸包裹大蒜，放入烤箱烤20分钟，直到大蒜变软。",
	"Squeeze out the garlic cloves into a medium bowl and add the butter and parsley flakes. Gently fold the ingredients into one another until well incorporated, about 1 minute.": "将大蒜瓣挤入一个中号碗中，加入黄油和欧芹片。轻轻地将这些配料拌匀，约1分钟。",
	"Store the butter in a small sealable container. It will keep, refrigerated, for up to 2 weeks.": "将黄油存放在一个小的可密封容器中。冷藏后，可保存长达2周。",
	"Two to 3 days before serving, submerge the dried cod in cold water in a medium glass or plastic bowl. Cover with a tea towel and leave on the counter. After 24 hours, change the water. Continue to change the water every day, until the cod is no longer salty.": "在供应前的两到3天，将干鳕鱼浸泡在一个中等大小的玻璃或塑料碗中的冷水中。用茶巾盖住，放在柜台上。24小时后，更换水。继续每天更换水，直到鳕鱼不再咸为止。",
	"When the cod is ready, in a medium pot, combine it with the 3 cups of water and ¼ cup / 60ml of the milk. Bring to a boil and quickly reduce to a simmer. Cook the cod until the flesh is rehydrated and flaky, 15 to 20 minutes.": "当鳕鱼煮好后，在一个中型锅中，将其与3杯水和¼杯/60毫升的牛奶混合在一起。煮沸后迅速转小火煮。煮鳕鱼直到肉质变得水润且易碎，大约15至20分钟。",
	"Once cooked, drain the cod and flake it with a fork. Discard the skin and any residual bones. Set aside.": "煮熟后，将鳕鱼沥干，用叉子将其剁碎。丢弃皮和任何残留的骨头。搁置一边。",
	"In a separate pot, cover the potatoes with cold water and bring to a boil. Do not salt. Cook until the potatoes are fork-tender, about 15 minutes. Once cooked, thoroughly drain, transfer to a medium mixing bowl, and mash using a fork or ricer until the potatoes are smooth and free of lumps.": "在另一个锅里，用冷水盖住土豆，然后煮沸。不要加盐。煮至土豆可以轻松叉入，大约15分钟。煮熟后，彻底沥干，转移到一个中等大小的搅拌碗中，用叉子或土豆泥器捣碎，直到土豆变得光滑且没有块状。",
	"Fold the flaked cod into the mashed potatoes until almost well combined.": "将腌制好的鳕鱼片拌入土豆泥中，直到几乎完全混合在一起。",
	"Mix in the lemon juice, the remaining ¼ cup / 60ml of milk, the cream, and egg yolks until a thick, creamy purée forms. Season with salt and pepper.": "搅拌进柠檬汁，剩余的¼杯/60毫升牛奶，奶油和蛋黄，直到形成浓稠、奶油状的泥状物。用盐和胡椒调味。",
	"Preheat the oven to 400°F / 200°C and line a baking sheet with parchment paper. Scoop the purée into a piping bag with a star nozzle.": "预热烤箱至400°F / 200°C，并在烤盘上铺上烘焙纸。将泥糊装入带星形嘴的裱花袋中。",
	"On the prepared baking sheet, pipe small crowns of purée about 1 inch / 2.5cm in diameter, 1 inch / 2.5cm apart. Bake until the crowns turn a light golden brown, 5 to 10 minutes.": "在准备好的烤盘上，挤出直径约1英寸/2.5厘米、相距1英寸/2.5厘米的小圆冠状果泥。烘烤直到圆冠变成浅金黄色，大约5到10分钟。",
	"While the potato crowns are baking, line a plate with paper towels. Heat a medium saucepan over high heat. Lower the heat to medium and add the olive oil and capers. Fry the capers until crispy, about 2 minutes. Transfer the capers to the paper towel-lined plate to drain.": "当土豆皇冠在烘烤时，用纸巾在盘子上铺一层。在一个中等大小的平底锅中，用大火加热。将火调至中火，加入橄榄油和刺山柑。炸刺山柑直到变脆，大约2分钟。将刺山柑转移到铺有纸巾的盘子上沥干。",
	"Slightly toast the rye bread. Generously spread the compound butter on one side, top with 4 to 6 potato crowns, and gently lay potato chips in between the crowns. On each slice, sprinkle 4 or 5 capers and some lemon zest, and top with pea shoots. Season with salt and pepper and serve with a wedge of lemon.": "轻微烤一下黑麦面包。在一侧上慷慨涂抹复合黄油，放上4到6个土豆皇冠，然后轻轻地在皇冠之间放置薯片。在每片面包上撒上4或5颗酸豆和一些柠檬皮屑，然后撒上豌豆嫩芽。用盐和胡椒调味，配上一角柠檬。",
	"{=amount1/v} cup ({=amount3/v} stick) / {=amount2}g butter": "{=amount1/v} 杯 ({=amount3/v} 块) / {=amount2} 克 黄油",
	"{=amount1/v} cups / {=amount2}g dried couscous": "{=amount1/v} 杯 / {=amount2} 克 干小米",
	"{=amount1/v} cups / {=amount2}ml hot vegetable stock": "{=amount1/v} 杯 / {=amount2}毫升热蔬菜高汤",
	"{=amount1/v} cup / {=amount2}g dry sun-dried tomatoes, roughly chopped": "{=amount1/v} 杯 / {=amount2} 克 干番茄干，切碎",
	"{=amount1/v} cup / {=amount2}g pitted green olives, drained, and roughly chopped": "{=amount1/v} 杯 / {=amount2} 克 去核绿橄榄，沥干，切碎",
	"{=amount1/v} preserved lemon with rind, small diced": "切小丁的腌柠檬（Preserved Lemon）带皮{=amount1/v}",
	"{=amount1/v} cup / {=amount2}g parsley, chopped": "{=amount1/v} 杯 / {=amount2}克 欧芹，切碎",
	"{=amount1/v} sprigs mint, torn": "{=amount1/v} 束薄荷，撕碎",
	"{=amount1/v} cup / {=amount2}g tomato paste": "{=amount1/v} 杯 / {=amount2}克 番茄酱",
	"{=amount1/v} cup / {=amount2}g packed dark brown sugar": "{=amount1/v} 杯 / {=amount2} 克 捣碎的红糖",
	"{=amount1/v} teaspoon cayenne pepper": "{=amount1/v} 茶匙辣椒粉",
	"{=amount1/v} cup / {=amount2}ml Cabernet wine": "{=amount1/v} 杯 / {=amount2}毫升卡本内红酒",
	"{=amount1/v} full rack of lamb, cleaned and separated into lollies": "{=amount1/v} 一整块羊排，清洗干净并切成小块（lollies）",
	"{=amount1/v} cup / {=amount2}ml olive oil": "{=amount1/v} 杯 / {=amount2}毫升 橄榄油",
	"{=amount1/v} tablespoons minced fresh rosemary": "{=amount1/v} 汤匙切碎的新鲜迷迭香",
	"{=amount1/v} tablespoon minced fresh oregano": "{=amount1/v} 汤匙切碎的新鲜牛至",
	"{=amount1/v} tablespoon dried mint": "{=amount1/v} 汤匙 干薄荷",
	"In a medium pot over medium-low heat, add the tomato paste, brown sugar, apple cider vinegar, garlic, Worcestershire sauce, mustard, cayenne pepper, and wine and stir. Bring to a simmer, stirring occasionally to prevent scorching.": "在一个中等大小的锅里，用中小火加入番茄酱、红糖、苹果醋、大蒜、伍斯特酱、芥末、辣椒粉和葡萄酒，搅拌均匀。煮至微沸，偶尔搅拌以防烧焦。",
	"Once the ingredients have become fragrant and reduced by half, 20 to 30 minutes, remove from the heat and set aside to cool to room temperature. Season with salt and black pepper.": "一旦食材变得香气四溢并减少了一半，大约20到30分钟后，从火上取下，放置到室温冷却。用盐和黑胡椒调味。",
	"Place in a sterilized, sealable container and refrigerate for at least 4 hours and up to 24 hours.": "将食物放入经过消毒的可密封容器中，然后冷藏至少4小时，最长可达24小时。",
	"In a sealable container, drizzle the lamb with the olive oil and sprinkle on the rosemary, oregano, mint, and garlic. Turn and rub the lamb until it is thoroughly and evenly coated on all sides. Marinate in the refrigerator for 6 to 24 hours.": "在一个可密封的容器中，将橄榄油淋在羊肉上，撒上迷迭香、牛至、薄荷和大蒜。翻转并按摩羊肉，直到所有部位都均匀涂抹。在冰箱中腌制6到24小时。",
	"Heat a grill or plancha on high. Once hot, place the lollies on the grill. For a medium-rare lolly, cook on each side for about 2 minutes before flipping. Season with salt and black pepper. Flip the lollies and cook for an additional 2 minutes and season again.": "在高温下加热烧烤架或铁板。一旦热了，把棒棒糖放在烧烤架上。要做一个半生熟的棒棒糖，在每一面煮约2分钟后翻面。用盐和黑胡椒调味。翻转棒棒糖，再煮2分钟并重新调味。",
	"Remove the lollies from the heat and let rest, covered, for 10 minutes before serving.": "将糖果从热源上取下，盖上盖子，静置10分钟后再上桌。",
	"{=amount1/v} cups / {=amount2}ml unsweetened pineapple juice": "{=amount1/v} 杯 / {=amount2} 毫升无糖菠萝汁",
	"{=amount1/v} cup / {=amount2}ml passionfruit or guava juice": "{=amount1/v} 杯 / {=amount2}毫升 百香果或番石榴汁",
	"{=amount1/v} cup / {=amount2}ml fresh lime juice plus {=amount3/v} large lime, sliced into thin rounds": "{=amount1/v} 杯 / {=amount2}毫升新鲜青柠汁加上{=amount3/v}个大青柠，切成薄片",
	"{=amount1/v} 750ml bottle crisp white wine (such as Sauvignon Blanc)": "{=amount1/v} 750毫升瓶清爽的白葡萄酒（如Sauvignon Blanc）",
	"{=amount1/v} ounces / {=amount2}ml coconut rum": "{=amount1/v} 盎司 / {=amount2}毫升 椰子朗姆酒",
	"{=amount1/v} large ripe mango, peeled and cut into large chunks": "{=amount1/v} 个大熟芒果，去皮切成大块",
	"{=amount1/v} large ripe pineapple, peeled, cored, and cut into large chunks": "{=amount1/v} 个成熟的大菠萝，去皮、去芯，切成大块",
	"{=amount1/v} large pink dragon fruit (see Note)": "{=amount1/v} 个大粉红色火龙果（见注）",
	"{=amount1/v} pound / {=amount2}g dried spaghetti": "{=amount1/v} 磅 / {=amount2} 克 干意大利面",
	"{=amount1/v} cup / {=amount2}ml extra-virgin olive oil, plus more for serving": "{=amount1/v} 杯 / {=amount2}毫升 特级初榨橄榄油，再加一些用于食用",
	"{=amount1/v} garlic cloves, thinly sliced (about ½ cup / 100g)": "{=amount1/v} 瓣大蒜，切成薄片（约½ 杯 / 100克）",
	"{=amount1/v} teaspoon crushed red pepper flakes": "{=amount1/v}茶匙辣椒片",
	"{=amount1/v} cup / {=amount2}g finely chopped fresh parsley leaves (from about 1 small bunch)": "{=amount1/v} 杯 / {=amount2} 克切碎的新鲜欧芹叶（约1小把）",
	"{=amount1/v} cups / {=amount2}g whole milk ricotta cheese": "{=amount1/v} 杯 / {=amount2} 克 全脂奶制干酪",
	"One {=amount1/v}-inch / {=amount2/v}cm piece ginger root": "一段长 {=amount1/v} 英寸 / {=amount2/v} 厘米的姜根",
	"{=amount1/v} small branches fresh thyme ({=amount3/v} or {=amount2/v} stems each)": "{=amount1/v} 小根新鲜百里香 ({=amount3/v} 或 {=amount2/v} 茎)",
	"{=amount1/v} cups / {=amount2}g fresh mint leaves, lightly packed": "{=amount1/v} 杯 / {=amount2}克 新鲜薄荷叶，轻轻地压实",
	"{=amount1/v} cup / {=amount2}g fresh lemon balm leaves, lightly packed (see Notes)": "{=amount1/v} 杯 / {=amount2} 克新鲜香蜂草叶，轻轻地填满（见注释）",
	"{=amount1/v} cup / {=amount2}g dried hibiscus flowers, lightly packed": "{=amount1/v} 杯 / {=amount2} 克 干洋槿花，轻轻地填满",
	"{=amount1/v} tablespoons ██████ sugar, gathered from ██████": "{=amount1/v} 汤匙 ██████ 糖，从 ██████ 收集",
	"{=amount1/v} sprigs ██████, crushed to powder": "{=amount1/v} 束 ██████，研磨成粉末",
	"{=amount1/v} dried ██████, crushed to powder (for full efficacy, ensure that the ██████ are fully ripe before picking)": "{=amount1/v} 干燥的(██████), 研磨成粉末（为了最佳效果，请确保采摘时(██████)完全成熟）",
	"{=amount1/v} teaspoons ██████, or more to taste": "{=amount1/v} 茶匙 ██████，或根据口味添加更多",
	"Combine the ██████ and ██████, taking care to never ███████████████. Slowly add the ██████ while █████████. Next, flip the ██████, close your eyes, and ██████. Continue █████████, peeking occasionally, until the mixture has turned ████████████. You may now open your eyes fully. Turn away and take a deep breath. Turn back to the mixture, ███████████████████████████████████████████████████, carefully transfer to a small pouch, and seal. Exhale. Wipe down all work surfaces and utensils immediately, and launder all exposed clothing promptly. Let the pouch sit undisturbed for 1 hour, then activate the Dust by █████████████████████████████████████████████████████████████████████████████████████████████████████████.{@footnote *|On second thought, just use food glitter.}": "结合(██████)和(██████)，务必不要(██████████████)。慢慢地加入(█████)同时(█████████)。接着，翻转(█████)，闭上双眼，然后(██████)。继续(████████)，偶尔偷看，直到混合物变成(███████████)。现在你可以完全睁开双眼了。转身深呼吸。回头看着混合物，(██████████████████████████████████████████████████)，小心地转移到一个小袋子里，然后密封。呼气。立即擦拭所有工作表面和器具，并迅速清洗所有暴露的衣物。让袋子静置1小时，然后通过(████████████████████████████████████████████████████████████████████████████████████████████████████████)激活尘埃。{@footnote *|On second thought, just use food glitter.}",
	"{=amount1/v} cups / {=amount2}ml heavy cream, cold, plus more for brushing on the scones": "{=amount1/v} 杯 / {=amount2}毫升 鲜奶油，冷藏，另外用于在司康上刷涂",
	"{=amount1/v} cups / {=amount2}g granulated sugar": "{=amount1/v} 杯 / {=amount2}克白砂糖",
	"{=amount1/v} teaspoons baking powder": "{=amount1/v}茶匙发酵粉",
	"{=amount1/v} teaspoon ground ginger": "{=amount1/v} 茶匙姜粉",
	"{=amount1/v} cups / {=amount2}g finely chopped candied or crystallized ginger": "{=amount1/v} 杯 / {=amount2} 克切碎的蜜饯姜",
	"{=amount1/v} tablespoon {@footnote turbinado|demerara} sugar": "{=amount1/v} 汤匙 {@footnote turbinado|demerara} 糖",
	"{@recipe Papaya-Lemon Curd|ExEx}, for serving": "{@recipe Papaya-Lemon Curd|ExEx}, 为了服务",
	"In a 2-cup / 475ml liquid measuring cup, whisk together the heavy cream and the vanilla extract. Chill in the refrigerator while the oven preheats.": "在一个 2 杯 / 475 毫升的液体量杯中，搅拌均匀奶油和香草精。在烤箱预热的同时放入冰箱冷藏。",
	"Preheat the oven to 425°F / 220°C. Line a large baking sheet with parchment paper and set aside.": "预热烤箱至425°F / 220°C。在一个大烤盘上铺上烘焙纸，备用。",
	"In a large bowl, whisk together the flour, granulated sugar, baking powder, salt, and ground ginger. Add the candied or crystallized ginger and use your hands to toss the ginger in the flour mixture until it is no longer sticky.": "在一个大碗中，搅拌在一起面粉、砂糖、发酵粉、盐和姜粉。加入蜜饯姜或结晶姜，用手将姜和面粉混合物一起拌匀，直到不再粘手。",
	"Drizzle one-third of the chilled heavy cream mixture over the dry ingredients, then gently toss and stir with your hands. Repeat this two additional times until all of the heavy cream has been added and the mixture has come together to form a shaggy dough. Use your hands to gently bring the dough together, but do not overwork the dough (a few dry patches in the dough is fine).": "将冷的重奶油混合物的三分之一淋在干的配料上，然后用手轻轻地拌匀。重复这个步骤两次，直到所有的重奶油都加入，并且混合物结合成一团粗糙的面团。用手轻轻地将面团捏在一起，但不要过度搅拌面团（面团中有一些干燥的部分是可以接受的）。",
	"Lightly dust a clean work surface with flour, then top with the dough. Gently pat the dough into a {@footnote ¾-inch-thick|1.9cm} circle that is about 8 inches / 20cm across. Cut the dough into eight equal wedges. Separate the wedges and arrange on the prepared baking sheet. Refrigerate for 20 minutes.": "在干净的工作台上轻轻撒上面粉，然后放上面团。轻轻拍打面团，使其成为一个直径约8英寸/20厘米的{@footnote ¾-inch-thick|1.9cm}圆形。将面团切成八个相等的楔形块。分开楔形块，摆放在准备好的烤盘上。冷藏20分钟。",
	"Brush the tops and sides of the chilled scones with additional heavy cream and sprinkle with the turbinado sugar.": "用额外的鲜奶油刷冷却后的司康饼的顶部和侧面，然后撒上原蔗糖。",
	"Bake until the scones are puffed and golden brown, about 20 minutes, rotating the baking sheet once after 10 minutes.": "烘烤直到司康饼膨胀并呈金黄色，约20分钟，在烘烤10分钟后旋转烤盘一次。",
	"Transfer the scones to a cooling rack and cool for 10 minutes. Serve warm with {@recipe Papaya-Lemon Curd|ExEx} on the side.": "将烤饼移到冷却架上，冷却10分钟。配上{@recipe Papaya-Lemon Curd|ExEx}，温热享用。",
	"{=amount1/v} cup / {=amount2}ml fresh lime juice (from about {=amount3/v} medium limes)": "{=amount1/v} 杯 / {=amount2}毫升新鲜青柠汁（约来自于{=amount3/v}个中等大小的青柠）",
	"{=amount1/v} teaspoon chili powder": "{=amount1/v} 茶匙 辣椒粉",
	"{=amount1/v} teaspoon ground cumin": "{=amount1/v} 茶匙磨碎的孜然",
	"{=amount1/v} pounds / {=amount2}g cod, mahi-mahi, or other flaky whitefish": "{=amount1/v} 磅 / {=amount2} 克 鳕鱼、马希马希鱼或其他易碎的白鱼",
	"{=amount1/v} tablespoon sesame oil": "{=amount1/v} 汤匙 麻油",
	"{=amount1/v} tablespoon honey, agave, or maple syrup": "{=amount1/v} 汤匙蜂蜜、龙舌兰糖浆或枫糖浆",
	"{=amount1/v} garlic clove, minced": "{=amount1/v} 瓣大蒜，切碎",
	"{=amount1/v} cups / {=amount2}g thinly sliced red or green cabbage (from about {=amount3/x} of a medium head of cabbage)": "{=amount1/v} 杯 / {=amount2} 克薄切的红色或绿色卷心菜（约来自中等大小卷心菜头的 {=amount3/x}）",
	"{=amount1/v} cup / {=amount2}g coarsely chopped fresh cilantro leaves, plus more for garnish (optional)": "{=amount1/v} 杯 / {=amount2} 克切碎的新鲜香菜叶，可用于装饰（可选）",
	"{=amount3/xt} a small red onion, thinly sliced (about {=amount1/v} cup / {=amount2}g)": "{=amount3/xt} 一个小红洋葱，切成薄片（约 {=amount1/v} 杯 / {=amount2} 克）",
	"{=amount3/v} green onions, white and green parts, thinly sliced (about {=amount1/v} cup / {=amount2}g)": "{=amount3/v} 青葱，白色和绿色部分，切成薄片（约{=amount1/v} 杯 / {=amount2}克）",
	"{=amount3/v} medium jalapeño, thinly sliced (about {=amount1/v} cup / {=amount2}g)": "{=amount3/v} 中等大小的墨西哥辣椒，切成薄片（约{=amount1/v} 杯 / {=amount2}克）",
	"{=amount1/v} tablespoon black sesame seeds": "{=amount1/v}汤匙黑芝麻",
	"{=amount1/cxt} 4-inch / 10cm corn tortillas": "{=amount1/cxt} 4英寸 / 10厘米 玉米玉饼",
	"{=amount1/v} cup / {=amount2}g flaxseed flour": "{=amount1/v} 杯 / {=amount2} 克亚麻籽粉",
	"{=amount1/v} tablespoons melted duck fat or olive oil": "{=amount1/v} 汤匙融化的鸭脂肪或橄榄油",
	"Zest of {=amount1/v} medium orange": "{=amount1/v}个中等橙子的橙皮",
	"{=amount1/v} cup / {=amount2}ml cold water": "{=amount1/v} 杯 / {=amount2}毫升冷水",
	"{=amount1/c} egg, beaten": "{=amount1/c}个鸡蛋，打散",
	"{=amount1/v} tablespoons fennel seeds": "{=amount1/v} 汤匙茴香籽",
	"{=amount1/v} tablespoon coarse black pepper": "{=amount1/v} 汤匙粗黑胡椒",
	"{=amount1/v} tablespoon coarse sea salt": "{=amount1/v} 汤匙粗海盐",
	"{=amount1/v} medium red bell pepper": "{=amount1/v}个中等大小的红甜椒",
	"{=amount1/v} teaspoons extra-virgin olive oil, plus {=amount2/v} tablespoons": "{=amount1/v} 茶匙特级初榨橄榄油，再加 {=amount2/v} 汤匙",
	"{=amount1/v} small ripe avocado": "{=amount1/v}个小熟鳄梨",
	"{=amount1/v} cup / {=amount2}g mayonnaise": "{=amount1/v} 杯 / {=amount2}克 蛋黄酱",
	"{=amount1/v} garlic clove, finely grated": "{=amount1/v} 瓣大蒜，细细磨碎",
	"{=amount1/v} tablespoon fresh lime juice": "{=amount1/v} 汤匙新鲜的酸橙汁",
	"{=amount1/v} pound / {=amount2}g ground pork": "{=amount1/v} 磅 / {=amount2} 克 猪肉末",
	"{=amount1/v} tablespoons thinly sliced scallions (green and white parts)": "{=amount1/v} 汤匙葱，切成薄片（绿色和白色部分）",
	"{=amount1/v} tablespoons pure maple syrup": "{=amount1/v} 汤匙纯枫糖浆",
	"{=amount1/v} teaspoons granulated garlic": "{=amount1/v}茶匙粉状大蒜",
	"{=amount1/v} teaspoon fennel seeds, lightly cracked": "{=amount1/v} 茶匙茴香籽，轻轻压碎",
	"{=amount1/v} teaspoon dried rubbed sage": "{=amount1/v}茶匙干鼠尾草",
	"{=amount1/v} teaspoon onion powder": "{=amount1/v} 茶匙洋葱粉",
	"{=amount1/v} slices sharp Cheddar cheese": "{=amount1/v} 切片尖利切达干酪",
	"{=amount1/v} brioche hamburger buns, lightly toasted": "{=amount1/v} 法式甜面包汉堡包，轻轻烤香",
	"{=amount1/v} cups / {=amount2}L cold strong black coffee": "{=amount1/v} 杯 / {=amount2} 升 冷的浓烈黑咖啡",
	"{=amount1/v} chicken drumsticks (about {=amount3/v} pounds / {=amount2}g)": "{=amount1/v} 鸡腿肉（约{=amount3/v} 磅 / {=amount2} 克）",
	"{=amount1/v} cups / {=amount2}ml buttermilk, plus {=amount3/v} tablespoons": "{=amount1/v} 杯 / {=amount2} 毫升 白脱牛奶，再加 {=amount3/v} 汤匙",
	"{=amount1/v} cups / {=amount2}g all-purpose flour, plus {=amount3/v} tablespoons": "{=amount1/v} 杯 / {=amount2} 克中筋面粉，再加 {=amount3/v} 汤匙",
	"{=amount1/v} teaspoons sweet paprika": "{=amount1/v}茶匙 甜辣椒粉",
	"{=amount1/v} ounces / {=amount2}g thick-cut bacon (about {=amount3/v} slices), cut into ½-inch pieces": "{=amount1/v} 盎司 / {=amount2}克 厚切培根（约{=amount3/v}片），切成½英寸大小的块。",
	"{=amount1/v} cups / {=amount2}ml low-sodium chicken stock": "{=amount1/v} 杯 / {=amount2}毫升 低钠鸡肉高汤",
	"{=amount1/v} 12-ounce / 340g cans Spam, cut into 1-inch / 2.5cm cubes": "{=amount1/v} 12盎司 / 340克 Spam罐头，切成1英寸 / 2.5厘米的立方块",
	"{=amount1/v} cup / {=amount2}g brewer's yeast": "{=amount1/v} 杯 / {=amount2} 克酵母",
	"{=amount1/v} tablespoons dried cilantro": "{=amount1/v}汤匙干芫荽",
	"{=amount1/v} tablespoon dried dill": "{=amount1/v} 汤匙干莳萝",
	"{=amount1/v} tablespoon mastic gum, ground into a powder": "{=amount1/v} 汤匙乳香树胶，磨成粉末",
	"{=amount1/v} tablespoon smoked sea salt": "{=amount1/v} 汤匙熏海盐",
	"{=amount1/v} tablespoon dried lemon or orange peel powder": "{=amount1/v} 汤匙干柠檬或橙皮粉",
	"{=amount1/v} tablespoon MSG (optional)": "{=amount1/v} 汤匙味精（可选）",
	"Place the fish dip, Spam, pâté, and bacon at the four corners. Arrange the pepper Jack and Comté cheeses in fanned-out rows next to the Spam, bacon, and pâté. Be sure to leave room in the center for the fondue. Place the breads and crackers in sets of 3 to 5 pieces throughout the board. If items pair well together, group them together. Nestle in bowls of onion jam and pickled cauliflower. Artfully position clusters of fruits and veggies.": "将鱼酱、午餐肉(Spam)、肉酱(pâté)和培根放在四个角落。将胡椒杰克(Pepper Jack)和孔特(Comté)奶酪排成扇形排列，靠近午餐肉、培根和肉酱。确保中间留出空间放火锅。将面包和饼干每组3到5片分布在整个拼盘上。如果食物搭配得好，将它们放在一起。在洋葱酱和泡菜的碗中放置。艺术地摆放水果和蔬菜的一簇一簇。",
	"{=amount1/v} pounds / {=amount2}g russet potatoes (about {=amount3/c} medium or {=amount4/c} large potatoes)": "{=amount1/v} 磅 / {=amount2} 克 赤皮土豆（约 {=amount3/c} 个中等大小或 {=amount4/c} 个大土豆）",
	"{=amount1/v} teaspoons finely minced fresh rosemary leaves (from about {=amount2/c} large sprig; see Notes)": "{=amount1/v} 茶匙切碎的新鲜迷迭香叶（约 {=amount2/c} 大株；见注释）",
	"Grated Parmesan cheese, for serving (optional)": "用于食用的磨碎帕尔马干酪（可选）",
	"{=amount3/c} large pasteurized egg (or {=amount1/v} cup / {=amount2}ml pasteurized liquid egg)": "{=amount3/c} 个大号巴氏杀菌鸡蛋 (或 {=amount1/v} 杯 / {=amount2} 毫升巴氏杀菌液蛋)",
	"{=amount1/v} tablespoon fresh lemon juice (from about half a lemon)": "{=amount1/v} 汤匙新鲜柠檬汁（约半个柠檬）",
	"{=amount1/v} tablespoon white vinegar": "{=amount1/v} 汤匙白醋",
	"Kosher salt": "犹太盐 (Kosher Salt)",
	"{=amount1/v} cup / {=amount2}ml neutral oil, such as canola or vegetable": "{=amount1/v} 杯 / {=amount2} 毫升中性油，如菜籽油或植物油",
	"Set a rack in the bottom third of the oven and preheat to 425°F / 220°C.": "将烤架放在烤箱底部的第三层，并预热至425°F / 220°C。",
	"Scrub the potatoes under cold running water. Cut lengthwise into planks, ½ inch thick, then cut each plank into ½-inch-thick batons. Transfer the cut potatoes to a large mixing bowl. Add the olive oil and toss to evenly coat. Transfer to an unlined baking sheet along with any remaining olive oil left in the bowl. Spread the potatoes out in a single layer.": "在冷水下冲洗土豆。纵向切成厚度为½英寸的块，然后将每块切成厚度为½英寸的条。将切好的土豆放入一个大的搅拌碗中。加入橄榄油，拌匀。将土豆和碗中剩余的橄榄油一起转移到一个未铺上烘焙纸的烤盘上。将土豆摊开成单层。",
	"Roast, turning the potatoes halfway through baking with a thin metal spatula, until deep golden brown and crispy, 40 to 50 minutes total. Add the rosemary, salt, pepper, and garlic and carefully toss the fries to evenly coat them. Continue baking until the rosemary and garlic are fragrant, 4 to 6 minutes more. Remove from the oven and let cool slightly.": "用一把薄金属铲子翻炒，烤至土豆深金黄色并变脆，总共40到50分钟。加入迷迭香、盐、胡椒和大蒜，小心地将薯条均匀裹上调料。继续烘烤直到迷迭香和大蒜散发香味，再烤4到6分钟。从烤箱中取出，稍微冷却。",
	"Combine the egg, lemon juice, vinegar, garlic, and ½ teaspoon of salt in a blender and blend on medium-low speed until the garlic is broken down and the mixture is completely smooth, about 30 seconds. With the blender running, slowly pour in the oil. At first the mixture will look lumpy and broken, but after 30 to 60 seconds the mayonnaise will come together. As soon as the mayonnaise is smooth, turn off the blender. Taste for seasoning and add more salt if needed.": "在搅拌机中将鸡蛋、柠檬汁、醋、大蒜和½茶匙盐混合在一起，以中低速搅拌，直到大蒜被打碎，混合物完全顺滑，约30秒。在搅拌机运转时，慢慢倒入油。起初混合物看起来会有块状和分离的现象，但经过30到60秒后，蛋黄酱会变得均匀。一旦蛋黄酱变得顺滑，关闭搅拌机。尝一下调味，如有需要可再加盐。",
	"{=amount1/v} tablespoons loose leaf gunpowder green tea (see Note)": "{=amount1/v} 汤匙散装火药绿茶（见注释）",
	"{=amount1/v} cups / {=amount2}g sifted all-purpose flour": "{=amount1/v} 杯 / {=amount2} 克 过筛的普通面粉",
	"{=amount1/v} cup ({=amount3/v} sticks) / {=amount2}g unsalted butter, softened": "{=amount1/v} 杯 ({=amount3/v} 根) / {=amount2} 克 无盐黄油，软化",
	"{=amount1/v} cups / {=amount2}g sifted confectioners' sugar": "{=amount1/v} 杯 / {=amount2} 克 过筛的糖粉",
	"{=amount1/v} tablespoon vanilla extract": "{=amount1/v} 汤匙 香草精",
	"{=amount1/v} tablespoons coarse sugar, such as turbinado, Demerara, or sanding": "{=amount1/v} 汤匙粗糖，如蔗糖、德马拉糖或砂糖",
	"{=amount1/v} pounds / {=amount2}g small blue potatoes, scrubbed (see Notes)": "{=amount1/v} 磅 / {=amount2} 克 小蓝色土豆，刷洗干净 (见注释)",
	"{=amount1/v} cup / {=amount2}ml extra-virgin olive oil": "{=amount1/v} 杯 / {=amount2} 毫升 特级初榨橄榄油",
	"{=amount1/v} cups / {=amount2}g multicolored cherry tomatoes, halved": "{=amount1/v} 杯 / {=amount2} 克 多色樱桃番茄，切半",
	"{=amount1/v} cup / {=amount2}ml white wine vinegar": "{=amount1/v} 杯 / {=amount2} 毫升白葡萄酒醋",
	"{=amount1/v} small bunch radishes with nice green leafy tops (see Notes)": "{=amount1/v} 个小捆小红萝卜，带有漂亮的绿叶顶部（见备注）",
	"{=amount1/v} tablespoon Dijon mustard": "{=amount1/v} 汤匙第戎芥末 (Dijon mustard)",
	"{=amount1/v} teaspoons honey": "{=amount1/v} 茶匙蜂蜜",
	"{=amount1/v} cup / {=amount2}g fresh flat-leaf parsley leaves, lightly packed": "{=amount1/v} 杯 / {=amount2} 克新鲜的意大利香菜叶，轻轻地压实",
	"{=amount1/v} cup / {=amount2}g torn fresh dill": "{=amount1/v} 杯 / {=amount2}克 新鲜切碎的莳萝",
	"{=amount1/v} ounce / {=amount2}g shaved Parmesan cheese (about {=amount3/v} cup)": "{=amount1/v} 盎司 / {=amount2} 克 刨碎帕尔马干酪 (约 {=amount3/v} 杯)",
	"{=amount1/v} cups / {=amount2}g baby arugula, lightly packed": "{=amount1/v} 杯 / {=amount2} 克 婴儿芝麻菜，轻轻地压实",
	"{=amount1/v} firm medium plums, peeled, pitted, and medium diced": "{=amount1/v}个成熟的中等大小李子，去皮、去核，切成中等大小的丁。",
	"{=amount1/v} medium Jonagold or Honeycrisp apples, peeled, cored, and medium diced": "{=amount1/v}个中等大小的约纳金或蜜脆苹果，去皮、去核，切成中等大小的丁。",
	"{=amount1/v} tablespoons dark brown sugar": "{=amount1/v} 汤匙黑糖",
	"Zest and juice of {=amount1/v} small lemon": "{=amount1/v}个小柠檬的皮和汁",
	"{=amount1/v} tablespoon instant coffee": "{=amount1/v} 汤匙速溶咖啡",
	"{=amount1/v} tablespoon ground cinnamon": "{=amount1/v} 汤匙 肉桂粉",
	"{=amount1/v} star anise pod": "{=amount1/v} 八角茴香果实",
	"{=amount1/v} cardamom pod": "{=amount1/v} 豆蔻荚",
	"{=amount1/v} teaspoon vanilla bean powder": "{=amount1/v} 茶匙 香草豆粉",
	"{=amount1/v} cups / {=amount2}ml sunflower oil": "{=amount1/v} 杯 / {=amount2} 毫升 葵花籽油",
	"{=amount1/v} tablespoon baking powder": "{=amount1/v} 汤匙发酵粉",
	"{=amount1/v} cup / {=amount2}ml crème fraîche or whipped cream (optional)": "{=amount1/v} 杯 / {=amount2} 毫升法式鲜奶油或打发奶油 (可选)",
	"In a medium heavy-bottomed pot, combine the plums, apples, apple cider vinegar, water, brown sugar, lemon zest and juice, instant coffee, cinnamon, anise, cardamom, and vanilla bean powder. Bring to a boil over high heat, then turn down the heat to low and simmer, stirring occasionally, until the chutney begins to break down slightly and thicken, 12 to 20 minutes. The chutney should be glossy, thick, and somewhat chunky. Let cool to room temperature and remove the cardamom and star anise pods.": "在一个中等厚底锅中，将李子、苹果、苹果醋、水、红糖、柠檬皮和汁、速溶咖啡、肉桂、八角、豆蔻和香草豆粉混合在一起。用大火煮沸，然后转小火煮，偶尔搅拌，直到酸辣酱开始略微变稠，煮12至20分钟。酸辣酱应该是有光泽、浓稠且有点粗糙的。让其冷却至室温，取出豆蔻和八角。",
	"In a large heavy-bottomed saucepan, heat the oil over high heat to 375°F/ 190°C. Once hot, lower the heat to medium-high. Flour a nonporous surface and line a plate with paper towels.": "在一个大底部厚重的平底锅中，用高温加热油至375°F/190°C。一旦油热了，将火候调至中高火。在一个不透水的表面上撒上面粉，并在一个盘子上铺上纸巾。",
	"While the oil heats, in a medium bowl sift together 1 cup / 128g of the flour and the baking powder and salt. Once combined, add the milk and knead together until a smooth dough forms, 3 to 5 minutes. If the dough is too sticky, gradually add the remaining ½ cup / 64g of flour until the dough is pliable.": "当油加热时，在一个中等大小的碗中过筛1杯/128克的面粉、发酵粉和盐。一旦混合均匀，加入牛奶，揉搓至形成光滑的面团，需要3至5分钟。如果面团太粘，逐渐加入剩下的1/2杯/64克面粉，直到面团变得柔软。",
	"Place the dough on the floured surface and divide it into four pieces. Using a rolling pin, roll out 5-inch / 13cm rounds and carefully add them to the hot oil.": "将面团放在撒了面粉的表面上，将其分成四块。使用擀面杖，擀成直径5英寸 / 13厘米的圆形，然后小心地放入热油中。",
	"Fry on one side until golden, 1 to 2 minutes. Using a spider skimmer or a slotted spoon, flip over and fry on the other side until golden, for an additional 1 to 2 minutes.": "在一侧煎至金黄色，1到2分钟。使用漏勺或者疏松勺，翻面再煎至金黄色，额外再煎1到2分钟。",
	"Place the finished breads on the paper towels to absorb excess oil.": "将完成的面包放在吸收多余油的纸巾上。"
}