{
	"Language spoken almost exclusively by the solitary Abysians beneath the Smouldercone.": "在冒烟火山下的孤独的阿比西亚人几乎完全使用的语言。 (Abysians)",
	"Language spoken by the tribes of Anor Luna. Although tribes have different dialects, none are so extreme to unintelligible to the others.": "安诺尔·露娜部落所使用的语言。虽然部落有不同的方言，但没有一种是对其他部落完全无法理解的。 (Anor Luna)",
	"Language spoken by the psychic Atlanteans. It does not translate well when spoken.": "亚特兰蒂斯先知们所使用的语言。口语翻译效果不佳。 (Atlanteans)",
	"Language spoken by the Seraphim of Caelum. It rushes and wanes, like the wind weaving between the mountains.": "凯勒姆天使的语言。 它冲刷而衰落，就像风穿梭于山间。\n(Kaelum Seraphim)",
	"Language spoken in Pythium by the C'Tisians, who force it upon their human subjects.": "在C'Tisians通过其人类臣民强加的Pythium中讲的语言。 (Pythium)",
	"Language spoken by th Nu-Kua of Ryugo-Jo. Underwater is harsh with guttural and bubbly sounds, but when spoken through air it sounds raspy instead.": "在符合当地语言习惯的同时，文本中像 (%num%) 这样的内容应该在翻译中仍然输出为 (%num%)。\n翻译需符合 DND 活动组规则，专有名词在翻译后应该用 `()` 保留英文。\t\n\n水族努瓦的语言。水下的语音沙哑且冒着气泡，但在空气中说话时听起来嘶哑。",
	"Language spoken by the merrow and triton lords of Pelagia.": "符合当地语言习惯，并且像 (%num%) 这样的文本在翻译中应保持为 (%num%)。\n\n波拉吉亚的人鱼和海族领主所说的语言。(Pelagia)",
	"Language spoken by the nobility of Ys; Swanmay Knights and Morvarc'h knights use it to communicate swiftly in battle, while Morgen queens use it command their subjects.": "Ys贵族使用的语言；天鹅骑士和Morvarc'h骑士在战斗中迅速交流，而摩根女王则用它来命令她的臣民。（Ys）",
	"Language spoken by the humans of Man. Referred to abroad as Avalonian.": "人类所讲的曼语。在国外被称为阿瓦隆语。",
	"The unknown form of communication used by the tartarian tribes and their revenant idols.": "塔塔尔部落及其复仇偶像所使用的未知沟通形式。 (Tartarian tribes and their revenant idols)",
	"Language spoken by the humans of Agartha.": "根据当地语言习惯，文本中像 (%num%) 这样的内容在翻译中应保持为 (%num%)。\n翻译需符合 DND 运行团规则，专有名词在翻译后应在括号内保留英文。 \n\n亚加尔塔人说的语言。",
	"Language spoken by the humans of Ulm.": "乌尔姆人说的语言。(Ulm)",
	"Language spoken in Sceleria, claimed to be descended from the ancient Old Ermorian mother tongue.": "根据当地语言习惯，并且像(%num%)这样的文本应该在翻译中仍然输出为(%num%)。\n\n根据dnd运行小组规则进行翻译，专有名词在翻译后应保留英文在`()中`。 \n\nSceleria使用的语言据称是源自古老的Old Ermorian母语。",
	"Language that was once spoken across the world-spanning dominion of Ermor.": "符合当地语言习惯，文本中的 (%num%) 应该在翻译后仍然输出为 (%num%)。\n- 翻译遵守dnd跑团规则，专有名词在翻译后应保留英文括号内。\n\t\t\n埃莫王国曾经遍布世界的语言。 (Ermor)",
	"Language spoken by the humans of Pythium, but only in secret, when the Hydra lords can't hear.": "在Pythium人类中使用的语言，但只有在Hydra领主听不见的时候才能秘密使用。 (Pythium) (Hydra)",
	"Language spoken by the tribes of Machaka. It has lots of clicking and hissing noises.": "Machaka部落的语言。它有许多点击和嘶嘶声。\n\n(Machaka)",
	"Language spoken by the humans of Arcoscephale.": "阿尔科塞法尔人的语言。\n\n(Arcoscephale)",
	"Choose a clan: Wolf Clan, Bear Clan, Horse Clan, Rat Clan, Badger Clan, Tiger Clan, Deer Clan, or Raven Clan. You can use an action to transform into the creature of your clan at will. You retain your Intelligence, Wisdom, and Charisma scores, but your Strength, Dexterity, and Constitution scores adapt to your new form, as does your speed. (Refer to creature stat blocks). When reduced to 0 hit points in your Tribal form, you revert to your humanoid form at 0 hit points.": "选择一个氏族：狼族，熊族，马族，鼠族，獾族，虎族，鹿族或乌鸦族。你可以使用一个动作随意变成你氏族的生物。你保留你的智力、智慧和魅力分数，但你的力量、敏捷和体质分数会适应你的新形态，你的速度也会适应。 (参考生物统计块)。当你的部落形态的生命值降低到0时，你将在0生命值时恢复为你的人形态。",
	"Anorians are accustomed to prowling by moonlight. You can see in dim light within 30 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "安诺人习惯于在月光下潜行。您可以在您周围30英尺范围内看到昏暗的光线，就像它是明亮的光线一样，并且在黑暗中就像它是昏暗的光线一样。您无法在黑暗中分辨颜色，只能看到灰色的阴影。 (Anorians 安诺人)",
	"Anorians age as humans do.": "安奥人像人类一样变老。（Anorians）",
	"Your size is Medium in your humanoid form. Your size varies accordingly when you are in your Tribal form.": "你的人形体大小为中等。当你处于部落形态时，你的大小会相应变化。",
	"Your walking speed is 30 feet, in your humanoid form. Your Tribal form may grant you different speeds.": "你的步行速度是30英尺，以你的人形态计算。你的部族形态可能会给予你不同的速度。（Tribal form）",
	"You speak {@language Common}, {@language Anorian|EddieGPantheonOfMyr}, and one other language of your choice.": "你会说{@language Common}、{@language Anorian|EddieGPantheonOfMyr}，以及另一种语言。",
	"The highland clans of Anor Luna are locked in constant conflict. Even in periods of peace, tensions are high and the clans endlessly attempt to prove their superiority over each other. Each clan follows a path which guides their actions, their ideology, and their beast shapes. Do not mistake this race's feral transformation for lycanthropy. They are not diseased, and they have control over their wild shapes, more akin to a second half of a person than a mere temporary form. For example, Wolf-shaped Anorians tend to be fierce and loyal, while Rat-shaped Anorians tend to be daring and skittish. Regardless of their form, all Anorians are proud to a fault, and for this they fight with steel, tooth and claw.": "阿诺尔·鲁纳的高地氏族陷入了持续的冲突之中。即使在和平时期，紧张气氛仍然很高，氏族不断地试图证明自己比对方更优越。每个氏族都遵循一条指导他们行动、思想和兽形态的道路。不要将这个种族的野性转变误认为狼人病。他们并不患病，而且能够控制他们的野性形态，更类似于一个人的第二个半身，而不是仅仅是一个暂时的形态。例如，狼形态的阿诺尔人往往勇猛忠诚，而鼠形态的阿诺尔人则倾向于大胆而胆怯。无论他们的形态如何，所有阿诺尔人都以骄傲为荣，因此他们以钢、牙齿和爪子战斗。\n\n(Note: Proper noun \"Anor Luna\" remains in English in parentheses.)",
	"You have a swimming speed of 50 feet. You cannot breathe on the surface, but you can hold your breath for about one hour. While underwater, you do not need to drink water to survive. You have advantage on athletics and acrobatics checks made in the water. You cannot speak unless you are underwater.": "你拥有50英尺的游泳速度。你不能在水面上呼吸，但你可以憋气大约一小时。在水下时，你不需要喝水才能生存。你在水中进行的体能和杂耍检定中有优势。除非你在水下，否则你无法说话。（swimming）",
	"Atlantis is located in the deepest canyons of the ocean, where sunlight does not reach. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "亚特兰蒂斯位于海洋最深的峡谷中，那里阳光无法到达。在你周围 60 英尺范围内的昏暗光线中，你可以看到就像是明亮的光线一样，并且在黑暗中你可以看到就像是昏暗的光线。在黑暗中，你无法分辨颜色，只能看到灰色的色调。 (Atlantis)",
	"You can communicate telepathically with any creature so long as it is within 60 feet of you and it can understand the language you are using. You can cast {@spell Mind Sliver} as a cantrip at will, and {@spell Mind Spike} at second level once per rest. You use your wisdom when you do so. ": "你可以与任何在你身边60英尺内且能理解你使用的语言的生物进行心灵交流。你可以随意施展{@spell Mind Sliver}，以及每次休息后能使用{@spell Mind Spike}，但只能使用2级。当你这么做时，你使用你的智慧。\n",
	"Your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to {@damage 1d4} + your Strength modifier plus 1d4 poison damage, instead of the bludgeoning damage normal for an unarmed strike.": "你的爪是天生的武器，你可以用它们进行徒手攻击。如果你用它们击中目标，你造成的伤害为{@damage 1d4}加上你的力量修正值，再加上1d4点毒素伤害，而不是通常的徒手攻击造成的钝击伤害。（Strength）",
	"Atlanteans are a truly venerable species. They mature at about age 50, and can live for about 500 years.": "亚特兰蒂斯人是一个真正令人敬畏的物种。他们大约在50岁时成熟，可以活大约500年。 (Atlanteans)",
	"Atlanteans stand up to 7 feet tall, though underwater they are rarely seen standing. Your size is Medium.": "亚特兰蒂斯人身高可达7英尺，尽管在水下他们很少站立。您的尺寸为中等(Medium)。",
	"Your swim speed is 50 feet. On land, your aquatic anatomy makes movement difficult, and you walk at a pace of 25 feet.": "你的游泳速度为50英尺。在陆地上，你的水生解剖结构使移动变得困难，你以25英尺的速度行走。(DND running group rules)",
	"You speak {@language Atlantean|EddieGPantheonOfMyr} and {@language Common}, and one of either {@language Pelagian|EddieGPantheonOfMyr}, {@language Celestian|EddieGPantheonOfMyr}, or {@language Ysian|EddieGPantheonOfMyr}.": "你会说{@language Atlantean|EddieGPantheonOfMyr}和{@language Common}，而且要么{@language Pelagian|EddieGPantheonOfMyr}、{@language Celestian|EddieGPantheonOfMyr}或者{@language Ysian|EddieGPantheonOfMyr}之中选一个。",
	"Atlantis is home to a number of oceanic races, but the native Atlanteans are the proudest among them. Green skinned and wielding an impressive array of claws and teeth, Atlanteans are boastful of their accomplishments in the ocean utopia. However, under the surface of this boastful facade is a deep love for peace and the flourishing of life under the light of their feats. They share the effect's of Rlyeh's Comet with the Nu-Kua, though to a greater degree.": "亚特兰蒂斯是许多海洋种族的家园，但土生土长的亚特兰蒂斯人是其中最自豪的。绿色的皮肤、强壮的爪子和牙齿组成了令人印象深刻的形象，亚特兰蒂斯人以他们在海洋乌托邦中的成就为荣。然而，在这种自豪的外表之下，隐藏着对和平和生命繁荣的深刻热爱，他们享受着雷莱彗星的影响，尽管程度更深。 (Atlantis)(Nu-Kua)",
	"You have immunity to being {@condition poisoned}, and immunity to poison damage.": "你对于被 {@condition poisoned} 的免疫力，以及对毒性伤害的免疫力。",
	"Non-magical difficult terrain does not slow you down.": "非魔法的困难地形不会减缓你的速度。(Non-magical difficult terrain does not slow you down.)",
	"You can cast {@spell poison spray} at will. You use your Charisma when you do.": "你可以随意施放{@spell poison spray}。你在施放时使用你的魅力。 (dnd running group)",
	"C'tisians mature into adults after 5 years, and can live for no more than 60 years.": "C'tisians在5年后成年，寿命不超过60年。 (C'tisians在5年后成年，寿命不超过60年。)",
	"Your size is Medium.": "你的体型是中等（Medium）。",
	"Your walking speed is 30 feet.": "你的步行速度为30英尺。 (Your walking speed is 30 feet.)",
	"You speak {@language C'Tisian|EddieGPantheonOfMyr} and {@language Common}.": "你会说{@language C'Tisian|EddieGPantheonOfMyr}和{@language Common}。",
	"The Hydra rulers of the swamp of C'Tis are revered by the Humans of the nation of Pythium. Lesser C'Tisians' serpentine forms provide them with excellent mobility and a unique tolerance for poison, which is suited for their home environment. C'Tis is a lead by a council of Hydras, which autocratically control the lessers of their species and to which all C'Tisians swear fealty to, or revere.": "C'Tis沼泽的海德拉统治者受到Pythium国人类的崇敬。较低等的C'Tisian人具有蛇形的形态，使它们拥有出色的机动性和独特的毒素耐受力，这非常适合它们的家园环境。C'Tis由一群海德拉领导，他们专制地控制着自己种族中的下位者，所有的C'Tis人都效忠或崇敬这个委员会。 (Hydra) (Pythium)",
	"Merrow are accustomed to living in the deep ocean, where the sunlight doesn't reach and the land is shrouded in the deepest black. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "人鱼习惯生活在深海中，那里阳光无法到达，大地笼罩在最深的黑暗中。你在60英尺范围内的昏暗光线下可以看清楚，就像是明亮的光线一样，在黑暗中也能看见，但是只能看到灰色的阴影，无法分辨颜色。（Merrow）",
	"When in the water, your legs fuse together into a scaly, webbed tail, which grants you a swim speed of 30 feet. Gills also form on your face, allowing you breathe underwater and removing the need to drink water to survive. On land, your tail unfuses back into a pair of normal humanoid legs, and your gills disappear.": "在水中时，你的腿会融合成一个鳞片覆盖、有蹼的尾巴，让你拥有30英尺的游泳速度。你的脸上也会长出鳃，让你能够在水下呼吸，并且无需饮水就能生存。在陆地上，你的尾巴会重新分开成一对普通的人形腿，你的鳃也会消失。 (dnd running group)",
	"Merrow travel far and often. They witness many things, and tell many stories. You have proficiency in the History skill.": "美洲梅洛人经常远行，见证了许多事情，讲述了许多故事。你在历史技能方面有熟练程度。",
	"Merrow are accustomed to survival in locations where resources are scarce. You are proficient in the Survival skill, and with one tool of your choice.": "水妖习惯于在资源稀缺的地方生存。你精通求生技能，并且可选择一种工具。 (Merrow)",
	"Merrow age very similarly to humans.": "人鱼的年龄与人类非常相似。(Merrow)",
	"Your size is Medium, both on land and underwater.": "你的大小在陆地和水下都是中等。(Medium)\n",
	"Both your walking and swimming speeds are 30 feet.": "你的步行和游泳速度都是30英尺。（feet）",
	"You speak {@language Pelagian|EddieGPantheonOfMyr}, {@language Common}, and two languages of your choice.": "你会说{@language Pelagian|EddieGPantheonOfMyr}、{@language Common}，以及你选择的两种语言。",
	"The Merrow, or Merfolk, are native inhabitants of the Pelagian region of the ocean. A deep, vast and desolate plain, Pelagia is pockmarked by geothermal vents, where current-swept tribes of Merrow gather and where small pockets of civilization form. Merrow are hardy and friendly, and often nomadic. Their \"Always on the Road\" lifestyle leads many to travel the surface, which their physical forms do not inhibit them from doing.": "美洲豹（Merrow）或美人鱼（Merfolk），是海洋佩拉吉亚地区的本地居民。佩拉吉亚是一个深远而荒凉的平原，布满地热通风口，深受洋流影响的美洲豹部落聚集于此，小规模的文明点也逐渐形成。美洲豹身体强健友善，常常是游牧民族。他们“永远在路上”的生活方式使得许多人在地表旅行，而他们的体型并不妨碍这一行为。",
	"You have a swimming speed of 30 feet, and can breathe underwater and on land. You don't need to drink water to survive while you are submerged in water.": "你的游泳速度为30英尺，可以在水下和陆地上呼吸。当你在水下时，你不需要喝水才能生存。(DND)",
	"Living underwater, the Nu-Kua are well accustomed to the dark, as their homes are far below where the sunlight reaches. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "生活在水下的（Nu-Kua）们已经习惯了黑暗，因为他们的家庭远在阳光照不到的地方。在你周围60英尺范围内，你可以像在明亮的光线下一样看到昏暗的光线，在黑暗中你可以像在昏暗的光线下一样看到。在黑暗中，你无法辨别颜色，只能看到灰色的色调。",
	"Once per day, when you are in combat and below or equal to half of your hit point maximum, you can transform into a lesser Celestian. Your face elongates into a snout and you grow fangs and horns, your scales harden and protrude around your entire body, and your tail elongates. A mane of fur sprouts around your neck, your spine bends pendent and razor-sharp claws grow from your hands and feet. Any armor or clothing you are wearing is destroyed, unless it is built to accomodate the transformation. You are still amphibious in this form. You cannot speak outloud while you are in this form. The transformation lasts for one minute. When the transformation ends, the shock reduces you to zero hit points and you fall unconscious (but stable) and gain a level of exhaustion, and if you are reduced to 0 hit points while in your Celestian form, your transformation ends, triggering this effect. While in your Celestian form, you gain the following benefits:": "每天一次，当你处于战斗状态并且生命值不超过你的一半时，你可以变身为较低等级的天界生物。你的脸延长成一个长吻，长出了尖牙和角，你的鳞片变硬并突出在整个身体周围，你的尾巴延长。你的脖子周围长出一圈毛发，你的脊柱下垂并且锋利的爪子从你的手和脚上长出。你穿着的任何盔甲或衣物都会被摧毁，除非它们被设计成适应这种变身。在这种形态下，你仍然是两栖的。当你处于这种形态时，你无法大声说话。变身持续一分钟。当变身结束时，震惊使你的生命值降至零并使你昏迷（但保持稳定），并获得一级的疲惫。如果你在天界生物形态下生命值降至0，你的变身结束，触发此效果。在天界生物形态下，你获得以下好处：",
	" * Your maximum hit points are increased as if you had rolled max on your hit dice at each level. e.g. if you are a 6th-level fighter, your new HP is 6 x 10 + 6 x 5 (since your constitution in this form is 20) = 90 hit points. It would be helpful to keep track of your Celestian form's maximum hit points as you level up.": "你的最大生命值增加，就像你每级都滚到了最大的生命骰点一样。例如，如果你是一个6级的战士，你的新生命值为6 x 10 + 6 x 5（因为你在这种形态下的体质值是20）= 90 生命值。在你升级时，跟踪你的天界形态的最大生命值会很有帮助。（Celestian form）",
	" * When you transform, your wounds close and you regain all lost hit points.": "当你变形时，你的伤口会愈合，你会恢复所有失去的生命值。(变形 (transform))",
	" * Your dragon scales are hard as steel, covering your entire body. You have a natural AC of 18.": "你的龙鳞坚硬如钢，覆盖全身。你拥有天然的防御等级 (AC) 为18。",
	" * Your strength, dexterity and constitution scores all become 20 until the transformation ends.": "你的力量、敏捷和体质分数都会在转化结束前变成20。(D&D running group规则)",
	" * You have the magical ability to fly, and have a flying speed of 30 ft.": "你拥有飞行的魔法能力，飞行速度为30英尺（feet）。",
	" * Any time you hit a creature with a melee attack while flanking it, the attack becomes a critical hit.": "每当你在夹击一名生物时用近战攻击命中它，该攻击将成为要害攻击。(flanking)",
	" * You can attack with your claws, which count as magical weapons, use your strength, and you are proficient with:": "你可以使用你的爪进行攻击，它们被视为魔法武器，使用你的力量，你也擅长：（Dungeons & Dragons）",
	" * *Claw.* Reach 5 feet, single target. {@dice 1d10} slashing damage + your Strength modifier.": "*根据当地语言习惯，文本中像 (%num%) 这样的内容应保持翻译后仍然输出为 (%num%)。\n*翻译需遵守dnd游戏团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n* *爪.* 范围：5英尺，单个目标。{@dice 1d10} 割伤伤害 + 你的力量调整值。",
	" * At levels 5, 11, and 17 you gain an *Extra Attack* with your claws, and at each interval they gain an extra +1 to hit and to damage rolls.": "在第5级、第11级和第17级时，你的爪牙获得一次*额外攻击*，在每个间隔，它们的命中和伤害骰增加额外的+1。(Extra Attack)",
	"You can communicate telepathically with any creature so long as it is within 60 feet of you and can understand the language you are using.": "你可以与任何生物进行心灵交流，只要它距离你不超过60英尺，并且能理解你使用的语言。(D&D游戏规则)",
	"Nu-Kua Mature at around 20 years old, and can live for up to 200 years.": "女娲（Nu-Kua）在约20岁时成熟，可以活到200岁左右。",
	"You speak {@language Celestian|EddieGPantheonOfMyr} and {@language Common}.": "你会说 {@language Celestian|EddieGPantheonOfMyr} 和 {@language Common}。",
	"Ryugo-Jo is the nation of the dragonblooded. They share the affects of the Comet R'lyeh with Atlantis, though to a lesser degree. Like the other civilized ocean nations, Ryugo-Jo governs a heterogeneous population, but the Nu-Kua can only be found here. Fierce and terrifying in combat, the Nu-Kua are the frontline defenders of the Spheres, and the primary guard of the Celestian Court. They carry themselves in a humanoid, ableit scaly form, but can shapeshift into lesser celestians for a limited time.": "龙血之国是龙族的国家。 他们与亚特兰蒂斯共享了雷莱彗星的影响，尽管程度较轻。 像其他文明的海洋国家一样，龙血之国统治着一个异质的人口，但是Nu-Kua只能在这里找到。 在战斗中凶猛而可怕，Nu-Kua是球体的前线捍卫者，也是Celestian Court的主要卫队。 他们以类人的形态出现，尽管鳞片覆盖，但可以变形成为较小的Celestian一段有限的时间。 (Ryugo-Jo)",
	"You can hold your breath for up to one hour.": "你可以屏住呼吸长达一小时。(You can hold your breath for up to one hour.)",
	"Your swimming speed is 30 feet.": "你的游泳速度是30英尺。(Your swimming speed is 30 feet.)",
	"Given their bulky shells, Tartarugs are not suited to wearing armor. However, their scales, thick skin and shell provide much-needed natural protection. You cannot wear armor unless it is specially crafted for you, but your AC is 16 + your dexterity modifier (minimum of 0) due to your natural armor.": "鉴于他们笨重的壳，塔塔鲁格并不适合穿戴盔甲。然而，它们的鳞片、厚实的皮肤和壳提供了急需的天然保护。除非特别为你打造，否则你不能穿戴盔甲，但由于你的天然装甲，你的AC为16加上你的敏捷修正值（最低为0）。\n",
	"You can withdraw into your shell as an action. Until you emerge, you gain a +4 bonus to AC, and you have advantage on Strength and Constitution saving throws. While in your shell, you are prone, your speed is 0 and can't increase, you have disadvantage on Dexterity saving throws, you can't take reactions, and the only action you can take is a bonus action to emerge from your shell.": "你可以将自己缩入壳中，作为一个行动。直到你再度出现，你的AC增加4点，并且你在力量和体质豁免检定中获得优势。在壳中时，你处于俯卧状态，速度为0，无法增加，你在敏捷豁免检定中有劣势，无法采取反应动作，你唯一可以采取的行动是用一个行动作为奖励行动从你的壳中出现。（壳）",
	"Tartarugs mature more quickly and live longer than humans. They are considered full adults at 15 years old, and can live for up to 150 years.": "塔塔鲁格斯成熟得更快，比人类活得更久。他们在 15 岁时被认为是完全成年，可以活上 150 年。 (Tartarugs)",
	"Tartarug adults stand 5 to 6 feet tall and average 500 pounds. Their shells account for roughly one-third of their weight. Your size is Medium.": "龟甲成年个体高5至6英尺，平均重约500磅。它们的甲壳大约占体重的三分之一。你的体型为中等(`Medium`)",
	"You speak {@language Common} and one of either {@language Atlantean|EddieGPantheonOfMyr}, {@language Pelgian|EddieGPantheonOfMyr}, {@language Celestian|EddieGPantheonOfMyr} or {@language Ysian|EddieGPantheonOfMyr}.": "你会说 {@language Common}，其中一个是 {@language Atlantean|EddieGPantheonOfMyr}，{@language Pelgian|EddieGPantheonOfMyr}，{@language Celestian|EddieGPantheonOfMyr} 或 {@language Ysian|EddieGPantheonOfMyr}。",
	"Tartarugs are nomadic turtle-like creatures with a drive to explore the world. Originating from the spawning pools of Par-Ys, most leave to seek a life of adventure even before reaching full adulthood, and often never return to their homes.": "塔塔龟是一种游牧类似龟的生物，他们有着探索世界的驱动力。大多数来自帕-伊斯的孵化池，即使还未完全成年，他们也会离开寻求冒险的生活，往往永远不会回到家园（Par-Ys）。",
	"Your blood can substitute the material components of a spell (so long as the material component does not have an associated GP cost.)": "你的血液可以替代法术的材料成分（只要该材料成分没有关联的金币成本）。 (D&D 运行团规则)",
	"At the end of a long rest, your ancestors can provide you with ancient wisdom. The memory of this knowledge is always fleeting, and fades after 24 hours. Choose a skill and gain proficiency in it for the duration. If you already have proficiency, gain expertise. If you already have expertise, you gain no benefit. If this effect is still active when you use it again, the new effect replaces the old one.": "在长时间休息结束时，你的祖先可以为你提供古老的智慧。这种知识的记忆总是短暂的，在 24 小时后就会消失。选择一项技能，在持续时间内获得熟练。如果你已经具备熟练，那么获得专家级别。如果你已经是专家，你将不会获得任何好处。如果这种效果在你再次使用时仍然有效，则新效果将取代旧效果。(dnd, long rest, expertise)",
	"You can cast {@spell Guidance} (self only) at will. At 3rd level, you can cast {@spell Detect Magic} once per long rest. At 5th level, you can cast {@spell Dispel Magic} once per long rest. You use your Charisma when you do so.": "你可以随意（自我）使用{@spell Guidance}。在3级时，你可以每次长休后施展{@spell Detect Magic}一次。在5级时，你可以每次长休后施展{@spell Dispel Magic}一次。你在施展时使用你的魅力。",
	"You have advantage on saving throws against spells and other magical effects.": "你对咒语和其他魔法效果的豁免投掷有优势。（advantage on saving throws against spells and other magical effects）",
	"Vanir age as humans do.": "Vanir 年龄与人类相仿。 (Vanir age as humans do.)",
	"You speak {@language Common} and one other language of your choice.": "你会说{@language Common}和另一种语言。{@language Common} in `()` 继续保留英文。",
	"Vanir are humanlike in every way possible, with the exception of the properties of their blood. There is no way to tell a Human from a Vanir, and most of them simply assume they are Human, integrating into Human society without knowing any better. Those who do know of their true nature find out by word of mouth, passed on by generations, or by their ancestors that communicate from across the void. And those who find out by word of mouth, also are told of the power in their blood, and the reasons why they hide on the fringes of civilization.": "Vanir 在各个方面都像人类一样，唯一不同的是他们的血液性质。无法通过外表区分人类和 Vanir，他们中的大多数人只是假定自己是人类，融入人类社会而不自知。那些了解自己真实本质的人，通过口耳相传、代代相传，或是通过跨越虚空传达的祖先而得知。而那些通过口耳相传得知的人，也会被告知他们血液中的力量以及他们为何隐藏在文明边缘的原因。 (Vanir 保持英文原文)",
	"If you are dealt fire damage, you heal half of the damage taken instead. You can survive even the most extreme heat.": "如果你受到火焰伤害，你会治愈受到的伤害一半。你可以在最极端的高温下生存下来。（dnd running group）",
	"You can cast {@spell Living Furnace|EddieGPantheonOfMyr} at will. You can also cast a 1st-level {@spell Burning Hands} once per rest. When you reach 3rd level, you can cast {@spell Heat Metal} at 2nd level once per rest, so long as you are touching the object you cast it on. When you cast any of these spells, you can use Constitution as your spellcasting ability, if one is required.": "你可以随意施放{@spell Living Furnace|EddieGPantheonOfMyr}。你也可以每次休息后施放一次1级法术{@spell Burning Hands}。当你达到3级时，你可以每次休息后以2级施放{@spell Heat Metal}，只要你接触到你施放它的物体。当你施放这些法术时，如果需要的话，你可以使用体质作为你的施法能力。{@spell Living Furnace|EddieGPantheonOfMyr}、{@spell Burning Hands}、{@spell Heat Metal}",
	"Abysians are short lived. They reach maturity at 10 years of age and live until about 30 years old. As they approach their death by old age, their bodies rise drastically in temperature. When they finally succumb, their body erupts in a 10-foot radius spray of magma.": "阿比西亚人寿命短暂。他们在10岁时成熟，寿命大约为30岁。当他们接近因老年而死亡时，他们的身体温度急剧上升。当他们最终屈服时，他们的身体会喷出半径为10英尺的岩浆。 (Abysians)",
	"Abysians are mostly humanoid, aside from their tails and red skin. Your size is Medium.": "阿比西亚人大多是人形生物，除了他们的尾巴和红色皮肤。你的体型是中等。(Abysians are mostly humanoid, aside from their tails and red skin. Your size is Medium.)",
	"Abysians spend their entire lives living with their kin beneath the Smouldercone, secluded from all others in the world. You speak only {@language Abysian|EddieGPantheonOfMyr}.": "阿比西亚人一生都在烟火锥下与族人共度，与世隔绝。你只会说{@language Abysian|EddieGPantheonOfMyr}。",
	"You are viewed as a monster to all races other than your own, and most will either flee from you or attack you on sight.": "你在其他种族眼中被视为怪物，大多数人会在看到你时要么逃跑，要么攻击你。 (Dungeons & Dragons)",
	"On the unknown side of the world is a savage land inhabited by many strange creatures. One of those creatures is the Abysian, who lives in an ordered society beneath a mountain called the Smouldercone. Created by the Primarch Malmux millenia ago, these creatures have seldom ever made contact with humans outside of the ascension wars, obscuring the fact of their existence in myth and legend. ": "世界的未知之处是一个充满许多奇怪生物的荒野。其中一种生物是阿比西亚人，他们生活在一座名为烟火锥的山下的有序社会中。这些生物是由千年前的首领马尔穆克斯创造的，他们很少与人类接触，只在飞升战争期间偶尔与人类接触，使他们的存在成为神话和传说中的秘密。 (Abysian) (Primarch Malmux)",
	"The first time you are knocked unconscious since your last rest, you are stable. At the start of your next turn, you regain 1 hit point.": "在你最后一次休息后，如果你第一次失去意识，你将保持稳定。在你的下一个回合开始时，你恢复1点生命值。 (D&D)",
	"The longdeads of the Ermorian Empire were once legionnaires. You have proficiency in light and medium armor, and in martial weapons.": "埃尔莫利亚帝国的长死者曾经是军团士兵。你擅长轻型和中型盔甲，以及军事武器。（Ermorian Empire）",
	"You do not need food, water, air, or sleep to survive. You are immune to being {@condition  poisoned} and immune to poison damage. You have resistance to necrotic damage. You are undead, and count as such for all spells and magical effects. You are still considered undead for all other purposes.": "你不需要食物、水、空气或睡眠来生存。你对被{@condition  poisoned}影响免疫，并且免疫毒素伤害。你对死灵伤害有抗性。你是不死生物，所有法术和魔法效果都视其如此。在其他所有方面，你仍然被视为不死生物。 (undead)",
	"If you are targeted by an effect that would cause you to regain hit points, but that does not affect undead, you are affected anyways. Spells that do not cause you to regain hit points and do not affect undead still have no affect on you. ": "如果你被一个效果瞄准，它会使你恢复生命值，但不影响不死族，你仍然受到影响。不会使你恢复生命值并且不影响不死族的法术仍然对你没有影响。 (D&D)",
	"You do not age, and are immortal for all purposes.": "你不会老去，对于所有目的而言都是不朽的。(dnd running group rules)",
	"Your size is Medium": "你的尺寸是中等（Medium）",
	"Your walking skeep is 30 feet.": "你的移动速度是30英尺。(skeep)",
	"You speak {@language Common}, {@language Ermorian|EddieGPantheonOfMyr}, {@language Old Ermorian|EddieGPantheonOfMyr}": "你们说{@language Common}、{@language Ermorian|EddieGPantheonOfMyr}、{@language Old Ermorian|EddieGPantheonOfMyr}",
	"Outside of Sceleria, you are viewed as a monster. Most people will flee from you, or attack you on sight.": "在斯凯利亚之外，你被视为怪物。大多数人会逃离你，或者一见到你就攻击你。",
	"Your fly speed is 30 feet, due to white-feathered wings protruding from your back. You cannot fly if you are wearing medium or heavy armor.": "你的飞行速度为30英尺，因为从你的背部伸出了白色羽翼。如果你穿着中型或重型盔甲，你就不能飞行。（dnd运行组规则）",
	"You can cast {@spell Gust of Wind} at 2nd level, and regain the ability to do so after a long rest. Charisma is your spellcasting ability for this spell.": "你可以在第二级时施放{@spell Gust of Wind}，并在长时间休息后恢复这个能力。魅力是你施展此法术的能力。 (dnd running group rules)",
	"The Vohvas mountains are in perpetual winter, and the Serpahim have adapted to this climate for millenia. You have resistance to cold damage, and immunity to temperatures as low as -50F.": "沃瓦斯山脉常年冬季，而塞拉菲姆已经适应了这种气候数千年。你对寒冷伤害具有抗性，并且对低至-50华氏度的温度具有免疫力。 (Vohvas mountains) (Serpahim)",
	"Martial training is a requirement for all Seraphim youth. You have proficiency in light armor and martial weapons.": "武术训练是所有炽天使青年的要求。你在轻甲和武器上有熟练度。 (Seraphim)",
	"Seraphim mature into adulthood after about 30 years, and live for about a century.": "Seraphim 在大约 30 年后成年，并且活约一个世纪。 (Seraphim mature into adulthood after about (%num%) years, and live for about a century.)",
	"Aside from the wings on their back and their blue-grey skin, Seraphim are mostly humanoid. Your size is Medium.": "除了他们背上的翅膀和蓝灰色的皮肤外，炽天使基本上是人形。 你的大小是中等。(Seraphim)",
	"Your walking and flying speeds are 30 feet": "你的步行和飞行速度是30英尺 (feet)。",
	"You speak {@language Caelan|EddieGPantheonOfMyr}": "你说 {@language Caelan|EddieGPantheonOfMyr}",
	"Humans view you as a monster. Most will either flee from you or attack you on sight.": "人类将你视为怪物。大多数人要么逃离你，要么一见到你就攻击你。 (Dungeons & Dragons 运行小组规则)",
	"The air around you becomes searing hot, scalding the skin, throats and lungs of any creature within range. When a creature begins its turn inside the radius, it must succeed a constitution saving throw or take {@damage 2d6} fire damage and gain a level of exhaustion. On a successful save, the creature does not gain a level of {@condition exhaustion} and takes half the amount of damage. Once a creature succeeds its saving throw, it succeeds all subsequent saving throws it makes against this casting of the spell. Creatures that are resistant or immune to fire damage do not gain exhaustion, even on a failed save.": "你周围的空气变得灼热，烫伤着任何范围内的生物的皮肤、喉咙和肺部。当一个生物开始在半径内的回合时，它必须成功通过一次体质豁免才能避免受到{@damage 2d6}的火焰伤害并获得一级疲惫。在成功豁免后，该生物不会获得{@condition exhaustion}的级别，并且只受到一半的伤害。一旦生物成功进行了豁免检定，它便可以成功通过对这个法术的所有后续豁免检定。对火焰伤害有抗性或免疫的生物即使在未能通过豁免检定时也不会获得疲惫。",
	"When you cast this spell using a spell slot of 4th level or higher, the amount of damage increases by {@damage 1d6} and the radius increases by 5 feet for each slot level above 3rd.": "当你使用 4 级或更高级别的法术位施放此法术时，伤害量增加 {@damage 1d6}，半径每超过 3 级的法术位增加 5 英尺。 (dnd running group rules)",
	"You can emit an intense heat from your body. Creatures within 5 feet of you must make a Constitution saving throw or take {@damage 1d8} fire damage. Autocombustible objects in range, such as dry wood and rope, ignite.": "你可以从身体中散发出强烈的热量。在你周围5英尺范围内的生物必须进行体质豁免检定，否则将受到{@damage 1d8}的火焰伤害。范围内的易燃物体，比如干木和绳索，会自燃。(DND游戏规则)",
	"This spell's damage increases by {@dice 1d8} at 5th level ({@damage 2d8}), 11th level ({@damage 3d8}), and 17th level ({@damage 4d8}). At 11th level, this spells range also increases to 10 feet.": "这个咒语的伤害在5级时增加了{@dice 1d8} ({@damage 2d8})，11级时增加了({@damage 3d8})，17级时增加了({@damage 4d8})。在11级时，这个咒语的射程也增加到了10英尺。"
}