{
	"Barring time warping Minimum 40 years.  They do not die of old age": "除非时间扭曲 (Time Warping) 至少40年。他们不会因为老年而死亡。",
	"Tend to avoid neutrality due to typically having been on one side of the great war.": "由于通常在大战中站在一边，往往倾向于避免中立。(the great war)",
	"6 to 7 feet tall. Your size is Medium.": "身高6到7英尺。你的体型为中等(Medium)。",
	"You are resistant to poison damage and have advantage on saving throws against the poisoned condition.  You also do not need to eat drink or breath.": "你对毒素伤害具有抗性，并且在对抗中毒状态的豁免 throws 中拥有优势。你也不需要进食、饮水或呼吸。(D&D)。",
	"As a bonus action you way alter your armor one of 3 forms.  Attack:  You transform your hand into a simple weapon you are proficient with which only you can wield.  Defense:  One of your hands transforms into a shield which only you can wield.  Disguise:  You transform into the appearance and texture of a nonmagical object but do not gain it's affects.  You gain +4 AC while in this mode but cannot move, attack, or cast spells with somatic or material components.  Each of these forms last for 1 hour or until you use a bonus action to dismiss it.  You may assume a new form a number of times equal to your proficiency bonus and regain all expended uses after finishing a long rest.": "作为一个额外动作，你可以将你的盔甲改变成三种形态之一。攻击：你将你的手变成一种你熟练的简单武器，只有你能使用。防御：你的一只手变成一面只有你能使用的盾牌。伪装：你变成一个非魔法物体的外观和质地，但不获得它的效果。在这种模式下，你的AC增加4，但不能移动、攻击或施放需要手势或物质成分的法术。每种形态持续1小时，或者直到你使用一个额外动作来解除它。你可以假设新形态的次数等于你的熟练加值，并在完成一次长休息后恢复所有已用次数。",
	"You learn a cantrip with a ranged attack roll from the {@filter wizard|spells|level=0|class=wizard|spell attack=r} or {@filter druid|spells|level=0|class=druid|spell attack=r} spell list.  You also learn {@spell chromatic orb} at third level  you may cast this spell with any spell slots you have.  Your spellcasting ability is int wis or cha (your choice chosen when you pick this race).  You may cast chromatic orb at it's lowest level with this feature without expending a spell slot.  If you have the Spellcasting or Pact Magic class feature you may cast a spell you know or have prepared (as applicable (wizards need it prepared)) that has a casting time of one action and deals damage at it's lowest level without expending a spell slot,  This spell must be of 3rd level or lower.  Once you have cast a spell this way you may not do so again until you finish a long rest.": "你学会了一个需要进行远程攻击检定的 cantrip，可以从{@filter wizard|spells|level=0|class=wizard|spell attack=r}或{@filter druid|spells|level=0|class=druid|spell attack=r}法术列表中选择。你还在3级时学会了{@spell chromatic orb}，可以使用你拥有的任何法术位来施放这个法术。你的施法能力为智力、感知或魅力（在选择种族时确定）。你可以使用这个特性以 chromatic orb 的最低等级施放该法术，而不消耗法术位。如果你拥有施法特性或契约魔法职业特性，你可以施放你已知道或已准备好的（适用于巫师需要准备的情况）施法时间为一次行动并在最低等级造成伤害的法术，而不消耗法术位。这个法术必须为3级或更低级。一旦你以这种方式施放了一个法术，你必须完成一次长休才能再次这样做。",
	"Out in the far reaches of the wildspace there was a planet called cybertron.  This planet was destroyed by civil war but many survivors live to this Day": "在遥远的虚空中，有一个名为赛博坦(Cybertron)的星球。这个星球在内战中被摧毁，但许多幸存者至今仍在生存。",
	"These Machine like creatures are often mistaken for warforge": "这些机器般的生物经常被误认为是战争锻造体（Warforged）。",
	"As a reaction you may use a charge of your shifting armor when you do so:": "作为一个反应，你可以使用你的移形盔甲的冲锋。",
	"You gain a glider that allows you to reduce your fall speed to 50ft per round": "你获得了一架滑翔翼，可以让你将坠落速度减少到每轮50英尺。",
	"You do not take fall damage": "你不会受到摔落伤害 (D&D)。",
	"You move 2ft forward per foot you fall to a maximum of 100ft per turn.  Moving in this way does not provoke opportunity attacks": "每落下1英尺，你可以向前移动2英尺，每回合最多移动100英尺。以这种方式移动不会引发机会攻击。",
	"All these effects end when you land.": "所有这些效果在你着陆时结束。",
	"You may replace a melee attack with an attempt to climb onto a creature at least one size category larger than you. To do so you expend half your movement and make a acrobatics or athletics check (your  choice) DC 12 + 2 times the number of size categories the creature is larger than you.": "你可以用一次近战攻击来尝试爬上一个比你大至少一个体型类别的生物。为此，你消耗一半的移动并进行一次（你选择的）体操或运动检定，DC为12 + 生物比你大的体型类别数乘以2。",
	"While you are atop a creature in this way you have advantage on attack rolls with one handed and versital weapons.": "当你骑在生物上时，你使用单手和多用途武器进行攻击时具有优势。",
	"The creature may as an action attempt to shake you off you must make a DC 15 + the creatures strength modifier otherwise you are thrown a number of feet equal to 5 times the creatures strength modifier of the creature (minimum of 5 feet) in a lateral direction of the DM's choice.": "该生物可以作为一个动作尝试摆脱你，你必须进行一次 DC 15 + 该生物力量调整值的豁免检定，否则你将被抛出一个距离，距离等于该生物力量调整值的5倍（最少5英尺），方向由DM选择。",
	"If you land a critical hit while atop the creature in this way the creature is knocked prone and is incapacitated until the end of it's next turn.": "如果你在骑乘生物的情况下造成了暴击，那么这个生物将被击倒，并且直到它的下一个回合结束前都会陷入无能状态。",
	"Once you have climbed atop a creature using this feature you may not do so again until innovative is rolled again": "一旦你使用这个特性爬上了一个生物，你直到再次投掷到创新时才能再次这样做。"
}