{
	"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}5 ({@damage 2d4}) slashing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}5 ({@damage 2d4}) 斩击伤害。",
	"The demon lashes itself in a grotesque display of madness. Each creature within 10 ft. of the mane that can see it must make a {@dc 10} Wisdom saving throw. On a failure, the creature has disadvantage on the next attack roll or ability check it makes until the end of its next turn.": "恶魔在疯狂的恶心表演中抽打自己。每个距离鬃毛10英尺以内且能看到它的生物必须进行一次{@dc 10}感知豁免投掷。如果失败，该生物在接下来的回合结束前，下一次攻击投掷或技能检定投掷时都会获得劣势。",
	"The dretch makes one attack with its bite and one attack with its claws.": "恶魔小丑(dretch)用嘴咬一次，用爪子攻击一次。",
	"{@atk mw} {@hit 2} to hit, reach 5 ft. {@h}3 ({@damage 1d6}) piercing damage.": "{@atk mw} {@hit 2}命中，达到5英尺。造成{@h}3 ({@damage 1d6})点穿刺伤害。",
	"{@atk mw} {@hit 2} to hit, reach 5 ft. {@h}5 ({@damage 2d4}) slashing damage.": "{@atk mw} {@hit 2} 命中，达到5英尺。造成{@h}5 ({@damage 2d4}) 切割伤害。",
	"The dretch attempts to climb onto a Medium or larger creature within 5 ft. of it. The target must make a {@dc 10} Dexterity (Acrobatics) check. On a failure, the dretch successfully moves into the target creature's space and clings to its body. While in the target's space, the dretch moves with the target and has advantage on attack rolls against it. The target can dislodge the dretch as an action by succeeding on a {@dc 10} Strength (Athletics) check. Immediately after successfully latching on to a creature, the dretch can make one bite attack against that creature as a bonus action.": "恶鬼试图爬上一个距离它5英尺以内的中等或更大体型的生物。目标必须进行一次{@dc 10}敏捷（体操）检定。如果失败，恶鬼成功移动到目标生物的空间并紧贴其身体。在目标的空间中，恶鬼随着目标移动，并对其进行攻击时获得优势。目标可以通过花费一个动作并成功进行一次{@dc 10}力量（竞技）检定来摆脱恶鬼。在成功紧贴生物后，恶鬼可以作为奖励动作对该生物进行一次咬击攻击。",
	"A 10- foot radius of disgusting green gas extends out from the dretch. The gas spreads around corners, and its area is lightly obscured. It lasts for 1 minute or until a strong wind disperses it. Any creature that starts its turn in that area must succeed on a {@dc 11} Constitution saving throw or be {@condition poisoned} until the start of its next turn. While {@condition poisoned} in this way, the target can take either an action or a bonus action on its turn, not both, and can't take reactions.": "从恶心的绿色气体中心向外延伸10英尺半径，这是从(dretch)身上散发出来的。气体可以绕过角落传播，其区域被轻微遮蔽。它持续1分钟，或者直到强风将其驱散。任何在该区域开始其回合的生物必须成功进行一次{@dc 11}体质豁免才能免疫{@condition poisoned}，直到其下一个回合开始。在这种方式下{@condition poisoned}，目标在自己的回合内只能进行动作或者奖励动作之一，不能两者兼得，并且不能进行反应。",
	"The quasit can use its action to polymorph into a beast form that resembles a bat (speed 10 ft. fly 40 ft.), a centipede (40 ft., climb 40 ft.), or a toad (40 ft., swim 40 ft.), or back into its true form. Its statistics are the same in each form, except for the speed changes noted. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.": "小恶魔(quasit)可以使用动作将自己变形成类似蝙蝠(speed 10 ft., fly 40 ft.)、蜈蚣(40 ft., climb 40 ft.)或蟾蜍(40 ft., swim 40 ft.)的野兽形态，或者恢复成真实形态。在每种形态下，它的属性都是一样的，除了速度变化。它穿戴的或携带的任何装备都不会被转化。如果它死亡，就会恢复成真实形态。",
	"The quasit has advantage on saving throws against spells and other magical effects.": "小恶魔(quasit)在抵抗法术和其他魔法效果的豁免 throws 中拥有优势。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft. {@h}5 ({@damage 1d4 + 3}) piercing damage, and the target must succeed on a {@dc 10} Constitution saving throw or take 5 ({@damage 2d4}) poison damage and become {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "{@atk mw} {@hit 4} 命中，达到5英尺。受到{@h}5 ({@damage 1d4 + 3}) 穿刺伤害，目标必须成功通过一次{@dc 10} 体质豁免才能避免受到5 ({@damage 2d4}) 毒素伤害并在1分钟内变成{@condition poisoned}。目标可以在自己的回合结束时重复进行豁免才能，成功则结束自身的效果。",
	"One creature of the quasit's choice within 20 feet of it must succeed on a {@dc 10} Wisdom saving throw or be {@condition frightened} for 1 minute. The target can repeat the saving throw at the end of each of its turns, with disadvantage if the quasit is within line of sight, ending the effect on itself on a success.": "quasit选择的20英尺内的一个生物必须成功通过一个{@dc 10}的感知豁免才能避免在1分钟内被{@condition frightened}。目标可以在每个回合结束时重复进行豁免扔，如果quasit在视线内，则具有劣势，成功后效果消失。",
	"Slick grease covers the ground in a 10-foot square centered on a point within 60 ft. and turns it into difficult terrain for 1 minute. When the grease appears, each creature standing in its area must succeed on a {@dc 10} Dexterity saving throw or fall {@condition prone}. A creature that enters the area or ends its turn there must also succeed on a {@dc 10} Dexterity saving throw or fall {@condition prone}.": "在距离60英尺内的某点上，覆盖了一个10英尺正方形区域的光滑油脂，将其变成1分钟的艰难地形。当油脂出现时，站在其区域内的每个生物必须成功进行一次{@dc 10} 敏捷豁免才能不摔倒{@condition prone}。进入该区域或在其中结束回合的生物也必须成功进行一次{@dc 10} 敏捷豁免才能不摔倒{@condition prone}。",
	"The quasit magically turns {@condition invisible} until it attacks, or uses Scare or Grease, or until its concentration ends (as if concentrating on a spell). Any equipment the quasit wears or carries is {@condition invisible} with it.": "小恶魔在攻击、使用恐惧或润滑术，或专注结束（就像专注于一个法术）之前，会被魔法地变成{@condition invisible}。小恶魔穿戴或携带的任何装备也会与它一起变化。",
	"The demon can move through other creatures and objects as if they were difficult terrain. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object.": "恶魔可以像穿越艰难地形一样穿过其他生物和物体。如果它在物体内结束自己的回合，它会受到5 ({@damage 1d10}) 点的力量伤害。",
	"The demon's spellcasting ability is Intelligence (spell save {@dc 12}). The demon can innately cast the following spells, requiring no material components:": "恶魔的施法能力是智力（法术豁免 {@dc 12}）。该恶魔可以天生地施放以下法术，无需任何材料组件：",
	"1/day each: enemies abound, silence": "每天1次：敌人横行 (enemies abound), 沉默 (silence)",
	"While in bright light, the demon has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight.": "在明亮光线下，恶魔在进行攻击检定时有劣势，以及在依赖视觉的感知（感知）检定上也有劣势。",
	"While in dim light or darkness, the demon can take the Hide action as a bonus action.": "在昏暗或黑暗中，恶魔可以将躲藏动作作为一个额外动作。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft. {@h}10 ({@damage 2d6 + 3}) psychic damage or, if the demon had advantage on the attack roll, 17 ({@damage 4d6 + 3}) psychic damage.": "{@atk mw} {@hit 5} 命中，达到5英尺。{@h}10 ({@damage 2d6 + 3}) 精神伤害，或者，如果恶魔在攻击骰上有优势，则为17 ({@damage 4d6 + 3}) 精神伤害。",
	"The demon drains energy from the shadows cast by nearby foes. Up to six creatures of the demon's choice it can see within 30 ft. of it must make a {@dc 12} Constitution saving throw, taking 10 ({@damage 2d10}) necrotic damage on a failure, or half as much damage on a success. The demon gains temporary hit points equal to half the total necrotic damage dealt this way.": "恶魔从附近敌人投射的阴影中汲取能量。在它能看到的30英尺范围内，最多可以选择六个生物，它们必须进行一次{@dc 12}体质豁免才能，失败则受到10({@damage 2d10})点死灵伤害，成功则减半。恶魔获得的临时生命值等同于通过这种方式造成的死灵伤害总数的一半。",
	"A creature the demon can see within 120 ft. of it must make a {@dc 12} Intelligence saving throw.": "恶魔可以看到的生物必须在其120英尺内进行一次{@dc 12}智力豁免 throw。",
	"A creature automatically succeeds if it is immune to being {@condition frightened}. On a failed save, the target loses the ability to distinguish friend from foe, regarding all creatures it can see as enemies for 1 minute or until the demon loses its concentration.": "如果生物对于被{@condition frightened}免疫，那么它会自动成功。如果豁免失败，目标将失去分辨朋友和敌人的能力，视其所见到的所有生物为敌人，持续1分钟，或者直到恶魔失去集中力。",
	"Each time the target takes damage, it can repeat the saving throw, ending the effect on itself on a success. Whenever the affected creature chooses another creature as a target, it must choose the target at random from among the creatures it can see within range of the attack, spell, or other ability it's using.": "每次目标受到伤害时，它可以重复豁免扑克，成功后自行结束效果。每当受影响的生物选择另一个生物作为目标时，它必须从它可以看到的攻击、法术或其他能力范围内的生物中随机选择目标。",
	"If an enemy provokes an opportunity attack from the affected creature, the creature must make that attack if it is able to.": "如果一个敌人引发了一个受影响生物的机会攻击，那么生物必须在能够的情况下进行攻击。",
	"For 10 minutes or until the demon loses its concentration, no sound can be created within or pass through a 20-foot-radius sphere centered on a point of the demon's choice within 120 ft. of it. Any creature or object entirely inside the sphere is immune to thunder damage, and creatures are {@condition deafened} while entirely inside it. Casting a spell that includes a verbal component is impossible there.": "在10分钟内，或者直到恶魔失去集中力量，半径20英尺的球体内或通过球体的声音都会被禁止，球体的中心点由恶魔在其120英尺范围内选择。完全位于球体内的任何生物或物体对雷电伤害免疫，生物在完全位于球体内时处于{@condition deafened}状态。在那里无法施展包含口头组件的法术。",
	"The barlgura's spellcasting ability is Wisdom (spell save {@dc 13}). The barlgura can innately cast the following spells, requiring no material components:": "巴尔古拉的施法能力是感知（法术豁免{@dc 13}）。巴尔古拉可以天生施放以下法术，无需材料组件：",
	"1/day each: entangle, phantasmal force": "每天1次：纠缠(entangle)，幻象力(phantasmal force)",
	"2/day each: disguise self, invisibility (self only)": "每天2次每次：伪装自我，隐形术（仅限自身）",
	"At the start of its turn, the barlgura can gain advantage on all melee weapon attack rolls it makes during that turn, but attack rolls against it have advantage until the start of its next turn.": "在它的回合开始时，巴尔古拉(barlgura)可以获得在该回合内进行的所有近战武器攻击投掷的优势，但对它的攻击投掷在其下一个回合开始之前具有优势。",
	"The barlgura's long jump is up to 40 feet and its high jump is up to 20 feet when it has a running start.": "巴鲁古拉(barlgura)的长跳可达40英尺，而在有助跑的情况下，它的高跳可达20英尺。",
	"The barlgura makes three attacks: one with its bite and two with its fists.": "巴尔古拉(Balguara)进行三次攻击：一次咬和两次拳击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft. {@h}11 ({@damage 2d6 + 4}) piercing damage.": "{@atk mw} {@hit 7}攻击，达到5英尺。造成{@h}11({@damage 2d6 + 4})点穿刺伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft. {@h}9 ({@damage 1d10 + 4}) bludgeoning damage.": "{@atk mw} {@hit 7} 命中，达到5英尺。造成{@h}9 ({@damage 1d10 + 4}) 钝击伤害。",
	"If the barlgura jumps at least 15 feet as part of its movement, it can then use this action to land on its feet in a space that contains one or more other creatures. Each of those creatures must succeed on a {@dc 15} Strength or Dexterity saving throw (target's choice) or be knocked {@condition prone} and take 20 ({@dice 3d10}": "如果巴尔古拉（barlgura）在移动中至少跳过15英尺，它可以利用这个动作着陆并站稳脚跟，落在一个包含一个或多个其他生物的空间中。那些生物中的每一个必须成功通过一个{@dc 15}力量或敏捷豁免才能避免被击倒并受到20点伤害（{@dice 3d10}。",
	"+ 4) bludgeoning damage. On a successful save, the creature takes only half the damage, isn't knocked {@condition prone}, and is pushed 5 feet out of the barlgura's space into an unoccupied space of the creature's choice. If no unoccupied space is within range, the creature instead falls {@condition prone} in the barlgura's space.": "+ 4) 持续性伤害。在成功豁免后，生物只受到一半伤害，不被击倒{@condition prone}，并被推出巴尔古拉的空间5英尺，进入生物选择的一个未被占据的空间。如果范围内没有未被占据的空间，生物将在巴尔古拉的空间内摔倒{@condition prone}。",
	"Grasping weeds and vines sprout from the ground in a 20-foot square starting from a point within 90 ft. For 1 minute or until the barlgura loses concentration, these plants turn the ground in the area into difficult terrain. A creature in the area when the barlgura casts the spell must succeed on a {@dc 13} Strength saving throw or be {@condition restrained} by the entangling plants until the spell ends (escape {@dc 13}). When the spell ends, the conjured plants wilt away.": "从地面上的一个点开始，20英尺的正方形区域里长出了一片杂草和藤蔓，距离内90英尺。在1分钟内或者直到巴尔古拉失去集中力，这些植物将该区域的地面变成艰难地形。当巴尔古拉施放这个法术时，区域内的生物必须通过一次{@dc 13}力量豁免才能避免被这些植物纠缠住，直到法术结束（逃脱{@dc 13}）。法术结束时，召唤出的植物会凋零。",
	"The chasme produces a horrid droning sound to which demons are immune. Any other creature that starts its turn within 30 feet of the chasme must succeed on a {@dc 12} Constitution saving throw or fall {@condition unconscious} for 10 minutes.": "恶魔对chasme发出的可怕嗡嗡声免疫。任何其他生物若在距离chasme 30英尺内开始其回合，必须通过一次 {@dc 12} 体质豁免才能免疫，否则会陷入 {@condition unconscious} 状态，持续10分钟。",
	"A creature that can't hear the drone automatically succeeds on the save. The effect on the creature ends if it takes damage or if another creature takes an action to splash it with holy water. If a creature's saving throw is successful or the effect ends for it, it is immune to the drone for the next 24 hours.": "一个无法听到嗡嗡声的生物会自动成功豁免检定。如果生物受到伤害或其他生物采取行动用圣水泼洒在它身上，效果就会结束。如果生物的豁免检定成功或效果对其结束，那么它在接下来的24小时内对嗡嗡声免疫。",
	"The chasme's spellcasting ability is Wisdom (spell save {@dc 13}). The chasme can innately cast the following spells, requiring no material components:": "恶魔蝇的施法能力是智力（法术豁免{@dc 13}）。 恶魔蝇可以天生施放以下法术，无需材料组件：",
	"1/day each: fear, web": "每天1次：恐惧 (fear), 蜘蛛网 (web)",
	"The chasme has advantage on saving throws against spells and other magical effects.": "恶魔蝇对于法术和其他魔法效果的豁免投掷有优势。",
	"The chasme can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "恶魔蝇(chasme)可以攀爬困难的表面，包括在天花板上倒挂，无需进行能力检定。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft. {@h}16 ({@damage 4d6 + 2}) piercing damage plus 24 ({@damage 7d6}) necrotic damage, and the target's hit point maximum is reduced by an amount equal to the necrotic damage taken. If this effect reduces a creature's hit point maximum to 0, the creature dies. This reduction to a creature's hit point maximum lasts until the creature finishes a long rest or until it is affected by a spell like greater restoration.": "{@atk mw} {@hit 5} 命中，达到5英尺。造成{@h}16 ({@damage 4d6 + 2}) 穿刺伤害加上24 ({@damage 7d6}) 死灵伤害，并且目标的生命值上限减少等同于所受死灵伤害的数值。如果这个效果将一个生物的生命值上限减少至0，该生物死亡。这种对生物生命值上限的减少持续直到生物完成一次长休或受到类似强力恢复的法术影响。",
	"Each creature in a 30-foot cone must succeed on a {@dc 13} Wisdom saving throw or drop whatever it is holding and become {@condition frightened} for 1 minute, or until the chasme loses concentration. While {@condition frightened} this way, a creature must take the Dash action and move away from the chasme by the safest available route on each of its turns, unless there is nowhere to move. If the creature ends its turn in a location where it doesn't have line of sight to the chasme, the creature can make a {@dc 13} Wisdom saving throw, ending the effect on a success.": "在一个30英尺锥形范围内的每个生物必须成功通过一个{@dc 13}感知豁免才能保持住手中的物品并变为{@condition frightened}，持续1分钟，或者直到恶魔蝇失去集中力。在这种状态下，生物必须在每个回合采取冲刺动作，并沿着最安全的可用路线远离恶魔蝇，除非没有地方可移动。如果生物结束回合时处于看不见恶魔蝇的位置，则可以进行一个{@dc 13}感知豁免，成功则结束效果。",
	"The chasme conjures a mass of webbing filling a": "恶魔蝇(chasme)施法，制造出一团填满(%num%)的蛛网。",
	"20-foot cube centered on a point within 60 ft. for 1 hour or until it loses concentration. The webs are difficult terrain and lightly obscure their area. Webs layered over a flat surface have a depth of 5 feet. The webs are flammable. Any 5-foot cube of webs exposed to fire burns away in 1 round, dealing {@damage 2d4} fire damage to any creature that starts its turn in the fire. Each creature that starts its turn in the webs or that enters them during its turn must make a {@dc 13} Dexterity saving throw. On a failed save, the creature is {@condition restrained} as long as it remains in the webs or until it breaks free (escape {@dc 13}).": "在距离60英尺内以某点为中心的一个20英尺立方体范围内，持续1小时或直到失去集中力。这些蜘蛛网是难以通过的地形，并且轻微遮蔽其区域。覆盖在平面表面上的蜘蛛网深度为5英尺。这些蜘蛛网是可燃的。任何暴露在火焰中的5英尺立方体蜘蛛网将在1回合内燃烧殆尽，对任何在火焰中开始其回合的生物造成{@damage 2d4}火焰伤害。每个在蜘蛛网中开始其回合或在其回合内进入其中的生物必须进行{@dc 13}敏捷豁免检定。未通过豁免检定的生物将被{@condition restrained}，直到它摆脱（解脱{@dc 13}）蜘蛛网。",
	"The vrock has advantage on saving throws against spells and other magical effects.": "翼魔(vrock)在抵抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"The vrock makes two attacks: one with its beak and one with its talons.": "翼魔进行两次攻击：一次使用其喙，一次使用其爪。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft. {@h}10 ({@damage 2d6 + 3}) piercing damage.": "{@atk mw} {@hit 6}命中，达到5英尺。造成{@h}10({@damage 2d6 + 3})点穿刺伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft. {@h}14 ({@dice 2d10}": "{@atk mw} {@hit 6} 命中，达到5英尺。{@h}14 ({@dice 2d10}",
	"+ 3) slashing damage.": "+ 3) 切割伤害。",
	"The vrock beats its wings. Each creature within 5 feet of the vrock must succeed on a {@dc 15} Dexterity saving throw or take 10 ({@damage 2d6 + 3}) bludgeoning damage and be knocked {@condition prone}. The vrock can then fly up to half its flying speed.": "翼魔振动翅膀。在翼魔周围5英尺范围内的每个生物必须成功进行一次{@dc 15}敏捷豁免才能避免受到10({@damage 2d6 + 3}) 钝击伤害并被击倒{@condition prone}。然后翼魔可以飞行达到其飞行速度的一半。",
	"A 15- foot- radius cloud of toxic spores extends out from the vrock. The spores spread around corners.": "一团半径为15英尺的有毒孢子云从恶魔离开。这些孢子可以在拐角处传播。",
	"Each creature in that area must succeed on a {@dc 14} Constitution saving throw or become {@condition poisoned}. While {@condition poisoned} in this way, a target takes 5 ({@damage 1d10}) poison damage at the start of each of its turns. A target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Emptying a vial of holy water on the target also ends the effect on it.": "在该区域内的每个生物必须成功进行一次{@dc 14}体质豁免才能避免成为{@condition poisoned}。在这种状态下，目标在每个回合开始时会受到5({@damage 1d10})毒素伤害。目标可以在自己的回合结束时重复进行豁免才能结束这种效果。在目标身上倒空一瓶圣水也可以结束这种效果。",
	"The vrock emits a horrific screech.": "翼魔(vrock)发出可怕的尖叫声。",
	"Each creature within 20 feet of it that can hear it and that isn't a demon must succeed on a {@dc 14} Constitution saving throw or be {@condition stunned} until the end of the vrock's next turn.": "在它周围20英尺范围内的每个生物，只要能听到它的声音且不是恶魔，必须进行一次{@dc 14}的体质豁免才能免疫被{@condition stunned}，持续到下一个回合结束。",
	"The hezrou has advantage on saving throws against spells and other magical effects.": "赫兹鲁 (hezrou) 在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"Any creature that starts its turn within 10 feet of the hezrou must succeed on a {@dc 14} Constitution saving throw or be {@condition poisoned} until the start of its next turn. On a successful saving throw, the creature is immune to the hezrou's stench for 24 hours.": "任何在距离{@dc 14}英尺内的生物，在其回合开始时必须成功进行一次体质豁免才能免疫{@condition poisoned}，直到其下一个回合开始。如果豁免成功，该生物在接下来的24小时内对(%Hezrou%)的恶臭免疫。",
	"The hezrou makes three attacks: one with its bite and two with its claws. If the hezrou has {@condition grappled} a creature, it can use Throwaway in place of one of these attacks.": "赫兹鲁 (hezrou) 进行三次攻击：一次咬击和两次爪击。如果赫兹鲁拥有 {@condition grappled} 生物，它可以在这些攻击中的一次使用“抛弃”（Throwaway）代替。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft. {@h}15 ({@damage 2d10 + 4}) piercing damage.": "{@atk mw} {@hit 7}命中，达到5英尺。造成{@h}15 ({@damage 2d10 + 4})点穿刺伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft. {@h}11 ({@damage 2d6 + 4}) slashing damage.": "{@atk mw} {@hit 7} 命中，达到5英尺。造成{@h}11 ({@damage 2d6 + 4}) 斩击伤害。",
	"The hezrou throws a Medium or smaller creature it has {@condition grappled} up to 30 ft. horizontally in a direction of the hezrou's choice. As it lands, the target must make a {@dc 15} Dexterity saving throw. On a failure, the target takes 10 ({@damage 3d6}) bludgeoning damage and is {@condition prone}. On a success, it takes only half as much damage and isn't {@condition prone}. If the target creature hits another creature during the throw, both creatures must make the saving throw, taking 7 ({@damage 2d6}) bludgeoning damage on a failure.": "hezrou(赫茲魯)可以将一个中型或更小的生物投掷{@condition grappled}，最远可达30英尺，方向由hezrou(赫茲魯)选择。当目标着陆时，目标必须进行{@dc 15}敏捷豁免检定。如果失败，目标将受到10点({@damage 3d6})钝击伤害，并被{@condition prone}。如果成功，只受到一半伤害，并且不被{@condition prone}。如果目标生物在投掷过程中撞到另一个生物，两者都必须进行豁免检定，失败则受到7点({@damage 2d6})钝击伤害。",
	"The hezrou spews the vile contents of its stomach in a 30-foot cone. Each creature in that area must make a {@dc 16} Dexterity saving throw, taking 28 ({@damage 8d6}) acid damage on a failed save, or half as much on a successful one.": "海兹鲁 (hezrou) 喷射出其胃部恶心的内容，形成一个30英尺的锥形区域。该区域内的每个生物必须进行一次 {@dc 16} 敏捷豁免检定，未通过则受到28 ({@damage 8d6}) 点酸性伤害，通过则减半。",
	"The glabrezu's spellcasting ability is the following spells, requiring no material components:": "这只格拉布雷祖的施法能力包括以下咒语，无需任何材料组件：",
	"At will: darkness, detect magic, {@spell dispel magic}": "随意：黑暗，侦测魔法，{@spell dispel magic}",
	"1/day each: confusion, fly, power word stun": "每天1次：混乱 (confusion), 飞行 (fly), 动力词震慑 (power word stun)",
	"The glabrezu has advantage on saving throws against spells and other magical effects.": "格拉布雷祖 (glabrezu) 在对抗法术和其他魔法效果的豁免 throws 中拥有优势。",
	"The glabrezu makes four attacks: two with its pincers and two with its fists. Alternatively, it makes two attacks with its pincers and casts one spell. If the glabrezu is grappling a creature in its pincers, it can use Rattling Shake in place of a pincer attack.": "格拉布雷祖(Glabrezu)进行四次攻击：两次使用其钳子(pincers)和两次使用其拳头(fists)。或者，它可以使用两次钳子攻击并施放一个法术。如果格拉布雷祖用其钳子抓住一只生物，它可以使用“震荡摇晃”(Rattling Shake)代替一次钳子攻击。",
	"{@atk mw} {@hit 9} to hit, reach 10 ft. {@h}16 ({@dice 2d10}": "{@atk mw} {@hit 9} 命中，达到10英尺。{@h}16 ({@dice 2d10}",
	"+ 5) bludgeoning damage. If the target is a Medium or smaller creature, it is {@condition grappled} (escape {@dc 15}). The glabrezu has two pincers, each of which can grapple only one target.": "+ 5) 被钝击伤害。如果目标是中型或更小的生物，则它是{@condition grappled} (逃脱{@dc 15})。格拉布雷祖有两只钳子，每只只能钳住一个目标。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft. {@h}7 ({@damage 2d4 + 2}) bludgeoning damage.": "{@atk mw} {@hit 9} 命中，达到5英尺。造成{@h}7 ({@damage 2d4 + 2}) 钝击伤害。",
	"The glabrezu shakes a Medium or smaller creature it is grappling in its pincer. The target takes 10 ({@dice 1d10}": "格拉布雷祖（glabrezu）摇晃着它用钳子抓住的中型或更小的生物。目标受到10点伤害（{@dice 1d10}）。",
	"+ 5) bludgeoning damage and must succeed on a {@dc 15} Constitution saving throw or be {@condition stunned} until the start of the glabrezu's next turn.": "+ 5) 钝击伤害，并必须成功通过一次 {@dc 15} 体质豁免才能在下一轮开始前解除被 {@condition stunned}。",
	"Magical darkness spreads in a 15-foot-radius sphere from a point within 60 ft., lasting 10 minutes or until the demon loses its concentration. The darkness spreads around corners.": "魔法黑暗从距离60尺内的一个点向外扩散，形成一个半径15尺的球体，持续10分钟或直到恶魔失去集中力。黑暗会绕过角落传播。",
	"A creature with darkvision can't see through this darkness, and nonmagical light can't illuminate it. If the point is on an object, the darkness emanates from the object and moves with it.": "具有黑暗视觉的生物无法穿透这片黑暗，非魔法光也无法照亮它。如果黑暗点位于物体上，则黑暗从物体上散发出来并随物体移动。",
	"Completely covering the source of the darkness with an opaque object, such as a bowl or a helm, blocks the darkness. If any of this spell's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.": "用不透明物体完全覆盖黑暗的源头，比如一个碗或头盔，可以阻挡黑暗。如果这个法术的区域与由2级或更低级法术创造的光照区域重叠，那么创造光照的法术会被驱散。",
	"Any spell of 3rd level or lower on one creature, object or magical effect within 120 ft. ends. For each spell of": "在120英尺范围内，对一个生物、物体或魔法效果施加的任何3级或更低级别的法术都会结束。对于每个法术，(%num%) (Counterspell)都可以使其结束。",
	"4th level or higher on the target, the demon can make an ability check using its spellcasting ability (+8) against a DC of 10 + the spell's level. On a successful check, the spell ends.": "当目标为4级或更高级时，恶魔可以使用其法术施放能力（+8）进行一次能力检定，对抗一个等于10加上法术等级的DC。若检定成功，法术结束。",
	"The demon touches a willing creature. The target gains a flying speed of 60 feet for 10 minutes or until the demon loses concentration. When the spell ends, the target falls if it is still aloft, unless it can stop the fall.": "恶魔触摸一个愿意的生物。目标在接下来的10分钟内获得60英尺的飞行速度，直到恶魔失去集中力。法术结束时，如果目标仍在空中，它将坠落，除非它能够阻止下落。",
	"The demon speaks a word of power that can overwhelm the mind of one creature it can see within 60 ft., leaving it dumbfounded. If the target has 150 hit points or fewer, it is {@condition stunned}. Otherwise, the spell has no effect. The {@condition stunned} target must make a {@dc 16} Constitution saving throw at the end of each of its turns. On a successful save, this stunning effect ends.": "恶魔说出一段能够压倒一只它能看见的生物头脑的力量之词，使其变得目瞪口呆。如果目标生物的生命值为150或更少，那么它会被{@condition stunned}。否则，法术无效。{@condition stunned}目标在每个回合结束时必须进行{@dc 16}体质豁免才能解除这种震慑效果。成功豁免后，震慑效果结束。",
	"The yochlol can use its action to polymorph into a form that resembles a female drow or giant spider, or back into its true form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.": "yochlol可以使用其动作将自己变形成类似女性卓尔或巨蜘蛛的形态，或者变回真实形态。它在每种形态下的统计数据都是相同的。它穿戴或携带的任何装备都不会被转化。如果它死亡，它会恢复到真实形态。",
	"The yochlol has advantage on saving throws against spells and other magical effects.": "约克洛尔 (yochlol) 在对抗法术和其他魔法效果的豁免 throws 中拥有优势。",
	"The yochlol can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "油克洛尔(yochlol)可以在困难的表面上攀爬，包括在天花板上倒挂，而无需进行能力检定。",
	"The yochlol's spellcasting ability is Charisma (spell save {@dc 14}). The yochlol can innately cast the following spells, requiring no material components:": "邪恶蜘蛛女祭司的施法能力是魅力（法术豁免{@dc 14}）。邪恶蜘蛛女祭司可以天生施放以下法术，无需材料组件：",
	"At will: detect thoughts, web": "随意：侦测思绪，蛛网（detect thoughts, web）",
	"1/day: dominate person": "每天1次：支配人类 (dominate person)",
	"The yochlol ignores movement restrictions caused by webbing.": "邪影(yochlol)无视蛛网带来的移动限制。",
	"The yochlol makes two melee attacks.": "邪恶蜘蛛女祭司(yochlol)进行两次近战攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft. (10 ft. in demon form) {@h}5 ({@dice 1d6 + 2}) bludgeoning (piercing in spider form) damage plus 21 ({@damage 6d6}) poison damage and the target has disadvantage on Wisdom saving throws until the end of the yochlol's next turn.": "{@atk mw} {@hit 6}命中，达到5英尺（恶魔形态下为10英尺）{@h}5 ({@dice 1d6 + 2}) 钝击（蜘蛛形态下为穿刺）伤害加上21 ({@damage 6d6}) 毒素伤害，并且目标在犹克洛尔的下一个回合结束前对感知豁免 throws 造成劣势。",
	"The yochlol transforms into toxic mist or reverts to its true form. Any equipment it is wearing or carrying is also transformed. It reverts to its true form if it dies. While in mist form, the yochlol is {@condition incapacitated} and can't speak. It has a flying speed of 30 feet, can hover, and can pass through any space that isn't airtight. It has advantage on Strength, Dexterity, and Constitution saving throws, and it is immune to nonmagical damage. While in mist form, the yochlol can enter a creature's space and stop there. Each time that creature starts its turn with the yochlol in its space, the creature must succeed on a {@dc 14} Constitution saving throw or be {@condition poisoned} until the start of its next turn. While {@condition poisoned} in this way, the target is {@condition incapacitated}.": "邪影女妖可以变成有毒雾气，或者恢复成真实形态。它所穿戴的任何装备也会被转化。如果它死亡，它会恢复成真实形态。在雾气形态下，邪影女妖是{@condition incapacitated}，无法说话。它拥有30英尺的飞行速度，可以悬停，并且可以穿过任何非密闭的空间。它在力量、敏捷和体质豁免 throws 上有优势，并且对非魔法伤害免疫。在雾气形态下，邪影女妖可以进入生物的空间并停留在那里。每当生物在其空间内以邪影女妖开始其回合时，生物必须成功进行一次{@dc 14}体质豁免 throw，否则会被{@condition poisoned}直到其下一个回合开始。在这种方式下，目标是{@condition incapacitated}。",
	"Each creature of the yochlol's choice within 30 ft. of it must make a {@dc 14} Wisdom saving throw.": "yochlol选择的每个生物在其30英尺范围内必须进行一次{@dc 14}智力豁免。",
	"On a failure, a creature takes 17 ({@damage 5d6}) psychic damage and is {@condition paralyzed} until the end of the yochlol's next turn. If a creature's saving throw is successful, the creature is immune to the yochlol's Maddening Presence for the next 24 hours.": "失败时，生物会受到17 ({@damage 5d6}) 精神伤害，并且在约克洛尔的下一个回合结束前处于 {@condition paralyzed} 状态。如果生物的豁免成功，那么该生物在接下来的24小时内对约克洛尔的疯狂存在效果免疫。",
	"The yochlol conjures a mass of thick, sticky webbing filling a 20-foot cube centered on a point within 60 ft. for 1 hour or until the yochlol loses concentration. The webs are difficult terrain and lightly obscure their area. Webs layered over a flat surface have a depth of 5 feet. The webs are flammable. Any": "邪影女妖施放一团浓稠黏糊的蜘蛛网，填满一个以距离60英尺内某点为中心的20英尺立方体区域，持续1小时或直到邪影女妖失去集中力。这些蛛网是难以通过的地形，并轻微遮蔽其区域。铺设在平面表面上的蛛网深度为5英尺。这些蛛网是可燃的。任何",
	"5-foot cube of webs exposed to fire burns away in 1 round, dealing {@damage 2d4} fire damage to any creature that starts its turn in the fire. Each creature that starts its turn in the webs or that enters them during its turn must make a {@dc 14} Dexterity saving throw. On a failed save, the creature is {@condition restrained} as long as it remains in the webs or until it breaks free (escape {@dc 14}).": "5英尺立方的蜘蛛网暴露在火焰中，1回合内燃烧殆尽，对任何在火焰中开始回合的生物造成{@damage 2d4}火焰伤害。每个在蜘蛛网中开始回合或在其回合内进入其中的生物必须进行{@dc 14}敏捷豁免投。未通过豁免的生物将被{@condition restrained}，直到它摆脱（逃脱{@dc 14}）为止。",
	"A target humanoid the yochlol can see within 60 ft. must succeed on a {@dc 14} Wisdom saving throw or be {@condition charmed} by it for 1 minute, or until the yochlol loses its concentration. If the target is fighting the yochlol or creatures friendly to the yochlol, the target has advantage on the saving throw. While the target is {@condition charmed} and on the same plane of existence, the yochlol can telepathically issue simple and general commands to the creature (no action required), which the target does its best to obey. If the target completes the order and doesn't receive further direction, it defends and preserves itself to the best of its ability. The yochlol can also use its action to take total and precise control of the target. Until the end of the yochlol's next turn, the target takes only the actions it chooses, and doesn't do anything else. During this time the yochlol can also cause the creature to use a reaction, but this requires it to use its own reaction as well. Each time the target takes damage, it makes a new {@dc 14} Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.": "yochlol能看见的60尺内的一个目标人形生物必须成功进行一次{@dc 14}感知豁免才能抵抗它，否则会被它控制1分钟，或直到yochlol失去集中力。如果目标正在与yochlol或友好于yochlol的生物战斗，则目标在豁免扑克上有优势。当目标处于{@condition charmed}状态且与yochlol在同一存在平面上时，yochlol可以通过心灵感应向生物发出简单而一般性的命令（无需行动），目标会尽力服从。如果目标完成了命令并且没有接到进一步的指示，它会尽最大努力保护自己。yochlol也可以使用其行动来完全和精确地控制目标。直到yochlol的下一个回合结束，目标只能采取它选择的行动，不做其他任何事情。在此期间，yochlol也可以让生物使用一次反应，但这需要它自己也使用自己的反应。每次目标受到伤害时，它都需要进行一次新的{@dc 14}感知豁免来抵抗这个法术。如果豁免成功，法术就会结束。",
	"The nalfeshnee has advantage on saving throws against spells and other magical effects.": "纳尔菲什尼 (nalfeshnee) 在对抗法术和其他魔法效果的豁免 throws 中拥有优势。",
	"The nalfeshnee's spellcasting ability is Intelligence (spell save {@dc 17}). The yochlol can innately cast the following spells, requiring no material components:": "那尔菲什尼的施法能力是智力（法术豁免{@dc 17}）。约克洛尔可以天生施放以下法术，无需材料组件：",
	"At will: {@spell dispel magic}, lightning bolt (as a 6th-level spell)": "随意：{@spell dispel magic}，闪电箭（作为6级法术）",
	"1/day: chain lightning, feeblemind": "1/天：连锁闪电，虚弱神智 (Feeblemind)",
	"The nalfeshnee uses Teleport or Horror Nimbus if it can. It then makes three attacks: one with its bite and two with its claws.": "纳尔菲什尼 (nalfeshnee) 如果可以的话会使用传送 (Teleport) 或恐怖光环 (Horror Nimbus)。然后它会进行三次攻击：一次咬击和两次爪击。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft. {@h}32 ({@damage 5d10 + 5}) piercing damage.": "{@atk mw} {@hit 10}攻击，达到5英尺。造成{@h}32({@damage 5d10 + 5})点穿刺伤害。",
	"{@atk mw} {@hit 10} to hit, reach 10 ft. {@h}15 ({@damage 3d6 + 5}) slashing damage.": "{@atk mw} {@hit 10} 命中，达到10英尺。造成{@h}15 ({@damage 3d6 + 5}) 切割伤害。",
	"The nalfeshnee magically emits scintillating, multicolored light. Each creature within 15 feet of the nalfeshnee that can see the light must succeed on a {@dc 15} Wisdom saving throw or be {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the nalfeshnee's Horror Nimbus for the next 24 hours.": "那尔费什尼(nalfeshnee)魔法地散发着闪烁的、多彩的光芒。每个距离那尔费什尼15英尺内且能看到光芒的生物必须成功通过一次{@dc 15}感知豁免才能免疫{@condition frightened}1分钟。生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身的影响。如果生物的豁免成功或效果结束，该生物在接下来的24小时内免疫那尔费什尼的恐怖光环(Horror Nimbus)。",
	"The nalfeshnee magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see.": "那尔菲什尼 (nalfeshnee) 通过魔法传送，连同其穿戴或携带的任何装备，最多可传送至120英尺之内的一个它能看见的空位。",
	"4th level or higher on the target, the demon can make an ability check using its spellcasting ability (+9) against a DC of 10 + the spell's level. On a successful check, the spell ends.": "当目标为4级或更高级时，恶魔可以使用其法术施展能力（+9）进行一次能力检定，对抗一个等于10加上法术等级的难度等级（DC）。若检定成功，法术结束。",
	"The nalfeshnee blasts a stroke of lightning in a line 100 feet long and 5 feet wide in a direction of its choice.": "那尔费什尼 (nalfeshnee) 在自己选择的方向上释放一道100英尺长、5英尺宽的闪电。",
	"Each creature in the line must make a {@dc 17} Dexterity saving throw. A creature takes 38 ({@damage 11d6}) lightning damage on a failed save, or half as much damage on a successful one. The lightning ignites flammable objects in the area that aren't being worn or carried.": "每个生物都必须进行一次{@dc 17}敏捷豁免检定。在豁免失败时，生物会受到38({@damage 11d6})点闪电伤害；在豁免成功时，伤害减半。这道闪电会点燃区域内未被穿戴或携带的易燃物品。",
	"The nalfeshnee creates a bolt of lightning that arcs toward a target it can see within 150 ft. Three bolts then leap from that target to as many as three other targets, each of which must be within 30 feet of the first target.": "那尔费什尼 (nalfeshnee) 创造一道闪电，向它能看见的目标发射，距离不超过150英尺。然后从该目标上跳出三道闪电，分别传向最多三个其他目标，这些目标必须距离第一个目标不超过30英尺。",
	"A target can be a creature or an object and can be targeted by only one of the bolts. A target must make a {@dc 17} Dexterity saving throw. The target takes 45 ({@damage 10d8}) lightning damage on a failed save, or half as much damage on a successful one.": "目标可以是生物或物体，并且只能被其中一道闪电击中。目标必须进行一次 {@dc 17} 敏捷豁免。目标在豁免失败时受到45 ({@damage 10d8}) 点闪电伤害，豁免成功时受到一半伤害。",
	"The nalfeshnee blasts the mind of a creature it can see within 150 ft. The target takes {@damage 4d6} psychic damage and must make a {@dc 17} Intelligence saving throw. On a failed save, the creature's Intelligence and Charisma scores become 1. The creature can't cast spells, activate magic items, understand language, or communicate in any intelligible way.": "那尔费什尼(nalfeshnee)向150英尺内可见的生物发射心灵攻击。目标受到{@damage 4d6}点精神伤害，并必须进行{@dc 17}的智力豁免才能。未通过豁免的生物智力和魅力属性变为1。该生物无法施放法术、激活魔法物品、理解语言或以任何可理解的方式交流。",
	"The creature can, however, identify its friends, follow them, and even protect them. At the end of every 30 days, the creature can repeat its saving throw against this spell. If it succeeds on its saving throw, the spell ends. The spell can also be ended by greater restoration, heal, or wish.": "然而，这个生物可以识别它的朋友，跟随它们，甚至保护它们。在每30天的结束时，生物可以重复对这个法术的豁免投掷。如果它成功通过豁免投掷，法术就会结束。这个法术也可以通过强力恢复、治疗或许愿来结束。",
	"The marilith has advantage on saving throws against spells and other magical effects.": "魔蛇女(marilith)在抵抗法术和其他魔法效果的豁免 throws 中拥有优势。",
	"The marilith's weapon attacks are magical.": "魔裂蛇女的武器攻击是魔法的。",
	"The marilith can take one reaction on every turn in a combat.": "马利利斯在战斗中每轮可以做出一次反应。",
	"The marilith makes seven attacks: six with its longswords and one with its tail.": "邪蛇女（Marilith）进行七次攻击：六次使用长剑，一次使用尾巴。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft. {@h}13 ({@damage 2d8 + 4}) slashing damage.": "{@atk mw} {@hit 9} 命中，达到5英尺。{@h}13 ({@damage 2d8 + 4}) 切割伤害。",
	"{@atk mw} {@hit 9} to hit, reach 10 ft. {@h}15 ({@dice 2d10}": "{@atk mw} {@hit 9} 命中，达到10英尺。{@h}15 ({@dice 2d10}",
	"+ 4) bludgeoning damage. If the target is Medium or smaller, it is {@condition grappled} (escape {@dc 19}). Until this grapple ends, the target is {@condition restrained}, the marilith can automatically hit the target with its tail, and the marilith can't make tail attacks against other targets.": "+ 4) 钝击伤害。如果目标是中等大小或更小，则它是 {@condition grappled} (逃脱 {@dc 19})。直到这次擒抱结束，目标被 {@condition restrained}，魔蛇女可以自动用尾部攻击目标，而且魔蛇女不能对其他目标进行尾部攻击。",
	"The marilith moves up its move speed in a straight line. This movement ignores difficult terrain, doesn't provoke opportunity attacks and the marilith can move through the space of Medium or smaller creatures. Each creature within 5 ft. of the marilith at any point during this movement must make a {@dc 19} Dexterity saving throw. On a failure, a creature takes 22 ({@damage 4d8 + 4}) slashing damage and is knocked {@condition prone}. On a success, a target takes only half as much damage and isn't knocked {@condition prone}.": "瑪瑞利斯以直线方式移动其移动速度。此移动无视艰难地形，不会引发机会攻击，瑪瑞利斯可以穿过中型或更小生物的空间。在此移动过程中，每个距离瑪瑞利斯5英尺以内的生物都必须进行一次{@dc 19}敏捷豁免检定。未通过检定的生物会受到22（{@damage 4d8 + 4}）点割伤伤害并被击倒（{@condition prone}）。通过检定的目标只会受到一半伤害且不会被击倒（{@condition prone}）。",
	"The marilith magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see.": "魔蛇女（marilith）在魔法的作用下，连同身上或携带的任何装备，可以传送到它能看到的未被占据的空间，最远距离为120英尺。",
	"The marilith creates a vertical wall of whirling, razor-sharp blades made of magical energy. The wall appears within 90 ft. and lasts for 10 minutes or until the marilith loses concentration. The marilith can make a straight wall up to 100 feet long, 20 feet high, and 5 feet thick, or a ringed wall up to 60 feet in diameter, 20 feet high, and 5 feet thick. The wall provides three-quarters cover to creatures behind it, and its space is difficult terrain. When a creature enters the wall's area for the first time on a turn or starts its turn there, the creature must make a {@dc 19} Dexterity saving throw. On a failed save, the creature takes {@damage 6d10} slashing damage. On a successful save, the creature takes half as much damage.": "魔蛇女 (marilith) 创造了一道由魔法能量形成的旋转、锋利的刀刃垂直墙壁。这道墙壁出现在90英尺内，持续10分钟或者直到魔蛇女失去集中力。魔蛇女可以创造一道直线墙壁，长达100英尺，高20英尺，厚5英尺；或者一道环形墙壁，直径达60英尺，高20英尺，厚5英尺。墙壁为其后方的生物提供四分之三掩护，并且其空间为艰难地形。当一个生物在一个回合内第一次进入墙壁的区域或者在那里开始其回合时，该生物必须进行一次{@dc 19} 敏捷豁免扑。未通过豁免的生物会受到{@damage 6d10} 切割伤害。通过豁免的生物会受到一半伤害。",
	"The marilith adds 5 to its AC against one melee attack that would hit it. To do so, the marilith must see the attacker and be wielding a melee weapon.": "魔蛇女 (marilith) 对一次即将命中它的近战攻击，AC 值增加 5 点。为此，魔蛇女必须看见攻击者并握持一把近战武器。",
	"If the goristro moves at least 15 feet straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 38 ({@damage 7d10}) piercing damage. If the target is a creature, it must succeed on a {@dc 21} Strength saving throw or be pushed up to 20 feet away and knocked {@condition prone}.": "如果戈瑞斯特罗移动至少15英尺直线向目标移动，然后在同一回合内用角攻击击中目标，目标会受到额外38({@damage 7d10})点穿刺伤害。如果目标是生物，它必须成功进行一次{@dc 21}力量豁免才能被推开最多20英尺并被击倒{@condition prone}。",
	"The goristro can perfectly recall any path it has traveled.": "戈里斯特罗(goristro)能够完美地回忆起它曾经走过的任何路径。",
	"The goristro has advantage on saving throws against spells and other magical effects.": "戈里斯特罗在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"The goristro deals double damage to objects and structures.": "戈里斯特罗对物体和结构造成双倍伤害。",
	"The goristro makes three attacks: two with its fists and one with its hoof.": "戈里斯特罗(Goristro)进行三次攻击：两次用拳头，一次用蹄。",
	"{@atk mw} {@hit 13} to hit, reach 10 ft. {@h}20 ({@damage 3d8 + 7}) bludgeoning damage.": "{@atk mw} {@hit 13} 命中，达到10英尺。造成{@h}20 ({@damage 3d8 + 7}) 钝击伤害。",
	"{@atk mw} {@hit 13} to hit, reach 5 ft. {@h}23 ({@dice 3d10}": "{@atk mw} {@hit 13} 命中，达到5英尺。{@h}23 ({@dice 3d10}",
	"+ 7) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 21} Strength saving throw or be knocked {@condition prone}.": "+ 7) 钝击伤害。如果目标是一只生物，它必须成功进行一次 {@dc 21} 力量豁免才能避免被击倒。",
	"{@atk mw} {@hit 13} to hit, reach 10 ft. {@h}45 ({@dice 7d10}": "{@atk mw} {@hit 13} 命中，达到10英尺。{@h}45 ({@dice 7d10}",
	"+ 7) piercing damage.": "+ 7) 刺伤伤害。",
	"The goristro stomps the ground with massive hoofs, causing a powerful shockwave to shake the ground.": "戈里斯特罗用巨大的蹄子重重地跺地，引发强大的冲击波震动大地。",
	"Each creature within 30 ft. of the goristro must make a {@dc 21} Strength saving throw. On a failure, a creature takes 27 ({@damage 5d10}) bludgeoning damage and 27 ({@damage 5d10}) thunder damage and is knocked {@condition prone}. On a success, a creature takes only half as much damage and isn't knocked {@condition prone}.": "在距离戈里斯特罗（Goristro）30英尺范围内的每个生物必须进行一次{@dc 21}力量豁免检定。如果未通过检定，生物会受到27点（{@damage 5d10}）殴打伤害和27点（{@damage 5d10}）雷霆伤害，并被击倒{@condition prone}。若通过检定，生物只会受到一半伤害且不会被击倒{@condition prone}。",
	"The goristro manifests chaotic magic from the abyss to mislead and confuse its enemies. Each creature of the goristro's choice within 60 ft. must make a {@dc 21} Intelligence saving throw. On a failure, the creature is {@condition paralyzed} for 1 minute as it imagines itself lost in a maze. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "戈里斯特罗从深渊中显现混乱的魔法，以迷惑和困惑敌人。在戈里斯特罗选择的60英尺范围内，每个生物必须进行一次{@dc 21}智力豁免。如果未通过豁免，生物会在1分钟内变为{@condition paralyzed}，因为它认为自己迷失在一个迷宫中。生物可以在自己的回合结束时重复进行豁免检定，成功则结束效果。",
	"When the balor dies, it explodes, and each creature within 30 feet of it must make a {@dc 20} Dexterity saving throw, taking 70 ({@damage 20d6}) fire damage on a failed save, or half as much damage on a successful one. The explosion ignites flammable objects in that area that aren't being worn or carried, and it destroys the balor's weapons.": "当巴洛尔(Balor)死亡时，它爆炸了，距离它30英尺范围内的每个生物必须进行一次{@dc 20}敏捷豁免检定，未通过检定则受到70({@damage 20d6})火焰伤害，通过检定则受到一半伤害。爆炸点燃该区域内未被穿戴或携带的易燃物品，并摧毁巴洛尔的武器。",
	"At the start of each of the balor's turns, each creature within 5 feet of it takes 10 ({@damage 3d6}) fire damage, and flammable objects in the aura that aren't being worn or carried ignite. A creature that touches the balor or hits it with a melee attack while within 5 feet of it takes 10 ({@damage 3d6}) fire damage.": "在巴洛魔王的每个回合开始时，距离它5英尺内的每个生物会受到10({@damage 3d6})火焰伤害，并且在光环中的易燃物体（未被穿戴或携带的）会点燃。当一个生物触碰巴洛魔王或在距离它5英尺内对其进行近战攻击时，会受到10({@damage 3d6})火焰伤害。",
	"The balor's spellcasting ability is Charisma (spell save {@dc 20}). The balor can innately cast the following spells, requiring no material components:": "巴洛尔的施法能力是魅力（法术豁免{@dc 20}）。巴洛尔可以天生施放以下法术，无需材料组件：",
	"3/day each: power word pain, slow": "每天3次每个：力量之词痛苦，减速 (power word pain, slow)",
	"The balor has advantage on saving throws against spells and other magical effects.": "巴洛魔神对法术和其他魔法效果的豁免 throws 有优势。",
	"The balor's weapon attacks are magical.": "巴洛尔的武器攻击是魔法的。",
	"The balor makes two attacks: one with its longsword and one with its whip. The balor can cast a spell or use Teleport in place of one of these attacks.": "巴洛尔(Balor)进行两次攻击：一次使用长剑，一次使用鞭子。巴洛尔(Balor)可以在这两次攻击中的一次中施放一个法术或使用传送(Teleport)。",
	"{@atk mw} {@hit 14} to hit, reach 10 ft. {@h}21 ({@damage 3d8 + 8}) slashing damage plus 13 ({@damage 3d8}) lightning damage. If the balor scores a critical hit, it rolls damage dice three times, instead of twice.": "{@atk mw} {@hit 14} 命中，达到10英尺。{@h}21 ({@damage 3d8 + 8}) 砍伤伤害加上13 ({@damage 3d8}) 闪电伤害。如果巴洛尔(Balor)获得了暴击，它将掷骰子三次，而不是两次。",
	"{@atk mw} {@hit 14} to hit, reach 30 ft. {@h}15 ({@dice 2d6}": "{@atk mw} {@hit 14} 命中，射程30英尺。{@h}15 ({@dice 2d6}",
	"+ 8) slashing damage plus 10 ({@damage 3d6}) fire damage, and the target must succeed on a {@dc 20} Strength saving throw or be pulled up to 25 feet toward the balor.": "+ 8) 斩击伤害加上 10 火焰伤害，目标必须成功通过一个 {@dc 20} 力量豁免才能免受巴洛尔(Balor)拉拽，拉拽距离最多为 25 英尺。",
	"The balor magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see.": "巴洛魔神在其所能看见的未被占据的空间内，进行魔法传送，连同其所穿戴或携带的任何装备，最多可传送至120尺的距离。",
	"The balor speaks a word of power that causes waves of intense pain to assail one creature it can see within 60 ft. If the target has 100 hit points or fewer, it is subject to crippling pain. Otherwise, the spell has no effect on it. A target is also unaffected if it is immune to being {@condition charmed}.": "巴洛尔(Balor)念出一道能量之词，使得一名它能看见的生物在60英尺内遭受剧烈疼痛的冲击。如果目标生物的生命值为100点或更少，它将遭受致残性的疼痛。否则，该法术对其没有任何影响。如果目标对{@condition charmed}免疫，也不受影响。",
	"While the target is affected by crippling pain, any speed it has can be no higher than 10 feet. The target also has disadvantage on attack rolls, ability checks, and saving throws, other than Constitution saving throws. Finally, if the target tries to cast a spell, it must first succeed on a {@dc 20} Constitution saving throw, or the casting fails and the spell is wasted. A target suffering this pain can make a {@dc 20} Constitution saving throw at the end of each of its turns. On a successful save, the pain ends.": "当目标受到严重疼痛影响时，其速度不能超过10英尺。目标在攻击检定、能力检定和豁免检定中都有劣势，除了体质豁免检定之外。最后，如果目标试图施放法术，必须首先成功进行一次{@dc 20}体质豁免检定，否则施法失败，法术被浪费。受到这种疼痛影响的目标可以在每个回合结束时进行一次{@dc 20}体质豁免检定。成功豁免后，疼痛消失。",
	"The balor alters time around up to six creatures of its choice in a 40-foot cube within 120 ft. Each target must succeed on a {@dc 20} Wisdom saving throw or be affected by this spell for 1 minute or until the balor loses concentration.": "巴洛尔在120英尺内的一个40英尺立方体内改变了最多六个选择的生物周围的时间。每个目标必须成功进行一次{@dc 20}的感知豁免才能受到这个法术的影响，持续1分钟或者直到巴洛尔失去集中力。",
	"An affected target's speed is halved, it takes a -2 penalty to AC and Dexterity saving throws, and it can't use reactions. On its turn, it can use either an action or a bonus action, not both.": "受影响的目标速度减半，AC和敏捷豁免投掷减2，不能使用反应。在它的回合，它只能使用行动或者奖励行动，而不能两者都用。",
	"Regardless of the creature's abilities or magic items, it can't make more than one melee or ranged attack during its turn.": "无论生物的能力或魔法物品如何，它在自己的回合内只能进行一次近战或远程攻击。",
	"If the creature attempts to cast a spell with a casting time of 1 action, roll a {@dice d20}. On an 11 or higher, the spell doesn't take effect until the creature's next turn, and the creature must use its action on that turn to complete the spell. If it can't, the spell is wasted. A creature affected by this spell makes another {@dc 20} Wisdom saving throw at the end of each of its turns. On a successful save, the effect ends for it.": "如果生物试图施放一个施法时间为1个行动的法术，就要投掷一个{@dice d20}。在11或更高的情况下，法术直到生物的下一个回合才生效，生物必须在那个回合使用其行动来完成法术。如果无法完成，法术就会被浪费。受这个法术影响的生物在每个回合结束时都要进行另一个{@dc 20}感知豁免投。在豁免成功时，效果就会结束。",
	"The imp can use its action to polymorph into a beast form that resembles a rat (speed 20 ft.), a raven (20 ft., fly 60 ft.), or a spider (20 ft., climb 20 ft.), or back into its true form. Its statistics are the same in each form, except for the speed changes noted. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.": "小恶魔可以使用动作将自己变形成类似老鼠（速度20英尺）、乌鸦（20英尺，飞行60英尺）或蜘蛛（20英尺，攀爬20英尺）的野兽形态，或者变回真实形态。除了所述的速度变化外，在每种形态下它的统计数据都是一样的。它穿戴或携带的任何装备不会被转化。如果它死亡，它会恢复到真实形态。",
	"Magical darkness doesn't impede the imp's darkvision.": "魔法黑暗不会阻碍小恶魔的黑暗视觉。(darkvision)",
	"The imp has advantage on saving throws against spells and other magical effects.": "小恶魔在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft. {@h}5 ({@damage 1d4 + 3}) piercing damage, and the target must make a {@dc 11} Constitution saving throw, taking 10 ({@damage 3d6}) poison damage on a failed save, or half as much damage on a successful one.": "{@atk mw} {@hit 5} 命中，达到5英尺。受到{@h}5 ({@damage 1d4 + 3}) 穿刺伤害，并且目标必须进行一次{@dc 11} 体质豁免才能，未通过则受到10 ({@damage 3d6}) 毒素伤害，通过则伤害减半。",
	"A target within 60 ft. that can hear the imp (though it doesn't need to able to understand it), must succeed on a {@dc 12} Wisdom saving throw or take {@damage 1d4} psychic damage and have disadvantage on the next attack roll it makes before the end of its next turn.": "在60英尺范围内且能听到小恶魔的目标（尽管不需要能理解它），必须成功进行一次{@dc 12}感知豁免才能免受{@damage 1d4}精神伤害，并在其下一个回合结束前进行的下一次攻击投掷中获得劣势。",
	"The imp magically turns {@condition invisible} until it attacks or until its concentration ends (as if concentrating on a spell). Any equipment the imp wears or carries is {@condition invisible} with it.": "小恶魔在攻击之前或专注结束（就像专注于一个法术）之前，会变得 {@condition invisible}。小恶魔所穿戴或携带的任何装备都会与它一起变得 {@condition invisible}。",
	"Magical darkness doesn't impede the lemure's darkvision.": "魔法黑暗不会影响恶魔（lemure）的黑暗视觉。",
	"A lemure that dies in the Nine Hells comes back to life with all its hit points in {@dice 1d10} days unless it is killed by a good-aligned creature with a bless spell cast on that creature or its remains are sprinkled with holy water.": "在九层地狱中死亡的小恶魔会在{@dice 1d10}天内以满血复活，除非它被一个受到祝福法术影响的善良生物杀死，或者它的尸体被洒上圣水。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft. {@h}2 ({@damage 1d4}) bludgeoning damage.": "{@atk mw} {@hit 3}攻击，达到5英尺。造成{@h}2 ({@damage 1d4}) 钝击伤害。",
	"Each creature within 10 ft. of the lemure that can hear it must make a {@dc 10} Wisdom saving throw. On a failure, the creature has disadvantage on the next attack roll or ability check it makes until the end of its next turn": "每个在离(`%0%`)的狐魔范围内且能听到它的生物必须进行一次感知豁免。如果未通过豁免，该生物在接下来的回合结束前，对下一个攻击骰或技能检定骰都有劣势。",
	"Magical darkness doesn't impede the spined devil's darkvision.": "魔法黑暗并不能阻止刺脊恶魔的黑暗视觉。",
	"The spined devil doesn't provoke opportunity attacks when it flies out of an enemy's reach.": "当脊刺恶魔从敌人的攻击范围飞出时，不会引发机会攻击。",
	"The devil has twelve tail spines. Used spines regrow by the time the devil finishes a long rest.": "恶魔有十二根尾刺。使用过的尾刺会在恶魔完成一次长休息时再生。",
	"The spined devil has advantage on saving throws against spells and other magical effects.": "尖刺恶魔在拯救投掷对抗法术和其他魔法效果时具有优势。",
	"The devil makes two attacks: one with its bite and one with its fork or two with its tail spines.": "恶魔进行两次攻击：一次是咬，一次是用叉子，或者用尾刺进行两次攻击。",
	"{@atk mw} {@hit 2} to hit, reach 5 ft. {@h}5 ({@damage 2d4}) piercing damage.": "{@atk mw} {@hit 2} 进行攻击，达到5英尺。造成{@h}5 ({@damage 2d4}) 穿刺伤害。",
	"{@atk rw} {@hit 4} to hit, range 20/80 ft. {@h}4 ({@damage 1d4 + 2}) piercing damage plus 3 ({@damage 1d6}) fire damage.": "{@atk rw} {@hit 4} 命中，射程20/80英尺。造成{@h}4 ({@damage 1d4 + 2}) 穿刺伤害加上3 ({@damage 1d6}) 火焰伤害。",
	"The devil flies up to its speed towards a target creature, which can make an opportunity attack against the devil as a reaction, when it comes within reach. If the devil survives, it makes any melee attacks against that creature with advantage until the end of its turn, and those attacks deal an additional {@damage 1d6} piercing damage on a successful hit.": "恶魔以其速度飞向目标生物，当它接近时，目标生物可以作为一次反应对恶魔发动机会攻击。如果恶魔存活下来，它在本回合结束前对该生物进行的任何近战攻击都具有优势，并且这些攻击在命中时额外造成{@damage 1d6}点穿刺伤害。",
	"The devil shakes itself, showering nearby creatures with burning-hot spine-splinters. Each creature within 10 ft. of the devil must make a {@dc 12} Constitution saving throw. On a failure, it takes 7 ({@damage 2d6}) fire damage and is {@condition blinded} until the end of its next turn. On a success, it takes only half damage and isn't {@condition blinded}.": "恶魔摇晃着自己，向附近的生物抛洒着炙热的脊椎碎片。距离恶魔10英尺内的每个生物必须进行一次{@dc 12}体质豁免才能。未通过检定的生物会受到7({@damage 2d6})火焰伤害，并且在其下一个回合结束前处于{@condition blinded}状态。通过检定的生物只会受到一半伤害，并且不会被{@condition blinded}。",
	"The devil's innate spellcasting ability is Wisdom (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It can innately cast the following spells, requiring no material components:": "恶魔的天生施法能力是感知（法术豁免 {@dc 13}，用法术攻击命中 {@hit 5}）。它可以天生施放以下法术，无需任何材料组件：",
	"At the start of each of its turns, the devil deals 5 ({@damage 1d10}) piercing damage to any creature grappling it.": "在每个回合开始时，恶魔对任何与其缠斗的生物造成5点刺伤伤害。",
	"Magical darkness doesn't impede the devil's darkvision.": "魔法黑暗不会妨碍恶魔的黑暗视觉。",
	"The devil has advantage on saving throws against spells and other magical effects.": "恶魔在对抗法术和其他魔法效果的豁免 throws 中拥有优势。 (The devil)",
	"The devil makes three melee attacks: one with its tail and two with its claws. Alternatively, it can use HurlFlame twice.": "恶魔进行三次近战攻击：一次使用尾巴，两次使用爪子。或者，它可以选择两次使用投掷火焰(HurlFlame)。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft. {@h}6 ({@damage 1d6 + 3}) piercing damage.": "{@atk mw} {@hit 6} 命中，达到5英尺。造成{@h}6 ({@damage 1d6 + 3}) 穿刺伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft. {@h}8 ({@damage 1d10 + 3}) piercing damage and the barbed devil can attempt to grapple the target.": "{@atk mw} {@hit 6} 命中，达到5英尺。造成{@h}8 ({@damage 1d10 + 3}) 穿刺伤害，并且刺刺恶魔可以尝试拼抱住目标。",
	"{@atk rs} {@hit 5} to hit, range 150 ft. {@h}10 ({@damage 3d6}) fire damage. If the target is a flammable object that isn't being worn or carried, it also catches fire.": "{@atk rs} {@hit 5} 命中，射程150英尺。造成{@h}10 ({@damage 3d6}) 火焰伤害。如果目标是一个易燃物品且未被穿戴或携带，它也会着火。",
	"The devil flares its spikes in a terrible display and emits a horrible shriek. Each creature within 30 ft. of the devil who can see it must make a {@dc 13} Wisdom saving throw. On a failure, a creature takes 13 ({@damage 3d8}) psychic damage and is {@condition frightened} of the devil until the end of its next turn.": "恶魔展开它的尖刺，发出可怕的尖叫。每个能看到恶魔的30英尺范围内的生物必须进行一次{@dc 13}感知豁免。如果未通过，生物将受到13({@damage 3d8})点心灵伤害，并且在接下来的回合结束前成为恶魔的{@condition frightened}。",
	"The devil fills the air with spinning daggers in a cube 5 feet on each side, centered on a point within 60 ft. A creature takes {@damage 4d4} slashing damage when it enters the spell's area for the first time on a turn or starts its turn there. The spell lasts for 1 minute or until the devil loses its concentration.": "恶魔在一个边长为5英尺的立方体中充满了旋转的匕首，中心点位于60英尺内。生物第一次进入法术区域或在那里开始回合时，会受到{@damage 4d4}的割伤伤害。法术持续1分钟，或者直到恶魔失去集中力。",
	"The ground in a 20-foot radius centered on a point within 150 ft. twists and sprouts hard spikes and thorns. The area becomes difficult terrain for 10 minutes or until the devil loses its concentration. When a creature moves into or within the area, it takes {@damage 2d4} piercing damage for every 5 feet it travels. The transformation of the ground is camouflaged to look natural. Any creature that can't see the area at the time the spell is cast must make a {@dc 13} Wisdom (Perception) check to recognize the terrain as hazardous before entering it.": "在距离150英尺内某点为中心的20英尺半径范围内，地面扭曲并长出坚硬的尖刺和荆棘。该区域在10分钟内成为艰难地形，或者直到恶魔失去专注。当生物进入或在该区域内移动时，每移动5英尺会受到{@damage 2d4} 刺伤伤害。地面的变化被伪装成自然景象。在施法时无法看到该区域的任何生物必须进行{@dc 13} 感知（感知）检定，以在进入之前识别该地形为危险。",
	"The devil makes two attacks with its chains.": "恶魔用它的链条进行两次攻击。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft. {@h}11 ({@damage 2d6 + 4}) slashing damage. The target is {@condition grappled} (escape": "{@atk mw} {@hit 8} 命中，达到10英尺。{@h}11 ({@damage 2d6 + 4}) 斩击伤害。目标是{@condition grappled}（逃脱）。",
	"{@dc 14}) if the devil isn't already grappling a creature. Until this grapple ends, the target is {@condition restrained} and takes 7 ({@damage 2d6}) piercing damage at the start of each of its turns.": "{@dc 14})如果恶魔还没有与一名生物搏斗。直到这次搏斗结束，目标被{@condition restrained}，并在每个回合开始时受到7({@damage 2d6})点穿刺伤害。",
	"Up to four chains the devil can see within 60 feet of it magically sprout razor-edged barbs and animate under the devil's control, provided that the chains aren't being worn or carried.": "魔鬼周围60英尺内最多可看到四条链条，在魔法作用下突然长出带有锋利刺刀的倒刺，并在魔鬼控制下活动，前提是这些链条没有被佩戴或携带。",
	"Each animated chain is an object with AC 20, 20 hit points, resistance to piercing damage, and immunity to psychic and thunder damage. When the devil uses Multiattack on its turn, it can use each animated chain to make one additional chain attack. An animated chain can grapple one creature of its own but can't make attacks while grappling. An animated chain reverts to its inanimate state if reduced to 0 hit points or if the devil is {@condition incapacitated} or dies.": "每条动画链都是一个对象，具有AC 20，20点生命值，对刺击伤害具有抗性，并对精神和雷电伤害免疫。当恶魔在其回合使用多重攻击时，它可以使用每条动画链进行一次额外的链条攻击。一条动画链可以抓住一只生物，但在抓住时无法进行攻击。如果一条动画链的生命值降至0，或者恶魔是{@condition incapacitated}或死亡，那么该动画链将恢复到其非活动状态。",
	"The devil flings its chains around in a frenzied whirlwind. Each creature within 10 ft. must make a {@dc 14} Dexterity saving throw. On a failure, the creature takes 10 ({@damage 3d6}) slashing damage plus 7 ({@damage 2d6}) slashing damage for each chain animated with the devil's animate chains feature that is within 10 ft. of it. On a success, the creature takes only half as much damage. Additionally, melee and ranged weapon attacks against the devil are made with disadvantage until the start of its next turn.": "恶魔在狂乱的旋风中甩动着它的锁链。每个在10英尺内的生物必须进行一次{@dc 14}敏捷豁免检定。如果失败，生物会受到10({@damage 3d6})点割伤伤害，再加上每个与恶魔的“激活锁链”特性激活的锁链在其10英尺内会造成7({@damage 2d6})点割伤伤害。如果成功，生物只会受到一半的伤害。此外，在恶魔的下一个回合开始前，对恶魔的近战和远程武器攻击都会带有劣势。",
	"When a creature the devil can see starts its turn within 30 feet of the devil, the devil can create the illusion that it looks like one of the creature's departed loved ones or bitter enemies. If the creature can see the devil, it must succeed on a {@dc 14} Wisdom saving throw or be {@condition frightened} until the end of its turn.": "当恶魔看得见的生物在距离恶魔30英尺内开始其回合时，恶魔可以制造幻觉，使其看起来像是生物已故的亲人或仇敌之一。如果生物能看见恶魔，它必须成功进行一次{@dc 14}感知豁免才能避免被{@condition frightened}，持续到回合结束。",
	"The devil makes three attacks: two with its claws and one with its sting.": "恶魔进行三次攻击：两次使用它的爪子，一次使用它的毒刺。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft. {@h}8 ({@damage 1d8 + 4}) slashing damage.": "{@atk mw} {@hit 8}攻击，达到10英尺。造成{@h}8 ({@damage 1d8 + 4})点割伤伤害。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft. {@h}13 ({@damage 2d8 + 4}) piercing damage plus 17 ({@damage 5d6}) poison damage, and the target must succeed on a {@dc 14} Constitution saving throw or become {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "{@atk mw} {@hit 8} 命中，达到10英尺。{@h}13 ({@damage 2d8 + 4}) 穿刺伤害加上17 ({@damage 5d6}) 毒素伤害，并且目标必须在一个{@dc 14} 体质豁免检定中成功，否则会在1分钟内变成{@condition poisoned}。目标可以在自己的每个回合结束时重复进行豁免检定，成功则结束效果。",
	"{@atk rw} {@hit 8} to hit, range 60/120 ft. {@h}31 ({@damage 6d8 + 4}) piercing damage, and the target is impaled by a massive bone fragment. While impaled, the target's move speed is halved and it has disadvantage on ability checks, weapon attacks and saving throws using": "{@atk rw} {@hit 8}攻击，射程60/120英尺。造成{@h}31 ({@damage 6d8 + 4})穿刺伤害，并且目标被一根巨大的骨头碎片刺穿。被刺穿时，目标的移动速度减半，对能力检定、武器攻击和豁免投掷都有劣势。",
	"The bone fragment can be removed as an action by a creature that succeeds on a {@dc 14} Strength (Medicine) check.": "骨头碎片可以通过一名生物成功进行一次{@dc 14}力量（医学）检定动作来移除。",
	"The bone devil pauses to magically reknit its bones, regaining 33 ({@dice 6d10}) hit points. Additionally, each creature of the devil's choice within 30 ft. that can see it must succeed on a {@dc 14} Wisdom saving throw or be {@condition frightened} of the devil until the end of its next turn.": "骨魔停下来用魔法重新缝合它的骨头，恢复33（{@dice 6d10}）点生命值。此外，魔鬼选择的每个在30英尺内且能看见它的生物必须进行一次（{@dc 14}）感知豁免检定，否则在其下一个回合结束前将成为魔鬼的奴仆。",
	"The devil's innate spellcasting ability is Wisdom (spell save {@dc 15}, {@hit 7} to hit with spell attacks). It can innately cast the following spells, requiring no material components:": "恶魔的天生施法能力是感知（法术豁免 {@dc 15}，用法术攻击命中 {@hit 7}）。它可以天生施放以下法术，无需材料组件：",
	"The devil makes three melee attacks: two with its fork and one with its tail. It can use Hurl Flame in place of any melee attack.": "恶魔进行三次近战攻击：两次使用其叉子，一次使用其尾巴。它可以在任何近战攻击中使用投掷火焰（Hurl Flame）。",
	"{@atk mw} {@hit 10} to hit, reach 10 ft. {@h}15 ({@damage 2d8 + 6}) piercing damage.": "{@atk mw} {@hit 10}命中，达到10英尺。造成{@h}15 ({@damage 2d8 + 6})点穿刺伤害。",
	"{@atk mw} {@hit 10} to hit, reach 10 ft. {@h}10 ({@damage 1d8 + 6}) piercing damage. If the target is a creature other than an undead or a construct, it must succeed on a {@dc 17} Constitution saving throw or lose 10 ({@dice 3d6}) hit points at the start of each of its turns due to an infernal wound. Each time the devil hits the wounded target with this attack, the damage dealt by the wound increases by 10 ({@dice 3d6}). Any creature can take an action to stanch the wound with a successful {@dc 12} Wisdom (Medicine) check. The wound also closes if the target receives magical healing.": "{@atk mw} {@hit 10}命中，达到10英尺。造成10({@damage 1d8 + 6})穿刺伤害。如果目标是除了不死族或构造体之外的生物，它必须成功进行一次{@dc 17}体质豁免才能在其每个回合开始时不因地狱伤口而损失10({@dice 3d6})生命值。每当恶魔用这次攻击命中受伤目标时，伤口造成的伤害增加10({@dice 3d6})。任何生物都可以采取行动通过成功进行一次{@dc 12}感知（医学）检定来止血。如果目标接受魔法治疗，伤口也会愈合。",
	"{@atk rs} {@hit 7} to hit, range 150 ft. {@h}14 ({@damage 4d6}) fire damage. If the target is a flammable object that isn't being worn or carried, it also catches fire.": "{@atk rs} {@hit 7} 命中，射程150英尺。{@h}14 ({@damage 4d6}) 火焰伤害。如果目标是一个易燃物品且未被穿戴或携带，它也会着火。",
	"Any spell of 3rd level or lower on one creature, object or magical effect within 120 ft. ends.": "在120英尺范围内，对一个生物、物体或魔法效果施放的任何3级或更低级别的法术都会结束。",
	"For each spell of 4th level or higher on the target, the devil can make an ability check using its spellcasting ability (+7) against a DC of 10 + the spell's level. On a successful check, the spell ends.": "对于目标上的每个4级或更高级的法术，恶魔可以使用其法术施放能力（+7）进行一次能力检定，对抗一个DC为10 + 法术等级的难度等级。若检定成功，该法术结束。",
	"The devil creates a twisting pattern of colors that weaves through the air inside a 30-foot cube within 120 ft. The pattern appears for a moment and vanishes. Each creature in the area who sees the pattern must make a {@dc 15} Wisdom saving throw. On a failed save, the creature becomes {@condition charmed} for the duration. While {@condition charmed} by this spell, the creature is {@condition incapacitated} and has a speed of 0. The spell ends for an affected creature if it takes any damage or if someone uses an action to shake the creature out of its stupor.": "恶魔在120英尺内的30英尺立方体内创造了一个扭曲的色彩图案，这个图案在空中编织着。这个图案出现了一会儿又消失了。在区域内看到这个图案的每个生物必须进行一次{@dc 15}感知豁免检定。未通过豁免检定的生物在持续时间内变为{@condition charmed}。受到这个法术影响时，生物会陷入{@condition charmed}状态，速度为0。如果受影响的生物受到任何伤害，或者有人使用一个动作来唤醒它，法术就会对该生物结束。",
	"The devil uses its infernal powers to cause the ground at a point within 60 ft. to bulge and erupt as a small, infernal volcano. Each creature in a 10-foot radius of that point must succeed on a {@dc 15} Strength saving throw or be knocked {@condition prone}. Afterward, each creature must make a {@dc 15} Dexterity saving throw as magma spews forth. On a failure, a creature takes 33 ({@damage 6d10}) fire damage. On a success, the creature takes only half as much damage.": "恶魔利用其地狱之力，使地面在60英尺内的某点隆起并喷发成小型地狱火山。该点周围10英尺半径内的每个生物必须成功通过一个{@dc 15} 的力量豁免才能不被击倒{@condition prone}。随后，每个生物必须进行一个{@dc 15} 的敏捷豁免，因为岩浆喷发出来。未通过豁免的生物将受到33({@damage 6d10})点火焰伤害。通过豁免的生物只受一半伤害。",
	"The erinyes' innate spellcasting ability is Charisma (spell save {@dc 16}, {@hit 8} to hit with spell attacks). It can innately cast the following spells, requiring no material components:": "厄里尼厄斯的天生施法能力是魅力（法术豁免 {@dc 16}，法术攻击命中加值 {@hit 8}）。它可以天生施放以下法术，无需任何材料成分：",
	"The erinyes's weapon attacks are magical and deal an extra 13 ({@damage 3d8}) poison damage on a hit (included in the attacks).": "厄里尼厄斯的武器攻击是魔法的，在命中时会额外造成13({@damage 3d8})点毒素伤害（包含在攻击中）。",
	"The erinyes has advantage on saving throws against spells and other magical effects.": "厄里尼厄斯 (Erinyes) 在抵抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"The erinyes makes three attacks, or two attacks and uses its rope of entanglement.": "厄里尼斯(Erinyes)进行三次攻击，或者两次攻击并使用其缠绕绳(Rope of Entanglement)。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft. {@h}8 ({@damage 1d8 + 4}) slashing damage, or 9 ({@damage 1d10 + 4}) slashing damage if used with two hands, plus 13 ({@damage 3d8}) poison damage.": "{@atk mw} {@hit 8} 命中，达到5英尺。造成8 ({@damage 1d8 + 4}) 斩击伤害，或者如果双手使用则造成9 ({@damage 1d10 + 4}) 斩击伤害，再加上13 ({@damage 3d8}) 毒素伤害。",
	"{@atk rw} {@hit 7} to hit, range": "{@atk rw} {@hit 7} 命中，射程",
	"150/600 ft. {@h}7 ({@damage 1d8 + 3}) piercing damage plus 13 ({@damage 3d8}) poison damage, and the target must succeed on a {@dc 14} Constitution saving throw or be {@condition poisoned}. The poison lasts until it is removed by the lesser restoration spell or similar magic.": "150/600英尺。{@h}7 ({@damage 1d8 + 3}) 穿刺伤害加上13 ({@damage 3d8}) 毒素伤害，并且目标必须成功通过一个 {@dc 14} 体质豁免才能避免被 {@condition poisoned}。毒素会持续直到被次级恢复法术或类似魔法移除。",
	"The erinyes commands its rope of entanglement (AC 20, 20 hit points) to entangle a creature within 20 ft. The target must succeed on a {@dc 15} Dexterity saving throw or become {@condition restrained} (escape {@dc 15}). The erinyes can also use a bonus action to release the target.": "厄里尼厄斯指挥它的缠绕绳索（AC 20，20点生命值）来缠绕20英尺内的生物。目标必须成功进行一次{@dc 15}敏捷豁免才能避免成为{@condition restrained}（逃脱{@dc 15}）。厄里尼厄斯也可以使用一个奖励动作来释放目标。",
	"A target humanoid the erinyes can see within 60 ft. must succeed on a {@dc 16} Wisdom saving throw or be {@condition charmed} by it for 1 minute, or until the erinyes loses its concentration. If the target is fighting the erinyes or creatures friendly to the eyines, the target has advantage on the saving throw. While the target is {@condition charmed} and on the same plane of existence, the erinyes can telepathically issue simple and general commands to the creature (no action required), which the target does its best to obey. If the target completes the order and doesn't receive further direction, it defends and preserves itself to the best of its ability. The erinyes can also use its action to take total and precise control of the target. Until the end of the eryinyes' next turn, the target takes only the actions it chooses, and doesn't do anything else. During this time the erinyes can also cause the creature to use a reaction, but this requires it to use its own reaction as well. Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.": "{@dc 16} {@condition charmed}60{@condition charmed}(艾瑞尼斯)能看到的目标人形生物必须在60尺内进行一次{@dc 16}感知豁免检定，否则将被{@condition charmed}，持续1分钟，或直到艾瑞尼斯失去集中力。如果目标正在与艾瑞尼斯或友好于艾瑞尼斯的生物作战，目标在豁免检定时获得优势。只要目标在{@condition charmed}并且在同一存在平面上，艾瑞尼斯可以通过心灵感应向该生物发出简单和一般性的命令（无需动作），目标会尽力服从。如果目标完成命令并且没有接到进一步指示，它会尽最大努力保护自己。艾瑞尼斯还可以使用其动作来完全和精确地控制目标。直到艾瑞尼斯的下一个回合结束，目标只执行它选择的动作，不做其他任何事情。在此期间，艾瑞尼斯还可以让该生物使用一次反应，但这需要它自己也使用自己的反应。每次目标受到伤害时，它都需要进行一次新的智力豁免检定来抵抗这个法术。如果豁免检定成功，法术结束。",
	"Each creature in a 20-foot-radius sphere centered on a point within 150 ft. must make a {@dc 16} Dexterity saving throw. A target takes 35 ({@damage 10d6}) fire damage on a failed save, or half as much damage on a successful one.": "在距离150英尺内以一个点为中心的20英尺半径球体内的每个生物必须进行一次{@dc 16}敏捷豁免投骰。在未能通过豁免投骰的情况下，目标会受到35({@damage 10d6})火焰伤害，通过豁免投骰的情况下则只受到一半伤害。",
	"The fire spreads around corners. It ignites flammable objects in the area that aren't being worn or carried.": "火势蔓延到角落。它点燃了区域内未被穿戴或携带的易燃物品。",
	"The erinyes adds 4 to its AC against one melee attack that would hit it. To do so, the erinyes must see the attacker and be wielding a melee weapon.": "埃里尼斯在一次近战攻击中增加4点AC，以抵御攻击。为此，埃里尼斯必须看到攻击者并持有一把近战武器。",
	"The devil makes three attacks: one with its bite, one with its claws, and one with its tail, or two attacks: one with its spear and one with its tail.": "恶魔进行三次攻击：一次咬击，一次利爪攻击，一次尾部攻击；或者进行两次攻击：一次矛攻击和一次尾部攻击。",
	"{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}14 ({@damage 2d8 + 5}) piercing damage plus 10 ({@damage 3d6}) cold damage. If the target is a creature, it must succeed on a {@dc 15} Constitution saving throw, or for 1 minute, its speed is reduced by 10 feet; it can take either an action or a bonus action on each of its turns, not both; and it can't take reactions.": "{@atk mw} 使用近战武器攻击，射程10英尺，目标一个。{@h}14 ({@damage 2d8 + 5}) 穿刺伤害加上10 ({@damage 3d6}) 冰冻伤害。如果目标是生物，它必须通过一次{@dc 15} 体质豁免才行，否则在1分钟内，其速度减少10英尺；它每个回合只能进行一个动作或一个奖励动作，而不能两者兼顾；并且不能做出反应。",
	"The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "目标可以在每个回合结束时重复进行豁免投掷，成功则结束自身上的效果。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft. {@h}12 ({@damage 2d6 + 5}) piercing damage plus 10 ({@damage 3d6}) cold damage.": "{@atk mw} {@hit 10} 命中，达到5英尺。{@h}12 ({@damage 2d6 + 5}) 穿刺伤害加上10 ({@damage 3d6}) 冰冷伤害。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft. {@h}10 ({@damage 2d4 + 5}) slashing damage plus 10 ({@damage 3d6}) cold damage.": "{@atk mw} {@hit 10} 命中，达到5英尺。造成{@h}10 ({@damage 2d4 + 5}) 斩击伤害加上10 ({@damage 3d6}) 冰冷伤害。",
	"{@atk mw} {@hit 10} to hit, reach 10 ft. {@h}12 ({@damage 2d6 + 5}) bludgeoning damage plus 10 ({@damage 3d6}) cold damage.": "{@atk mw} {@hit 10} 命中，达到10英尺。{@h}12 ({@damage 2d6 + 5}) 钝击伤害加上10 ({@damage 3d6}) 冰冷伤害。",
	"{@atk rs} {@hit 9} to hit, range 60 ft. {@h}27 ({@damage 5d10}) piercing damage. Hit or miss, the target and each creature within 5 feet of it must succeed on a {@dc 17} Dexterity saving throw or take 21 ({@damage 6d6}) cold damage.": "{@atk rs} {@hit 9} 进行攻击，射程60英尺。造成{@h}27 ({@damage 5d10}) 穿刺伤害。命中或未命中，目标及其周围每个生物必须成功进行一次{@dc 17} 敏捷豁免检定，否则将受到21 ({@damage 6d6}) 寒冷伤害。",
	"The devil magically forms an opaque wall of ice on a solid surface it can see within 60 feet of it. The wall is 1 foot thick and up to 30 feet long and 10 feet high, or it's a hemispherical dome up to 20 feet in diameter. When the wall appears, each creature in its space is pushed out of it by the shortest route. The creature chooses which side of the wall to end up on, unless the creature is {@condition incapacitated}. The creature then makes a {@dc 17} Dexterity saving throw, taking 35 ({@damage 10d6}) cold damage on a failed save, or half as much damage on a successful one. The wall lasts for 1 minute or until the devil is {@condition incapacitated} or dies. The wall can be damaged and breached; each 10-foot section has AC": "恶魔在距离其60英尺内能看到的固体表面上神奇地形成一堵不透明的冰墙。这堵墙厚1英尺，长最多30英尺，高10英尺，或者是直径最多20英尺的半球形圆顶。当墙出现时，其空间内的每个生物都会被沿着最短路径推出。生物可以选择在墙的哪一侧停留，除非该生物是{@condition incapacitated}。然后，生物进行{@dc 17}敏捷豁免，未通过豁免则受到35({@damage 10d6})点冰冷伤害，通过则只受到一半伤害。墙持续1分钟，或者直到恶魔被{@condition incapacitated}或死亡。墙可以受损和被破坏；每个10英尺的部分有AC",
	"5, 30 hit points, vulnerability to fire damage, and immunity to acid, cold, necrotic, poison, and psychic damage. If a section is destroyed, it leaves behind a sheet of frigid air in the space the wall occupied. Whenever a creature finishes moving through the frigid air on a turn, willingly or otherwise, the creature must make a {@dc 17} Constitution saving throw, taking 17 ({@damage 5d6}) cold damage on a failed save, or half as much damage on a successful one. The frigid air dissipates when the rest of the wall vanishes.": "5, 30生命值，对火焰伤害有脆弱性，免疫酸性、冷冻、死灵、毒素和精神伤害。如果一个部分被摧毁，它会在墙原来的位置留下一片寒冷的空气。每当一个生物在一个回合内通过这片寒冷的空气移动结束时，无论是自愿还是非自愿，这个生物必须进行一次{@dc 17}体质豁免才能，在豁免失败时受到17({@damage 5d6})点冷伤害，豁免成功时受到一半伤害。当墙的其余部分消失时，这片寒冷的空气也会消散。",
	"The pit fiend's spellcasting ability is Charisma (spell save {@dc 21}). The pit fiend can innately cast the following spells, requiring no material components:": "坑穴恶魔的施法能力是魅力（法术豁免{@dc 21}）。坑穴恶魔可以天生施放以下法术，无需材料组件：",
	"Any creature hostile to the pit fiend that starts its turn within 20 feet of the pit fiend must make a {@dc 21} Wisdom saving throw, unless the pit fiend is {@condition incapacitated}.": "任何对坑魔敌对的生物，在距离坑魔20英尺内开始其回合时，必须进行一次 {@dc 21} 意志豁免，除非坑魔处于 {@condition incapacitated}。",
	"On a failed save, the creature is {@condition frightened} until the start of its next turn. If a creature's saving throw is successful, the creature is immune to the pit fiend's Fear Aura for the next 24 hours.": "在未通过豁免检定时，生物会在其下一个回合开始前处于 {@condition frightened} 状态。如果生物的豁免检定成功，该生物在接下来的 24 小时内对恶魔领主的恐惧光环免疫。",
	"The pit fiend has advantage on saving throws against spells and other magical effects.": "坑穴恶魔在对抗法术和其他魔法效果的豁免 throws 中拥有优势。",
	"The pit fiend's weapon attacks are magical.": "坑穴恶魔的武器攻击是魔法的。",
	"The pit fiend makes three attacks, choosing from its bite, claw, mace or tail attacks, only two of which can be the same attack.": "深渊恶魔进行三次攻击，可以选择咬、爪、狼牙棒或尾部攻击，但其中只能有两次是相同的攻击。",
	"{@atk mw} {@hit 14} to hit, reach 5 ft. {@h}22 ({@damage 4d6 + 8}) piercing damage. The target must succeed on a": "{@atk mw}进行攻击，达到5英尺。造成{@h}22({@damage 4d6 + 8})点穿刺伤害。目标必须成功进行",
	"{@dc 21} Constitution saving throw or become {@condition poisoned}. While {@condition poisoned} in this way, the target can't regain hit points, and it takes 21 ({@damage 6d6}) poison damage at the start of each of its turns.": "进行{@dc 21}宪法豁免才能，否则成为{@condition poisoned}。在这种状态下，目标无法恢复生命值，并且在每个回合开始时受到21({@damage 6d6})毒素伤害。",
	"The {@condition poisoned} target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "目标{@condition poisoned}可以在每个回合结束时重复进行豁免才能检定，若成功则效果结束。",
	"{@atk mw} {@hit 14} to hit, reach 10 ft. {@h}17 ({@damage 2d8 + 8}) slashing damage and the pit fiend regains hit points equal to the damage dealt by the attack.": "{@atk mw} {@hit 14} 命中，达到10英尺。造成{@h}17 ({@damage 2d8 + 8}) 斩击伤害，恶魔深渊领主回复等同于攻击造成的伤害的生命值。",
	"{@atk mw} {@hit 14} to hit, reach 10ft. {@h}15 ({@damage 2d6 + 8}) bludgeoning damage plus 21 ({@damage 6d6}) fire damage.": "{@atk mw} {@hit 14} 命中，达到10英尺。造成15 ({@damage 2d6 + 8}) 钝击伤害加上21 ({@damage 6d6}) 火焰伤害。",
	"{@atk mw} {@hit 14} to hit, reach 10ft. {@h}24 ({@damage 3d10 + 8}) bludgeoning damage. If the target is medium or smaller, it must succeed on a {@dc 21} Strength saving throw or be knocked {@condition prone}.": "{@atk mw} {@hit 14} 命中，达到10英尺。造成{@h}24 ({@damage 3d10 + 8}) 钝击伤害。如果目标是中型或更小，它必须成功进行一次{@dc 21} 力量豁免检定，否则被击倒。",
	"The pit fiend throws a fireball at a point within 150 ft. Each creature. Each creature in a 20-foot-radius sphere centered on that point must make a {@dc 21} Dexterity saving throw. A target takes 42 ({@damage 12d6}) fire damage on a failed save, or half as much damage on a successful one. The fire spreads around corners. It ignites flammable objects in the area that aren't being worn or carried.": "深渊恶魔向150英尺内的一个点投掷一个火球。在以该点为中心的20英尺半径球体内的每个生物必须进行一次{@dc 21}敏捷豁免投。未通过豁免的目标将受到42({@damage 12d6})火焰伤害，通过豁免的目标则只受到一半伤害。火焰会绕过拐角传播，点燃该区域内未被穿戴或携带的易燃物品。",
	"Up to three creatures of the pit fiend's choice within 30 ft. of each other and within 90 ft. of it must succeed on a {@dc 21} Wisdom saving throw or be {@condition paralyzed} for 1 minute or until the pit fiend loses its concentration.": "在距离坑魔（Pit Fiend）90英尺以内且彼此相距不超过30英尺的地方，坑魔可以选择最多三个生物。这些生物必须通过一次{@dc 21}的感知豁免检定，否则将在1分钟内或者坑魔失去集中力之前，成为{@condition paralyzed}。",
	"This spell has no effect on undead. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.": "这个法术对不死族无效。在目标的每个回合结束时，目标可以再次进行一次感知豁免投骰。如果成功，法术对目标结束。",
	"The pit fiend creates a wall of fire on a solid surface within range. The wall is up to 60 feet long, 20 feet high, and 1 foot thick, or a ringed wall up to 20 feet in diameter, 20 feet high, and 1 foot thick. The wall is opaque and lasts for 1 minute or until the pit fiend loses its concentration. When the wall appears, each creature within its area must make a {@dc 21} Dexterity saving throw. On a failed save, a creature takes 36 ({@damage 8d8}) fire damage, or half as much damage on a successful save. One side of the wall, selected by the pit fiend when creating the wall, deals 36 ({@damage 8d8}) fire damage to each creature that ends its turn within 10 feet of that side or inside the wall. A creature takes the same damage when it enters the wall for the first time on a turn or ends its turn there. The other side deals no damage.": "深渊恶魔在射程内的坚固表面上创造一堵火墙。这堵墙长达60英尺，高20英尺，厚1英尺，或者是一个直径长达20英尺，高20英尺，厚1英尺的环形墙。这堵墙是不透明的，持续1分钟，或者直到深渊恶魔失去集中力。当墙出现时，其区域内的每个生物必须进行一次{@dc 21}敏捷豁免投。未通过豁免的生物会受到36（{@damage 8d8}）火焰伤害，通过豁免的生物受到一半伤害。深渊恶魔在创造墙壁时选择的一侧会对靠近该侧10英尺内或墙内结束回合的每个生物造成36（{@damage 8d8}）火焰伤害。生物第一次进入墙壁或结束回合时也会受到相同伤害。另一侧不会造成伤害。",
	"The devil's innate spellcasting ability is Wisdom (spell save {@dc 10}, {@hit 2} to hit with spell attacks). It can innately cast the following spells, requiring no materialcan innately cast the following spells, requiring no material components:": "恶魔的天生施法能力是感知（法术豁免 {@dc 10}，用法术攻击命中 {@hit 2}）。它天生可以施放以下法术，无需任何材料。",
	"The devil can't be {@condition frightened} while it can see an allied creature within 30 feet of it.": "当它能看到30英尺内的一个友方生物时，恶魔无法成为{@condition frightened}。",
	"The devil makes two attacks: one with its beard and one with its glaive.": "恶魔发动两次攻击：一次用它的胡须，一次用它的戈（glaive）。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft. {@h}6 ({@damage 1d8 + 2}) piercing damage, and the target must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for 1 minute. While {@condition poisoned} in this way, the target can't regain hit points. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "{@atk mw} {@hit 5}命中，达到5英尺。{@h}6 ({@damage 1d8 + 2})穿刺伤害，并且目标必须成功进行一次{@dc 12}体质豁免才能在1分钟内被{@condition poisoned}。在这种方式下，目标无法恢复生命值。目标可以在自己的每个回合结束时重复进行豁免才能，成功则结束效果。",
	"{@atk mw} {@hit 5} to hit, reach 10 ft. {@h}88 ({@damage 1d10 + 3}) slashing damage. If the target is a creature other than an undead or a construct, it must succeed on a {@dc 12} Constitution saving throw or lose 5 ({@dice 1d10}) hit points at the start of each of its turns due to an infernal wound. Each time the devil hits the wounded target with this attack, the damage dealt by the wound increases by 5 ({@dice 1d10}). Any creature can take an action to stanch the wound with a successful {@dc 12} Wisdom (Medicine) check. The wound also closes if the target receives magical healing.": "{@atk mw} {@hit 5} 命中，达到10英尺。造成 {@h}88 ({@damage 1d10 + 3}) 切割伤害。如果目标是一名不死生物或构造体以外的生物，它必须成功进行一次 {@dc 12} 体质豁免才能避免因地狱伤口而在每个回合开始时失去5 ({@dice 1d10}) 生命值。每当恶魔用这次攻击命中受伤的目标时，伤口造成的伤害就会增加5 ({@dice 1d10})。任何生物都可以采取行动，通过成功进行一次 {@dc 12} 智慧（医学）检定来止住伤口。如果目标接受了魔法治疗，伤口也会愈合。",
	"The devil makes a glaive attack with advantage. If the attack hits, the target has disadvantage on its Constitution saving throws against taking damage from its infernal wound.": "恶魔使用优势进行长戈攻击。如果攻击命中，目标在对来自其地狱伤口的伤害进行豁免时有劣势。"
}