{
	"Optional Story Tables for Old-School Essentials by {@b Giuseppe Rotondo}": "老派精华版（Old-School Essentials）的可选故事表格{@b Giuseppe Rotondo}",
	"Carlos Castilho": "卡洛斯·卡斯蒂略 (Carlos Castilho)",
	"A.Sword.In.Da.Eye. Studio": "刀.眼.工作室 (A.Sword.In.Da.Eye. Studio)",
	"Mauro GATTI": "马乌罗·加蒂 (Mauro GATTI)",
	"George Patterson": "乔治·帕特森 (George Patterson)",
	"Old-School Essentials is a trademark of Necrotic Gnome.": "老派精华(`Old-School Essentials`)是Necrotic Gnome的商标。",
	"The trademark and Old-School Essentials logo are use with permission of Necrotic Gnome, under license.": "在 Necrotic Gnome 的许可下，商标和 Old-School Essentials 标志已获得授权使用。",
	"The follwing tables and rules require {@b Old-School Essentials}, and are generally compatible with any other Original, BX, or BECMI clone of the classic fantasy role-playing game.": "以下表格和规则需要{@b Old-School Essentials}，通常与经典奇幻角色扮演游戏的任何其他原版、BX版或BECMI版克隆版本兼容。",
	"These tables provide an instant, retroactive story to explain why a character disappeared and was not around during the last session, when a player could not participate in the game.": "这些表格提供了一个即时的、追溯性的故事，解释了为什么一个角色在上次游戏中消失了，并且在玩家无法参与游戏时不在场。",
	"These tables aim at providing intereseting events to inject more story into the campaign. Sometimes the results are simple and bear little or no consequence; sometimes a result may produce a significant change in the character's story.": "这些表旨在为战役注入更多故事情节。有时结果很简单，几乎没有后果；有时结果可能会对角色的故事产生重大影响。",
	"The referee is expected to adree with the players on using these tables in their games.": "裁判应该与玩家就在他们的游戏中使用这些表格达成一致。",
	"This is important because these tables often \"steal\" the power of decision from the players, determining specific courses of action for their characters, and these may have positive or negative outcomes.": "这很重要，因为这些表格经常会“剥夺”玩家的决策权，为他们的角色确定特定的行动方向，这可能会产生积极或消极的结果。",
	"Use these tables when a player misses one or more sessions. The assumption is that the rest of the party continue playing, even though one of their comrades has somehow disappeared. There is no trace of them, no clue. As soon as the player joins the game again, it's time to answer the obvious question: {@i Where have you been?} The player rolls on the appropriate table, determined by the referee, who checks the table and informs them of the reason why their character disappeared and what they have been up to. If a player misses more than one session, the referee may require a roll for each missed session, using the appropriate tables required to catch up with the party.": "当玩家错过一次或多次游戏时，请使用以下表格。假设其余队伍继续游戏，尽管其中一名同伴不知何故消失了。没有任何蛛丝马迹，也没有线索。一旦玩家再次加入游戏，就是回答显而易见的问题的时候：{@i Where have you been?} 玩家根据裁判确定的适当表格进行投掷，裁判检查表格并告知他们角色消失的原因以及他们所做的事情。如果玩家错过多次游戏，裁判可能会要求为每次缺席的游戏进行投掷，使用适当的表格来赶上队伍。",
	"{@b Truth of Lies}: The tables tell what really happened. The player may always decide to tell a slightly or completely different story to the party, so the referee and the player should work it out aside from the other players.": "{@b Truth of Lies}: 这些表格展示了真实发生的事情。玩家可以随时决定向队伍讲述一个略有不同或完全不同的故事，因此裁判和玩家应该在与其他玩家分开的地方进行协商。",
	"{@b Take Your Time but Make it Quick}: The referee and the player should take five minutes to work out the result, fleshing out the details where necessary, but not longer than that.": "{@b Take Your Time but Make it Quick}: 裁判和玩家应该花五分钟来商讨结果，必要时详细阐述细节，但不要超过这个时间。",
	"{@b No Dying}: No result may cause the character's death. If a result drops the character's hit piints to 0 or lower, they are returned to 1.": "{@b No Dying}: 任何结果都可能导致角色死亡。如果一个结果使角色的生命值降到0或更低，他们会被恢复到1点生命值。",
	"Old creditors pursued the character, who owes them 1d100 gp per character level. The player may decide to finally pay their debt, or face the consequences (which may involve the local criminal underworld, at the referee's discretion).": "旧债主追逐这个角色，该角色每个角色等级欠他们1d100 gp。玩家可以决定最终偿还债务，或面对后果（可能涉及当地的犯罪地下世界，由裁判自行决定）。",
	"The character was sick and needed to rest. The player must make a Constitution check. If the check fails, the character suffers 1d3 damage but gains 1 point of Constitution.": "角色生病了，需要休息。玩家必须进行体质检定。如果检定失败，角色受到1d3点伤害，但体质值增加1点。",
	"The character fruitlessly courted a romantic interest, and they've spent 1d100 gp per character level in gifts, dinners, entertaining and fancy clothes. At least now they have some elegant clothes! The player must make a Charisma check. If the cehck fails, the character spend 1d100 gp more, but gains 1 point of Charisma.": "这个角色徒劳地追求着一个浪漫对象，他们每个角色等级花费了1d100 gp在礼物、晚餐、娱乐和华丽的衣服上。至少现在他们有一些优雅的衣服了！玩家必须进行一次魅力检定。如果检定失败，角色将再花费1d100 gp，但会获得1点魅力。",
	"A rabdin uten frin tge cgaracter's inventory was stolen, ad they tried to get it back. The character retrieved it if they now succeed in three ability checks. The player can choose the ability, but each roll must be a different ability.": "一个角色的物品被盗了，他们试图夺回。如果角色成功通过三次能力检定，就能找回物品。玩家可以选择能力，但每次检定必须使用不同的能力。",
	"The achracter was in jail as a consequence of a \"misunderstanding\" with the local authorities. Everything is settled now, but the guards will keep an eye on the character from now on, unless the character bribes them with 1d100 gp per character level.": "这个角色因与当地当局的“误会”而被关进监狱。现在一切都解决了，但是从现在开始，除非角色以每个角色等级1d100 gp的贿赂，否则卫兵们会继续监视这个角色。",
	"The character was offered a dangerous task. If they accepted, the player must make an ability check with an ability of their choice. If the Character succeeds, the character has earned 1d100 platinum pieces per level. If the check fails, the character sufferes 1d3 damage per character level.": "角色被提供了一个危险的任务。如果他们接受了，玩家必须选择一项能力进行能力检定。如果角色成功，角色将获得每级1d100白金币。如果检定失败，角色将受到每个角色级别1d3点伤害。",
	"The character drank a \"miraculous\" concoction bought from a peddler. They've now recovered from the dizziness, and the player must reroll a random ability score with 4d6 (maximum result 18). At the referee's discretion, this effect can be canceled with some kind of treatment (e.g. a dissolve magic or remove curse spell).": "这个角色喝了一个从小贩那里买来的“神奇”药剂。现在他们已经从头晕中恢复过来，玩家必须使用4d6重新投掷一个随机能力值（最大结果为18）。在裁判的判断下，这种效果可以通过某种治疗手段（例如溶解魔法或解除诅咒法术）来取消。",
	"A mighty wizard from another plane summoned the character to take part in a glorious quest! They don't remember much, except the flying ships and the treasures they could not carry over to this plane. Also, any alcoholic beverage the character had is now gone, along with 4d10 gold pieces (if they had them).": "一位来自另一个位面的强大巫师召唤角色参加一场辉煌的任务！他们记不太清楚，只记得飞船和无法带到这个位面的宝藏。此外，角色所喝的任何酒精饮料都消失了，还有4d10金币（如果他们有的话）。",
	"The character has met the love of their life... and the two are about to marry! The character has spent 1/3 of their riches to buy a house in town, and is ready to spend as much for the celebration. Congratulations! If the character is already married, this result is the beginning of a secret affair instead.": "这个角色遇到了他们一生的爱人... 两人即将结婚！这个角色花费了自己三分之一的财富在镇上买了一所房子，并准备为庆祝活动花费同样多的财富。恭喜！如果这个角色已经结婚，这个结果将是一段秘密恋情的开始。",
	"The character had a great hand, so they bet they would have cleaned the whole tavern if they had lost. Which they did. The tavern is now pristine! Several people in town now call the character \"The cleanser\".": "这个角色手气很好，所以他们打赌如果输了就要清理整个酒馆。结果他们输了。现在酒馆焕然一新！镇上有几个人现在称这个角色为“清洁者”（The cleanser）。",
	"The character accidentally bumped their head somewhere. For a few days they lost their memory and lived like a beggar, until a bunch of street rascals \"healed\" them with a volley of stones. They've also earned 3d6 copper pieces.": "这个角色在某处不小心撞到了头。几天内失去了记忆，过着乞丐的生活，直到一群街头流氓用一连串的石头“治愈”了他们。他们还赚得了3d6铜币。",
	"The character joined a secret religious ritual. They are healed of all damage and cleansed of all disease, poison and curse (including cursed items).": "这个角色参加了一个秘密的宗教仪式。他们被治愈了所有伤害，并被清除了所有疾病、毒药和诅咒（包括被诅咒的物品）。（Secret Religious Ritual）",
	"The character took care of sick stray dog or cat, who is now well and happy to follow them.": "这个角色照顾了生病的流浪狗或猫，现在它康复了，很高兴跟随着他们。",
	"The character met an old sage who taught them about his life experiences. Increase the character's Intelligence by 1 (maximum 18).": "角色遇到了一位老智者，向他学习了他的人生经验。将角色的智力提高1点（最高18）。",
	"The character spent their time reseaching old books or talking to the right people. The referee must reveal to the player a clue, rumor or other useful information.": "角色花费时间研究古老的书籍或与合适的人交谈。裁判必须向玩家透露一个线索、谣言或其他有用的信息。",
	"The character has undergone a mystical crisis and has spent all this time praying. The player may change the character's alignment, or increase their Wisdom by 1 point.": "这个角色经历了一场神秘的危机，并花了很多时间祈祷。玩家可以改变角色的立场，或者将他们的智慧提高1点。",
	"The character met a traveler from another land, has learned the basics of their language.": "这个角色遇到了一位来自另一个国家的旅行者，已经学会了他们语言的基础。",
	"The character came across an old debtor. The player may make a Charisma or Strength check. If the check succeeds, the character gets 2d100 gp back. If the check fails, the chosen ability increases by 1 point.": "角色遇到了一个老债务人。玩家可以进行魅力或力量检定。如果检定成功，角色可以拿回2d100 gp。如果检定失败，选择的属性值会增加1点。",
	"The character took care of an easy job, and has earned 1d100 gp per character level.": "这个角色完成了一项简单的任务，并获得了每个角色等级1d100 gp。",
	"The character made friends with an important, powerful NPC who had them as their guest at their abode. Roll 1d6 for more details about the NPC:": "这个角色和一个重要、强大的NPC交上了朋友，后者邀请他们做客在自己的住所。掷1d6以获取有关这个NPC的更多细节：",
	"Ruling class": "统治阶级 (Ruling Class)",
	"Merchant": "商人 (Merchant)",
	"Criminal underworld": "犯罪黑社会 (Criminal underworld)",
	"Clergy": "牧师 (Clergy)",
	"Adventurer": "冒险者 (Adventurer)",
	"Magical": "魔法",
	"The character fell into a deep pit or pit trap, and they had to climb back up to freedom. The player must make a Dexterity check. If the check fails, their Dexterity increases by 1 but they suffer 3d6+3 damage. If the check succeeds, they climb back up unscathed.": "角色掉进了一个深坑或陷阱坑里，他们必须爬回自由。玩家必须进行一次敏捷检定。如果检定失败，他们的敏捷值增加1，但受到3d6+3点伤害。如果检定成功，他们毫发无损地爬了回去。",
	"The character was ambushed and taken prisoner by a group of monsters of the same type as the party last encountered! They took all the gold and treasure the character had with them and then set them free.": "这个角色被一群与先前遇到的队伍相同种类的怪物伏击并俘虏了！他们拿走了角色身上所有的黄金和宝藏，然后释放了他们。",
	"The character fell into a deep pit or pit trap. Before they rejoin the party, they might bave to face a Wondering Monster (standard chances for the dungeon they were in).": "这个角色掉进了一个深坑或陷阱中。在他们重新加入队伍之前，他们可能要面对一个(Wondering Monster)（在他们所在的地牢中标准的机会）。",
	"The character touched a tiny, brilliant rune on the wall, and was teleported to the last bed they had slept upon!": "角色碰触了墙上一个微小而明亮的符文，然后被传送到他们最后睡过的床上！",
	"The character fell into a pit or pit trap, and they had to use all their strength to break free. The player must make a Strength check. If they fail, their Strength increases by 1 but they suffer 1d3+1 damage. If they succeed, they suffer 1 damage.": "角色掉进了一个坑或陷阱，他们必须竭尽全力才能挣脱。玩家必须进行一次力量检定。如果检定失败，他们的力量值增加1，但受到1d3+1点伤害。如果检定成功，他们受到1点伤害。",
	"A mighty wizard from another plane summoned the character to take part in a glorious quest! They don't remember much, except the burning lava wastes and the treasures they could not carry over to this plane. Also, any alcoholic beverage they had with them is now gone.": "一位强大的巫师从另一个位面召唤了角色，让他参加一场光荣的任务！他们记不太清楚，只记得熊熊燃烧的熔岩荒地和无法带到这个位面的宝藏。此外，他们带着的任何酒精饮料现在都消失了。",
	"The character tasted something that looked like cheese, and they've only regained consciousness now. Luckily, nothing ate them while they were unconscious. They player must make a Wisdom check. If they fail, their Wisdom increases by 1.": "这个角色尝到了一些看起来像奶酪的东西，直到现在才恢复了意识。幸运的是，在他们昏迷时没有被什么东西吃掉。玩家必须进行一次感知检定。如果失败，他们的感知力会增加1点。",
	"The character found a potion and carelessly drank it. They passed out and have only recovered now. The player must reroll a random ability score with 4d6 (maximum result 18). At the referee's discretion, this effect can be canceled with some kind of treatment (e.g. a dissolve magic or remove curse spell).": "这个角色发现了一瓶药水，不假思索地喝下去。他们昏倒了，现在才恢复过来。玩家必须使用4d6重新投掷一个随机能力值（最大结果为18）。裁判可以酌情决定，这种效果可以通过某种治疗手段取消（例如溶解魔法或解除诅咒法术）。",
	"An extremely short-sighted carcass crawler mistook the character for one of its offspring. It paralyzed them and took them to its lair, where it lovingly fed them with garbage. The cahracter must save versus paralysis or lose 1 point of Dexterity. From now on they are immune to paralysis caused by carcass crawlers, and they add +2 to all saves versus paralysis from any other source.": "一只视力极差的(`carcass crawler`)尸体爬行者错误地将角色误认为是它的后代。它将角色麻痹并带到自己的巢穴，用垃圾喂养他们。角色必须进行麻痹豁免检定，否则失去1点敏捷。从现在开始，他们对由尸体爬行者引起的麻痹免疫，并且对于任何其他来源导致的麻痹豁免检定+2。",
	"The character saw an eerie apparition behind a corner, and was magically lured to follow it. It was the ghost of an adventurer who died here! The spirit has warned them through a vision about a great threat in the dungeon.": "角色看到一个阴森的幻影在拐角处，被魔法吸引跟随。这是一位在这里死去的冒险者的幽灵！幽灵通过一个幻象警告他们，地牢中有一场巨大的威胁。",
	"The character found a coin stuck between two stones, and remained behind to recover it. The player must make a Strength check. If they fail, the character's Strength increases by 1. If they succeed, the characters gains 1 gp!": "角色在两块石头之间发现了一枚硬币，并留下来把它拿回来。玩家必须进行一次力量检定。如果检定失败，角色的力量值增加1点。如果检定成功，角色获得1 gp！",
	"The character remained behind to decipher a graffiti, which revealed a clue about the dungeon (at the referee's discretion).": "角色留下来解密一处涂鸦，其中揭示了一个关于地牢的线索（在裁判的判断下）。",
	"The character was kidnapped by a group of sprites, who taught them the manguage of mice!": "这个角色被一群小精灵绑架了，他们教会了他们老鼠的语言！",
	"The player must make up another story, because what has happened must remain a secret. The character touched a small rune, and is now imprisoned inside it, while their evil twin came out. The player now plays the evil twin (which has the same game statistics), until the twin is slain or discovered. The actual characte still receives the experience the player would gain, plus a 10% bonus for each sentient creature it manages to kill (please note it doesn't have to be the other players' characters, as they are probably more useful as allies... until they find out). When the evil twin dies or is detected, the original character is released from the magic rune prison, but must roll 2 times on this table and 1 time on the {@b Last Seen In the Wilderness} table.": "玩家必须编造另一个故事，因为发生的事情必须保密。角色触碰了一个小符文，现在被困在里面，而他们的邪恶孪生出现了。玩家现在扮演邪恶孪生（具有相同的游戏统计数据），直到孪生被杀死或被发现。实际角色仍然获得玩家将获得的经验，每杀死一个有意识生物就额外获得10%的奖励（请注意，这些生物不一定是其他玩家的角色，因为他们可能更有用作盟友...直到他们发现真相）。当邪恶孪生死亡或被发现时，原始角色将从魔法符文监狱中释放，但必须在此表上投掷2次，并在{@b Last Seen In the Wilderness}表上投掷1次。",
	"The character followed a Will-o-the-Wisp which led them out of the dungeon (through a different way than they came in, if available).": "角色跟随着一只引路灯，它把他们带出了地牢（如果有的话，是通过另一条路出去的）。",
	"The character pushed a brick or rock, the wall rotated and they found a secret passage to a hidden treasure: 1d100 platinum pieces and 50% chance of a random magic item! Then they spent hours and hours trying to open the secret passage again.": "这个角色推动了一个砖块或石头，墙壁转动了，他们发现了通往隐藏宝藏的秘密通道：1d100铂金币和50%的机会获得一个随机魔法物品！然后他们花了数个小时试图再次打开这个秘密通道。",
	"The character found a coin stuck between two stones and remained behind to recover it. The player makes a Strength check. If the check fails, their Strength increases by 1. If the check succeeds, they discover it was not a coin at all, but a random magic ring!": "角色发现一枚硬币卡在两块石头之间，决定留下来把它取出来。玩家进行一次力量检定。如果检定失败，他们的力量值增加1点。如果检定成功，他们发现那其实不是一枚硬币，而是一枚随机的魔法戒指！",
	"The character heard a soft moaning and followed it to a lost adventureer (a level 1 Fighter), the sole survivor of a party that entered the dungeon shortly after or before they players. The rest of their group is either dead or has fled the dungeon, so the lone warrior wants to follow the player's character.": "角色听到了一阵轻微的呻吟声，跟随声音找到了一个迷失的冒险者（一名1级战士），他是进入地牢的队伍中唯一的幸存者，其他人要么已经死亡，要么逃离了地牢，因此这位孤独的战士想要跟随玩家的角色。",
	"As above [19], except the lost adventure actually is a Doppelganger.": "与上文[19]相同，只是失踪的冒险者实际上是一个变形怪。",
	"The character heard a soft moaning and followed it to a young creature that wandered the dungeon and got lost. The character fed it out of compassion and now the creature follows them loyally. Roll a d10 to determine the creature type. it only has 1 HD and consequent THAC0 and saves. The creature grows to adult size and maximum HD by 1 HD per month.": "角色听到了轻柔的呻吟声，跟随声音找到了一个年幼的生物，它在地牢里迷路了。角色出于同情喂养了它，现在这个生物忠实地跟随着他们。投掷1个十面体骰（d10）来确定这个生物的种类。它只有1个HD，以及相应的THAC0和豁免。这个生物每个月长大到成年大小，并且每个月增加1个HD。",
	"Draco (1d3 damage)": "龙（1d3 伤害）",
	"Owl Bear (1d3 damage)": "猫头鹰熊 (1d3 伤害)",
	"Warp Beast (1d3 damage)": "扭曲兽（1d3 伤害）",
	"Blink Dog (1d3 damage)": "眨眼狗（1d3 伤害）",
	"Goblin (already adult)": "地精 (已成年)",
	"Giant Weasel (1d3 damage)": "巨型鼬鼠 (1d3 伤害)",
	"Stirge (already adult)": "吸血蝙蝠（已成年）",
	"Giant Bat (already adult)": "巨型蝙蝠 (已成年)",
	"Cave Bear (1d3 damage)": "洞穴熊 (1d3 伤害)",
	"Gnome (already adult)": "侏儒 (已成年)",
	"The character remained behind to contemplate the landscape. The player must make a Wisdom check. If the check fails, the character's Wisdom increases by 1.": "角色留下来沉思风景。玩家必须进行一次感知检定。如果检定失败，角色的感知属性增加1点。",
	"The character got lost but managed to spy another group of adventureers, who seem to have the same objective as the group!": "角色迷失了方向，但设法偷窥到另一群冒险者，他们似乎有着与本组相同的目标！",
	"The character stepped on a mysterious brown substance. After cleaning their boots, they found themselves alone. Roll again.": "角色踩在了一团神秘的棕色物质上。清洁了他们的靴子后，发现自己独自一人。再次投掷骰子。",
	"The character found a coin stuck between two stones and remained behind to recover it. The player must make a Strength check. If the check fails, the character's Strength increases by 1. If the check succeeds, the character gainst 1gp!": "角色发现了一枚硬币被卡在两块石头之间，决定留下来取回它。玩家必须进行一次力量检定。如果检定失败，角色的力量属性增加1点。如果检定成功，角色获得1gp！",
	"A wizard from another plane summoned the character to take part on a glorious quest! They don't remember much, except the emerald suns and the treasures they could not carry over to this plane. Also, any alcoholic beverage they had with them is now gone.": "另一个位面的巫师召唤了角色参加一场光荣的任务！他们记不太清楚，只记得那些翡翠太阳和他们无法带到这个位面的宝藏。此外，他们带着的任何酒精饮料现在都消失了。",
	"The character fell asleep. A farmer or wayfarer woke them up, treated them to a nice breakfast and also gifted them a cheese wheel.": "角色睡着了。一个农夫或路人把他们叫醒，招待他们享用了一顿美味的早餐，并送给了他们一轮奶酪。",
	"The character was kidnapped by a group of sprites! They imprisoned them in the dark, and set them free only after they agreed to yield one of their items (randomly determined)!": "这个角色被一群小精灵绑架了！他们把他囚禁在黑暗中，只有在他同意放弃一个物品（随机决定）后才释放他！",
	"The character was kidnapped by a group of sprites! They invited them to a feast and treated them to a magical concoction. The player must reroll a random ability score with 4d6 (maximize 18). At the referee's discretion, this effect can be canceled with some kind of treatment (e.g. a dissolve magic or remove curse spell).": "这个角色被一群小精灵绑架了！他们邀请角色参加盛宴，并给予了他们一种神奇的药剂。玩家必须使用4d6（最大值18）重新投掷一个随机属性分数。裁判可以酌情取消这个效果，比如使用某种治疗方法（比如解除魔法或解除诅咒的法术）。",
	"The character fell into a ditch or down a precipice, and bumped their head, suffering 1d3 damage.": "角色掉进了一个壕沟或者从悬崖上摔下来，撞到了头，受到了1d3点伤害。",
	"The character pursued a hare for hours and hours, driven by a primordial instinct. The player must make a Dexterity check. If the check fails, the character's Dexterity increases by 1. If the check succeeds, the character caught it and here they are, with dinner for two.": "这个角色追逐一只野兔，驱使着原始的本能，持续了数个小时。玩家必须进行一次敏捷检定。如果检定失败，角色的敏捷属性增加1点。如果检定成功，角色捕捉到了野兔，现在他们可以共进晚餐了。",
	"The character bumped their head against a branch. The player must make a save versus death or lose 1 point of Intelligence. A squirrel has grown fond of the character and follows them.": "角色撞到了一根树枝。玩家必须进行一次对抗死亡的豁免检定，否则将失去1点智力。一只松鼠喜欢上了这个角色并开始跟随着它。",
	"That silly nursery rhyme scrambled on a piece of scroll actually was a powerful spell! The character was with the party all the time, inside someone's backpack, because they've been shrunk to the size of an apple. Same effects of a Potion of Diminution, but the duraction is permanent, unless a Dispel Magic or Remove Curse spell is cast of them.": "那首愚蠢的童谣实际上是一种强大的咒语！这个角色一直与队伍同行，藏在某人的背包里，因为它们被缩小到了苹果大小。具有缩小药水的效果，但持续时间是永久的，除非对它们施放解除魔法或解除诅咒的咒语。",
	"The character wandered alone following their curiosity and inspiration. The players gains one useful clue, rumor or information about the area.": "角色独自漫步，跟随好奇心和灵感。玩家获得一个关于该区域的有用线索、谣言或信息。",
	"The character got lost and met a hermit, who treated them to a herbal twa of visions. The referee must reveal to the player a clue of something that {@i might} be in their future.": "角色迷失了方向，遇到了一个隐士，隐士请他们喝了一种草药茶，让他们看到了一些幻象。裁判必须向玩家透露一个线索，暗示着{@i might}将会出现在他们的未来中。",
	"The character saw something shining in a glade, a sword stuck into a rock! The player must make a Strength check: if the check fails, their Strength increases by 1; if the check succeeds, they got the sword: roll a d100. 1-50: It's just an old, rusted sword; 51-99: it is a random magic sword; 100: it is a random sentient sword.": "角色在林地中看到一件闪闪发光的东西，一把插在岩石中的剑！玩家必须进行一次力量检定：如果检定失败，他们的力量值增加1；如果检定成功，他们得到了这把剑：掷一次百面骰。1-50：只是一把古老的生锈剑；51-99：是一把随机的魔法剑；100：是一把随机的有灵性剑。",
	"The character got lost and stumbled upon an isolated group of sentient creatures that live in this area (farmers, or more exotic creatures including those found in the random encounter tables for this region or terrain type). The character has made friends with them and can't wait to introduce them to the rest of the group.": "这个角色迷路了，偶然发现了一群生活在这个地区的有思想的生物（农民，或者更奇特的生物，包括在这个地区或地形类型的随机遭遇表中找到的生物）。这个角色已经和它们成为了朋友，迫不及待地想要把它们介绍给其他人。",
	"The cahracter got lost and met a caravan of merchants. They can buy any items they want from the Adventuring Gear section.": "角色迷路了，遇到了一队商人的商队。他们可以从冒险装备部分购买任何物品。",
	"The cahracter got lost and met a caravan of travellers from another land or culture. They've learned the basics of their language and also received standard rations for 7 days as a gift.": "这个角色迷路了，遇到了来自另一个国家或文化的旅行者队伍。他们学会了对方语言的基础，并收到了7天的标准口粮作为礼物。",
	"The character got lost, so they followed a set of tracks that they believed were their friends'. ": "角色迷路了，于是他们跟着一串足迹，他们相信这些足迹是他们朋友的。",
	"The character got lost and stumbled upon a mysterious wanderer. Make a standard Reaction roll (apply the NPC reaction modifier due to Charisma). The wanderer actually is a Golden Dragon in human form. Whatever the Reaction result, this encounter does not become a combat, but the dragon might keep an eye on the character's adventures.": "角色迷失了方向，偶然遇到了一个神秘的流浪者。进行标准的反应骰（根据魅力应用NPC反应修正值）。这个流浪者实际上是一只金龙，只是化身成人形。无论反应结果如何，这次相遇不会演变成战斗，但是这只龙可能会关注角色的冒险。"
}