{
	"One willing creature of your choice gains a flying (hover) speed of 20ft for the duration of the spell. When the spell ends, the target falls if it is still aloft, unless it can stop the fall.": "在法术持续时间内，你可以选择一个愿意的生物，使其获得20尺的飞行速度（悬浮）。法术结束时，如果目标仍在空中，它将坠落，除非它能够阻止下落。",
	"When you cast this spell using a slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd.": "当你使用3级或更高级别的位级施放这个法术时，你可以为每个高于2级的位级额外选择一个目标生物。",
	"{@i Justin Avarisyus Elderwood} spent his youth adventuring, and found a need for added mobility in various dungeons, caves, and ruins. He favoured practical and simple spells. The Practical Levitation was a modification of an existing spell that he felt more suited for his needs as an explorer.": "{@i Justin Avarisyus Elderwood} 在年轻时充满冒险精神，在各种地牢、洞穴和废墟中发现了对额外机动性的需求。他偏爱实用而简单的法术。实用悬浮术是他对现有法术进行修改后觉得更适合自己作为探险者需求的结果。",
	"Later in life he found himself more drawn to the explosive arts. Cast {@spell levitate} and you can reach a high ledge in a dungeon once; cast {@homebrew Ultimate Detonation} on the entire mountain and you'll be picking arcane relics out of your hair for months.": "在以后的生活中，他发现自己更倾向于爆炸性的艺术。 施放{@spell levitate}，你可以一次到达地牢中的高台；在整座山上施放{@homebrew Ultimate Detonation}，你将在接下来的几个月里从头发中拔出奥术遗物。",
	"There have been a variety of spellcasters residing in the land of Wyldefarne of great power. Whilst many are freelancers and roam the land in search of power and fame, the most powerful of these frequently band together in order to better keep an eye on one another. The two opposing schools of Aegetor and Moantur are examples of these. ": "在威尔德法恩（Wyldefarne）的土地上居住着许多强大的法师。虽然许多是自由职业者，漫游在寻找力量和名望的土地上，但其中最强大的经常会联合起来，以更好地互相监视。Aegetor（艾盖托尔）和Moantur（莫安图尔）这两个相互对立的学派就是其中的例子。",
	"The tradition of Moantur is led by {@i Archmage Zordian}, who resents his more powerful counterparts in the north. Conversely, in Aegetor, the archmages who study in the mighty {@i Tower of Stars} do not have a single leader and operate by council. Currently the council of Aegetor is fractured, as their most powerful members, {@i Justin Avarisyus Elderwood} and {@i Zerdax}, have left the city, leaving the overwhelmed {@i Shia} to maintain order among the mages.": "莫安图尔（Moantur）传统由{@i Archmage Zordian}领导，他对北方更强大的对手感到愤恨。相反，在埃盖托尔（Aegetor），在强大的{@i Tower of Stars}学习的大法师们没有一个单一的领袖，而是由议会运作。目前埃盖托尔的议会分裂，因为他们最强大的成员{@i Justin Avarisyus Elderwood}和{@i Zerdax}已经离开这座城市，让不堪重负的{@i Shia}来维持法师们之间的秩序。",
	"An {@condition invisible} spectral eye hovers in front of the caster's forehead, magically increasing the caster's capacity to read body language, facial cues, and other clues as to a person's intent. Before making an {@skill Insight} check, the caster can use their reaction to cast the spell.": "在施法者的额头前方，有一个{@condition invisible}幽灵眼悬浮着，魔法地增加了施法者阅读肢体语言、面部线索以及其他线索以判断一个人意图的能力。在进行{@skill Insight}检定之前，施法者可以使用自己的反应施放这个法术。",
	"The caster gains a +10 bonus to the check.": "施法者获得+10的奖励加值到检定中。",
	"{@i Shia El'Drey d'Tan} was Zerdax's prize pupil who resided in Aegetor. She developed the Iridescent Eye of Insight at the behest of the spymaster of Aegetor at the time as a means to assist interrogations discreetly, although as the spymaster was incapable of casting the spell, its use has been limited. Regardless, Shia teaches the spell to her own pupils as a sign of trust that they will use the skill responsibly in her presence.": "{@i Shia El'Drey d'Tan} 是泽尔达克的得意门生，居住在埃盖托尔。她应当时埃盖托尔的间谍大师之邀，开发了具有洞察力的虹彩之眼，作为一种秘密协助审讯的手段，尽管当时的间谍大师无法施展这个咒语，因此其使用受到限制。尽管如此，希亚将这个咒语教给自己的学生，作为信任的象征，相信他们会在她面前负责任地使用这项技能。",
	"So far she has not been disappointed.": "到目前为止，她还没有感到失望。",
	"The caster summons a small object no larger than tiny that hovers around the caster. This object can be made {@condition invisible} with a bonus action on the caster's turn and otherwise has 10 hp and an AC of 10. The object floats near the caster, occupying the same space as them at all times. If the caster is teleported, the object teleports with them. The spell ends if the object is destroyed.": "施法者召唤一个小物体，不超过微小大小，在施法者周围盘旋。这个物体可以在施法者的回合用一个奖励动作制造{@condition invisible}，否则它有10点生命值和10点护甲等级。这个物体在施法者附近漂浮，始终占据与其相同的空间。如果施法者被传送，物体也会随之传送。如果物体被摧毁，法术就会结束。",
	"Upon being cast, the caster can 'store' a single known spell with a casting time of 1 action and up to level 3 inside the object. Storing a spell inside the object costs a spell slot of equivalent level.": "施法者可以在施放时，在物品中“储存”一个已知的施法时间为1个行动并且最高为3级的法术。将法术储存到物品中需要消耗相同等级的法术位。",
	"As a bonus action, the caster can cause the object to cast the stored spell.": "作为一个奖励动作，施法者可以让物体施放存储的法术。",
	"The object shares spell save DC and spellcasting modifiers with the caster. Once its stored spell is cast or the spell ends, the object vanishes and the stored spell is lost.": "该物体与施法者共享法术豁免 DC 和施法修正值。一旦存储的法术被施放或法术结束，该物体就会消失，存储的法术也会丢失。",
	"When you cast this spell using a slot of 4th level or higher, the maximum level of the spell being stored in the object increases by 1 for every level above 3, up to level 8.": "当你使用4级或更高级别的法术位施放此法术时，存储在物品中的法术的最大等级将每超过3级增加1级，直到8级。",
	"{@i Zerdax's} ambition compelled him to design multiple tools that would allow him to overcome careless rivals during his life, of which he had a great multitude. It was with his Simple Sequencer that he was admitted to the lecturing staff at the {@i Vanator Academy} when he was in his late twenties; not because of it's value to the community, but because he used it as part of a magic duel in which he incinerated the previous occupier of the position, thus liberating his office.": "{@i Zerdax's} 的雄心驱使他设计了多种工具，让他能够在一生中克服那些粗心的对手，而这些对手实在太多了。就是凭借他的简易顺序器，他在二十多岁时被录取为{@i Vanator Academy}的讲师；并不是因为这个工具对社区有价值，而是因为他将其用作魔法决斗的一部分，借此将前任职位占有者焚化，从而解放了他的办公室。",
	"This accordion is made of various animal hides and adorned with bronze. Motifs of cheeses, pastries, and sausages are displayed upon this expertly crafted accordion. It smells faintly of tomato and oregano when played.": "这个手风琴是由各种动物皮革制成，并镶有青铜。这个手工制作精湛的手风琴上展示着奶酪、糕点和香肠的图案。演奏时，它散发出淡淡的番茄和牛至的香味。",
	"The Accordion of Appetites allows you to cast {@spell Purify Food and Drink} three times, and regains all expended charges on a long rest.": "食欲手风琴允许你施放{@spell Purify Food and Drink}三次，并在长休后恢复所有已用次数。",
	"When you perform for at least a minute using this instrument, those who listen to the performance will find themselves slightly hungry if they are not consuming food. If they are, then their meal tastes sweeter, fresher, or better seasoned for the duration of the performance.": "当你使用这个乐器表演至少一分钟时，那些听众如果没有在进食，会发现自己稍微感到饥饿。如果他们正在进食，那么在表演期间，他们的餐点会变得更甜、更新鲜或更美味。",
	"I can still remember the perfect blend of oregano, cheese, and tomato. The music was okay, too.": "我仍然记得(%num%)(%num%)的完美混合。音乐也还可以。",
	"This instrument at first glance appears to be either a {@item lute|PHB}, a guitar, a {@item horn|PHB}, a {@item drum|PHB} kit, or other instrument no larger than a small creature. However, when attuned to, the instrument grows a pair of legs and runs after you when you speak a command word you choose upon attuning to the instrument.": "这件乐器乍一看似乎是一个{@item lute|PHB}、一把吉他、一个{@item horn|PHB}、一个{@item drum|PHB}套装，或者比小动物还小的其他乐器。然而，当你与这件乐器产生共鸣后，它会长出一双腿，当你说出在共鸣时选择的命令词时，它会跟随你奔跑。",
	"The animated instrument has the following stat block:": "这个动态乐器有以下属性块：",
	"Upon being reduced to 0 hit points, the Animated Instrument cannot be re-animated until the user has completed a long rest and repaired the Animated Instrument using appropriate materials worth 50 gp.": "当乐器动画被降至0点生命值时，直到用户完成一次长休并使用价值50gp的适当材料修复乐器动画后，才能重新激活。",
	"The Animated Instrument shares your initiative and takes its turn after you. It obeys instructions given to it by you to the best of its ability. In combat, on its turn it will only take the {@action dodge} action unless its user takes a bonus action to order the Animated Instrument to perform a different action, which it will carry out on its turn.": "动画乐器与你的主动性相同，并在你之后进行它的回合。它会尽力遵循你给予的指令。在战斗中，在它的回合里，它只会采取{@action dodge}行动，除非它的使用者采取一个额外行动来命令动画乐器执行不同的行动，它将在自己的回合内执行。",
	"The animated instrument has no arms but is capable of playing itself magically when not handled. It can be picked up by you and played normally as an instrument.": "这个动画乐器没有手臂，但在没有被操作时可以神奇地自己演奏。你可以拿起它，像正常乐器一样演奏。",
	"Perfect if you aren't popular enough to start a band.": "如果你不够出名，就不要组乐队。(Perfect if you aren't popular enough to start a band.)",
	"This wand appears to be a normal {@item screamer|Wyldefarne}. Upon being attuned to, you cannot be separated from the Bad Screamer unless the spell {@spell Remove Curse} is used on you. Whilst in your possession, the Screamer gives you disadvantage on persuasion and deception ability checks, as it colours your speech with rude, insensitive, or inflammatory terms and sayings. The Bad Screamer grants you the ability to, by singing into the wand tip, generate a magical aura of power that can greatly intimidate others. When held, as an action, you can force a creature you can see within 30 ft. who can hear you to subtract a {@dice d10} on their next attack roll or ability check.": "这根魔杖看起来是一根普通的{@item screamer|Wyldefarne}。当你与它产生共鸣后，除非使用法术{@spell Remove Curse}，否则你无法与坏话者分离。当持有这根魔杖时，坏话者会让你在说服和欺骗能力检定中处于劣势，因为它会让你的言辞带有粗鲁、不敏感或煽动性的词语和说法。坏话者赋予你一项能力，通过向魔杖尖端唱歌，产生一种能够极大恐吓他人的魔法光环。当握持时，作为一个动作，你可以迫使你看得见且能听见你的生物，在其下一个攻击骰或技能检定中减去{@dice d10}。",
	"This bass has been adjusted to be portable via a dark leather strap. The entirety of the instrument is made out of metal, and is adorned with motifs of skulls. The metal overlaps in places, and hints at a greater mechanism within the instrument itself. From the top of the head emerges a small nozzle, and at the base of the body is a larger cavity.": "这款低音提琴已经通过一根深色皮革肩带调整为便携式。整个乐器由金属制成，并装饰有骷髅图案。金属在某些地方重叠，暗示着乐器内部有更复杂的机制。从头部顶部伸出一个小喷嘴，而在底部的身体上有一个较大的空腔。",
	"As an action, the user can fire a series of magical projectiles form the head of the instrument. Perform a spell attack against a target you can see within 60ft. On a hit, the target takes {@damage 2d6} force damage. On a critical hit, the Ballistic Bass backfires, and the user must make a strength saving throw against a DC of 14 or take {@damage 2d6} force damage and be knocked {@condition prone}. On a success, the damage is halved and the user is not knocked {@condition prone}.": "作为一个动作，使用者可以从乐器的头部发射一系列魔法抛射物。对你能看到的目标进行一个60英尺内的法术攻击。命中后，目标会受到{@damage 2d6}的力量伤害。在暴击时，Ballistic Bass会反弹，使用者必须进行一次力量豁免检定，豁免 DC 14，否则会受到{@damage 2d6}的力量伤害并被击倒{@condition prone}。若成功，伤害减半且使用者不会被击倒{@condition prone}。",
	"As a bonus action, the user can fire a deadly magical rocket from the base of the Ballistic Bass. The missile will shoot towards a target of your choosing that you can see within 120 ft. and detonate upon impact. The target must take a {@dc 14} Dexterity save or take {@damage 6d6} fire damage and be knocked {@condition prone}. On a successful save, the damage is halved and the target is not not knocked {@condition prone}. This rocket cannot be fired again until you finish a long rest.": "作为一个奖励动作，使用者可以从弹道巴斯的底部发射一枚致命的魔法火箭。导弹会朝着你所选择的目标射击，目标必须在你能看到的120英尺内，然后在撞击时爆炸。目标必须进行一次{@dc 14}敏捷豁免，否则会受到{@damage 6d6}火焰伤害并被击倒{@condition prone}。在成功豁免时，伤害减半且目标不会被击倒{@condition prone}。这枚火箭在你完成一次长休之前无法再次发射。",
	"The Cello of Moving is a large, cumbersome instrument on first sight, but when picked up feels incredibly light, as if it were only half of its size. It is built of a wood of unknown origin, carved and reinforced with silver. Blue stones adorn the head of the instrument.": "移动之大提琴是一个庞大而笨重的乐器，但当拿起来时却感觉异常轻盈，仿佛只有它实际尺寸的一半。它是用一种未知来源的木材制成，雕刻并用银加固。蓝色的宝石点缀在乐器的头部。",
	"When attuned to, the Cello of Moving grants you the ability to cast the spell {@spell Mage Hand} at will without expending a spell slot. In addition, {@quickref difficult terrain|PHB|3} no longer costs any additional movement when carrying this instrument whilst attuned to it. When used as a spellcasting focus for bard spells, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells.": "当你与之磁共振时，移动大提琴(Cello of Moving) 赋予你在不消耗法术槽的情况下随意施放{@spell Mage Hand}法术的能力。此外，当你与之磁共振时，携带这把乐器不再消耗额外的移动。当你将其作为吟游诗人法术的施法焦点时，你的法术命中加值和法术豁免 DC 均增加 +1。",
	"When used as a spellcasting focus for a bard spell, the caster gains an increase to their movement speed equal to the spell level times 5.": "当用作(bard)吟游诗人法术的施法焦点时，施法者的移动速度增加等于法术等级乘以5。",
	"When the instrument is played as part of a performance for at least a minute, those who listen to the performance will feel restless and feel slightly compelled to move in some way, whether it is by dancing, pacing, tapping, or even leaving to go for a stroll, at the DM's discretion.": "当乐器作为表演的一部分演奏至少一分钟时，那些听众会感到不安，并感到略微被迫以某种方式移动，无论是跳舞、踱步、拍打，甚至在（DM）的决定下离开去散步。",
	"Over the course of a minute, you can use the Cello of Moving to cause items that fit in a space of up to 5ft by 5ft to disappear into a pocket dimension. The user can cause these items to reappear again as an action using the instrument. Only one set of items can be stored in this pocket dimension at a time; if the Cello of Moving is used to store a second set of items whilst another is already inside, the previous contents of the pocket dimension are expelled. Living creatures cannot be stored inside the Cello of Moving's pocket dimension.": "在一分钟的时间里，你可以使用移动大提琴(Cello of Moving)将尺寸不超过5英尺乘以5英尺的物品消失到口袋维度中。使用者可以通过演奏这个乐器来将这些物品作为一个动作重新显现。这个口袋维度一次只能存储一组物品；如果在口袋维度中已经有一组物品的情况下使用移动大提琴来存储第二组物品，那么口袋维度中之前的内容会被排出。活生物不能被存储在移动大提琴的口袋维度中。",
	"Unlike most wands, which solely channel magic through materials tempered by arcane craftsman, it is believed that Conductor's Wand achieves this through some limited form of sentience. Furthermore, as its wearer grows, so does the wand. These wands are made from the wood of trees found near to druidic groves or permanent portals and magic circles linked to the Feywild. If you have not moved on your turn, as a bonus action or as part of using your {@classFeature Bardic Inspiration|Bard|PHB|1} feature, you can activate the wand as part of a dazzling performance to target one creature within 30ft with a spell attack (using your spellcasting ability). You cannot perform this if you have cast a spell of first level or higher, and using the item in this way reduces your movement to 0 ft. until the start of your next turn. On a hit, the wand deals thunder damage equal to {@damage 1d6} + your spellcasting modifier. Furthermore, once you hit a creature with this spell attack, you are able to use your reaction to employ one of the following techniques:": "与大多数魔杖不同，它们仅通过奥术工匠调和的材料来引导魔法，据信指挥者魔杖通过某种有限的意识形式实现了这一点。此外，随着佩戴者的成长，魔杖也会增长。这些魔杖是用靠近德鲁伊树林或与精灵界相连的永久传送门和魔法阵的树木制成的。如果你的回合没有移动，作为一个额外动作或作为使用你的{@classFeature Bardic Inspiration|Bard|PHB|1}特性的一部分，你可以激活这根魔杖，进行令人眼花缭乱的表演，以对距离30英尺内的一个生物进行一个咒语攻击（使用你的咒术能力）。如果你施放过一级或更高级别的咒语，你就不能执行此操作，以这种方式使用物品会将你的移动减少到0英尺，直到下一个回合开始。命中时，魔杖造成雷霆伤害，伤害值为{@damage 1d6} + 你的咒术修正。此外，一旦你用这个咒语攻击命中一个生物，你可以使用你的反应来使用以下技巧之一：",
	"When you hit a creature with a wand spell attack, choose a friendly creature who can see or hear you within 30ft. That creature can immediately use its reaction to make one weapon attack, adding an additional {@damage 1d6} to the attack's damage roll.": "当你用魔杖施放法术攻击命中一只生物时，选择一个在30英尺内能看到或听到你的友方生物。该生物可以立即使用其反应进行一次武器攻击，为攻击的伤害骰增加额外的{@damage 1d6}。",
	"When you hit a creature with a wand spell attack, choose a friendly creature who can see or hear you within 30ft and bolster their resolve. When you do so, that creature gains temporary hit points equal to the {@dice 1d6} + your Charisma modifier.": "当你用魔杖施放的法术攻击命中一只生物时，选择一个在30英尺内能看到或听到你的友好生物，并增强他们的决心。当你这样做时，那个生物获得临时生命值，数值等同于{@dice 1d6} + 你的魅力调整值。",
	"When you hit a creature with a wand spell attack, you can manoeuvre one of your comrades into a more advantageous position. You add an additional {@dice 1d6} to the attack's damage roll, and you choose a friendly creature who can see or hear you within 30ft. That creature can use its reaction to move up to half its speed without provoking {@action opportunity attack|PHB|opportunity attacks} from the target of your attack.": "当你用魔杖施放的法术攻击命中一只生物时，你可以将你的一个同伴移动到一个更有利的位置。你在攻击的伤害骰上额外增加{@dice 1d6}，并选择一个在30英尺内能看到或听到你的友好生物。那个生物可以使用其反应移动最多半个速度，而不会招致攻击目标的{@action opportunity attack|PHB|opportunity attacks}。",
	"A wielder of the wand is able to utilise these techniques a number of times equal to their proficiency modifier and regains all expended uses upon completing a long rest.": "持有魔杖的使用者能够使用这些技能的次数等于他们的熟练加值，并在完成一次长休后恢复所有已用次数。",
	"Never needed a wand to make people do things for me, personally.": "我个人从来不需要魔杖来让人为我做事。",
	"After the Ascension of Eredus at the dawn of the Age of the Phoenix, the Dyvarre of Wyldefarne, Tiacele Niuvelar Devaste, took up a variety of nonviolent outlets under recommendation from her therapist, which she took to with the same level of raw single-mindedness as she did every aspect of her life. One such creative outlet was music, and over time she became rather taken with playing a hand-crafted dreadnought guitar (woodworking was another such creative outlet) and would practice it regularly during her stay in New Valora. She would become a competent player, but her attempts to form a music group failed due to the majority of the Black Knights having scattered to the four winds. When used as a spellcasting focus for bard spells, you gain a +2 bonus to spell attack rolls and to the saving throw DC of your spells.": "在凤凰时代黎明时，埃雷达斯升天后，怀尔德法恩的迪瓦尔人，蒂亚塞尔·纽维拉·德瓦斯特，在心理治疗师的建议下，采用了各种非暴力的发泄方式，她对此和她生活中的每一个方面一样充满了原始的单一目标性。其中一种创造性发泄方式是音乐，随着时间的推移，她对演奏一把手工制作的恐怖战舰吉他（木工是另一种创造性发泄方式）产生了浓厚兴趣，并在新瓦洛拉期间经常练习。她成为了一名熟练的演奏者，但由于大多数黑骑士已经四散在各地，她组建音乐团体的尝试以失败告终。当作为诗人法术的施法焦点时，你获得+2的奖励用于法术攻击检定和法术豁免 DC。",
	"The instrument itself appears simple enough outside of the signature 'TND' on the underside of the instrument. Originally it was not intended to be made magical, however the Dyvarre's natural magic imbued the guitar with some of her eldritch power.": "这件乐器本身看起来很简单，除了在乐器底部的标志'TND'。最初并没有打算让它变成魔法的，然而戴瓦尔(Dyvarre)的自然魔法让吉他充满了一些她的邪术力量。",
	"This guitar was hand-built by Tiacele Niuvelar Devaste, and is uniquely suited to her figure. If you are an elven female, you gain a bonus of +1 to any performance ability check.": "这把吉他是由提亚塞尔·纽维拉·德瓦斯特(Tiacele Niuvelar Devaste)手工制作的，非常适合她的身材。如果你是一名精灵女性，你在任何表演技能检定中获得+1的奖励。",
	"When you play with the Destiny Dreadnought for at least one minute roll a {@dice d20} and record the number rolled. As a reaction, you can replace any attack roll, saving throw, or ability check made by you or a creature that you can see with this roll. You must choose to do so before the roll, and you can only replace a roll in this way once per turn. You may not use this ability again until you finish a long rest.": "当你在与命运巨舰（Destiny Dreadnought）玩耍至少一分钟后，投掷一个{@dice d20}并记录所投掷的数字。作为一次反应，你可以用这个数字替换你或你能看到的生物进行的任何攻击投掷、豁免投掷或技能检定。你必须在投掷之前选择这样做，并且每回合只能以这种方式替换一次投掷。在完成一次长休息之前，你不能再次使用这个能力。",
	"The Dyvarran Dreadnought has been imbued with some of the supernatural resilience of its creator. Whilst slung on your back or carried, you gain a +1 to your armour class.": "Dyvarran Dreadnought（迪瓦兰战舰）被赋予了一些其创造者的超自然韧性。当挂在你的背上或携带时，你的护甲等级增加1。",
	"This {@item lute|PHB} crackles with electricity when played. It is dark coloured and stringed with bright silver strings, and adorned with motifs of lightning. When played, this instrument grants the user the capacity to see over vast distances. When used as a spellcasting focus for bard spells, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells.": "这把乐器{@item lute|PHB}在演奏时会发出电流的声音。它颜色深沉，用明亮的银色琴弦编织，装饰着闪电图案。演奏时，这把乐器赋予使用者远距离视野的能力。当作为吟游诗人法术的施法焦点时，你的法术攻击投掷获得+1的加值，并且法术豁免 DC 也会增加1。",
	"The Electric Eye allows you to cast the spell {@spell scrying} three times per day.": "电眼让你每天可以施放法术{@spell scrying}三次。",
	"When the Electric Eye is used as a spellcasting focus for a bard spell, you can make a creature within 120 ft. that you can see take a Wisdom saving throw against their spell save DC. On a fail, they are subject to the effects of the {@spell Detect Thoughts} spell, as if they had failed on their saving throw against that spell.": "当电眼(Electric Eye)被用作吟游诗人法术的施法焦点时，你可以让你能看到的120英尺内的生物进行一次感知豁免，豁免 DC 为其法术豁免 DC。如果未能通过，他们将受到{@spell Detect Thoughts}法术的影响，就好像他们未能通过该法术的豁免检定一样。",
	"The Electric Eye enhances your vision whilst attuned to it. You gain {@sense darkvision} up to 60 ft. If you already had {@sense darkvision}, it is extended by a further 60 ft.": "电眼在你与之相连时增强你的视力。你的视野范围增加了{@sense darkvision}，最多可达60英尺。如果你已经有{@sense darkvision}，则再额外延伸60英尺。",
	"Mephistopheles Cleric is my favourite old-school Baharian band.": "梅菲斯托菲勒斯(Mephistopheles) 牧师是我最喜欢的老派巴哈里安(Baharian) 乐队。",
	"The Emerald Menace is a luxurious guitar commissioned by a noble from Lusim State under mysterious circumstances. Said to be a cursed instrument, the guitar has been passed from collection to collection following the Baharian Revolution and occasionally makes its way to all manner of performances, typically before being traded away or stolen. Its name is associated with trouble and revolt, and those who play it find it to grant them incredible, if fleeting, popularity.": "翡翠威胁是一把由卢西姆州的贵族在神秘情况下委托制作的豪华吉他。据说这把吉他是一件被诅咒的乐器，自巴哈里安革命以来一直在各个收藏品之间流传，偶尔会出现在各种演出中，通常在被交易或被盗之前。它的名字与麻烦和反抗联系在一起，那些弹奏它的人发现它能让他们获得令人难以置信的，虽然是短暂的，声望。",
	"The guitar is a vibrant green and features a long, narrow neck. The guitar head is shaped like a green dragon's head, and golden spikes adorn the base of the body. It is a very delicate instrument prone to requiring retuning regularly, and its strings burn to the touch, as if touching bleach or other chemicals, but do not cause harm.": "这把吉他是充满活力的绿色，有着一根又长又细的颈部。吉他的头部形状像一只绿色龙头，金色的尖刺点缀在琴身底部。这是一件非常精致的乐器，经常需要定期重新调音，它的琴弦触摸起来像触摸漂白剂或其他化学品一样灼热，但不会造成伤害。",
	"As a bonus action, when wielding the Emerald Menace you can increase the charges held within the Emerald Menace by 1. The Emerald Menace can hold up to 3 charges. The Emerald Menace loses all stored charges one minute after the last time a charge was added.": "作为一个奖励动作，在持有翡翠威胁时，你可以将翡翠威胁内的充能增加1。翡翠威胁最多可以容纳3个充能。自上次添加充能后一分钟后，翡翠威胁将失去所有存储的充能。",
	"After gaining 1 charge, the Emerald Menace grants you +2 to your spellcasting modifier and to spell save DC, as well as a −1 malus to all saves.": "获得1个充能后，翡翠威胁(`Emerald Menace`)使你的施法调整值和法术豁免 DC 增加 +2，同时对所有豁免值减少 -1。",
	"After gaining 2 charges, the Emerald Menace causes an electrifying shimmer in the air around the user; every time the user gets hit with a weapon or spell attack, roll a {@dice d20}; on a 5 or lower, the attack misses instead. Additionally, the user's speed is reduced by half. The bonus to your spellcasting modifier and spell save DC increases to +3.": "在获得2个充能后，翡翠威胁会在使用者周围的空气中产生一种令人震撼的电光；每当使用者被武器或法术攻击击中时，投掷一个{@dice d20}；在5或更低时，攻击则会失误。此外，使用者的速度减半。你的法术施法修正和法术豁免 DC 的加值增加到 +3。",
	"After gaining 3 charges, the performance ends with a crashing solo; the user chooses a number of creatures they can see within 60 ft. up to their proficiency modifier. These creatures must succeed a Constitution save against the user's spell save DC or take thunder damage equal to the user's character level, or half on a successful save. The user must also take thunder damage equal to half their level. The number of charges then resets to 0, and the Emerald Menace cannot have charges added to it until an action is spent to re-tune the guitar, as the magic inside it has knocked the guitar strings out of tune.": "在获得3个充能后，表演以一场震撼的独奏结束；使用者选择他们在60英尺内能看到的生物数量，最多为他们的熟练加值。这些生物必须通过一次对抗使用者法术豁免 DC 的体质豁免检定，否则将受到等同于使用者角色等级的雷属性伤害，成功豁免则只受一半伤害。使用者还必须承受等同于他们等级一半的雷属性伤害。然后充能数量重置为0，翡翠威胁(`Emerald Menace`)在重新调音吉他的行动花费之前不能再添加充能，因为其中的魔法已经使吉他的琴弦走调。",
	"When you use the Emerald Menace as a spellcasting focus for a bard spell, a single creature within 30 ft. of you that you can see and that can hear you must make a Wisdom saving throw against your spell save DC. On a failure, roll a {@dice d6}; on a roll of a 1 or 2, the target is {@condition Stunned}; on a roll of a 3 or 4, they are {@condition Frightened} of the user; on a roll of a 5 or 6 they are {@condition Blinded}. This effect lasts until the beginning of the user's next turn.": "当你将翡翠威胁作为吟游诗人法术的施法焦点时，你能看到并能听到的30英尺内的单个生物必须对你的法术豁免 DC 进行一次感知豁免投掷。如果未通过，掷出一个{@dice d6}；在掷出1或2时，目标为{@condition Stunned}；在掷出3或4时，他们是{@condition Frightened}的使用者；在掷出5或6时，他们是{@condition Blinded}。此效果持续到使用者的下一个回合开始。",
	"When used to perform for over a minute, the user can instill a sense of restlessness in those who listen to it. This may manifest in a variety of ways, from increased signs of aggression, a sense of discontent at hierarchy, or a bias towards chaotic alignments, at the DM's discretion. A listener may resist these effects by succeeding a {@dc 18} Charisma saving throw.": "当使用超过一分钟时，用户可以在倾听者中灌输一种不安的感觉。这可能以多种方式表现出来，从增加攻击迹象，对等级制度的不满，或者倾向于混乱阵营，由DM自行决定。倾听者可以通过成功进行一次 {@dc 18} 魅力豁免才能抵抗这些影响。",
	"Okay this next one I should be getting royalties for. She's pretty unstable but nothing gets a crowd riled up like the Menace.": "好的，下一个我应该得到版税。她相当不稳定，但没有什么能像(流氓)一样激起人群的热情。",
	"This lightweight keyboard is made of wood and is adorned with carvings of clouds. When a specific command word is spoken (which is chosen by you upon attuning to the instrument) the keyboard will hover above the ground and remain within playing distance of you whilst attuned. The instrument will follow you by taking the shortest possible distance to you should you move, and will stop moving if it encounters an obstacle. This effect stops if the character moves more than 30 ft. away, at which point it will gradually lower itself to the ground and remain still until you speak the command word again.": "这款轻巧的键盘是由木头制成的，并装饰有云朵的雕刻。当你调谐这个乐器时，你可以选择一个特定的口令，一旦说出这个口令，键盘就会悬浮在地面上，并保持在你可以演奏的距离内。这个乐器会跟随你，通过最短的路径来保持距离，如果遇到障碍就会停止移动。如果角色移动超过30英尺，这个效果会停止，此时键盘会逐渐降落到地面上，并保持静止，直到你再次说出口令。",
	"The Floating Keyboard allows you to cast the spell {@spell Levitate} three times per day. Stored spells are restored upon completing a long rest.": "浮动键盘允许你每天施放法术{@spell Levitate}三次。存储的法术在完成一次长休后恢复。",
	"Tried this for a while when I was into piano; it really does make a difference when you can carry your instrument around with you. Shame about the {@spell levitate} spell.": "在我对钢琴感兴趣的时候尝试过这个方法；当你可以随身携带乐器时，确实会有所不同。{@spell levitate}法术的确令人遗憾。",
	"This odd contraption is made of a confusing tangle of brass, wood, and wire, which upon speaking a specific command word determined upon attuning to the device, transforms into an instrument of your choosing. The instrument of Transformation can also adjust its size and weight to accommodate you, as well as take the form of custom instruments to suit specific roles. These instruments cannot be larger than 6ft. in any direction, and will always weigh 10 lbs.": "这个奇怪的装置由一团令人困惑的黄铜、木头和电线构成，当你在调谐这个装置时确定了一个特定的口令，它就会变成你选择的乐器。这个变形乐器还可以调整大小和重量以适应你，也可以变成定制乐器以适应特定角色。这些乐器在任何方向上都不能超过6英尺，并且重量始终为10磅。",
	"The Instrument of Transformation allows you to, over the course of a minute's worth of playing, cast the spell {@spell Alter Self} without expending a spell slot. When the spell is cast in this way, it does not require {@status concentration}. This effect can be done once, and can be done again at the end of a short rest.": "变革之器允许你在一分钟的演奏中施放{@spell Alter Self}这个咒语，而不消耗法术位。以这种方式施放咒语时，不需要{@status concentration}。这个效果只能使用一次，并可以在短休息结束时再次使用。",
	"The Laser Musicmaker is a slick, metal contraption with thirty keys along its side, between a foot and two feet in length. Upon pressing the keys, the device lights up in a variety of colours ranging from red to purple, and emits a strange synthetic sound unlike any other instrument. When used as a spellcasting focus for bard spells, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells.": "激光音乐制造者是一个光滑的金属装置，侧面有三十个按键，长度在一英尺到两英尺之间。按下按键时，设备会以从红色到紫色的各种颜色发光，并发出一种奇怪的合成声音，与任何其他乐器都不同。当用作诗人法术的施法焦点时，你获得+1的法术命中加值和法术豁免 DC 的加值。",
	"The Laser Musicmaker allows you to cast the spell {@spell Faerie Fire} up to two times per day. You can also cast the cantrip {@spell Thaumaturgy} at will.": "激光音乐制作者让你每天最多可以施放法术{@spell Faerie Fire}两次。你也可以随意施放零级法术{@spell Thaumaturgy}。",
	"When playing the Laser Musicmaker, you can project a laser in a straight line up to 300ft originating from the instrument for up to a minute. This laser can be of any colour. This laser is stopped by opaque objects. You can project up to six of these lasers at a given moment.": "当使用激光音乐制造者时，你可以从乐器发射一道激光，直线延伸至300英尺，持续时间长达一分钟。这道激光可以是任何颜色。激光会被不透明物体阻挡。你可以同时发射最多六道这样的激光。",
	"This crazy contraption is like one of those weird Institute-like golem things, all beeps and whirring noises. Not the most low-key instrument out there, is it?": "这个疯狂的装置就像是那些奇怪的研究所式的魔像，充满了嘟嘟声和嗡嗡声。它可不是最低调的工具，是吧？",
	"The Maracas of Mayhem are a pair of small but weighty wooden maracas painted with a bright array of rainbow colours that seem to change every time one looks at them, and no two people can agree what the images represent. Those that hold them feel a slight tingling in their hands that only disappears when they are shaken.": "混乱之玛拉卡斯(Maracas of Mayhem)是一对小巧但沉重的木制沙锤，涂有明亮的彩虹色彩，似乎每次看都会变化，没有两个人能够达成一致，认为这些图像代表什么。拿着它们的人会感到手部轻微刺痛，只有在摇动时才会消失。",
	"The Maracas of Mayhem can only be used as a pair, one held in each hand. When held in this way they can be used as {@item +2 club|DMG|+2 clubs}. When used separately they make no sound.": "混乱之舞(马拉卡斯)只能成对使用，每只手持一只。这样握着时，它们可以用作{@item +2 club|DMG|+2 clubs}。当分开使用时，它们不会发出任何声音。",
	"When both Maracas are held, one in each hand, you can choose to attack four times when you tke the {@action Attack} action on your turn. If you choose to do this, attacks against you have advantage until the start of your next turn.": "当双手各持一只沙锤时，你可以选择在你的回合中采取{@action Attack}动作时进行四次攻击。如果你选择这样做，直到下一个回合开始，对你的攻击具有优势。",
	"You can cast the spell {@spell Otto's Irresistible Dance|PHB|Irresistible Dance} once per day without expending a spell slot. You regain all expended uses at the end of a long rest. The DC for this spell is 15.": "你每天可以施放{@spell Otto's Irresistible Dance|PHB|Irresistible Dance}一次，而不消耗法术位。你在完成一次长休后，所有已消耗的使用次数会恢复。这个法术的豁免 DC 为15。",
	"You can cast the spell {@spell Confusion} three times per day without expending a spell slot. You regain all expended uses at the end of a long rest. The DC for this spell is 15.": "你可以每天三次施放{@spell Confusion}这个法术，而不消耗法术位。你在进行一次长休后，所有已用次数都会恢复。这个法术的豁免 DC 为15。",
	"This set of panpipes is large enough to be held by a heavy leather strap along the inside of the instrument. Reinforced with adamantine and gold, this large and cumbersome instrument is a far cry from the typical wooden instrument commonly seen. It can be both played as a standard set of panpipes and used as a shield. It was commissioned by a Moantur noble, but was held in customs on the Elemental Plane of Fire before being stolen. Its location is currently unknown.": "这套排箫足够大，可以通过乐器内部的重皮带来携带。这个巨大而笨重的乐器由精金和精钢加固，远非常见的典型木制乐器。它既可以作为标准的排箫奏乐，也可以用作盾牌。这是由莫安图尔贵族委托制作的，但在火元素位面的海关被扣押后被盗。目前它的位置是未知的。",
	"The Panpipes of defence were designed to counter both magic and conventional weapons. When a creature the user can see casts a spell that targets you when you have the Panpipes of Defence equipped, you can use your reaction to roll a {@dice d20}. On an 11 or higher, the spell is negated and has no effect. This has no effect on spells with an area of effect that does not directly target you. You can use this ability up to three times per long rest.": "防御之笛旨在抵御魔法和常规武器。当使用者能看见的生物施放一个以你为目标的法术时，当你装备了防御之笛时，你可以使用你的反应来投掷一个{@dice d20}。在投掷11或更高时，法术被抵消且无效。这对于没有直接以你为目标的范围法术无效。你可以每次长休最多使用这个能力三次。",
	"You can cast the spell {@spell Shield} three times per long rest without expending a spell slot.": "你可以在每次长休之后三次施放法术{@spell Shield}，而不消耗法术位。",
	"When the Panpipes of Defence are used as a spellcasting focus for a bard spell, you gain {@dice 2d6} temporary hit points that last until the beginning of your next turn. If these temporary hit points are reduced to 0 before then, you can as a reaction cause a creature they can see within 60 ft. to take a Constitution saving throw against your Spell Save DC. On a failure, the target takes {@damage 2d6} force damage and is knocked back 15 ft and becomes {@condition prone}. On a successful save, the damage is halved and the target suffers no other effect.": "当防御(Defence)排箫(Panpipes)被用作吟游诗人法术的施法焦点时，你会获得{@dice 2d6}持续到你的下一个回合开始的临时生命值。如果这些临时生命值在那之前降至0，你可以作为一次反应，让一个60英尺内可见的生物进行一次针对你法术豁免 DC 的体质豁免检定。在失败时，目标会受到{@damage 2d6}力量伤害，并被击退15英尺并变为{@condition prone}。在成功豁免时，伤害减半，目标不受其他影响。",
	"This large ebony harmonium is lined with old corroded brass trim. The large keys are stained black and the small keys are made of ivory. A perpetual soft drone or wail can be heard when the bellows are unlatched. No one is quite sure how old this instrument really is, and any attempt to spruce it up is magically undone the next day. While attuned to this instrument, you can use it as a spellcasting focus. Additionally, you gain a +2 bonus to spell attack rolls.": "这台巨大的乌木风琴镶有古老腐蚀的黄铜装饰。大键被染成黑色，小键则是象牙制成。当风箱打开时，可以听到持续的低沉或哀怨声。没有人能确定这件乐器到底有多老，任何试图打扮它的尝试都会在第二天被魔法撤销。当与这件乐器共鸣时，你可以将其用作施法焦点。此外，你获得+2的施法命中加值。",
	"The harmonium is a cumbersome instrument to store and use. As an action, you can set up or stow the instrument. While playing this instrument, your movement speed is reduced to 0ft.": "手风琴是一种笨重的乐器，难以存放和使用。作为一个动作，你可以设置或收起这个乐器。当演奏这个乐器时，你的移动速度减少到0尺。",
	"Once the instrument is set up, an ominous drone naturally starts to play, which can be heard up to 60ft. You can designate any number of creatures you can see to be unaffected by it. When an affected creature enters the area for the first time on a turn or starts its turn there, it must make a Wisdom saving throw against your spell save DC or be {@condition frightened}. An affected creature can repeat the saving throw at the end of its turn. If the effect on it ends, that creature is immune to the drone's effects for the next 24 hours.": "一旦乐器被设置好，一个不祥的低沉声音自然地开始播放，可以听到最多60英尺。你可以指定任意数量的你能看到的生物不受其影响。当一个受影响的生物在回合内首次进入该区域或者在那里开始它的回合时，它必须根据你的法术豁免 DC 进行一次感知豁免检定，否则将被 {@condition frightened}。受影响的生物可以在回合结束时重复进行豁免检定。如果对其的影响结束，那个生物对该低沉声音的效果免疫，持续24小时。",
	"This instrument has 5 charges and regains {@dice 1d4 + 1} charges on at the next dawn. Once the instrument is setup, as an action, you can expend charges to use the following effects: 1 charge. you can cast the spell {@spell Cause Fear} without expending a spell slot. 2 charges. you can cast the spells {@spell Animate Dead} or {@spell Summon Undead} without expending a spell slot. 4 charges. you can cast the spell Danse Macabre without expending a spell slot. 5 charges. The notes played take hold of a target within 60ft. The target must make must make a wisdom saving throw against the user's spell save DC. If the creature is undead, they have disadvantage on the save. On a failed save, the creature is {@condition paralyzed} and their arms raise to form a t-pose. As a bonus action, you can command the creature to use their turn to perform one of the following actions: {@action attack}, {@action dash}, {@action grapple}, {@action help}, or {@action use an object}. The target can repeat the saving throw at the end of their turn.": "这个乐器有5个充能，并在第二天黎明时恢复{@dice 1d4 + 1}的充能。一旦这个乐器被设置好，作为一个动作，你可以消耗充能来使用以下效果：1个充能。你可以施放法术{@spell Cause Fear}，而不消耗法术位。2个充能。你可以施放法术{@spell Animate Dead}或{@spell Summon Undead}，而不消耗法术位。4个充能。你可以施放舞蹈死灵(Danse Macabre)法术，而不消耗法术位。5个充能。所演奏的音符控制住60英尺内的一个目标。目标必须根据使用者的法术豁免 DC 进行一次感知豁免投掷。如果生物是不死生物，它们在豁免投掷时有劣势。未通过豁免投掷的生物被{@condition paralyzed}，并且它们的手臂升起形成一个T形。作为一个奖励动作，你可以命令生物使用他们的回合执行以下动作之一：{@action attack}、{@action dash}、{@action grapple}、{@action help} 或 {@action use an object}。目标可以在他们的回合结束时重复进行豁免投掷。",
	"This instrument is cursed. Attuning to it curses you until you are targeted by a {@spell Remove Curse} spell or similar magic. If 3 or more charges in total are consumed, the wielder must make a {@dc 15} constitution saving throw. On a failed save, the wielder gains one point of {@condition exhaustion} which cannot be removed until the wielder's curse is removed. For each point of {@condition exhaustion}, the wielder slowly turns into a wooden puppet of themselves. Returning a creature to their original form can be done through a {@spell Greater Restoration} or {@spell Wish} spell.": "这件器物受到了诅咒。与它相调会让你受到诅咒，直到你被施加了一个{@spell Remove Curse}法术或类似魔法。如果总共消耗了3个或更多的充能，持有者必须进行一次{@dc 15}体质豁免才能。未通过豁免检定的话，持有者将获得一点{@condition exhaustion}，这个效果直到持有者的诅咒被解除。对于每一点{@condition exhaustion}，持有者都会慢慢变成一个木偶版的自己。将一个生物恢复到原始形态可以通过{@spell Greater Restoration}或{@spell Wish}法术来完成。",
	"Your spellcasting ability for all features and spells of this instrument is your choice of Intelligence, Wisdom, or Charisma.": "这个法器的所有特性和法术的施法能力取决于你选择的智力、感知或魅力。",
	"This cerulean tinged saxophone has letters inscribed around the nozzle that spell out the verbal components of the {@spell sending} spell. When played, the letters glow blue. When used as a spellcasting focus for bard spells, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells.": "这支天蓝色的萨克斯管在喇叭口周围刻有字母，拼写出{@spell sending}法术的口头组件。演奏时，这些字母会发出蓝光。当作为吟游诗人法术的施法焦点时，你获得+1的法术命中加值和法术豁免 DC 加值。",
	"When attuned to this instrument, you can cast the spell {@spell Sending} 3 times per day. You regain all expended use on a long rest.": "当与这个乐器共鸣时，你可以每天施放{@spell Sending}法术3次。你在完成一次长休后，恢复所有已用次数。",
	"As an action, you can use the Saxophone of Sending to force a creature within 30 ft. to take a strength save against your spell save DC. On a fail, they are launched 30 ft. in any direction. If they collide with a solid object, they stop moving. You can use this ability once per long rest.": "作为一个动作，你可以使用发送萨克斯管(Saxophone of Sending)来迫使一个在30英尺内的生物进行一次力量豁免，豁免 DC 为你的法术豁免 DC。如果未通过豁免，他们将被向任意方向推出30英尺。如果他们撞到了坚固的物体，他们会停止移动。你每次长休可以使用这个能力一次。",
	"This wand grants you the ability to, by singing into the wand tip, generate a magical aura of power that can inspire or intimidate others. When held, as an action, you can grant a creature that can hear them within 30 ft. the ability to add a {@dice d4} to one attack roll, ability check, or saving throw of their choice before the end of their next turn. Alternatively, you can force the creature to subtract a {@dice d4} on their next attack roll or ability check. When used as a spellcasting focus, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells.": "这根魔杖赋予你一项能力，当你对着魔杖尖唱歌时，可以产生一种魔法力量的光环，能够激励或威慑他人。持有魔杖时，作为一个动作，你可以赋予一个在30英尺内能听到你声音的生物，在他们的下一个回合结束前，可以选择在一次攻击检定、能力检定或豁免检定中增加{@dice d4}。或者，你也可以强迫该生物在下一次攻击检定或能力检定中减少{@dice d4}。当用作施法焦点时，你的法术攻击检定和法术豁免 DC 值获得+1加值。",
	"This shamisen is a well crafted, weathered shamisen adorned with bronze and made out of a deep, varnished cherry wood. It sports several scratches and dents from decades of use, and taped to the side is a worn bachi. It bears no markings, but has a unique light tone when played. When used as a spellcasting focus for bard spells, you gain a +3 bonus to spell attack rolls and to the saving throw DC of your spells.": "这把三味线是一把精心制作的、风化的三味线，镶有青铜，由深色的樱桃木制成。它上面有几处划痕和凹痕，是数十年使用留下的痕迹，一把磨损的撥片被贴在一侧。它上面没有任何标记，但演奏时有独特的轻柔音调。当作为吟游诗人法术的施法焦点时，你获得+3的法术命中加值和法术豁免 DC。",
	"The Shamisen of Remembrance allows you to cast either {@spell Modify Memory} once per day and {@spell Crown of Madness} three times per day without consuming a spell slot. The DC for these spells is 17. All charges are regained at the end of a long rest.": "记忆三味线（Shamisen of Remembrance）允许你每天施放 {@spell Modify Memory} 一次，以及每天三次 {@spell Crown of Madness}，而不消耗法术位。这些法术的豁免 DC 为17。所有次数在完成一次长休后恢复。",
	"Whilst attuned to the Shamisen of Remembrance, you have advantage on Wisdom Saves. You are also immune to the effects of the {@spell modify memory} spell, as well as any other effect that would alter your memory.": "当你与《记忆三味琴》(Shamisen of Remembrance) 灵感相通时，你在感知豁免检定上获得优势。你也对{@spell modify memory}法术的影响免疫，以及任何其他可能改变你记忆的效果。",
	"Whilst attuned to the Shamisen of Remembrance, your Wisdom score increases to 18, unless it was already higher.": "当你与(Shamisen of Remembrance)相调谐时，你的感知分数会增加到18，除非它已经更高。",
	"When used to perform a song for over a minute, you can instil a vague, indistinct memory into the minds of those who listen to the performance. This might be a vague memory of a loved one, a sense of nostalgia, or the instilled memory of a long-forgotten place from one's childhood. The memories may appear slightly different to each who listen to the performance.": "当用于表演一首歌超过一分钟时，你可以将一种模糊、不清晰的记忆灌输到那些听演出的人的脑海中。这可能是对所爱之人的模糊记忆，一种怀旧感，或是对童年时代一个早已被遗忘的地方的记忆。这些记忆可能对每个听众都有些许不同。",
	"Genuinely can't remember what this one does.": "真的记不得这个法术是干什么的了。",
	"The typical {@item grululu|BloodInTheCompany} is an instrument native to the Helviti Wastes, a forbidding and deadly wasteland in which even innocent instruments often take on the part-time role of deadly weapon. One such example is the fearsome Skull Grululu, a legendary enchanted {@item Grululu|BloodInTheCompany} of titanic proporitons.": "典型的{@item grululu|BloodInTheCompany}是一种原产于赫尔维蒂荒地的乐器，这是一个严酷而致命的荒原，即使是无辜的乐器也经常兼职成为致命武器。一个典型的例子就是可怕的骷髅古鲁鲁鲁，一个传说中的巨大魔法{@item Grululu|BloodInTheCompany}。",
	"The Skull Grululu is a large instrument, which makes a pleasant bonking sound when struck against a hard surface (heads included); unlike many grululu of its kind it is patched in places with iron and bronze, and the blood of countless enemies gives the instrument a dark, dull appearance. This instrument can be wielded as if it were a {@item +2 greatclub|DMG}.": "骷髅鼓鲁鲁鲁是一种大型乐器，当敲击硬表面（包括头部）时会发出愉悦的敲击声；与其同类的许多鲁鲁鲁不同，它在一些地方用铁和青铜修补，无数敌人的鲜血使乐器看起来暗淡。这个乐器可以像{@item +2 greatclub|DMG}一样挥舞。",
	"When you hit an enemy in melee with the Skull Grululu, you can use an action on your next turn to deal damage to the damaged enemy equal to {@damage 2d6} thunder damage.": "当你用骷髅古鲁鲁(Skull Grululu)在近战中击中敌人时，你可以在下一个回合使用一个动作，对受伤的敌人造成等于{@damage 2d6}的雷属性伤害。",
	"When you deal a critical hit, every creature other than yourself within 30 ft. must take {@damage 1d6} psychic damage.": "当你造成暴击时，除了你自己以外，30英尺内的每个生物必须承受{@damage 1d6}点心灵伤害。",
	"The Rainstaff is a long, roughly 5 foot staff two inches wide. Upon its surface is carved images and motifs of clouds, rain, and water. When turned upside down, tiny beads within the staff make a delightful sound that imitates rainfall. This noise is repeated when it is returned to its original orientation. When used as a spellcasting focus for bard spells, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells.": "雨杖是一根长约5英尺，宽两英寸的长杖。其表面雕刻着云、雨和水的图像和图案。当颠倒时，杖内的小珠发出模仿雨声的愉悦声音。当恢复到原始方向时，这种声音会重复。当用作吟游诗人法术的施法焦点时，你的法术攻击投掷获得+1的奖励，并且你的法术豁免 DC 也增加1。",
	"The Rainstaff allows the user to cast the spell {@spell Call Lightning} once per long rest without expending a spell slot. The DC for the spell is 13.": "雨杖允许使用者每次长休时施放法术{@spell Call Lightning}一次，而无需消耗法术位。该法术的豁免 DC 为 13。",
	"As an action, you can use the Rainstaff to conjure a small cloud that hovers over a spot of your choosing for one minute within 60 feet of you. The cloud drips a steady stream of rain. Over the course of a minute, the water emitted by this cloud can fill a single bucket.": "作为一个动作，你可以使用雨杖(Rainstaff)召唤一个小云朵，悬浮在你选择的地点上方，距离你60英尺内，持续一分钟。这朵云会不断滴下细雨。在一分钟内，这朵云释放的水足以填满一个水桶。",
	"When this small bone whistle is played, it produces no sound, as if there was no instrument being played at all. It was designed and enchanted by a rogue who was tired of their bard giving away their position due to them needing to make music to cast their spells.": "当这个小骨哨被吹奏时，它不发出任何声音，就好像根本没有乐器在被演奏一样。这是由一名盗贼设计并施加魔法的，因为他厌倦了他们的吟游诗人因需要演奏音乐来施放法术而暴露位置。",
	"The Instrument of Playing is an enchanted instrument which may be a {@item lute|PHB}, a {@item drum|PHB}, a {@item flute|PHB}, or any other instrument that is no larger than small in size and that can be carried. When holding the instrument, you gain a bonus to spell attack rolls and to the saving throw DCs of your bard spells. This bonus is equal to 1 for a {@item +1 Instrument of Playing|Wyldefarne}, 2 for a {@item +2 Instrument of Playing|Wyldefarne}, and 3 for a {@item +3 Instrument of Playing|Wyldefarne}. This bonus is also applied to any {@skill performance} check made whilst holding the Instrument of Playing. The rarity of the Instrument is also Uncommon for a {@item +1 Instrument of Playing|Wyldefarne}, Rare for a {@item +2 Instrument of Playing|Wyldefarne}, and Very Rare for a {@item +3 Instrument of Playing|Wyldefarne}.": "演奏之器是一件被施加魔法的乐器，可以是一个{@item lute|PHB}，一个{@item drum|PHB}，一个{@item flute|PHB}，或者任何小到可以携带的乐器。当握住这个乐器时，你的法术攻击投掷获得加值，并且你的吟游诗人法术的豁免 DC 也会增加。这个加值为{@item +1 Instrument of Playing|Wyldefarne}时为1，{@item +2 Instrument of Playing|Wyldefarne}时为2，{@item +3 Instrument of Playing|Wyldefarne}时为3。这个加值也会应用在持有演奏之器时进行的任何{@skill performance}检定上。演奏之器的稀有度为普通的{@item +1 Instrument of Playing|Wyldefarne}时为罕见，{@item +2 Instrument of Playing|Wyldefarne}时为稀有，{@item +3 Instrument of Playing|Wyldefarne}时为非常稀有。",
	"The Instrument of Playing is an enchanted instrument which may be a {@item lute|PHB}, a {@item drum|PHB}, a {@item flute|PHB}, or any other instrument that is no larger than small in size and that can be carried. When holding the instrument, you gain a +1 bonus to spell attack rolls and to the saving throw DCs of your bard spells. This bonus is also applied to any {@skill performance} check made whilst holding the Instrument of Playing.": "演奏之器是一件被施加魔法的乐器，可以是一个{@item lute|PHB}，一个{@item drum|PHB}，一个{@item flute|PHB}，或者是任何小到可以携带的乐器。当持有这个乐器时，你的法术攻击投掷获得+1的加值，同时你吟游诗人法术的豁免 DC 也会增加+1。这个加值也会应用在持有演奏之器时进行的任何{@skill performance}检定中。",
	"The Instrument of Playing is an enchanted instrument which may be a {@item lute|PHB}, a {@item drum|PHB}, a {@item flute|PHB}, or any other instrument that is no larger than small in size and that can be carried. When holding the instrument, you gain a +2 bonus to spell attack rolls and to the saving throw DCs of your bard spells. This bonus is also applied to any {@skill performance} check made whilst holding the Instrument of Playing.": "演奏之器是一件被施加魔法的乐器，可以是一个{@item lute|PHB}，一个{@item drum|PHB}，一个{@item flute|PHB}，或者是任何小号或更小的乐器。当你持有这个乐器时，你在施法攻击检定和吟游诗人法术的豁免 DC 上获得 +2 的加值。这个加值也会应用在持有演奏之器时进行的任何{@skill performance}检定上。",
	"The Instrument of Playing is an enchanted instrument which may be a {@item lute|PHB}, a {@item drum|PHB}, a {@item flute|PHB}, or any other instrument that is no larger than small in size and that can be carried. When holding the instrument, you gain a +3 bonus to spell attack rolls and to the saving throw DCs of your bard spells. This bonus is also applied to any {@skill performance} check made whilst holding the Instrument of Playing.": "演奏之器是一件被施加魔法的乐器，可以是一个{@item lute|PHB}，一个{@item drum|PHB}，一个{@item flute|PHB}，或者任何小到可以携带的乐器。持有这个乐器时，你的法术攻击投掷获得+3的加值，并且对你的吟游诗人法术的豁免 DC 也获得+3的加值。这个加值也会应用在持有演奏之器时进行的任何{@skill performance}检定上。",
	"When the animated Instrument drops to 0 hit points, it ceases to be animated and returns to its non-animated state.": "当动画乐器的生命值降至0点时，它将停止动画并恢复到非动画状态。",
	"The DM might rule that a specific objects slam attack inflicts slashing or piercing damage based on its form.": "主持人可能会裁定特定物体的猛击攻击造成割伤或刺穿伤害，这取决于它的形态。",
	"{@atk mw} {@hit 6} to hit, reach 5ft., one target. Hit 5 ({@damage 1d8 + 2}) bludgeoning damage.": "{@atk mw} {@hit 6}攻击，达到5英尺，一个目标。命中后造成5点({@damage 1d8 + 2})钝击伤害。",
	"{@atk rw} {@hit 6} to hit, reach 30ft., one target. Hit 5 ({@damage 1d6 + 2}) thunder damage.": "{@atk rw} 使用 {@hit 6} 进行攻击，射程30英尺，目标为一名敌人。命中后造成5点({@damage 1d6 + 2}) 雷属性伤害。",
	"The Bass Cannon is a large, heavy box that weighs 200lbs. On one end is a disc that vibrates at powerful magical frequencies, which when used correctly, emit a devastating blast that has evaporated entire audiences.": "巴斯加农炮是一个重达200磅的大而沉重的箱子。一端有一个振动着强大魔法频率的圆盘，当正确使用时，会发出毁灭性的爆炸，曾经蒸发过整个观众席。",
	"Before it can be fired, it must be primed and aimed. It takes one action to prime the Bass Cannon, one action to aim it, and one ation to fire it. The Bass Cannon can only be fired once per round.": "在发射之前，必须先装填并瞄准。装填低音炮需要一个动作，瞄准需要一个动作，发射需要一个动作。低音炮每回合只能发射一次。",
	"The Bass Cannon has wheels that allow it to be moved. When pushing or pulling the Bass Cannon, it can be moved a number of feet up to to the strength score of the creature moving it. If multiple characters are moving the Cannon, the strength scores are added together up to 30ft.": "巨鱼炮（Bass Cannon）配备了轮子，使其可以移动。当推动或拉动巨鱼炮时，它可以移动的距离最多为推动者或拉动者的力量分数。如果有多个角色一起移动巨鱼炮，则他们的力量分数相加，但最多不超过30英尺。",
	"If the Bass Cannon is reduced to 0 hit points, it becomes inoperable until it is repaired. It can be repaired by taking an hour to fix the damage. This will take 100gp worth of materials such as steel, copper, hardwoods, or similar construction materials of high quality.": "如果低音炮(Bass Cannon)的生命值降至0，它将无法操作，直到被修复。修复它需要花费一个小时来修复损坏。修复所需的材料价值为100gp，如钢铁、铜、硬木或类似高质量的建筑材料。",
	"When fired, the Bass Cannon will fire in a 10ft. wide line 200ft. long. Any creatures caught in the blast must succeed a {@dc 18} Constitution save or take {@damage 20d6} thunder damage and be {@condition deafened} for one minute. On a successful save, the damage is halved and no other effects apply.": "当触发时，低音炮将在200英尺长的10英尺宽线上发射。任何被冲击波困住的生物必须成功进行一次{@dc 18}宪法豁免检定，否则将受到{@damage 20d6}雷霆伤害并在一分钟内成为{@condition deafened}。在成功豁免时，伤害减半，且没有其他效果。",
	"About time the wizards stop hogging all the good stuff. I've got a bit of a stockpile I've put together over the years, and sure some of it isn't much to look at, but it's not about how they look; it's about how they sound. Knock yourself out.": "是时候让巫师们停止独占所有好东西了。这些年来，我积累了一些物品，虽然有些看起来并不起眼，但重要的不是外表，而是效果。随便拿吧。",
	"Viscera 'Viz' Runs in Water is a musician native from the Baharian Jungles. Her discography includes work provided for the bands {@b Kitty Pop} (rhythm guitar), {@b Zero Heroes} (lead guitar), and {@b Chaotic Naughty} (lead guitar, maracas). Songs include {@b Jaguar Queen}, {@b Wrecksist}, and {@b Ballad of the Mayday Wizard}. Notes on these instruments were compiled with the assistance of Vardenshire and Horn the Scalebard ({@b Trial Party Z}).": "Viscera 'Viz' Runs in Water是一位来自巴哈里亚丛林的音乐家。她的唱片包括为乐队{@b Kitty Pop}(节奏吉他)、{@b Zero Heroes}(主音吉他)和{@b Chaotic Naughty}(主音吉他，沙锤)提供的作品。歌曲包括{@b Jaguar Queen}、{@b Wrecksist}和{@b Ballad of the Mayday Wizard}。这些乐器的注释是在Vardenshire和Horn the Scalebard的帮助下编写的({@b Trial Party Z})。"
}