{
	"The Book of Keystone is an ancient tome, bound in deep brown leather and bearing a four-sided star engraved on its cover. It's pages are enscribed with various ever-shifting runes, glyphs, and cyphers. A particularly clever reader able to catch a glimpse of some of the writing (in the rare moments that it aligns properly to make sense) might realize that this is essentially a wild magic spellbook.": "《(Keystone)之书》是一本古老的卷轴，用深褐色皮革装订，封面上刻有一个四面体星形。它的页面上镌刻着各种不断变化的符文、象形文字和密码。一个特别聪明的读者，偶尔能够瞥见一些文字（在罕见的时刻，它们会正确排列以有意义），可能会意识到这本实质上是一本狂野魔法咒语书。",
	"Three times per day, you may use your action to open the book to a random chapter and cause it to generate a random magical effect. Roll a {@dice d20} and then refer to the Chapters chart below to determine the outcome of opening the book. If any of the Chapters cast a spell that requires concentration, the spell lasts for its full duration.": "每天三次，你可以使用你的动作打开这本书，翻到一个随机章节，并让它产生一个随机的魔法效果。掷骰子{@dice d20}，然后参考下面的章节表来确定打开书的结果。如果任何章节施放需要集中注意力的法术，那个法术将持续完整的持续时间。",
	"An explosive rune from the {@spell glyph of warding} spell is summoned on a point of your choice that you can see. If the rune is summoned in a position where it would be immediately triggered, it instantly detonates. The spell save DC is 15, and the damage type of the explosion is randomly chosen.": "在你能看到的点上召唤一个{@spell glyph of warding}法术的爆炸符文。如果符文被召唤在一个会立即触发它的位置上，它会立刻爆炸。法术豁免 DC 为 15，爆炸的伤害类型是随机选择的。",
	"Make a DC 15 Wisdom saving throw. On a failed save, you become {@condition incapacitated} for 1 minute, and your speed is reduced to 0 for the duration. At the beginning of each of your subsequent turns, make another Wisdom saving throw. On a success, the effects of this Chapter end early. You are immune to this Chapter's effects if you are immune to the {@condition charmed} condition.": "进行一次DC 15的感知豁免检定。如果未通过检定，你将在1分钟内变为{@condition incapacitated}，且你的移动速度将在此期间降为0。在你的每个后续回合开始时，再次进行一次感知豁免检定。若成功，此章节的效果将提前结束。如果你对{@condition charmed}状态免疫，则免疫此章节的效果。",
	"A torrential current of water erupts from the open pages of the book. Make a DC 15 Constitution saving throw. You take {@damage 3d8} bludgeoning damage on a failed save, or half as much damage on a successful one.": "一股洪流般的水从书页中涌出。进行一次 DC 15 体质豁免检定。在豁免失败时，你受到 {@damage 3d8} 钝击伤害；在豁免成功时，伤害减半。",
	"You gain an additional action on your next turn.": "你在下一回合获得额外的行动。",
	"You gain the ability to cast the {@spell shield} spell at-will for the next hour, without needing any components.": "在接下来的一个小时里，你获得了可以随意施放{@spell shield}法术的能力，无需任何材料。",
	"You explode into a cloud of bubbles and gain a flying (hover) speed equal to your walking speed. While in this form you are immune to all damage and the following conditions: {@condition grappled}, {@condition incapacitated}, {@condition paralyzed}, {@condition petrified}, {@condition poisoned}, {@condition prone}, {@condition restrained}, and {@condition stunned}. If you are under the effects of any of these conditions when you transform, the condition is suppressed while you remain in this form. While in this form you cannot take reactions, and you may only use your action to end this transformation.": "你化为一团泡泡爆炸，获得与你步行速度相同的飞行（悬浮）速度。在这种形态下，你对所有伤害和以下状态免疫：{@condition grappled}，{@condition incapacitated}，{@condition paralyzed}，{@condition petrified}，{@condition poisoned}，{@condition prone}，{@condition restrained}，和{@condition stunned}。如果你在变形时受到任何这些状态的影响，这些状态在你保持这种形态时被抑制。在这种形态下，你不能做出反应，只能使用你的动作来结束这种变形。",
	"You sprout ethereal wings from your back for {@dice 1d4+1} turns, gaining a flying speed equal to your walking speed. During this duration, you may make one attack with the wings on each of your turns using a bonus action. The wings are considered a finesse weapon that you are proficient with, and they deal {@damage 2d6} force damage on a hit.": "你从背后长出虚幻的翅膀，持续 {@dice 1d4+1} 回合，获得与你步行速度相同的飞行速度。在此期间，你可以在每个回合使用一个奖励动作，用翅膀进行一次攻击。这对翅膀被视为你熟练的精密武器，击中时造成 {@damage 2d6} 点力量伤害。",
	"You instantaneously swap places with a random creature that is within 120 feet of you.": "你立刻与距离你不超过120英尺的一个随机生物交换位置。",
	"You are uppercut by an ethereal fist that emerges from the open book. You take {@damage 1d6+2} force damage and are knocked {@condition prone}.": "你被一只从打开的书中伸出的虚幻拳击中。你受到{@damage 1d6+2}力量伤害，并被击倒。",
	"You are subjected to the effects of the {@spell etherealness} spell until the start of your next turn.": "你将受到{@spell etherealness}法术的影响，直到你的下一个回合开始。",
	"The {@spell invisibility} spell is cast on you.": "你被施加了{@spell invisibility}法术。",
	"You gain a Bardic Inspiration die. The size of the die depends on your character level: a {@dice d6} at 1st level, {@dice d8} at 5th level, {@dice d10} at 10th level, and {@dice d12} at 15th level. If you do not use this die within 10 minutes of gaining it, it vanishes.": "你获得了一个吟游诗人灵感骰。骰子的大小取决于你的角色等级：在1级时为{@dice d6}，在5级时为{@dice d8}，在10级时为{@dice d10}，在15级时为{@dice d12}。如果你在获得骰子后的10分钟内没有使用它，它就会消失。",
	"Make a DC 18 Dexterity saving throw. On a failure, you take {@damage 2d6} necrotic damage, and the nearest creature gains temporary hit points equal to the damage you took.": "进行一次DC 18的敏捷豁免检定。如果失败，你会受到{@damage 2d6}点死灵伤害，并且最近的生物会获得等同于你受到伤害的临时生命值。",
	"The {@spell magic missile} spell is cast from the book at 3rd level. You get to choose the targets.": "这个{@spell magic missile}法术是以3级施放的。你可以选择目标。",
	"The {@spell water breathing} spell is cast on the closest ten creatures that you can see.": "这个{@spell water breathing}法术施加在你能看到的最近的十个生物身上。",
	"For the next minute, you must use your action before moving on each of your turns to make one melee attack against a creature other than yourself. If there are no creatures within your reach, you may act normally on your turn. You are immune to this Chapter's effects if you are immune to the {@condition charmed} condition.": "在接下来的一分钟内，你必须在每个你的回合中使用动作来对除自己以外的生物进行一次近战攻击，然后才能继续行动。如果你周围没有生物在你的攻击范围内，你可以正常行动。如果你对 {@condition charmed} 状态免疫，你将免疫本章节的效果。",
	"The {@spell wall of fire} spell is cast at maximum size in its non-ringed formation, centered 5 feet in front of you. The spell save DC for the wall is 15.": "{@spell wall of fire}法术以其非环形形态的最大尺寸施放，位于你前方5英尺处。该墙壁的法术豁免 DC 为15。",
	"You gain the rogue's sneak attack feature for {@dice 1d4+1} turns, with a {@damage 1d6} damage die. If you already possess the sneak attack feature, you may add this damage die to your sneak attack's damage for the duration.": "你获得了潜行者的偷袭特性，持续{@dice 1d4+1}轮，使用{@damage 1d6}的伤害骰。如果你已经拥有偷袭特性，你可以在此期间将这个伤害骰添加到你的偷袭伤害中。",
	"You enter into a barbarian's rage for {@dice 1d4+1} turns.": "你进入了野蛮人的愤怒状态，持续{@dice 1d4+1}回合。",
	"The {@spell lightning bolt} spell is cast from the book in the direction that you are facing.": "从你面前的书中释放{@spell lightning bolt}咒语。",
	"By opening enough of the book's chapters, you unlock the ability to recall where each chapter is located. Once you've randomly opened each of the book's chapters at least once, you permanently gain the ability to choose which chapter to open whenever you expend a use of the book.": "通过打开足够多的书籍章节，你可以解锁记住每个章节的位置的能力。一旦你随机打开了书中的每一章至少一次，你就永久获得了在使用书籍时可以选择打开哪一章的能力。",
	"If a chapter's effects target you specifically, you can choose to turn the book around and face it towards a creature of your choice within 5 feet of you. That creature becomes the target of the chapter's effects.": "如果一章的效果特别针对你，你可以选择将书翻转并将其对准你附近5英尺内的一个生物。那个生物成为该章节效果的目标。",
	"You have a +2 bonus to attack and damage rolls made with this magic weapon. In addition, this weapon can be both drawn and stowed as a free action. ": "你使用这把魔法武器进行的攻击和伤害骰都获得+2的奖励。此外，这把武器可以作为自由动作抽出和收起。",
	"When you use the {@action Attack} action, you can speak this dagger's command word and throw it, causing it to explode into a razor-sharp cone of spectral shrapnel. If you have the Extra Attack feature, this replaces one of your attacks. All creatures within a 30 foot cone of your position must make a DC 16 Dexterity saving throw. On a fail, a creature takes damage equal to a weapon attack from the dagger. The dagger then immediately reforms in your hand.": "当你使用{@action Attack}动作时，你可以说出这把匕首的口令并将其投掷出去，使其爆炸成一股充满幽灵碎片的锋利锥形。如果你拥有额外攻击特性，这将取代你的一次攻击。在你位置的30英尺锥形范围内的所有生物必须进行一次DC 16的敏捷豁免。未通过豁免的生物会受到与匕首的武器攻击相等的伤害。然后匕首会立即重新出现在你的手中。",
	"The Flasklock is a curious brass-furnished \"firearm\" that accepts flasks of liquid as ammunition, which are locked into the gun's large spherical breech in the rear before having their contents pressurized and fired out the barrel.": "Flasklock（烧瓶锁）是一种奇特的黄铜装饰的“火器”，它接受液体烧瓶作为弹药，这些烧瓶被锁在枪的后部大球形炮膛中，然后将其内容物加压并从枪管中射出。",
	"On a hit, the target is subjected to the effects of the liquid that the flask contained. If the loaded flask contains a liquid that has either healing or damage dice related to it, such as a {@item potion of healing} or {@item alchemist's fire (flask)|phb|alchemist's fire}, add an extra {@dice 1d8} to the roll. While targeting a friendly creature, you may make your shot with advantage as long as the creature is willing to be hit. If the loaded liquid is incendiary in nature, such as {@item oil (flask)|phb|oil} or a high-percentage alcohol, it will be ignited when fired.": "击中目标后，目标将受到瓶中液体的影响。如果装载的瓶中含有与之相关的治疗或伤害骰，比如{@item potion of healing}或{@item alchemist's fire (flask)|phb|alchemist's fire}，则在掷骰时额外添加{@dice 1d8}。当瞄准友好生物时，只要该生物愿意被击中，你可以获得有利掷骰。如果装载的液体具有易燃性，比如{@item oil (flask)|phb|oil}或高浓度酒精，射击时将被点燃。",
	"Self-contained cartridges are relatively new in the world of Venthra, a result of the industrial and technological prowess of Kaledria. This double-barreled breechloading shotgun is an example of a firearm built with this in mind, being designed to accept shotgun shells. A large majority of the barrel's length has been sawed off to allow one-handed firing.": "自包含式弹药筒在文斯拉(Venthra)世界相对较新，这是卡莱德利亚(Kaledria)工业和技术实力的结果。这支双管后装填霰弹枪就是一个以此为设计理念的枪械示例，专门设计用于装填霰弹。为了方便单手射击，枪管的大部分长度都被锯掉了。",
	"When you make a ranged attack with this weapon and are within 5 feet of a hostile creature who can see you, you do not have disadvantage on the attack roll.": "当你使用这个武器进行远程攻击时，并且与一个可以看见你的敌对生物在5英尺内时，你不会在攻击检定中受到劣势。",
	"This glimmering watery shortsword always seems to turn up in the hands of someone whose fate is intertwined with the world's. No matter the era or setting, the Varunastra will always appear to be wielded by someone at the forefront of history. For better or worse.": "这把闪闪发光的水之短剑似乎总是出现在那些与世界命运交织在一起的人手中。无论是哪个时代或背景，(Varunastra)总会出现在历史前沿的人手中。无论是好是坏。",
	"You have a +2 bonus to attack and damage rolls made with this magic weapon.": "你使用这把魔法武器进行的攻击和伤害骰都获得+2的奖励。",
	"Although it will default to a shortsword, the Varunastra's true form is that of a blob of shifting, flowing water that can be molded by the user into almost any weapon they can think of. As a free action on your turn, you may choose the shape that the Varunastra takes. You may choose any melee weapon or ranged weapon from the {@book Player's Handbook} or any other sourcebook (such as {@book Eberron: Rising from the Last War} or {@book Tomb of Annihilation}, for example). However, the Varunastra's magical water has difficulty replicating intricate internal parts or machinery and cannot take the form of complex mechanical weapons such as firearms.": "虽然默认为短剑，但《(Varunastra)瓦鲁纳斯特拉》的真实形态是一团流动变化的水，用户可以将其塑造成几乎任何他们能想到的武器。在你的回合中作为一个自由动作，你可以选择《瓦鲁纳斯特拉》的形状。你可以选择来自《{@book Player's Handbook}》或任何其他来源书籍（比如《{@book Eberron: Rising from the Last War}》或《{@book Tomb of Annihilation}》）的任何近战武器或远程武器。然而，《瓦鲁纳斯特拉》的魔法水难以复制复杂的内部零件或机械，不能变成像枪支这样的复杂机械武器形态。",
	"Regardless of the weapon you choose, you are considered proficient with it and may choose all of its properties (such as Finesse, Monk Weapon, etc.) except for its handed properties. If you decide to form the Varunastra into a weapon that doesn't match any existing sourcebook weaponry, the DM decides the weapon's damage dice, range, and handed properties based on what you describe.": "无论你选择什么武器，你都被视为精通它，并可以选择它的所有属性（如精巧、武僧武器等），除了它的手性属性。如果你决定将瓦鲁纳斯特拉(Vaunastra)变成一种与任何现有规则书中的武器都不匹配的武器，DM根据你的描述决定武器的伤害骰子、射程和手性属性。",
	"The Varunastra will remain in your chosen form indefinitely until you use this feature again to shift it into another form.": "Varunastra将永远保持您选择的形态，直到您再次使用此特性将其转变为另一种形态。",
	"The Varunastra has 4 charges. Once per turn, you can spend a charge using a free action to infuse the weapon with an elemental energy of your choice. Choose from cold, lightning, or thunder. Your next attack with the Varunastra will deal an extra {@damage 2d6} damage of the chosen type.": "瓦鲁纳斯特拉 (Varunastra) 有4个充能。每回合你可以使用一个免费动作花费一个充能，将武器注入你选择的元素能量。可以选择冰冷、闪电或雷霆。你使用瓦鲁纳斯特拉的下一次攻击将额外造成所选类型的 {@damage 2d6} 伤害。",
	"If the Varunastra is shifted into a form that requires ammunition and you do not possess any, spending a charge using this feature will cause a spectral piece of elemental ammunition to be fired. On a hit, it deals {@damage 2d6} damage of one of the aforementioned types of your choosing.": "如果瓦鲁纳斯特拉(Vaunastra)被转化为需要弹药的形式，而你没有任何弹药，使用这个特性消耗一次充能将会导致发射一颗幻影元素弹药。命中后，它造成{@damage 2d6}点你选择的前述类型伤害。",
	"A remnant from a long-dead empire. The First Martyr reserved this blade's edge for the cutting down of heretics, but in due time this act of devotion was not enough. The Enshrined whispered of new sins and new foes hidden within their ranks, and so in the end the Martyr's Blade fell upon the necks of the pious in addition to those of the heretical.": "一件来自一个已经灭亡的帝国的遗物。第一殉道者保留了这把刀刃来斩杀异端，但随着时间的推移，这种奉献行为已经不再足够。圣物中传来新的罪恶和隐藏在他们队伍中的新敌人的耳语，最终，殉道者之刃不仅落在异端的脖颈上，也落在虔诚者的脖颈上。",
	"You have a +3 bonus to attack and damage rolls made with this magic weapon. In addition, this weapon deals an additional {@damage 1d6} necrotic damage and {@damage 1d6} force damage upon a hit.": "你使用这把魔法武器进行的攻击和伤害骰投掷获得+3的奖励。此外，这把武器在命中时额外造成{@damage 1d6}点死灵伤害和{@damage 1d6}点力场伤害。",
	"The Martyr's Blade can grant incredible power, but requires its thirst to be slated in exchange. Before you make an attack roll with the sword (but after you've chosen your target), you can choose to sacrifice an amount of hit points for a chance to empower your attack. The amount you choose must be a multiple of ten, and may not exceed 100. You lose the chosen amount of hit points regardless of if the following attack roll hits or not.": "殉道者之刃能赋予无比的力量，但需要以满足其渴望为代价。在你用这把剑进行攻击投掷骰时（但在选择目标后），你可以选择牺牲一定量的生命值，以增强你的攻击。你选择的数量必须是十的倍数，且不得超过100。无论接下来的攻击骰是否命中，你都会失去选择的生命值。",
	"Upon a hit, roll damage as normal and then roll {@dice 1d100}. If you roll a number equal to or lower than the amount of hit points you sacrificed, a dark purple shockwave erupts from the wound you dealt to the target and disintegrates all matter in a 20 foot radius. If the target is small enough to be completely enveloped within this radius, it instantly dies as the purple energy completely disintegrates it. In addition, any other creature caught within the 20 foot radius shockwave is also instantly disintegrated if it is small enough to be completely inside it.": "击中目标后，按照正常方式进行伤害骰，并额外投掷{@dice 1d100}。如果你投掷的数字等于或小于你牺牲的生命值数量，一道深紫色的冲击波将从你对目标造成的伤口中爆发，将半径20英尺范围内的所有物质都蒸发。如果目标小到能够完全被这个范围包围，那么它将立即死亡，因为紫色能量完全将其蒸发。此外，如果有其他生物被困在20英尺半径的冲击波内，并且足够小以完全被包围，它们也将立即被蒸发。",
	"If the target or any creature caught within the shockwave is too large to be completely inside it, then the creature only dies if the shockwave disintegrates a part of their body that is vital to their survival (DM's discretion).": "如果目标或任何被冲击波困住的生物太大，无法完全被其覆盖，那么只有当冲击波使其身体的某个重要部分分解（由DM决定）时，生物才会死亡。",
	"You can choose any amount of creatures you see to be immune to the disintegrating shockwave's effects.": "你可以选择任意数量的生物免疫于（Disintegrating Shockwave）的效果。",
	"This item is cursed. If you are the first to wield the sword and use its From Dust to Dust feature while it is unbonded to a creature, it becomes bonded to you and forcibly takes up an attunement slot. If you are already attuned to your maximum allowed amount of magical items, one of your magical items is randomly chosen and forcibly unattuned from you so that the sword may take its place.": "这件物品被诅咒了。如果你是第一个挥舞这把剑并使用其“From Dust to Dust”功能的人，而且它尚未与生物结合，它将与你结合，并强制占据一个调谐槽。如果你已经调谐到了允许的最大数量的魔法物品，那么将随机选择一件你的魔法物品，并强制取消你对它的调谐，以便这把剑可以代替它。",
	"You are unable to break this bond via any mortal means. Only time will tell if the bond is truly permanent or even breakable...": "你无法通过任何凡人手段打破这种联系。只有时间能告诉我们这种联系是否真的是永久的，甚至是可以打破的...",
	"A semi-automatic rifle, wielded by Kaledrian Special Forces. It is unheard of for this weapon to be seen in the hands of anyone else.": "一支半自动步枪，由卡莱德里亚特种部队挥舞。这种武器在其他人手中出现是闻所未闻的。",
	"This firearm is of the latest Kaledrian design and is of masterwork quality. If wielded by a member of Kaledrian Special Forces, this weapon cannot misfire.": "这把火器是最新的卡莱德里亚设计，是精品质量。如果由卡莱德里亚特种部队成员使用，这把武器不会走火。",
	"Although it appears to be just a regular walking cane forged from metal, this item contains a firing mechanism hidden near the top and a rifled barrel within the full length of the staff portion.": "尽管看起来只是一根普通的金属拐杖，这件物品在顶部附近隐藏了一个发射机制，并且整个杖部内部都有膛线的枪管。",
	"While you are holding it normally or using it as a walking aid, this weapon is indistinguishable from a regular cane by anyone who sees it. If a creature other than you is holding the cane, it can make an DC 17 Intelligence ({@skill Investigation}) check to uncover the hidden firing mechanism. However, unless the creature is proficient with firearms, it might not immediately understand the nature of what it has uncovered.": "当你正常握持或将其用作行走辅助时，这个武器对任何看到它的人来说都和普通的手杖无异。如果有其他生物拿着这根手杖，它可以进行一次 DC 17 智力检定，以揭示隐藏的发射机制。然而，除非这个生物精通火器，否则它可能不会立即理解它所揭示的东西的本质。",
	"When you make an attack with this weapon, you may choose to make a melee attack with it instead of a ranged attack. If you do, you treat it as a one-handed melee weapon that has the Finesse property, and it deals {@damage 1d8} bludgeoning damage.": "当你使用这个武器进行攻击时，你可以选择将其作为近战武器而不是远程武器进行攻击。如果你这样做，你将其视为一把具有精密属性的单手近战武器，造成{@damage 1d8} 钝击伤害。",
	"While wearing this cloak, you can use a bonus action to speak its command word and cause the cloak to assume the appearance of a normal set of clothing or some kind of armor. You decide what it looks like, including color, style, and accessories, but the cloak retains its normal bulk and weight. The illusory appearance lasts until you use this property again or remove the cloak.": "穿上这件披风后，你可以使用一个奖励动作来说出它的口令，让披风变成一套普通的衣服或某种盔甲的外观。你可以决定它的外观，包括颜色、款式和配饰，但披风保留其正常的体积和重量。虚幻的外观会持续直到你再次使用这个特性或脱下披风。",
	"You summon a cluster of razor-sharp leaves from your position and bombard one creature of your choice. Make a ranged spell attack against a target within range. On a hit, the target takes {@damage 1d10} slashing damage.": "你从你的位置召唤一团锋利的树叶，轰击你选择的一个生物。对射程内的目标进行远程法术攻击。命中后，目标受到{@damage 1d10}点割伤伤害。",
	"Instead of summoning your own leaves, you can use the existing leaves from a tree, bush, or other similar plant as part of this spell's attack. Choose a living plant within 60 feet of your position. You can treat that plant as the point of origin for this spell, making a ranged spell attack against a target within range of the plant.": "在施放这个法术时，你可以使用树木、灌木或其他类似植物上已经存在的叶子，而不是召唤自己的叶子。选择距离你位置不超过60英尺的一株活植物。你可以将该植物视为这个法术的起点，对植物射程内的目标进行远程法术攻击。",
	"This spell's damage increases by {@dice 1d10} when you reach 5th level ({@dice 2d10}), 11th level ({@dice 3d10}), and 17th level ({@dice 4d10}).": "这个法术的伤害在你达到5级（{@dice 2d10}），11级（{@dice 3d10}）和17级（{@dice 4d10}）时增加了{@dice 1d10}。",
	"A cantrip developed by the old druid Lucian Nailo. After 700 years of getting his ass kicked in battle after burning through his spell slots and wild shape charges, he decided to create a ranged attack spell he can use without affecting his resources. Many self-induced accidental paper cuts were inflicted during the development and trials of this spell.": "这是由古老德鲁伊卢西安·奈洛(Lucian Nailo)开发的一个零级法术。在经历了700年的战斗挫折后，他烧尽了法术位和野性变身次数，于是决定创造一个远程攻击法术，可以在不消耗资源的情况下使用。在开发和试验这个法术的过程中，他不小心给自己造成了许多纸张割伤。",
	"Snake-like vines coil around a creature you can see within range and attempt to constrict it. The target must make a Dexterity saving throw. On a failed save it takes {@damage 6d6} bludgeoning damage and is {@condition restrained} for the spell's duration. On a successful save it takes half as much damage and is not {@condition restrained}.": "蛇一样的藤蔓缠绕着你能看到范围内的生物，并试图将其压缩。目标必须进行一次敏捷豁免才能。未通过豁免的目标会受到{@damage 6d6} 钝击伤害，并在法术持续时间内被{@condition restrained}。通过豁免的目标会受到一半伤害，并不会被{@condition restrained}。",
	"While {@condition restrained} by this spell the target takes {@damage 3d6} bludgeoning damage at the start of each of its turns. The {@condition restrained} creature can use its action to make a Strength ({@skill Athletics}) check against your spell save DC. On a success, the target is no longer {@condition restrained} and the spell ends.": "当目标受到此法术影响时，每个回合开始时受到{@damage 3d6} 钝击 伤害。这个{@condition restrained} 生物可以使用其动作，对抗你的法术豁免 DC 进行一次力量检定。若成功，目标不再受到 {@condition restrained} 的影响，法术结束。",
	"A spell created by the old druid Lucian Nailo, in an attempt to replicate the grappling prowess of his adventuring companion and business partner, the master wrestler Duke Spook'em.": "一种由老德鲁伊卢西安·奈洛(Lucian Nailo)创造的咒语，试图复制他的冒险伙伴兼商业伙伴、大力士杜克·斯普克姆(Duke Spook'em)的擒拿技能。"
}