{
	"One type of {@filter gaming set|items|source=phb|miscellaneous=mundane|type=gaming set}": "一种类型的{@filter gaming set|items|source=phb|miscellaneous=mundane|type=gaming set}",
	"One of your choice": "你自己选择一个（Choice）",
	"A set of {@item fine clothes|phb}, a {@item signet ring|phb}, a scroll of pedigree, and a purse containing 25 gp": "一套{@item fine clothes|phb}，一个{@item signet ring|phb}，一卷家谱卷轴，和一个装有25金币的钱包",
	"The Mourning and the Treaty of Thronehold have remade the borders of the Five Nations and beyond. Your home estates have been annexed, gifted to another family, or enveloped by the dead-gray mists. Unfortunately, you can no longer enjoy the direct benefits of your titles, but your family's legacy lives on.": "哀悼和《(Thronehold)条约》已经重塑了五国及其周边地区的边界。你的家族领地已被吞并、赠予其他家族，或被死灰般的雾气所笼罩。不幸的是，你再也无法直接享受你的头衔所带来的好处，但你家族的遗产仍将延续下去。",
	"Many people still remember the old days. When you arrive in a new settlement, talk to your DM about creating an NPC you know from your old life. If you make contact, they treat you favorably and offer you food and shelter. This NPC might be a member of your household or a commoner who used to live under your aegis, or you can roll on the table below to choose.": "许多人仍然记得过去的日子。当你抵达一个新的定居点时，请与你的DM讨论创建一个你在旧生活中认识的NPC。如果你联系上了他们，他们会善待你，并提供食物和住所。这个NPC可能是你家庭的成员，或者是曾经在你的庇护下生活的普通人，或者你可以在下面的表格上掷骰选择。",
	"Household guard": "家庭护卫 (Household guard)",
	"Farmer or brewer": "农民或酿酒师 (Farmer)",
	"Court magewright": "法庭法术师 (Court Magewright)",
	"Chamberlain or treasurer": "总管或财务官 (Chamberlain)",
	"Valet or butler": "(侍者) or (管家)",
	"Chaplain or priest": "牧师或神父 (Chaplain or priest)",
	"Groom or horsemaster": "马夫或马术大师 (Groom or horsemaster)",
	"Smith or armorer": "铁匠或铠甲师 (Smith or armorer)",
	"Nobles are born and raised to a very different lifestyle than most people ever experience, and their personalities reflect that upbringing. A noble title comes with a plethora of bonds--responsibilities to family, to other nobles (including the sovereign), to the people entrusted to the family's care, or even to the title itself. But this responsibility is often a good way to undermine a noble.": "贵族们出生和成长在一个与大多数人完全不同的生活方式中，他们的个性也反映了这种成长环境。一个贵族头衔伴随着众多的责任——对家庭、对其他贵族（包括君主）、对家族托付的人民，甚至对头衔本身的责任。但这种责任往往是削弱贵族地位的一种好方法。",
	"My eloquent flattery makes everyone I talk to feel like the most wonderful and important person in the world.": "我的雄辩奉承让我与每个人交谈时都让他们感觉自己是世界上最美好和重要的人。",
	"The common folk love me for my kindness and generosity.": "普通人喜欢我因为我的善良和慷慨。",
	"No one could doubt by looking at my regal bearing that I am a cut above the unwashed masses.": "没有人能怀疑，通过看我的皇家风度，我比那些未洗涤的群众高出一筹。",
	"I take great pains to always look my best and follow the latest fashions.": "我非常努力地保持最佳形象，并跟随最新的时尚潮流。",
	"I don't like to get my hands dirty, and I won't be caught dead in unsuitable accommodations.": "我不喜欢弄脏我的手，也绝不会在不合适的住所中被发现。(dnd running group)",
	"Despite my noble birth, I do not place myself above other folk. We all have the same blood.": "尽管我出身高贵，但我并不把自己看得比其他人高人一等。我们都有相同的血统。",
	"My favor, once lost, is lost forever.": "我的宠爱，一旦失去，就永远失去了。",
	"If you do me an injury, I will crush you, ruin your name, and salt your fields.": "如果你伤害我，我会粉碎你，毁掉你的名声，并且在你的田地上撒盐。",
	"Respect. Respect is due to me because of my position, but all people regardless of station deserve to be treated with dignity. (Good)": "尊重。我因为我的职位而应得尊重，但所有人，无论地位如何，都应该被尊重。 (Good)",
	"Responsibility. It is my duty to respect the authority of those above me, just as those below me must respect mine. (Lawful)": "责任。我有责任尊重我上面的权威，就像下面的人必须尊重我的权威一样。 (Lawful)",
	"Independence. I must prove that I can handle myself without coddling from my family. (Chaotic)": "独立自主。我必须证明我能够独立处理自己的事务，不需要家人的溺爱。 (混乱)(Chaotic)",
	"Power. If I can attain more power, no one will tell me what to do. (Evil)": "权力。如果我能获得更多的权力，就没有人能告诉我该做什么。 (邪恶)",
	"Family. Blood runs thicker than water. (Any)": "家庭。血浓于水。 (Any)",
	"Noble Obligation. It is my duty to protect and care for the people beneath me. (Good)": "贵族使命。保护和照顾身边的人是我的责任。 (Good)",
	"I will face any challenge to win the approval of my family.": "我将面对任何挑战，赢得我家人的认可。",
	"My house's alliance with another noble family must be sustained at all costs.": "我家必须以任何代价维持与另一贵族家族的联盟。(another noble family)",
	"Nothing is more important than the other members of my family.": "没有什么比我家人更重要。",
	"I am in love with the heir of a family that my family despises.": "我爱上了一个我家族鄙视的家族继承人。",
	"My loyalty to my sovereign is unwavering.": "我对君主的忠诚是坚定不移的。",
	"The common folk must see me as a hero of the people.": "普通人民必须把我视为人民的英雄。",
	"I secretly believe that everyone is beneath me.": "我暗自相信每个人都在我之下。(D&D running group)",
	"I hide a truly scandalous secret that could ruin my family forever.": "我隐藏了一个真正丑闻的秘密，可能会永远毁了我的家庭。",
	"I too often hear veiled insults and threats in every word addressed to me, and I'm quick to anger.": "我经常听到每个针对我的话中都带有隐晦的侮辱和威胁，我很容易发火。",
	"I have an insatiable desire for carnal pleasures.": "我对肉欲无法满足。(carnal pleasures)",
	"In fact, the world does revolve around me.": "事实上，世界确实围绕着我(%name%)转动。",
	"By my words and actions, I often bring shame to my family.": "通过我的言行，我经常给我的家人带来耻辱。",
	"Your family has risen to the aristocracy very recently. Service to the crown, a heroic deed, or an extraordinarily generous donation may have contributed to your success. Though older and more entrenched noble families meet their obligations toward you, they may still look on you with disdain. Meanwhile, there is no shortage of other folks looking to ride your coat-tails to a new and better life.": "您的家族最近才晋升为贵族。对王室的服务、英勇事迹，或者非同寻常的慷慨捐赠可能促成了您的成功。尽管更老、更根深蒂固的贵族家族履行了他们对您的义务，他们仍可能带着轻蔑的眼光看待您。与此同时，也不乏其他人想要借您的成功来过上更好的生活。",
	"Your name is known among monied individuals in your home country. You generally enjoy the utmost respect of non-aristocratic upper and middle classes. You can expect reasonable accommodations and inside information from such people in return for a simple non-monetary favor, such as passing their name or details of their business along to another noble.": "在你的祖国，你的名字为富有的人所熟知。你通常受到非贵族的上层和中产阶级最高的尊重。你可以期待从这些人那里得到合理的住宿和内部信息，作为简单的非货币性恩惠的回报，比如将他们的名字或业务细节传递给另一位贵族。",
	"Though you're a member of the aristocracy, your family has lost favor with its peers. The source of your disgrace might be a debt or defeat shared between all members of your house, or a particular family member might've been accused or con-victed of heinous crimes.": "尽管你是贵族成员，但你的家族已经失宠于同侪。你家族耻辱的根源可能是一笔债务或失败，影响了你家所有成员，或者可能是某个家庭成员被指控或定罪犯下了可怕的罪行。",
	"Your family name and your alleged failures are known far and wide. Nobles and loyal commoners may put up a polite front as propriety demands, but they are inclined to think the worst of you. Meanwhile, there are plenty who seek to capitalize on your position. You can always seek a secret meeting with a noble who is not the current head of their house, or with a local criminal leader.": "你的家族姓氏和你所谓的失败已为人所知晓。贵族和忠诚的平民可能会装出一副彬彬有礼的外表，因为礼仪要求如此，但他们倾向于对你持负面看法。与此同时，有许多人试图利用你的处境。你可以随时寻求与一个非本家族现任族长的贵族或当地犯罪头目的秘密会面。",
	"According to the myths of the Dark Six, the Keeper covets the souls of the living, and his servants sometimes possess the ability to steal away a creature's soul. These myths are most commonly associated with the Keeper's fang dagger, and Dark Petitioner rogues (presented at the end of this chapter) gain a similar ability at 17th level. However, powerful fiends in service of the Keeper's ideals--or even the enigmatic god himself--might bestow loyal followers or fated individuals with the following blessing. Such supernatural gifts are discussed in chapter 7 of the Dungeon Master's Guide": "根据黑暗六神话，守护者渴望着活人的灵魂，他的仆人有时具备偷走生物灵魂的能力。这些神话通常与守护者的尖牙匕首有关，而黑暗请愿者游荡者（在本章末尾介绍）在17级时获得类似的能力。然而，在守护者理念服务的强大恶魔，甚至是这位神秘之神本人，可能会赐予忠诚的追随者或注定的个体以下祝福。这类超自然的馈赠在《地牢主宰指南》第7章中有所讨论。",
	"When you touch a creature that has been reduced to 0 hit points or killed within the last minute, you can choose to kill it (if it isn't already dead) and remove its soul. A creature whose soul has been removed in this way can be restored to life only by a {@spell wish} spell.": "当你触摸一个在过去一分钟内被降为0点生命值或被杀死的生物时，你可以选择杀死它（如果它还没有死亡）并移除它的灵魂。以这种方式被移除灵魂的生物只能通过{@spell wish}法术复活。",
	"You've learned the forbidden secrets of the Shadow, allowing you to alter how your spells function:": "你已经学会了影子的禁忌秘密，使你能够改变你的法术如何运作：",
	"You learn two {@filter Metamagic|optionalfeatures|Feature Type=MM} options of your choice from the Forbidden Metamagic list. You can use only one Metamagic option on a spell when you cast it, unless the option says otherwise. Whenever you reach a level that grants the Ability Score Improvement feature, you can replace one of these Metamagic options with another one from the Forbidden Metamagic list.": "你可以从被禁止的元法术列表中选择两个你喜欢的选项。你在施放法术时只能使用一个元法术选项，除非该选项另有说明。每当你达到可以获得属性分配提升特性的等级时，你可以用被禁止的元法术列表中的另一个选项来替换其中一个元法术选项。",
	"You gain 2 sorcery points to spend on Metamagic (these points are added to any sorcery points you have from another source but can be used only on Metamagic). You regain all spent sorcery points when you finish a long rest.": "你获得2点巫术点数，可用于元术（这些点数会加到你从其他来源获得的巫术点数上，但只能用于元术）。当你完成一次长休后，你会恢复所有已使用的巫术点数。",
	"Your innate psionic talents improve your mastery of your own body, granting you the following benefits:": "你天生的超能力提升了你对自己身体的掌控能力，为你带来以下好处：",
	"Whenever you gain temporary hit points, you gain a number of additional temporary hit points equal to your proficiency bonus.": "每当你获得临时生命值时，你会额外获得与你熟练加值相等的临时生命值。",
	"You learn the {@spell enhance ability} spell, which you can cast without a spell slot or components. Once you cast the spell in this way, you can't do so again until you finish a long rest. You can also cast this spell using spell slots you have of the appropriate level. This spell's spellcasting ability is the ability increased by this feat.": "你学会了{@spell enhance ability}法术，你可以在不消耗法术位或材料的情况下施展它。一旦以这种方式施展了该法术，你必须完成一次长休才能再次这样做。你也可以使用你拥有的适当等级的法术位来施展这个法术。这个法术的施法能力是由这个特性增强的能力。",
	"You learn to fold and manipulate space with your mind, granting you the following benefits:": "你学会用思维折叠和操纵空间，获得以下好处：",
	"As a bonus action, you cause yourself to float slightly, skating 1 inch off the ground. Until the end of your next turn, movement in difficult terrain doesn't cost extra.": "作为一个奖励动作，你让自己微微飘起，悬浮在离地面1英寸的高度。直到你的下一个回合结束前，移动在艰难地形中不会额外消耗移动力。",
	"You learn the {@spell misty step} spell, which you can cast without a spell slot or components. Once you cast the spell in this way, you can't do so again until you finish a long rest. You can also cast this spell using spell slots you have of the appropriate level. This spell's spellcasting ability is the ability increased by this feat.": "你学会了{@spell misty step}法术，你可以在不消耗法术位或材料的情况下施展它。一旦以这种方式施展了该法术，你必须完成一次长休才能再次这样做。你也可以使用你拥有的适当等级的法术位来施展这个法术。这个法术的施法能力取决于这个特性增加的能力。",
	"You awaken your mind to see beyond space and time, granting you the following benefits:": "你唤醒你的心灵，超越时空，赋予你以下好处：",
	"Your psionic senses grant you a vague impression of a space you can't see. By touching a solid barrier that's no more than 1 foot thick and concentrating for 1 minute (as if concentrating on a spell), you learn whether at least one living creature is within 30 feet of you on the other side of the barrier, and you learn the approximate size and rough shape of the space, to a maximum of 30 feet on each side. If any side is greater than 30 feet, you don't learn that side's measurement, and instead simply learn if it is an enclosed space (such as a room or cavern) or an open space (such as a courtyard or alley). Once you use this feature, you can't do so again until you finish a short or long rest.": "你的感知力使你模糊地感知到一个你看不见的空间。通过触摸一道不超过1英尺厚的固体障碍物，并集中精力1分钟（就像专注于一个法术一样），你可以得知在距离你30英尺之内的另一侧是否至少有一只活物，并且你可以了解到该空间的大致大小和大致形状，每边最多30英尺。如果任何一边大于30英尺，你将不会得知该边的测量值，而只会得知它是一个封闭空间（如房间或洞穴）还是一个开放空间（如庭院或小巷）。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用。",
	"You learn the {@spell augury} spell, which you can cast without a spell slot or components. Once you cast the spell in this way, you can't do so again until you finish a long rest. You can also cast this spell as a ritual, or by using spell slots you have of the appropriate level. This spell's spellcasting ability is the ability increased by this feat.": "你学会了{@spell augury}法术，你可以在不消耗法术位或材料的情况下施放。一旦以这种方式施放了该法术，你必须完成一次长休才能再次这样做。你也可以将这个法术作为仪式施放，或者使用你具有相应等级的法术位来施放。这个法术的施法能力是由这个特性增强的能力。",
	"You've learned to wield your psionic power to shape intangible ideas into physical objects, granting you the following benefits:": "你已经学会运用你的超能力，将无形的想法塑造成物质对象，从而赋予你以下好处：",
	"As an action, you conjure a nonmagical weapon, tool, or similar object in your hand. The item must be worth no more than 25 gp, weigh no more than 10 pounds, be no more than 5 feet along its largest dimension, and be of a form and material you have seen and are familiar with. The item disappears after 10 minutes or when you conjure another item with this ability. If a creature uses its action to examine the object, the creature can recognize it's a conjured simulacrum with a successful Intelligence ({@skill Investigation}) check against your spell save DC; this save's spellcasting ability is the ability increased by this feat.": "作为一个动作，你可以在手中召唤一个非魔法的武器、工具或类似物品。该物品的价值不得超过25 gp，重量不得超过10磅，最大尺寸不得超过5英尺，必须是你见过并熟悉的形式和材料。该物品在10分钟后消失，或者当你用这个能力再次召唤另一个物品时消失。如果一名生物使用其动作来检查这个物体，该生物可以通过对你的法术豁免 DC 进行成功的智力检查来认出这是一个被召唤的类拟像；这个豁免的施法能力是由这个特性增加的能力。",
	"You learn the {@spell summon beast|TCE} spell, which you can cast without a spell slot or components. Once you cast the spell in this way, you can't do so again until you finish a long rest. Whenever you cast this spell, the summoned spirit is a Construct instead of a Beast. You can also cast this spell using spell slots you have of the appropriate level. This spell's spellcasting ability is the ability increased by this feat.": "你学会了{@spell summon beast|TCE}法术，你可以在不消耗法术位或材料的情况下施展它。一旦以这种方式施展了该法术，你必须完成一次长休才能再次这样做。每次施展该法术时，召唤出的灵体是一只构装而非野兽。你也可以使用你拥有的相应等级的法术位来施展这个法术。这个法术的施法能力是由这个特性增加的能力。",
	"This small magical band can be clamped to or removed from the stirrup of any crossbow as an action. While the silencer is attached to a weapon, Wisdom ({@skill Perception}) checks to hear the weapon firing are made at disadvantage.": "这个小巧的魔法手环可以作为一个动作夹在或从任何十字弓的踏板上取下。当这个消音器连接在武器上时，感知检定的智慧({@skill Perception})检定听到武器发射声音的时候将以劣势进行。",
	"In addition, if you are hidden when you make an attack roll using the silencer's attached weapon, you can activate the silencer (no action required) to remain hidden, and your attack doesn't give away your location. Once this property is used, it can't be used again for 10 minutes.": "此外，如果你在使用消音器附着的武器进行攻击检定时处于隐藏状态，你可以激活消音器（无需动作）保持隐藏，且你的攻击不会暴露你的位置。一旦使用了这个特性，接下来的10分钟内无法再次使用。",
	"This spellbolt is a crossbow bolt imbued with a single {@filter cantrip from the wizard spell list|spells|level=0|class=wizard}, which is activated by corresponding arcane sigils engraved into most modern Cannith-issued crossbows. The imbued spell must require a ranged or melee spell attack when the spell is cast, and have a range other than self.": "这个法术箭矢是一支弩箭，注入了一个单一的{@filter cantrip from the wizard spell list|spells|level=0|class=wizard}，通过刻在大多数现代Cannith发行的弩上的对应奥术符文来激活。注入的法术必须在施放时需要进行远程或近战法术攻击，并且射程不能是自身。",
	"As an action, you can load the spellbolt into a Cannith-made crossbow and cast the spell imbued in the bolt, using the crossbow in place of the spell's components. When you do, the range of the spell is equal to the crossbow's range instead of the spell's usual range. In place of each spell attack, make a ranged weapon attack using the crossbow against a target within range; on a hit, apply the spell effects in place of weapon damage. If the spell requires a saving throw in addition to the spell attack, its save DC is 13. Once the imbued spell is cast, the spellbolt is destroyed and turns to dust.": "作为一个动作，你可以将法术箭装入坎尼斯制作的十字弓中，并使用十字弓代替法术的组件施放法术。在这个过程中，法术的射程等于十字弓的射程，而不是法术通常的射程。在每次法术攻击的位置，使用十字弓进行远程武器攻击，攻击范围内的目标；命中时，将法术效果应用于武器伤害的位置。如果法术除了法术攻击外还需要豁免投骰，其豁免 DC 为 13。一旦施放了法术箭中的法术，法术箭就会被摧毁并变成灰尘。",
	"This spellbolt is a crossbow bolt imbued with a single {@filter 1st level spell from the wizard spell list|spells|level=1|class=wizard}, which is activated by corresponding arcane sigils engraved into most modern Cannith-issued crossbows. The imbued spell must require a ranged or melee spell attack when the spell is cast, and have a range other than self.": "这个法术箭矢是一支弩箭，注入了一个{@filter 1st level spell from the wizard spell list|spells|level=1|class=wizard}，通过刻在大多数现代Cannith发行的弩上的对应奥术符文来激活。注入的法术必须在施法时需要进行远程或近战法术攻击，并且射程不能是自身。",
	"This spellbolt is a crossbow bolt imbued with a single {@filter 2nd level spell from the wizard spell list|spells|level=2|class=wizard}, which is activated by corresponding arcane sigils engraved into most modern Cannith-issued crossbows. The imbued spell must require a ranged or melee spell attack when the spell is cast, and have a range other than self.": "这个法术箭矢是一支装载有单一{@filter 2nd level spell from the wizard spell list|spells|level=2|class=wizard}的十字弩箭矢，通过刻在大多数现代Cannith发行的十字弩上的对应奥术符文来激活。注入的法术必须在施法时需要进行远程或近战法术攻击，并且具有除自身以外的射程。",
	"This spellbolt is a crossbow bolt imbued with a single {@filter 3rd level spell from the wizard spell list|spells|level=3|class=wizard}, which is activated by corresponding arcane sigils engraved into most modern Cannith-issued crossbows. The imbued spell must require a ranged or melee spell attack when the spell is cast, and have a range other than self.": "这个法术箭矢是一根被注入单一{@filter 3rd level spell from the wizard spell list|spells|level=3|class=wizard}的十字弩箭矢，通过刻在大多数现代Cannith发行的十字弩上的对应奥术符文来激活。注入的法术必须在施法时需要进行远程或近战法术攻击，并且射程不能是自身。",
	"For this shard's properties to work, it must be attached to a sentira lens weapon. You can attach it or remove it from a sentira lens with 10 minutes of work. A sentira lens can only have one sentira shard attached at a time.": "为了让这个碎片的属性发挥作用，它必须连接到一把(`Sentira`)镜片武器上。你可以在10分钟内将其连接或从(`Sentira`)镜片上移除。一把(`Sentira`)镜片一次只能连接一个(`Sentira`)碎片。",
	"When you hit a creature with an attack using this shard's sentira lens, you can instill vague and undirected dread in the target. The target must succeed on a {@dc 11} Wisdom saving throw or be anxious until the end of its next turn. While anxious, the target can't move more than 5 feet on its turn, and it can't attack any individual creature more than once. Once used, this shard can't be used again until the next dawn.": "当你使用这个碎片的森提拉透镜攻击一个生物时，你可以在目标身上灌输模糊而不明确的恐惧。目标必须通过一次 {@dc 11} 感知豁免才能免疫，否则会一直感到焦虑，直到它的下一个回合结束。在焦虑状态下，目标在自己的回合内不能移动超过5英尺，并且不能对任何个体生物进行多次攻击。一旦使用，这个碎片直到第二天黎明前都不能再次使用。",
	"You have a +1 bonus to attack and damage rolls made with this shard's sentira lens. Additionally, this shard has 3 charges, and it regains all expended charges daily at dawn. When you hit a creature with an attack using this shard's sentira lens, you can expend 1 charge to flood the target's mind with revulsion. The target must succeed on a {@dc 13} Wisdom saving throw or become vulnerable to poison damage and have disadvantage on saving throws against the {@condition poisoned} condition for 1 minute.": "你使用这块晶片的森提拉透镜进行的攻击和伤害骰获得+1的奖励。此外，这块晶片有3个充能，并在每天黎明时恢复所有已用充能。当你使用这块晶片的森提拉透镜攻击一个生物时，你可以消耗1个充能，使目标的心灵充满厌恶。目标必须成功通过一个{@dc 13}感知豁免才能免疫毒素伤害并在1分钟内对{@condition poisoned}状态的豁免检定有劣势。",
	"You have a +1 bonus to attack and damage rolls made with this shard's sentira lens. Additionally, this shard has 3 charges, and it regains all expended charges daily at dawn. When you hit a creature with an attack using this shard's sentira lens, you can expend 1 charge to focus fear on the target. The target must succeed on a {@dc 13} Wisdom saving throw or be {@condition frightened} of you until the end of its next turn.": "你使用这块碎片的森提拉透镜进行的攻击和伤害骰都获得+1的奖励。此外，这块碎片有3个充能，并且每天黎明时分会恢复所有已用充能。当你使用这块碎片的森提拉透镜攻击一个生物时，你可以消耗1个充能来集中恐惧于目标。目标必须成功通过一个{@dc 13}的感知豁免才能免受你的影响，直到其下一个回合结束。",
	"You have a +2 bonus to attack and damage rolls made with this shard's sentira lens. Additionally, this shard has 3 charges, and it regains all expended charges daily at dawn. When you hit a creature with an attack using this shard's sentira lens, you can expend 1 charge to drench the target in misery. The target must succeed on a {@dc 15} Wisdom saving throw or have disadvantage on attack rolls, ability checks and saving throws until the end of its next turn.": "你使用这块碎片的圣提拉透镜进行的攻击和伤害骰获得+2的奖励。此外，这块碎片有3个充能，并且每天黎明时恢复所有已用充能。当你使用这块碎片的圣提拉透镜攻击一个生物时，你可以消耗1个充能使目标陷入痛苦之中。目标必须通过一次{@dc 15}感知豁免才能在其下一个回合结束前对攻击骰、能力检定和豁免检定产生劣势。",
	"When you hit a creature with an attack using this shard's sentira lens, you can overcome the target with blissful calm. The target must succeed on a {@dc 11} Charisma saving throw or its emotions are suppressed as if affected by the {@spell calm emotions} spell for 1 minute. Once used, this shard can't be used again until the next dawn.": "当你用这块碎片的森提拉透镜攻击生物时，你可以用愉悦的平静制服目标。目标必须成功通过一个 {@dc 11} 魅力豁免才能避免其情绪被镇压，就像受到 {@spell calm emotions} 法术的影响一样，持续1分钟。使用后，这块碎片直到次日黎明前都无法再次使用。",
	"You have disadvantage on attacks made with a bayonet that isn't attached to a crossbow. It takes an action to attach or remove a bayonet from a weapon.": "使用未连接到十字弓的刺刀进行攻击时，你具有劣势。将刺刀安装或卸下武器需要一个动作。",
	"A psiactive ranged weapon draws its power from your innate psionic potential, whether or not you're trained to use it. When attacking with a psiactive weapon, you use your choice of your Intelligence or Charisma modifier for the attack and damage rolls.": "一种灵能远程武器从你内在的超能力潜力中汲取力量，无论你是否接受过训练来使用它。在使用灵能武器进行攻击时，你可以选择使用你的智力或魅力调整值来进行攻击和伤害骰。",
	"You can fire psiactive weapons a number of times equal to twice your proficiency bonus. After that, your psionic potential is temporarily expended and you can't fire another psiactive weapon until you regain your psionic focus by using an action or a bonus action (your choice). Your psionic focus is shared between all psiac-tive weapons; whenever you make an attack with any psiactive weapon, you expend one of your uses.": "你可以使用超能武器的次数等于你熟练加值的两倍。之后，你的超能潜力会暂时耗尽，直到你通过使用一个动作或一个奖励动作（你选择）来恢复你的超能专注为止。你的超能专注在所有超能武器之间共享；每当你使用任何一种超能武器进行攻击时，你会消耗一个使用次数。",
	"As psiactive weapons channel your own latent energy, they aren't considered magic weapons and they can't be sensed with the {@spell detect magic} spell or similar magic. However, they don't function in an {@spell antimagic field}.": "由于灵能武器是通过释放自身潜在能量而产生效果的，它们并不被视为魔法武器，因此无法被{@spell detect magic}法术或类似魔法所察觉。然而，它们在{@spell antimagic field}中无法发挥作用。",
	"While in the bounds of the Demon City, a creature chosen by Ashtakala as its speaker can take lair actions. The save DC for these actions is equal to 8 + the speaker's proficiency bonus + the speaker's Charisma modifier. On initiative count 20 (losing initiative ties), the speaker can take a lair action to cause one of the following effects; it can't use the same effect two rounds in a row:": "在恶魔之城的范围内，被阿斯塔卡拉选择为其发言者的生物可以采取巢穴行动。这些行动的豁免 DC 等于 8 + 发言者的熟练加值 + 发言者的魅力调整值。在20号先攻（失去先攻的情况下），发言者可以采取巢穴行动来引发以下效果之一；不能连续两轮使用相同的效果：",
	"Spikes of serrated black glass erupt from the ground in a 50-foot-radius area centered on a point the Speaker can see. That area becomes {@quickref difficult terrain||3} for 1 minute. For the duration, when a creature moves into or within that area, it takes 5 ({@damage 2d4}) piercing damage and 5 ({@damage 2d4}) necrotic damage for every 5 feet it travels. If a flying creature starts its turn no more than 60 feet above that area, it is drawn by the Demon City's fell presence, and must succeed on a Wisdom saving throw or fall {@condition prone} and be unable to leave that area until the start of its next turn.": "在说话者能看到的点上，一片直径50英尺的区域内，突然涌现出了带锯齿的黑色玻璃尖刺。该区域在1分钟内变为{@quickref difficult terrain||3}。在持续时间内，当生物进入或在该区域内移动时，每移动5英尺，它会受到5({@damage 2d4})点穿刺伤害和5({@damage 2d4})点死灵伤害。如果一只飞行生物在其回合开始时位于该区域上方不超过60英尺处，它会被恶魔之城的邪恶气息所吸引，必须进行一次感知豁免检定，否则会坠落{@condition prone}并无法离开该区域，直到其下一个回合开始。",
	"Ashtakala rends the soul from one crea-ture the Speaker can see, gifting it to the Speaker. If the target has fewer than 40 hit points, it dies. Otherwise, it takes 22 ({@damage 4d10}) necrotic damage, which can't be reduced by any means. If the target dies in this way, its soul becomes trapped as if affected by the {@spell soul cage|XGE} spell, and its cage is a conjured sliver of demonglass that appears in the Speaker's hand. This effect lasts until the demonglass sliver, which has AC 12 and 40 hit points, is destroyed. A creature whose soul is trapped in this way can be restored to life only by a {@spell wish} spell.": "阿斯塔卡拉（Ashtakala）从演说者（the Speaker）所看见的生物身上撕裂灵魂，将其赠予演说者。如果目标生物的生命值少于40点，它将死亡。否则，它会受到22（{@damage 4d10}）点死灵伤害，这种伤害无法通过任何方式减少。如果目标以这种方式死亡，其灵魂将被困住，就像受到了{@spell soul cage|XGE}法术的影响一样，而其牢笼是一块在演说者手中出现的召唤恶魔玻璃片。这种效果持续到恶魔玻璃片被摧毁为止，恶魔玻璃片的护甲等级为12，生命值为40点。以这种方式被困住灵魂的生物只能通过{@spell wish}法术复活。",
	"The Speaker chooses the corpse of a creature whose soul is trapped by the Soul Tearing lair action. That creature's body becomes reanimated by the dust of Ashtakala and it regains half its maximum hit points. Until the dust-stuffed creature drops to 0 hit points, it is friendly to Ashtakala and the Speaker, follows all their commands, and is a Fiend instead of its usual creature type, but it otherwise uses the statistics it had in life.": "说话者选择一个被灵魂撕裂地牢行动困住灵魂的生物的尸体。那个生物的身体被阿斯塔卡拉的尘埃复活，恢复其最大生命值的一半。直到这个灰尘充斥的生物的生命值降至0点之前，它对阿斯塔卡拉和说话者友好，遵循他们的所有命令，并且是一个恶魔而不是它通常的生物类型，但它在其他方面使用它在生命中拥有的统计数据。",
	"A maelstrom of volcanic ash swirls in a 50-foot-radius sphere centered on a point the Speaker can see. The storm spreads around corners. It lasts for 1 minute or until the next time the Speaker uses a lair action. A creature that starts its turn within the storm must make a Constitution saving throw. On a failed save, a creature takes 18 ({@damage 4d8}) magical piercing damage and is {@condition blinded} until the start of its next turn. On a successful save, a creature takes half as much damage and is not {@condition blinded}.": "在发言者能看到的点上，一股50英尺半径的火山灰漩涡形成。风暴会绕过角落传播。持续1分钟，或者直到发言者再次使用巢穴行动。在风暴内开始回合的生物必须进行一次体质豁免。未通过豁免的生物会受到18({@damage 4d8})点魔法穿刺伤害，并且在其下个回合开始前处于{@condition blinded}状态。通过豁免的生物只会受到一半伤害，并且不会处于{@condition blinded}状态。",
	"While in its lair, Avassh can take lair actions. On initiative count 20 (losing initiative ties), Avassh can take a lair action to cause one of the fol-lowing effects; it can't use the same effect two rounds in a row:": "在巢穴中，阿瓦什(Avassh)可以采取巢穴行动。在20号先攻（如果先攻相同，则失去先攻），阿瓦什可以采取巢穴行动，产生以下效果之一；不能连续两轮使用相同效果：",
	"Avassh releases a plume of infectious blight spores. Each creature it can see within its lair must succeed on a {@dc 22} Constitution saving throw or become infected with a blight spore.": "阿瓦什释放出一团传染性的枯萎孢子。它所能看到的每个生物都必须成功进行一次{@dc 22}体质豁免才能免疫被枯萎孢子感染。",
	"Avassh grows a magical tree in an unoccupied space it can see within its lair. Each creature that starts its turn within 20 feet of that tree must make a {@dc 22} Wisdom saving throw. On a failed save, a creature must use its movement on its turn to end its turn as close as possible to that tree. Each creature that ends its turn within 5 feet of the tree (on that turn or subsequent turns) must pluck a leaf or fruit from its boughs, and a creature that does so can't regain hit points until the end of its next turn.": "阿瓦什在它的巢穴内一个可见的未被占据的空间种植了一棵神奇的树。每个在距离那棵树20英尺内开始其回合的生物必须进行一次{@dc 22}感知豁免检定。未通过豁免的生物必须在其回合中使用移动力尽可能靠近那棵树。每个在距离树5英尺内结束其回合的生物（在该回合或随后的回合）必须从树枝上摘下一片叶子或果实，而这样做的生物在其下一个回合结束前无法恢复生命值。",
	"Avassh conjures either one {@creature treant} or two {@creature shambling mound||shambling mounds} in unoccupied spaces it can see within its lair. The creatures disappear when they are reduced to 0 hit points or when Avassh uses this lair action again.": "阿瓦什在其巢穴内可召唤一个{@creature treant}或两个{@creature shambling mound||shambling mounds}未被占据的空间中的生物。这些生物在其生命值降至0或阿瓦什再次使用此巢穴特殊动作时消失。",
	"A region touched by the roots of the Dying Tree can be warped in one or more of these ways; if Avassh dies or the roots are destroyed, the effects fade away after {@dice 1d10} days:": "被垂死之树根触碰的地区可能会以以下一种或多种方式扭曲；如果(Avassh)死亡或根部被摧毁，效果在{@dice 1d10}天后消失：",
	"Natural plants within 1 mile of the root terminus may develop unusual traits--while they retain their normal appearance, they could become poisonous or psychedelic, or start drawing on a source of sustenance other than sunlight.": "根终端1英里范围内的自然植物可能会发展出不寻常的特征——虽然它们保留了正常的外观，但可能会变得有毒或致幻，或开始从除阳光之外的营养来源获取养分。",
	"Unnatural plants can appear within 1 mile of the root terminus, as such as those described in this chapter.": "在根终端1英里范围内可能会出现不自然的植物，就像本章中描述的那些一样。",
	"Plant growth and decay is unnaturally accelerated within 5 miles of the root terminus.": "在根终点附近的5英里范围内，植物生长和腐烂会异常加速。",
	"While within Blackroot Tower, Mordain can take lair actions. On initiative count 20 (losing initiative ties), Mordain can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:": "在黑根塔内，莫丹可以采取巢穴行动。在20号（失去先攻的情况下）的先攻顺序上，莫丹可以采取巢穴行动，造成以下效果之一；他不能连续两轮使用相同的效果：",
	"Mordain magically creates a body double of another creature he can see, placing the double in any unoccupied space within his lair; he can't have more than one double per creature at a time. A double has the same statistics as that creature does at the moment Mordain creates it, except the double has 1 hit point and can't take actions or reactions on its own. Whenever a creature attacks, casts a spell, makes an opportunity attack, or otherwise acts, it can choose for that action to originate from its space or its double's space, as if the creature were in that space. A creature can move its double up to the double's speed on its turn, regardless of whether that creature also moves on its turn. Once on a creature's turn, if it isn't incapacitated, it can magically teleport into its double's space, swapping places with it. Additionally, Mordain can magically hijack a double's movement by moving a creature's double up to its speed immediately after that creature's turn, and/or by using his reaction any time during a creature's turn to magically teleport that creature into its double's space, swapping their places.": "莫丹(Mordain)使用魔法在他能看到的另一个生物身上制造一个身体的复制品，将复制品放置在他的巢穴内的任何未被占据的空间中；他不能同时拥有同一生物的多个复制品。复制品在莫丹创建时具有与该生物相同的统计数据，但复制品只有1点生命值，不能自行采取行动或反应。每当一个生物攻击、施放法术、进行机会攻击或以其他方式行动时，它可以选择让该行动起源于它的位置或其复制品的位置，就好像该生物在那个位置一样。一个生物可以在自己的回合内将其复制品移动多达复制品的速度，无论该生物是否也在其回合内移动。在一个生物的回合内，如果它没有失去行动能力，它可以在魔法上将自己传送到其复制品的位置，与其交换位置。此外，莫丹可以通过在一个生物的回合结束后立即移动一个生物的复制品多达其速度，和/或在一个生物的回合内的任何时候使用他的反应，将该生物魔法传送到其复制品的位置，与其交换位置。",
	"Mordain magically creates a body double of himself in any unoccupied space within his lair; he can have up to three doubles of himself at a time. These doubles follow the same rules as his other Curated Copy doubles, except he can choose to split his actions between them, and he can't hijack his own double's movement.": "莫丹在他的巢穴内的任何空地方魔法地创造一个自己的分身；他最多可以同时拥有三个自己的分身。这些分身遵循与他其他“精心复制”分身相同的规则，除非他可以选择在它们之间分配他的行动，并且他不能控制自己的分身的移动。",
	"If a creature deals psychic damage to Avassh or tries to read its thoughts, that creature must succeed on a {@dc 22} Intelligence saving throw or be {@condition stunned} for 1 minute. The {@condition stunned} creature can repeat the saving throw at the end of each of its turns, ending the effect on a success.": "如果一个生物对阿瓦什(Avassh)造成了精神伤害，或者试图读取它的思维，那个生物必须成功通过一个{@dc 22}的智力豁免才能避免被{@condition stunned}，持续1分钟。这个{@condition stunned}生物可以在每个回合结束时重复进行豁免才能，成功则效果结束。",
	"When Avassh uses its Ligneous Claw or Infectious Growth, it has a chance of infecting creatures with a blight disease carried by its corrupted spores. A diseased creature suffers the following cumulative effects for each blight spore infecting it:": "当阿瓦什(Avassh)使用其木质爪(Ligneous Claw)或传染性生长(Infectious Growth)时，它有机会用其腐化孢子携带的枯萎疾病感染生物。患病生物每感染一个枯萎孢子，将叠加以下效果：",
	"Its hit point maximum is reduced by 10.": "它的生命值上限减少了10点。",
	"When it makes a saving throw against any of Avassh's effects, it must roll a {@dice d4} and subtract the number rolled from the saving throw.": "当它对Avassh的任何效果进行豁免投掷时，它必须投掷一个{@dice d4}，并从豁免投掷中减去所投掷的数字。",
	"Blight spore disease can be cured by the {@spell lesser restoration} spell or similar magic; when cured, all blight spores currently infecting the creature are destroyed. If blight spores reduce a creature's hit point maximum to 0, it dies, then rises at the start of its next turn as a {@creature dolgaunt|ERLW} under Avassh's control; this {@creature dolgaunt|ERLW} is both a Plant and an Aberration. This transformation can be undone only by a {@spell wish} spell.": "枯萎孢子病可以通过{@spell lesser restoration}法术或类似魔法治愈；治愈后，所有当前感染生物的枯萎孢子都会被摧毁。如果枯萎孢子将生物的生命值上限降低到0，它会死亡，然后在下一个回合开始时作为{@creature dolgaunt|ERLW}在阿瓦什(Avassh)的控制下复活；这{@creature dolgaunt|ERLW}既是植物又是畸变生物。这种转变只能通过{@spell wish}法术来撤销。",
	"If Avassh fails a saving throw, it can choose to succeed instead.": "如果阿瓦什(Avassh)未能通过豁免投骰，它可以选择成功。",
	"Avassh has advantage on saving throws against spells and other magical effects.": "Avassh在豁免魔法和其他魔法效果的豁免投掷中具有优势。",
	"Avassh regains 20 hit points at the start of its turn. If Avassh takes radiant damage, this trait doesn't function at the start of Avassh's next turn. Avassh dies only if it starts its turn with 0 hit points and doesn't regenerate.": "Avassh在其回合开始时恢复20点生命值。如果Avassh受到辐射伤害，则在Avassh的下一个回合开始时，这个特性不会生效。只有当Avassh在回合开始时生命值为0且无法再生时才会死亡。",
	"At the start of its turn, Avassh grows a Medium seed pod in an unoccupied space it can see within 30 feet of it. A seed pod has AC 12 and 50 hit points. Creatures within 5 feet of the seed pod when it grows take 7 ({@damage 2d6}) necrotic damage.": "在Avassh的回合开始时，在它能看到的距离30英尺内的一个空位上长出一个中型种子荚。种子荚的防御等级为12，有50点生命值。当种子荚长大时，距离种子荚5英尺内的生物会受到7({@damage 2d6})点死灵伤害。",
	"Avassh makes two Ligneous Claw attacks and two Thrashing Vines attacks.": "Avassh进行两次木质爪击攻击和两次乱藤攻击。",
	"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}17 ({@damage 3d6 + 7}) slashing damage, and the target is infected with a blight spore.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}17 ({@damage 3d6 + 7})点割伤伤害，并且目标被感染了枯萎孢子。",
	"{@atk mw} {@hit 14} to hit, reach 30 ft., one target. {@h}18 ({@damage 2d10 + 7}) slashing damage, and the target is {@condition restrained} until the end of its next turn.": "{@atk mw} {@hit 14}命中，射程30英尺，一个目标。造成{@h}18({@damage 2d10 + 7})点割伤伤害，并使目标在其下一个回合结束前处于{@condition restrained}状态。",
	"Avassh grows a bloom of haunting roses from a point it can see within 120 feet of it, and the roses cry out with the voices of the blood that fertilizes their soil. Each creature in a 30-foot-radius sphere centered on that point must make a {@dc 22} Wisdom saving throw. On a failed save, a creature takes 22 ({@damage 4d10}) psychic damage and becomes {@condition frightened} of Avassh. On a successful save, a creature takes half as much damage and is not {@condition frightened}. A {@condition frightened} creature must repeat the saving throw at the end of each of its turns, taking 22 ({@damage 4d10}) psychic damage on a failed save, and ending the effect on itself on a successful one.": "阿瓦什(Avassh)从自身能看到的范围内120英尺的某点生长出一簇令人不安的玫瑰，这些玫瑰用那些滋养它们土壤的血液之声呼喊。以该点为中心的30英尺半径范围内的每个生物必须进行一次{@dc 22}感知豁免检定。未通过检定的生物会受到22({@damage 4d10})点心灵伤害，并成为阿瓦什的{@condition frightened}。通过检定的生物只会受到一半伤害，并且不会成为{@condition frightened}。一{@condition frightened}生物必须在自己的每个回合结束时重新进行豁免检定，未通过检定则受到22({@damage 4d10})点心灵伤害，并在通过检定后结束效果。",
	"Avassh attempts to remake one creature it can see within 30 feet of it into a twisted tree. The target must make a {@dc 22} Constitution saving throw. On a successful save, the target narrowly escapes being remade, and instead takes 55 ({@damage 10d10}) necrotic damage. On a failed save, the target's body is twisted into the form of a Large tree, becoming {@condition paralyzed} and rootbound.": "阿瓦什试图将其视线范围内30英尺内的一只生物改造成扭曲的树木。目标必须进行一次{@dc 22}体质豁免投骰。豁免成功时，目标勉强避免被改造，取而代之受到55点({@damage 10d10})死灵伤害。豁免失败时，目标的身体扭曲成一棵大树的形态，变成{@condition paralyzed}并被根系束缚。",
	"A rootbound creature must make a {@dc 22} Constitution saving throw at the start of each of its turns. On a failed save, it is {@condition paralyzed} until the start of its next turn. On a successful save, it is no longer {@condition paralyzed}, but has disadvantage on attack rolls and ability checks, and its speed is reduced to 10 feet. The creature continues making this saving throw at the start of each of its turns until it either succeeds twice or fails twice (not including the initial failure that made that creature rootbound). If the creature succeeds twice, the effect ends and the creature takes 55 ({@damage 10d10}) necrotic damage. If the creature fails twice, the effect ends, the creature dies, and it is turned into an inanimate tree; this transformation can be undone only by a {@spell wish} spell.": "一名根系受限的生物必须在每个回合开始时进行一次 {@dc 22} 体质豁免检定。如果未通过豁免检定，则在其下一个回合开始前，它会被 {@condition paralyzed}。如果通过了豁免检定，则不再被 {@condition paralyzed}，但在攻击检定和能力检定中有劣势，并且速度减少到10英尺。生物会在每个回合开始时继续进行这个豁免检定，直到它成功两次或失败两次为止（不包括最初导致生物根系受限的失败）。如果生物成功两次，效果结束，生物受到55点 {@damage 10d10} 瘴气伤害。如果生物失败两次，效果结束，生物死亡，并变成一棵无生命的树；这种转变只能通过 {@spell wish} 法术来解除。",
	"Avassh teleports up to 30 feet to an unoccupied space it can see.": "阿瓦什（Avassh）传送到它能看到的一个未被占据的空间，距离最多为30英尺。",
	"Avassh makes a Thrashing Vine attack.": "阿瓦什(Avassh)发动一次荆棘藤攻击。",
	"Avassh chooses one seed pod it can see that was created by its Ruinous Seed. That seed pod is destroyed and explodes in a 20-foot-radius cloud of noxious fumes. Creatures within the fumes must make a {@dc 22} Constitution saving throw, taking 22 ({@damage 5d8}) poison damage on a failed save, or half as much damage on a successful one. Creatures are affected even if they hold their breath or don't need to breathe.": "阿瓦什选择一个由其毁灭之种创造的种子荚。该种子荚被摧毁并爆炸，在一个直径为20英尺的有毒烟雾云中。处于烟雾中的生物必须进行一次{@dc 22}体质豁免才能，豁免失败则受到22({@damage 5d8})点毒性伤害，豁免成功则只受一半伤害。即使生物屏住呼吸或者不需要呼吸，它们也会受到影响。",
	"Avassh discards its current body and reemerges from one of its seed pods, destroying the seed pod in the process. Avassh ends all diseases and conditions afflicting it, and if it has fewer than half its maximum hit points, it reemerges with half its maximum hit points (143). Avassh can use this legendary action while {@condition incapacitated}.": "阿瓦什（Avassh）抛弃当前的身体，从其种子荚中重新出现，在此过程中摧毁了种子荚。阿瓦什结束身上所有的疾病和状态影响，如果其生命值少于最大生命值的一半，则重新出现时生命值为最大生命值的一半（143）。阿瓦什可以在{@condition incapacitated}时使用这个传奇动作。",
	"Like all of the daelkyr, Avassh's appearance is subjective. The mortal mind can't entirely comprehend Avassh, and two viewers will see different details when facing the daelkyr. The general impression, however, is of a feminine humanoid wearing barklike armor. Long, prehensile roots emerge from its flesh and suspend it above the ground; while Avassh has a flight speed, this actually reflects this unnatural suspension. What at first appears to be long hair is a mane of writhing vines, which can lash out and crush its enemies.": "和所有的戴尔奇一样，阿瓦什(Avassh)的外貌是主观的。凡人的思维无法完全理解阿瓦什，两个观察者在面对这位戴尔奇时会看到不同的细节。然而，总体印象是一个穿着像树皮一样的盔甲的女性人形生物。长长的、能抓握的根须从它的肉体中伸出，将它悬浮在地面上；尽管阿瓦什有飞行速度，但实际上反映了这种不自然的悬浮状态。乍一看像是长发的东西实际上是一头扭动的藤蔓，可以抽打并粉碎它的敌人。",
	"More than any other daelkyr, Avassh has a loose relationship with its physical form. Vegetation in the region around Avassh shivers and shudders. Avassh spreads seeds, and at any point it may dissolve its current body and emerge reborn from one of its seed pods. Wherever it goes, plants secrete strange pollens and scents; the world smells wrong, and leaves rustle in an unfelt wind. ": "与其他任何大尔克（`daelkyr`）相比，阿瓦什（Avassh）与其物质形态之间的关系较为松散。阿瓦什周围的植被颤抖不已。阿瓦什散播种子，随时可能溶解其当前的身体，并从其种子荚之一中重生。无论它走到哪里，植物都会分泌奇怪的花粉和气味；世界散发着奇怪的气味，树叶在一股无形的风中沙沙作响。",
	"Avassh is bound in a prison demiplane in Khyber. The demiplane takes the form of a giant rotting tree, with fungus blooming and vines twisting along the slick surface of the rotting wood. Avassh dwells deep within the heart of this Dying Tree, surrounded by corpse gardens and blight creatures. While Avassh focuses on its work, the roots of the Dying Tree burrow out through Khyber, seeking new soil. Where the roots find purchase, they can forge a temporary connection between the two points, triggering the regional effects described below.": "阿瓦什(Avassh)被困在凯伯(Khyber)的一个监狱半位面中。这个半位面呈现为一棵巨大腐烂的树，蘑菇盛开，藤蔓在腐烂木材的光滑表面上扭曲。阿瓦什深居于这颗垂死之树的心脏深处，周围是尸体花园和枯萎生物。当阿瓦什专注于自己的工作时，这颗垂死之树的根须会穿透凯伯，寻找新的土壤。根须找到落脚之处，它们可以在两点之间建立临时连接，触发下文描述的区域效应。",
	"If it suits your story, and the proper rituals are enacted and the energies converge, Avassh can physically mani­fest at the terminus of a root. Avassh can take lair actions anywhere within the Dying Tree's root structure. Avassh can't travel more than 1,000 feet away from the root; if its body is transported more than 1,000 feet from the root, it immediately decomposes, and Avassh uses its Rebirth legendary action to reappear at the root terminus.": "如果符合你的故事情节，并且遵循适当的仪式并使能量汇聚，阿瓦什(Avassh)可以在树根的末端实体化。阿瓦什可以在垂死树木的根结构内的任何地方采取巢穴动作。阿瓦什不能离开根超过1,000英尺；如果它的身体被从根超过1,000英尺的地方转移，它会立即分解，然后使用它的重生传奇动作重新出现在根末端。",
	"The dawn specter can see 60 feet into the Ethereal Plane when it is on the Material Plane, and vice versa.": "黎明幽灵在物质位面上可以看到60英尺，同时也可以看到在虚无位面上的情况，反之亦然。",
	"The dawn specter can move through other creatures and objects as if they were {@quickref difficult terrain||3}. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object.": "黎明幽灵可以如同穿过{@quickref difficult terrain||3}一样穿过其他生物和物体。如果它在物体内结束回合，将受到5点({@damage 1d10})力量伤害。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}17 ({@damage 4d6 + 3}) radiant damage.": "{@atk mw} 使用 {@hit 5} 进行攻击，射程5英尺，目标一个。造成 {@h} 17 ({@damage 4d6 + 3}) 辐射伤害。",
	"The dawn specter enters the Ethereal Plane from the Material Plane, or vice versa. It is visible on the Material Plane while it is in the Border Ethereal, and vice versa, yet it can't affect or be affected by anything on the other plane.": "黎明幽灵从物质位面进入虚实位面，反之亦然。它在虚实边界时在物质位面可见，反之亦然，但它无法影响或受到另一位面上的任何事物的影响。",
	"Each non-undead creature within 60 feet of the dawn specter that can see it must succeed on a {@dc 13} Wisdom saving throw or be {@condition charmed} for 1 minute. A {@condition charmed} target can repeat the saving throw at the end of each of its turns, ending the {@condition charmed} condition on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to this dawn specter's Glorious Visage for the next 24 hours.": "每个在距离黎明幽灵60英尺内且能看到它的非不死生物必须成功通过一次 {@dc 13} 感知豁免才能免疫1分钟。一个 {@condition charmed} 目标可以在自己的回合结束时重复进行豁免才能，成功则结束自身的 {@condition charmed} 状态。如果目标的豁免成功或效果对其结束，该目标在接下来的24小时内免疫这个黎明幽灵的荣耀面容。",
	"One humanoid that the dawn specter can see within 5 feet of it must succeed on a {@dc 13} Charisma saving throw or be possessed by the dawn specter; the dawn specter then disappears, and the target is {@condition incapacitated} and loses control of its body. The dawn specter now controls the body but doesn't deprive the target of awareness. The dawn specter can't be targeted by any attack, spell, or other effect, except ones that turn undead, and it retains its alignment, Intelligence, Wisdom, Charisma, and immunity to being {@condition charmed} and {@condition frightened}. It otherwise uses the possessed target's statistics, but doesn't gain access to the target's knowledge, class features, or proficiencies.": "黎明幽灵可以看到的5英尺内的一个人形生物必须成功通过一个{@dc 13}魅力豁免才能免受黎明幽灵的控制；然后黎明幽灵消失，目标被{@condition incapacitated}并失去对自己身体的控制。黎明幽灵现在控制着这具身体，但不会剥夺目标的意识。黎明幽灵不能成为任何攻击、法术或其他效果的目标，除非是用于驱散不死生物的效果，并保留其属性、智力、感知、魅力和免疫被{@condition charmed}和{@condition frightened}。它会使用被控制目标的统计数据，但不会获得目标的知识、职业特性或熟练加值。",
	"The possession lasts until the body drops to 0 hit points, the dawn specter ends it as a bonus action, or the dawn specter is turned or forced out by an effect like the {@spell dispel evil and good} spell. When the possession ends, the dawn specter reappears in an unoccupied space within 5 feet of the body. The target is immune to this dawn specter's Possession for 24 hours after succeeding on the saving throw or after the possession ends.": "拥有者持续到身体降至0点生命值，黎明幽灵以奖励动作结束它，或者黎明幽灵被像{@spell dispel evil and good}法术那样的效果转变或驱逐。当拥有结束时，黎明幽灵重新出现在离身体5英尺内的未被占据的空间。目标在成功豁免投掷后或拥有结束后24小时内对这个黎明幽灵的拥有免疫。",
	"Commonly found in Aereni, a dawn specter is a variety of ghost that's actually a deathless, rather than being tied to Dolurrh or Mabar. Each dawn specter must be bound to something--either a location or a spirit idol (discussed in Exploring Eberron)--but its ability to manifest is tied to the devotion it receives from the people of a community. So you might find the dawn specter of a bard entertaining patrons in an Aereni tavern; the joy of the patrons is what allows it to maintain its form and interact with the world.": "在艾瑞尼（Aereni）常见的晨曦幽灵（dawn specter）实际上是一种不朽者（deathless），而不是与多卢尔（Dolurrh）或马巴（Mabar）有关。每个晨曦幽灵都必须被绑定到某物——无论是一个地点还是一个精神偶像（在《探索艾伯隆》中讨论）——但它显现的能力取决于它从社区居民那里获得的虔诚。因此，你可能会在艾瑞尼的一家酒馆里找到一位诗人的晨曦幽灵在取悦顾客；顾客的欢乐使它能够保持形态并与世界互动。",
	"Dawn specters can possess mortals just like ghosts; however, most dawn specters can't go more than 10 miles from the object or location they are bound to, even while possessing a mortal. Some Aereni willingly allow dawn specters to possess them, allowing the dead elf to interact directly with its descendants; however, a willing host's mind usually can't maintain this possession for more than a few hours or days, depending on their force of will, after which the specter is forced out.": "黎明幽灵可以像鬼魂一样附身于凡人；然而，大多数黎明幽灵无法离开它们所绑定的物体或地点超过10英里的范围，即使是附身于凡人身上也是如此。一些艾瑞尼（Aereni）愿意让黎明幽灵附身于自己，让已故的精灵直接与后代互动；然而，一个愿意的宿主的意识通常无法保持这种附身超过几个小时或几天，这取决于他们的意志力，之后幽灵会被迫离开。",
	"Gath is an 18th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 20}, {@hit 12} to hit with spell attacks). Gath has the following cleric spells prepared:": "盖斯是一名18级的法术施展者。它的法术能力是智力（法术豁免 {@dc 20}，用法术攻击命中为 {@hit 12}）。盖斯准备了以下牧师法术：",
	"If Gath fails a saving throw, it can choose to succeed instead.": "如果Gath失败了一个豁免投掷，它可以选择成功。",
	"If it has a phylactery, Gath gains a new body in {@dice 1d10} days, regaining all its hit points and becoming active again. The new body appears within 5 feet of the phylactery.": "如果有魂匣，加斯在{@dice 1d10}天内获得新的身体，恢复所有生命值并再次活跃。新的身体出现在魂匣的5英尺内。",
	"Gath has advantage on saving throws against any effect that turns undead.": "Gath对抗任何使不死生物转变的效果的豁免投掷具有优势。",
	"{@atk ms} {@hit 12} to hit, reach 5 ft., one creature. {@h}10 ({@damage 3d6}) cold damage. The target must succeed on a {@dc 18} Constitution saving throw or be {@condition paralyzed} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "{@atk ms} {@hit 12} 进行攻击，射程5英尺，一个生物。 {@h}10 ({@damage 3d6}) 冰冷伤害。目标必须成功通过一次 {@dc 18} 体质豁免才能免疫被 {@condition paralyzed} 1分钟。目标可以在自己的回合结束时重复进行豁免才能，成功则结束效果。",
	"Gath casts a cantrip.": "盖斯发动了一个小法术。(Gath)",
	"Gath uses its Paralyzing Touch.": "盖斯使用了它的麻痹之触（Paralyzing Touch）。",
	"Gath fixes its gaze on one creature it can see within 10 feet of it. The target must succeed on a {@dc 18} Wisdom saving throw against this magic or become {@condition frightened} for 1 minute. The {@condition frightened} target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to Gath's gaze for the next 24 hours.": "盖斯（Gath）将目光集中在距离自己10英尺内的一个生物身上。目标必须对这种魔法进行一次{@dc 18}感知豁免才能避免在1分钟内变成{@condition frightened}。这个{@condition frightened}目标可以在自己的每个回合结束时重复进行豁免才能，成功则结束自身的影响。如果目标的豁免成功或效果结束，目标将对盖斯的凝视免疫接下来的24小时。",
	"Each non-undead creature within 20 feet of Gath must make a {@dc 18} Constitution saving throw against this magic, taking 21 ({@damage 6d6}) necrotic damage on a failed save, or half as much damage on a successful one.": "在Gath周围20英尺范围内的每个非不死生物必须进行一次{@dc 18} Constitution saving throw，受到21点({@damage 6d6}) necrotic 伤害（豁免失败），或成功豁免则受到一半伤害。",
	"The default lich in the {@book Monster Manual|MM} is presented as an arcane spellcaster, but there is certainly a divine path to lichdom. The people of the north know about Lady Illmarrow, but the Brelish tell stories of Gath. In life, Hogar Gath was the high priest of the Sovereign Host, infamous for his love of luxuries. After his death, it was revealed that Gath had also been leading a cult of the Keeper in lower Sharn ... and that he was still leading it. Champions of the Silver Flame rallied and destroyed the undead priest. But even after his defeat, thieves who sought to pillage his \"mausoleum\"--effectively a mansion he'd built in Sharn's City of the Dead--rarely returned. Typically this was attributed to the deadly wards and traps, the finest and most expensive House Kundarak could provide. But stories began to circulate that Gath himself had risen again and still dwelled in the mauso­leum ... and so he had.": "{@book Monster Manual|MM}中的默认巫妖被呈现为一名奥术法术施法者，但当然也有一条通往巫妖之路的神圣途径。北方的人们知道伊尔玛洛夫人，但布雷兰人讲述的是加斯的故事。在生前，霍加·加斯是主宰之神的高级祭司，以其对奢侈品的热爱而臭名昭著。在他死后，揭露了加斯还领导了下城夏恩的守护者教派。银焰勇士们奋起反击，摧毁了这位不死祭司。但即使在他被打败后，那些试图洗劫他的“陵墓”（实际上是他在夏恩死者之城建造的一座豪宅）的窃贼们很少返回。通常这被归因于致命的结界和陷阱，这是昆达拉克家族所能提供的最精良和最昂贵的。但故事开始流传，说加斯本人已经再次复活，并且仍然居住在陵墓里……事实果然如此。",
	"This pattern continued for centuries. Once, he was revealed to be behind a new criminal organization that was challenging the Boromar Clan. Another time, he was exposed as the force behind a smuggling ring being run out of the Pavilion of the Host itself. Sometimes he's destroyed, sometimes he flees; whatever happens, he always returns eventually.": "这种模式持续了几个世纪。有一次，他被揭示为一个新的犯罪组织的幕后，这个组织正在挑战(`Boromar Clan`)。另一次，他被揭露为在(`Pavilion of the Host`)内部经营的一个走私团伙的幕后力量。有时他被摧毁，有时他逃跑；无论发生什么，他总是最终会回来。",
	"The typical lich must be a master of arcane science, and most are consumed by their obsession with eldritch knowledge. Divine liches are rarer and more unique. Gath didn't become a lich by accident. He prepared for it, which is one reason his mausoleum was so richly appointed and heavily secured. And those preparations required him to perform sacrifices that were both hor­rific and expensive. His love of luxuries is just a surface manifestation of his absolute and relentless greed, which is ultimately what makes him such an effective servant of the Keeper. Where the arcane lich is sustained by will, in many ways Gath is sustained by sheer greed--by the desire to expand his hoard, to have the finest things. In many ways, he's more akin to the stereotypical fantasy dragon than is any dragon of Argonnessen. Gath doesn't care about conquest and has no inherent desire to kill others: but he'll do anything to satisfy his greed, and he'll never be satisfied with what he has.": "典型的巫妖必须是奥术科学的大师，大多数都被对奥秘知识的执着所吞噬。神圣巫妖更加罕见且独特。加思并非偶然成为巫妖。他为此做好了准备，这也是他的陵墓如此豪华装饰和严密防护的原因之一。这些准备工作要求他进行既可怕又昂贵的牺牲。他对奢侈品的热爱只是他绝对和无情的贪婪的表面体现，这也是他成为守护者的高效仆从的根本原因。在许多方面，奥术巫妖是靠意志维持的，而加思则在很多方面是靠纯粹的贪婪维持——渴望扩大他的财宝，拥有最好的东西。在许多方面，他更像是典型的幻想龙，而不是阿贡内森的任何一只龙。加思不关心征服，也没有固有的杀戮欲望：但他会为了满足自己的贪婪而不择手段，他永远不会满足于所拥有的一切。",
	"Gath also continues to serve as a Talon of the Keeper, training new priests and serving as an intermediary for those who would bargain with the Sovereign of Death and Decay. Adventurers could be surprised to find that the mysterious patron who funded their expedition now wants them to deliver the treasure they recovered to the City of the Dead. He's absolutely evil, but his schemes are always driven by greed and might not actually pose a threat to the world at large ... and as a bonus, he pays his agents very well.": "盖斯（Gath）也继续担任守护者之爪（Talon of the Keeper），培训新的祭司，并作为那些想要与死亡与腐朽之主交易的人的中间人。冒险者可能会惊讶地发现，资助他们探险的神秘赞助人现在希望他们将找到的宝藏交付给亡者之城。他绝对是邪恶的，但他的阴谋总是出于贪婪驱使，并实际上可能并不对整个世界构成威胁...而且作为奖励，他付给他的代理人们非常丰厚的报酬。",
	"Haeldar ignores {@quickref difficult terrain||3}, and magical effects can't reduce his speed or cause him to be {@condition restrained}. He can spend 5 feet of movement to escape from nonmagical restraints or being {@condition grappled}.": "Haeldar 忽略 {@quickref difficult terrain||3}，并且魔法效果不能减少他的速度或使他变为 {@condition restrained}。他可以花费5英尺的移动来摆脱非魔法约束或者被 {@condition grappled}。",
	"Haeldar has advantage on saving throws against spells and other magical effects.": "Haeldar在对抗法术和其他魔法效果的豁免检定中拥有优势。",
	"Haeldar and friendly Undead creatures within 60 feet of him have advantage on saving throws against effects that turn Undead, provided he isn't {@condition incapacitated}.": "当Haeldar和他周围60英尺范围内友好的不死生物受到影响时，他们在抵抗转变不死生物效果的豁免 throws 时获得优势，前提是他不是{@condition incapacitated}。",
	"Haeldar doesn't require air, food, drink, or sleep.": "Haeldar不需要空气、食物、饮料或睡眠。",
	"Haeldar makes three Trident attacks.": "Haeldar 发动三次三叉戟攻击。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage, plus 18 ({@damage 4d8}) necrotic damage.": "{@atk mw} {@hit 10}攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 1d6 + 4})点斩击伤害，加上18 ({@damage 4d8})点死灵伤害。",
	"Haeldar conjures an enthralled Gargantuan kraken in an unoccupied space he can see within 120 feet of him. Each creature within 20 feet of the kraken must make a {@dc 18} Dexterity saving throw. On a failed save, a creature takes 28 ({@damage 8d6}) lightning damage and 28 ({@damage 8d6}) bludgeoning damage, and it is {@condition grappled} and {@condition restrained} (escape {@dc 18}). On a successful save, a creature takes half as much damage and isn't {@condition grappled} or {@condition restrained}. The kraken disappears at the end of Haeldar's next turn, releasing all {@condition grappled} creatures when it does.": "海尔达在他能看到的距离为120英尺内的一个未被占据的空间中召唤了一只被迷住的巨大章鱼。在距离章鱼20英尺内的每个生物必须进行一次{@dc 18}敏捷豁免。未通过豁免的生物会受到28点({@damage 8d6})闪电伤害和28点({@damage 8d6})钝击伤害，并且会被{@condition grappled}和{@condition restrained}（逃脱{@dc 18}）影响。通过豁免的生物只会受到一半伤害，并且不会被{@condition grappled}或{@condition restrained}。章鱼会在海尔达的下一个回合结束时消失，释放所有{@condition grappled}生物。",
	"Haeldar imbues his weapon with his thirst for the hunt. The next time Haeldar hits a creature with a melee weapon attack within the next minute, his weapon tears at a creature's soul, and the attack deals an extra 14 ({@damage 4d6}) psychic damage to the target. Creatures that are swimming or immersed in water have vulnerability to the extra psychic damage from this attack. On a hit, the target must also succeed on a {@dc 18} Wisdom saving throw or it has disadvantage on attack rolls and ability checks, and it can't take reactions until the end of its next turn.": "Haeldar将他的武器注入了对狩猎的渴望。下一次Haeldar在接下来的一分钟内用近战武器攻击生物时，他的武器会撕裂生物的灵魂，攻击对目标造成额外14({@damage 4d6})点精神伤害。在水中游泳或浸泡的生物对这次攻击的额外精神伤害具有易受伤害性。命中后，目标还必须成功进行一次{@dc 18}感知豁免才能避免在其下一回合结束前攻击和技能检定时处于劣势，并且不能作出反应。",
	"Haeldar adds 6 to his AC against one melee attack that would hit him. To do so, Haeldar must see the attacker and be wielding a melee weapon.": "Haeldar在面对一次即将击中他的近战攻击时，可以将自己的AC提高6点。为此，Haeldar必须看到攻击者并且握持一把近战武器。",
	"You think you've looked death in the eye? Wait until you've stared into the empty sockets in the skull of a dragon turtle, after it's capsized your ship and it's coming right for you. I'm telling you now, you get too close to the Sunless Isle and pirates are the least of your worries. I know you've heard these stories before, but have you ever wondered where the Bloodsails got these bones so they could animate 'em? I can tell you in two words: Haeldar Krakensbane.": "你以为你曾经直视过死亡？等你亲眼看着一只龙龟的头骨中空的眼窝时，当它把你的船掀翻后直冲而来，你就知道了。我告诉你，靠近无日岛，海盗只是你最不用担心的问题。我知道你以前听过这些故事，但你有没有想过血帆海盗是从哪里弄到这些骨头来让它们复活的？我可以用两个词告诉你：海德拉·裂浪者(Haeldar Krakensbane)。",
	"That elf was a legend in life, a dragonslayer who fought alongside the rebel elves just for a chance to fight dragons. So he gets himself exiled for his troubles, and sails north with the rest of 'em. His ship runs afoul of a bloody great kraken, which demands tribute from the fleet. The elves, they're rightly terrified, and they all agree to pay its price. But Haeldar, he's not having it. It's his ancestor, see? Never would bend to a beast. So he seizes control of his ship, and no surprise, kraken sinks it and kills everyone aboard--including Haeldar's children! You'd think that would be the end of it, but weeks later, as them elves are camped out on the sunless shore, they see a monster on the horizon. It's the kraken; after it swallowed Haeldar, he refused to die, dug his way up through its heart and out its eye. Now here he is, riding the damn dead thing home. ": "那个精灵在生前是一个传奇人物，一个与叛乱精灵一起战斗的屠龙者，只为了有机会与龙战斗。所以他因此被放逐，与其他人一起向北航行。他的船遭遇了一只巨大的海怪，要求舰队交纳贡品。精灵们都害怕得要命，他们都同意付出代价。但是海尔达不答应。那是他的祖先，明白吧？绝不会向野兽屈服。于是他夺取了船的控制权，毫不奇怪，海怪将其击沉，杀死了船上的所有人——包括海尔达的孩子们！你可能会认为这就是结局，但几周后，当这些精灵们露宿在无阳之岸时，他们看到地平线上有一个怪物。那就是那只海怪；在吞下海尔达后，他拒绝死去，从它的心脏挖了出来，从它的眼睛里出来。现在他就在那里，骑着这该死的死物回家。",
	"That beast still patrols the waters of Farlnen today. And Haeldar ... well, he spends much of his time mourning his lost children, but when the mood is upon him, he goes back to sea. He won't force his own on the hunt, not again--so he boards a stranger's vessel, assumes command, and takes it on another monster hunt. If he comes to your ship, hope you're one of the lucky ones, that he takes down his prey with your vessel still intact. Haeldar Krakensbane never misses his mark ... but the ships he sails rarely make it home again.": "那头巨兽如今仍在法尔南的水域巡游。而海尔达（Haeldar）……他大部分时间都在为失去的孩子哀悼，但当他心情好时，他会重新出海。他不会再强迫自己去狩猎，所以他会登上陌生人的船，掌舵，然后展开另一场怪兽狩猎。如果他来到你的船上，希望你是幸运的那个，他能在你的船仍然完好无损的情况下击败猎物。 海尔达·深渊杀手（Haeldar Krakensbane）从不失手……但他航行的船只很少能再次安全归来。",
	"In life, Haeldar Arrael was a Tairnadal of the Draleus Tairn. He fought alongside the line of Vol not because he believed in their cause, but because it gave him the opportunity to fight dragons. Over the course of the conflict, he fell in love with an elf of the Vyrael line, and following the defeat of the line of Vol, he sailed north in the company of his wife and kin. As the story says, when a mighty leviathan threatened his ship, Haeldar put his dreams of glory ahead of the safety of his family. He lost everything, including his own life--but his hunger for victory was so great that he returned as a death knight in the very belly of the kraken, slaying his enemy and animating its corpse.": "在生活中，海尔达·阿雷尔（Haeldar Arrael）是德雷勒斯·泰恩（Draleus Tairn）的泰尔纳达尔（Tairnadal）。他与沃尔（Vol）一族并肩作战，并非因为他相信他们的事业，而是因为这让他有机会与龙战斗。在冲突过程中，他爱上了维雷尔（Vyrael）一族的一名精灵，并在沃尔一族被击败后，他与妻子和亲人一起向北航行。故事中说，当一只强大的利维坦威胁到他的船时，海尔达将自己的荣耀梦想置于家人的安全之上。他失去了一切，包括自己的生命--但他对胜利的渴望如此之大，以至于他作为一名死亡骑士回到了巨型章鱼的腹中，杀死了他的敌人并使其尸体复活。",
	"Haeldar's eternal quest for glory is the only thing that distracts him from all-consuming guilt and shame. He's always searching for a greater, grander challenge, some­thing to overshadow his pain. He's the source of many of the great beasts bound in undeath as guardians of Farlnen. Haeldar slays these creatures--serpents, dragon turtles, and his eponymous kraken--personally, and his unique gift animates those he slays; however, he turns control of these sentinels over to living necromancers upon his return to the island. And as the tale says, when he's in the mood for a hunt, Haeldar sets out on board a Bloodsail vessel--but he then boards and seizes control of some other ship, ensuring he doesn't place more elves at risk in his relentless pursuit of challenges at sea.": "海尔达（Haeldar）永恒的荣耀追求是唯一能让他从深深的内疚和羞耻中分心的事物。他总是在寻找更大、更宏伟的挑战，以掩盖他的痛苦。他是许多被束缚在法尔南（Farlnen）守护者身上的巨兽的源头。海尔达亲自击败这些生物——蛇、龙龟和他的同名海怪——并且他独特的天赋赋予了他所击败者生命；然而，他在返回岛屿后会将这些哨兵的控制权交给活着的死灵法师。传说中，当他想要出去狩猎时，海尔达会登上一艘血帆（Bloodsail）船只——但然后他会登上并控制其他一些船只，确保在海上不再让更多的精灵冒险。",
	"The handmaiden can magically sense the presence of living creatures up to 5 miles away that aren't Undead or Constructs. She knows the general direction they're in but not their exact locations.": "侍女可以在5英里范围内魔法感知到非亡灵或构装生物的存在。她知道它们大致的方向，但不知道它们的确切位置。",
	"The handmaiden can move through other creatures and objects as if they were {@quickref difficult terrain||3}. It takes 5 ({@dice 1d10}) force damage if it ends its turn inside an object.": "侍女可以如同穿过{@quickref difficult terrain||3}一般穿过其他生物和物体。如果侍女在物体内结束其回合，它会受到5点({@dice 1d10})力量伤害。",
	"The handmaiden has advantage on saving throws against effects that turn Undead.": "侍女在对抗影响不死生物的效果时拥有优势。",
	"The handmaiden doesn't require air, food, drink, or sleep.": "侍女不需要空气、食物、饮料或睡眠。",
	"{@atk ms} {@hit +5} to hit, reach 5 ft., one target. {@h}16 ({@damage 4d6 + 2}) necrotic damage.": "{@atk ms} 近战攻击，射程5英尺，目标一个。{@h}16 ({@damage 4d6 + 2}) 点死灵伤害。",
	"Each non-undead creature within 60 feet of the handmaiden that can see her must succeed on a {@dc 14} Wisdom saving throw or be {@condition charmed} for 1 minute. While {@condition charmed}, a creature takes 7 ({@damage 2d6}) psychic damage the first time the handmaiden takes damage on a turn. A {@condition charmed} target can repeat the saving throw at the end of each of its turns, made with disadvantage if the handmaiden is within its line of sight, ending the effect on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to the handmaiden's Shared Despair for the next 24 hours.": "每个距离侍女60英尺以内且能看见她的非不死生物必须成功通过一次 {@dc 14} 感知豁免才能免疫 {@condition charmed} 效果，持续1分钟。在受到 {@condition charmed} 效果影响时，生物每次在一个回合内侍女受到伤害时会受到7点 ({@damage 2d6}) 精神伤害。受到 {@condition charmed} 效果的目标可以在自己的回合结束时重复进行豁免才能，如果侍女在其视线内，则以劣势进行豁免，成功则结束自身的效果。如果目标的豁免成功或效果结束，目标将对侍女的共享绝望效果免疫，持续24小时。",
	"The handmaiden releases a mournful wail, provided that she isn't in sunlight. This wail has no effect on Constructs and Undead. All other creatures within 30 feet of her that can hear her must make a {@dc 14} Constitution saving throw. On a failed save, a creature drops to 0 hit points. On a successful save, a creature takes 14 ({@damage 4d6}) psychic damage.": "侍女发出哀怨的哀嚎，前提是她不在阳光下。这种哀嚎对构造体和不死生物无效。所有其他在她周围30英尺范围内且能听到她声音的生物必须进行一次{@dc 14}体质豁免才能。未通过豁免的生物将生命值降至0。通过豁免的生物会受到14({@damage 4d6})点精神伤害。",
	"In Khorvaire, ghost stories are as plentiful as they are in our world; they tell similar tales of souls trapped between Eberron and Dolurrh, driven to complete their unfinished business or held fast by emotions or memories they can't let go.": "在科瓦尔，鬼故事和我们的世界一样丰富多彩；它们讲述着类似的故事，讲述着被困在埃伯隆和多鲁尔之间的灵魂，被驱使着完成他们未竟的使命，或者被情感或记忆所困扰，无法释怀。",
	"Though most banshees are tied to Dolurrh, the Dark Power known as the Queen of All Tears has created a strain of Mabaran banshees specifically drawn from elf women who have suffered great tragedies. These handmaidens of sorrow have more in common with wraiths than with ghosts. They are typically fully conscious and aware of their surroundings, and they split their time between haunting the place of their sorrow and the Court of Tears in Mabar.": "尽管大多数女妖都与Dolurrh有关，被称为“Queen of All Tears”的黑暗力量创造了一种特殊的Mabaran女妖，专门选自遭受巨大悲剧的精灵女性。这些悲伤的侍女与幽灵而非鬼魂更为相似。她们通常完全清醒并意识到周围的环境，她们的时间分配在陪伴她们悲伤的地方和Mabar的“Court of Tears”之间。",
	"The dreamseer can breathe air and water.": "梦境先知可以在空气和水中呼吸。",
	"The dreamseer can sense the presence of any creature within 30 feet of it that is {@condition invisible} or on the Ethereal Plane. It can pinpoint such a creature that is moving.": "梦境先知可以感知到距离它30英尺以内的任何生物，无论是{@condition invisible}还是在（）以太位面上。它可以准确找出正在移动的这样的生物。",
	"The kuo-toa has advantage on ability checks and saving throws made to escape a grapple.": "海底人(kuo-toa)在试图摆脱搏斗(grapple)时，具有优势，用于能力检定和豁免投掷。",
	"While in sunlight, the dreamseer has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight.": "在阳光下，梦境先知在进行攻击检定时，以及依赖视觉的感知（{@skill Perception}）检定时都会有劣势。",
	"The dreamseer makes three attacks: two with its Dreamstrike and one with its Bite.": "梦境先知进行三次攻击：两次使用其梦之击（Dreamstrike）和一次使用其咬击（Bite）。",
	"{@atk ms} {@hit 4} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d6 + 2}) psychic damage and the target's psyche suffers a debilitating blow. Until the end of the target's next turn, it can't expend spell slots or make more than one attack on its turn.": "{@atk ms} {@hit 4}攻击，射程5英尺，目标一个。受到{@h}9 ({@damage 2d6 + 2})点精神伤害，并且目标的精神受到严重打击。直到目标的下一个回合结束前，它不能消耗法术位或在自己的回合进行超过一次的攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage.": "{@atk mw}进行攻击，射程5英尺，目标一个。造成{@h}5({@damage 1d4 + 3})点穿刺伤害。",
	"When the dreamseer takes psychic damage from a creature it can see, it instinctively forms a bridge across Dal Quor between it and its foe. The creature that caused it to take damage must make a {@dc 12} Wisdom saving throw. On a failed save, both that creature and the dreamseer fall {@condition unconscious} for 1 minute. If either of them take damage or if someone uses an action to shake or slap one of the {@condition unconscious} creatures awake, both creatures wake up.": "当梦境先知从一个可见的生物那里受到精神伤害时，它会本能地在达尔昆之间与敌人形成一座桥梁。造成伤害的生物必须进行一次 {@dc 12} 智力豁免。未通过豁免的话，那个生物和梦境先知都会陷入 {@condition unconscious} 睡眠状态，持续1分钟。如果其中任何一方受到伤害，或者有人使用动作来摇醒或拍打其中一个 {@condition unconscious} 生物，那么两个生物都会醒来。",
	"The upper waters of the Barren Sea are deadly, but descend far enough and the salinity of the water drops. It is here that adventurers can discover the \"sinister fiends that dwell in horrid cities far below the waves\" mentioned in the Eberron Campaign Guide. Those creatures that dwell on the ocean floor aren't literal fiends, but their realm is a terrifying array of nightmares--and their gods are sinister indeed. This is the domain of the kuo-toa.": "荒凉之海的上层水域是致命的，但往下深入足够深度后，水的盐度会下降。正是在这里，冒险者们可以发现《艾伯隆战役指南》中提到的“居住在海底可怕城市中的邪恶恶魔”。那些栖息在海底的生物并非字面上的恶魔，但它们的领域却是一片令人恐惧的噩梦之境——它们的神祇确实是邪恶的。这就是鱼人的领域。",
	"While the upper waters of the Barren Sea are close to Mabar and Risia, the depths of the ocean once held powerful manifest zones tied to Dal Quor, the Region of Dreams. All mortals of Eberron possess a connection to Dal Quor, glimpsing the realm of dreams when they sleep. But among the manifest zones of these depths, unique creatures evolved with a far deeper connection--existing in both realms simultaneously, they perceived both the dreamscape and the Material Plane at all times. They called themselves the Quor-Toa, the People of Dreams. Beyond their power to perceive Dal Quor, the Quor-Toa could draw the essence of Dal Quor into reality and shape it within the manifest zones below the Barren Sea, sculpting tools, structures, and servants from the stuff of dreams. Their deep empire was a place of impossible wonders, of spectacles dragons and giants could only dream of. Yet because they could only work these wonders in manifest zones to Dal Quor, the Quor-Toa never sought to spread into other lands or seas.": "在贫瘠之海的上层水域靠近(Mabar)和(Risia)，海洋的深处曾经拥有与梦境之地(Dal Quor)相关的强大显现区。埃伯伦的所有凡人都与梦境之地有着联系，在他们入睡时窥视梦境。但在这些深处的显现区之中，独特的生物进化出了更深的联系——它们同时存在于两个领域，始终感知着梦境和物质位面。它们称自己为库尔托亚(Quor-Toa)，即梦境之民。除了感知梦境之地的能力外，库尔托亚还能将梦境之地的本质吸引到现实中，并在贫瘠之海下方的显现区内塑造它，用梦境的物质打造工具、建筑和仆人。它们的深邦帝国是一个不可思议的奇迹之地，是巨龙和巨人只能梦寐以求的景观。然而，由于它们只能在梦境之地的显现区内施展这些奇迹，库尔托亚从未试图扩张到其他土地或海域。",
	"Though uninterested in expansion, they defended their territory--and as a result, few giant explorers ever reached Sarlona, though some Cul'sir records describe the glories glimpsed below the waves of the \"Golden Sea\" and the godlike beings that defended it. In the end, the giants destroyed the Quor-Toa without even meaning to. Forty thousand years ago, the giants severed the ties between Eberron and Dal Quor, as a way to end their conflict with the quori ... and in the process, they destroyed the Quor-Toa. As the manifest zones tied to Dal Quor were stripped of power, the dream-towers of the Quor-Toa melted away, the fishfolk suffered devastating psychic trauma, and their civilization collapsed into chaos. Though later generations adjusted to this shattered connection, their people were never the same. Their knowledge had been stored in libraries of dreams, vaults that were shattered and lost, and their psychic gifts were twisted. They no longer called themselves the Quor-Toa, the People of Dreams--they had become kuo-toa, the fallen people.": "虽然不感兴趣扩张，他们却捍卫自己的领土——结果是，很少有巨人探险者曾到达萨洛纳，尽管一些库尔西尔的记录描述了在“黄金之海”波浪下所见的荣耀和保卫它的似神存在。最终，巨人们无意中摧毁了库尔托亚。四万年前，巨人们切断了伊布隆与达尔库尔之间的联系，作为结束与库里冲突的一种方式……在这个过程中，他们摧毁了库尔托亚。随着与达尔库尔相关的显现区失去力量，库尔托亚的梦之塔消失了，鱼人遭受了毁灭性的精神创伤，他们的文明陷入了混乱。尽管后代适应了这种破碎的联系，但他们的人民再也不同了。他们的知识曾存放在梦境图书馆中，那些被摧毁和失落的金库，他们的精神天赋被扭曲。他们不再称自己为库尔托亚，梦之民——他们已经成为了库奥托亚，堕落的人民。",
	"The kuo-toa have never regained the power of their ancestors, and the energies of Dal Quor no longer flow naturally into Eberron. But the kuo-toa still possess a stronger connection to Dal Quor than any other mortal creature. Most mortal creatures find the kuo-toa's behavior mystifying, and many believe they're prone to mass hallucinations, but the truth is far more complicated. While most mortals only glimpse Dal Quor when they sleep, the kuo-toa perceive both realms simultaneously; they are always dreaming, experiencing the dream overlaid with the Material Plane's reality. This has a few effects.": "葛奥图亚(kuo-toa)从未恢复其祖先的力量，达尔库尔(Dal Quor)的能量也不再自然地流入伊布伦(Eberron)。但葛奥图亚仍然比任何其他凡人更强烈地与达尔库尔保持联系。大多数凡人都觉得葛奥图亚的行为令人费解，许多人认为他们容易出现集体幻觉，但事实要复杂得多。大多数凡人只在睡觉时瞥见达尔库尔，而葛奥图亚同时感知两个领域；他们总是在做梦，体验着梦境与物质位面现实的重叠。这产生了一些效应。",
	"Kuo-toa can always be targeted by the dream spell, even while awake.": "夸托亚(Kuo-toa)即使在清醒时也可以被梦境(Dream)法术所影响。",
	"Kuo-toa experience two realities at once--the physical world and Dal Quor. Thus, when a kuo-toa is dealing with an adventurer, they are also dealing with whatever dream occupies the same space as the adventurer in their vision. They could be holding a fish and describe it as a sword, because in Dal Quor, they are holding a sword. To the kuo-toa, both realities are equally real--it's a sword and a fish. Similarly, the kuo-toa could be fighting a monster in Dal Quor while also talking to an adventurer on the Material Plane; so even though the adventurer just sees them waving a fish around, they're actually fighting a nightmare with a mighty sword.": "蛞蝓族(Kuo-toa)同时体验两个现实——物质世界和达尔·奎尔(Dal Quor)。因此，当蛞蝓族与冒险者打交道时，他们也在与在他们视野中占据相同空间的梦境打交道。他们可能拿着一条鱼，并将其描述为一把剑，因为在达尔·奎尔中，他们拿着的是一把剑。对于蛞蝓族来说，这两个现实同样真实——这是一把剑，也是一条鱼。同样，蛞蝓族可能在达尔·奎尔中与怪物战斗，同时也在物质位面上与冒险者交谈；因此，即使冒险者只看到他们挥舞着一条鱼，他们实际上正在用一把强大的剑与噩梦战斗。",
	"Kuo-toa perceive invisible and ethereal entities through their echoes in the dream, which grants them their Otherworldly Perception trait.": "蝌蚪人通过梦境中的回声感知看不见的和虚幻的实体，这赋予了他们超凡感知特性。",
	"If a kuo-toa is slain in Dal Quor, they simply lose their perception of Dal Quor until they complete a short rest. There's no other negative consequence; it's essentially no different from a human waking up after being killed in a dream.": "如果一只(`Kuo-toa`)在(`Dal Quor`)中被杀死，他们只是失去对(`Dal Quor`)的感知，直到他们完成一次短休息。没有其他负面后果；这本质上与人类在梦中被杀后醒来没有什么不同。",
	"The kuo-toa of Eberron speak Quori instead of Undercommon. They have no ties to creatures of Khyber, and they learned Quori long ago from their dreams.": "Eberron的(`Kuo-toa`)苦奴亚族说(`Quori`)语而不是(`Undercommon`)。他们与凯伯的生物没有联系，很久以前就从梦中学会了(`Quori`)语。",
	"While kuo-toa lack both the resources and the knowledge of their ancestors, they still possess supernatural powers tied to their dual existence. Kuo-toa seers have a sharpened form of their Otherworldly Perception, seeing dream visions that reveal secrets about the waking world. Such a seer might manifest true seeing--seeing a shapeshifter's true form as a dream aura around it--or other divination effects. Meanwhile, kuo-toa shapers can cast illusion or conjuration spells by pulling dreams into reality, often without fully understanding that this is what they're doing. An individual shaper's abilities are just a shadow of the power they wield as a community, as discussed below.": "尽管深潜鱼人缺乏祖先的资源和知识，他们仍然拥有与他们双重存在相关的超自然力量。深潜鱼人先知拥有一种加强版的异界感知能力，能看到揭示现实世界秘密的梦境幻象。这样的先知可能会显现出真实视觉——看到变形者的真实形态，环绕其周围的梦境光环——或其他占卜效果。与此同时，深潜鱼人塑形者可以通过将梦境变为现实来施展幻术或幻术法术，通常并不完全明白自己在做什么。一个个体塑形者的能力只是他们作为一个社区所拥有的力量的一小部分，如下所述。",
	"Beyond their innate powers, there's a second aspect that's crucial to understanding the kuo-toa's dual experience of Dal Quor and Eberron. Because Dal Quor is currently shaped by il-Lashtavar--the Darkness that Dreams--a kuo-toa's dreamscape is often one of nightmares, and this in turn shapes the way they interact with the world. Adventurers might meet a kuo-toa who has learned to resist this; perhaps one of the dreamseers has even touched il-Yannah and can channel positive dreams. However, as long as the kuo-toa remain linked to the Darkness that Dreams, their dreamscape will continue to attract nightmares.": "除了他们固有的力量之外，理解鱼人在达尔昆和艾伯伦之间双重体验的关键是第二个方面。由于达尔昆目前受到伊拉斯塔瓦的塑造——梦境之暗——鱼人的梦境常常是噩梦之地，这反过来塑造了他们与世界互动的方式。冒险者们可能会遇到一个学会抵抗这一点的鱼人；也许其中一个梦境先知甚至曾经触及伊-亚纳，能够引导积极的梦境。然而，只要鱼人继续与梦境之暗保持联系，他们的梦境将继续吸引噩梦。",
	"The godshaper can breathe air and water.": "这位神明塑造者可以在空气和水中呼吸。",
	"While in sunlight, the godshaper has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight.": "在阳光下，塑神者在进行攻击投掷时有劣势，以及在依赖视觉的感知（Wisdom {@skill Perception}）检查上也有劣势。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}5 ({@damage 1d4 + 3}) 穿刺伤害。",
	"The godshaper sees the fierce attacks of a kuo-toa deity in the dreamscape. The godshaper chooses one deity it can see that was created by its Shape Deity or a friendly godshaper's Shape Deity, moving that deity up to 30 feet to a space it can see. After this move, each creature of the godshaper's choice within 20 feet of the deity must succeed on a {@dc 15} Wisdom saving throw, taking 14 ({@damage 4d6}) psychic damage on a failed save, or half as much damage on a successful one.": "神形者在梦境中看到一位鱼人神明的凶猛攻击。神形者选择一个它能看到的由其造物神或友好神形者的造物神创造的神明，将该神明移动30英尺到一个它能看到的空间。移动后，神形者选择的每个在神明周围20英尺范围内的生物必须成功通过一次{@dc 15}感知豁免，否则在豁免失败时受到14({@damage 4d6})点精神伤害，豁免成功则减半。",
	"The godshaper sees the ever-growing power of a kuo-toa deity in the dreamscape. The godshaper chooses one deity it can see that was created by its Shape Deity or a friendly godshaper's Shape Deity. That deity gains the following cumulative benefits:": "神雕师在梦境中看到了一位夸托亚神明不断增长的力量。神雕师选择一个它能看到的神明，该神明是由它的形神或友好神雕师的形神创造的。该神明获得以下累积效益：",
	"Its size increases by one category (such as from Medium to Large).": "它的尺寸增加了一个分类（例如从中等变为大型）。",
	"Its AC increases by 1.": "它的AC增加1点。",
	"It regains 10 hit points and its maximum hit points increase by 10.": "它恢复了10点生命值，最大生命值增加了10点。",
	"When a godshaper uses Dreams of Victory with that deity, the damage dealt increases by 7 ({@dice 2d6})": "当一个神明塑造者与那位神明一起使用胜利之梦时，所造成的伤害增加了7 ({@dice 2d6})。",
	"Additionally, the godshaper can choose another godshaper it can see, allowing that godshaper to immediately use its reaction to use its Dreams of Victory.": "此外，(godshaper) 可以选择另一个它能看到的 (godshaper)，使其立即使用其反应来使用其胜利之梦。",
	"Until the end of the godshaper's next turn, each creature within 30 feet of it has truesight out to 60 feet.": "直到(神雕塑师)的下一个回合结束，它周围30英尺范围内的每个生物都具有60英尺的真视能力。",
	"The godshaper imagines a deity and shapes it from ectoplasm. The deity appears in an unoccupied space the kuo-toa can see within 30 feet of it. The deity's size is Medium, and it has AC 15, 50 hit points, and resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks. The deity remains for 1 minute, until it is reduced to 0 hit points, or until no friendly godshaper can see it. The godshaper can't use this ability if it can see another friendly godshaper's deity.": "塑神者想象出一个神明，并用外形体塑造它。这个神明出现在距离鱼人能看见的未被占据的空间内，距离不超过30英尺。这个神明的体型为中型，AC为15，有50点生命值，并对来自非魔法攻击的钝击、穿刺和斩击伤害具有抗性。这个神明会持续1分钟，直到生命值降为0，或者没有友好的塑神者能看见它为止。如果能看见另一个友好塑神者的神明，塑神者无法使用这个能力。",
	"Once on his turn (no action required), Lord Varonaen can either transform into his wraith form, or he can touch a darkwood tree or a Medium or larger nonmagical object made of darkwood and transform into his darkwood form.": "在他的回合中（无需行动），Varonaen领主可以选择变身为他的幽灵形态，或者他可以触摸一棵黑木树或一件由黑木制成的中型或更大的非魔法物品，然后变身为他的黑木形态。",
	"When he transforms into darkwood form, he animates the darkwood he touched into a rudimentary body. While in that form, his statistics change as follows:": "当他变身为黑木形态时，他会将触碰过的黑木变成一个基本的身体。在那种形态下，他的属性会发生如下变化：",
	"He loses his Incorporeal Movement trait, flying speed, and immunity to being {@condition grappled} and {@condition restrained}.": "他失去了他的非实体移动特性，飞行速度，以及对{@condition grappled}和{@condition restrained}的免疫能力。",
	"His AC increases to 18, his speed becomes 30 feet, his Strength becomes 16 (+3), and he has advantage on Strength and Constitution saving throws.": "他的AC提高到18，移动速度变为30英尺，力量变为16 (+3)，并且在力量和体质豁免检定上获得优势。",
	"When he transforms into wraith form, he relinquishes control of the darkwood and appears in an unoccupied space next to the tree or object.": "当他变成(``wraith form``)时，他放弃对(``darkwood``)的控制，并出现在树木或物体旁边的未被占据的空间中。",
	"Lord Varonaen can move through other creatures and objects as if he were {@quickref difficult terrain||3}. He takes 5 ({@dice 1d10}) force damage if he ends its turn inside an object.": "瓦罗南领主可以如同{@quickref difficult terrain||3}一般穿过其他生物和物体。如果他在物体内结束回合，他会受到5点({@dice 1d10})力场伤害。",
	"Lord Varonaen has advantage on saving throws against spells and other magical effects.": "瓦罗南领主 (Lord Varonaen) 在抵抗法术和其他魔法效果的豁免 throws 中拥有优势。",
	"Once on his turn, Lord Varonaen can use 10 feet of movement to step magically into one living tree within reach and emerge from a second living tree within 60 feet of the first tree, appearing in an unoccupied space within 5 feet of the second tree. Both trees must be Large or bigger.": "Varonaen领主在他的回合中，可以使用10尺的移动，神奇地踏入一个距离内的活树，并从第一个树到第二个树中出现，第二个树距第一个树60尺内，出现在第二个树附近5尺内的未占据空间。两棵树必须是大型或更大。",
	"Lord Varonaen doesn't require air, food, drink, or sleep.": "瓦罗南领主(Lord Varonaen)不需要空气、食物、饮料或睡眠。",
	"Lord Varonaen makes four Slam attacks, or uses Life Drain and casts a spell.": "瓦罗南领主进行四次猛击攻击，或者使用生命吸取并施放一个法术。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}16 ({@damage 3d8 + 3}) piercing damage.": "{@atk mw} {@hit 7} 进行攻击，射程10英尺，目标一个。造成{@h}16 ({@damage 3d8 + 3}) 穿刺伤害。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}40 ({@damage 8d8 + 4}) necrotic damage.": "{@atk mw} 使用 {@hit 8} 进行攻击，射程5英尺，目标一个。造成{@h}40 ({@damage 8d8 + 4}) 点死灵伤害。",
	"Lord Varonaen casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 16}):": "瓦罗南领主施放以下其中一个法术，使用智慧作为施法能力（法术豁免 {@dc 16}）：",
	"Before the elves came, Farlnen was just bare rock and sand. The sun doesn't shine there, and no living thing could prosper in that cursed place. But a land with no sun sounds mighty nice if you're a vampire, like Lord Varonaen! So he steers the elves to Farlnen, and when he gets there, he breaks his ship to splin-ters and he scatters the splinters across the stony ground. He kills his own sailors and waters the wood with their blood, and they sprout up as darkwood trees and bloodstained roses. All the night-gardens of Farlnen, it was Varonaen who planted their seeds. And if the Bloodsails kill you on the sea? They'll keep your bones to work an oar, but they won't let your flesh go to waste; cargoes of carrion make their way to Farlnen to feed the bloody gardens.": "在精灵到来之前，法尔南（Farlnen）只是光秃秃的岩石和沙漠。那里阳光无法照射，没有任何生物能在那个被诅咒的地方茁壮成长。但如果你是像瓦罗南领主（Lord Varonaen）那样的吸血鬼，一个没有阳光的土地听起来是非常美好的！所以他引导精灵们前往法尔南，当他到达那里时，他将自己的船打成碎片，然后将这些碎片散落在石质地面上。他杀死自己的水手，用他们的鲜血浇灌这些木头，它们长成了暗木树和染血玫瑰。法尔南所有的夜间花园，都是Varonaen种下的种子。如果血帆海盗（Bloodsails）在海上杀死你？他们会留下你的骨头来划桨，但他们不会让你的肉白白浪费；一船一船的腐肉货物会运往法尔南，喂养那些血腥花园。",
	"Lord Sylian Varonaen is the oldest member of the Grim. The Varonaen were allies of Vol long before the Mark of Death appeared, and Sylian Varonaen was one of the first vampires created on Aerenal. Where Vol studied ways to imbue humanoid creatures with the energies of Mabar, Sylian Varonaen explored its effects on plants. Varonaen was fascinated by those strains of flora that managed to adapt to Aerenal's Mabaran zones, and he improved on these with his own hybrids; in fact, it was he who refined the strain of darkwood that Aerenal exports to this day.": "Sylian Varonaen (Sylian Varonaen) 是Grim中最年长的成员。Varonaen在死印(Mark of Death)出现之前就是Vol的盟友，Sylian Varonaen是Aerenal上最早被创造的吸血鬼之一。在Vol研究如何赋予人形生物Mabar能量的方法时，Sylian Varonaen探索了它对植物的影响。Varonaen对那些设法适应Aerenal的Mabar区域的植物品种着迷，并通过自己的杂交改进了这些植物；事实上，正是他改良了Aerenal至今出口的暗木(darkwood)品种。",
	"So it was no accident that Varonaen and his exiles came to Farlnen. The elves knew they needed a powerful Mabaran zone to continue their research, and Varonaen came prepared. The story quoted above is apocryphal, but it holds seeds of truth. Varonaen brought his hybrids with him across the Lhazaar Sea and established the first night gardens. He planted darkwood groves, and in the centuries that followed, he developed entirely new strains of vegeta-tion that could thrive in the unique conditions of Farlnen. The stories exaggerate when they say darkwood is watered with blood, but some of Varonaen's creations do thrive when fertilized with the flesh of the dead. Some of his experiments are just plants, but others could be considered both Plants and Undead; Varonaen has created assassin vines that drain the lifeforce of creatures they constrict, and a shrieker that howls with the cry of a banshee. ": "所以Varonaen和他的流亡者来到Farlnen并非偶然。 精灵们知道他们需要一个强大的Mabaran区域来继续他们的研究，而Varonaen已经做好了准备。 上面引用的故事是伪经，但它包含了真相的种子。 Varonaen带着他的杂交植物穿过Lhazaar海洋，建立了第一个夜间花园。 他种植了暗木林，在随后的几个世纪里，他培育出完全可以在Farlnen独特条件下茁壮成长的新品种植物。 当故事说暗木是用血水浇灌时有夸大之词，但一些Varonaen的创造确实在用死者的血肥料时茁壮成长。 他的一些实验只是植物，但其他的可以被认为既是植物又是不死生物；Varonaen创造了吸取被其缠绕的生物生命力的刺客藤蔓，以及一个发出女妖哭声的尖啸者。",
	"Lord Varonaen played a vital role in founding Farlnen. The people rely on his hybrid plants as a source of both food and lumber, and the exotic spices and wines produced from his creations are unique exports sold by Bloodsail merchants. Despite his part in ensuring the survival of his people, Varonaen has never asserted his power over his peers; his plants are his sole obsession, and he has spent the centuries working on his gardens. He has the manner of a mild, friendly scholar--but he feels no compunctions about creating plant life that feeds on the living, nor about sacrificing strangers in this work.": "瓦罗南领主（Lord Varonaen）在创建法尔南（Farlnen）方面发挥了至关重要的作用。人们依赖他的杂交植物作为食物和木材的来源，而从他的创造中生产出的异国香料和葡萄酒是血帆商人出售的独特出口产品。尽管他在确保人民生存方面发挥了作用，瓦罗南从未对同行们施加权力；他的植物是他唯一的迷恋，他花了几个世纪的时间在自己的花园里工作。他有着温和友好学者的态度，但他对创造以活物为食的植物或在这项工作中牺牲陌生人并不感到内疚。",
	"The cannonball can burrow through nonmagical, unworked earth and stone. While doing so, the cannonball doesn't disturb the material it moves through.": "火炮弹可以穿过非魔法的、未经加工的土地和石头。在这个过程中，火炮弹不会干扰它穿过的材料。",
	"While the cannonball remains motionless, it is indistinguishable from a normal mundane boulder.": "当炮弹保持静止时，它和普通的平凡巨石无法区分。",
	"The cannonball deals double damage to objects and structures.": "火炮弹对物体和建筑造成双倍伤害。",
	"If the cannonball moves at least 20 feet straight toward a target and then hits it with a slam attack on the same turn, the target takes an extra 9 ({@damage 2d8}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 12} Strength saving throw or be knocked {@condition prone}.": "如果火炮弹至少朝着目标直线移动20英尺，然后在同一回合内用猛击攻击击中目标，目标会受到额外的9({@damage 2d8}) 钝击伤害。如果目标是生物，它必须成功进行一次{@dc 12} 力量豁免才能不被击倒{@condition prone}。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) bludgeoning damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}6 ({@damage 1d8 + 2}) 钝击伤害。",
	"In battle, Lorghalan ships are known for launching small earth elementals at opposing ships. At a glance, these Lorghalan cannonballs appear to be simple boulders ... until they start rolling toward you. Though limbless, these living missiles can wreak havoc after impacting an enemy ship. In the wild, these elementals spend much of their time embedded in soil, as they can easily pass through earth and stone.": "在战斗中，洛尔加兰(Lorghalan)船只以向对方船只发射小型土元素生物而闻名。乍一看，这些洛尔加兰炮弹看起来只是简单的巨石……直到它们开始朝你滚动。尽管没有四肢，这些活生生的导弹在撞击敌船后可以造成严重破坏。在野外，这些元素生物大部分时间都埋在土壤中，因为它们可以轻松穿过土地和石头。",
	"When an outside force (like another creature or a siege weapon) moves the cannonball at least 20 feet in a straight line, the cannonball makes a Slam attack against a creature, object, or structure within its reach.": "当外部力量（如另一个生物或攻城武器）将火炮弹至少直线移动20英尺时，火炮弹对其射程内的生物、物体或结构进行一次猛击攻击。",
	"Mordain automatically succeeds on death saving throws, and he can't be killed by taking damage.": "莫丹自动成功在死亡豁免投掷上，他不会因受伤而被杀死。",
	"Mordain has advantage on saving throws against being {@condition charmed}, and magic can't put Mordain to sleep.": "莫丹 (Mordain) 在对抗被 {@condition charmed} 时拥有优势，并且魔法无法让莫丹 (Mordain) 入睡。",
	"Mordain can't be reduced to 0 hit points while he has at least one use of Legendary Resistance remaining.": "当莫丹(Mordain)至少还有一次传奇抗性(Legendary Resistance)可用时，他不能被降至0点生命值。",
	"If Mordain fails a saving throw, he can choose to succeed instead.": "如果莫丹(Mordain)未能通过豁免投骰，他可以选择成功。",
	"Mordain can magically transmute one nonmagical object, which must be no larger than a 5-foot cube, into another nonmagical object of similar size and mass and of equal or lesser value. He must spend 10 minutes handling the object to transform it.": "莫丹(Mordain)可以使用魔法将一个非魔法物品转变成另一个尺寸和质量相似、价值相等或更低的非魔法物品。被转变的物品尺寸不能超过一个5英尺的立方体。他必须花费10分钟处理这个物品才能完成转变。",
	"While Mordain is {@condition paralyzed}, {@condition petrified}, {@condition stunned} or {@condition unconscious}, his speed is reduced to 0 feet, but he is not {@condition incapacitated} and he can move within his space (for example, he can attack while {@condition unconscious}, but he can't move to a different space). If Mordain takes cold or radiant damage, this trait doesn't function until the end of his next turn.": "当莫丹是{@condition paralyzed}，{@condition petrified}，{@condition stunned}或{@condition unconscious}时，他的速度减少为0尺，但他不是{@condition incapacitated}，他可以在自己的空间内移动（例如，他可以在{@condition unconscious}时攻击，但不能移动到另一个空间）。如果莫丹受到冰冷或光辉伤害，这个特性在他的下一个回合结束前不起作用。",
	"Mordain can't be targeted by any divination magic or perceived through magical scrying sensors.": "莫丹(Mordain)不能被任何占卜魔法所瞄准，也无法通过魔法侦查传感器感知。",
	"Mordain makes one Stinging Tentacle attack and one Unraveling Ray attack.": "莫丹进行一次刺骨触手攻击和一次解体射线攻击。",
	"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}14 ({@damage 2d10 + 3}) slashing damage, plus 11 ({@damage 2d10}) poison damage.": "{@atk mw}进行攻击，达到10英尺，一个目标。造成14({@damage 2d10 + 3})点割伤伤害，另外11({@damage 2d10})点毒素伤害。",
	"{@atk rs} {@hit 12} to hit, range 120 ft., one target. {@h}16 ({@damage 3d6 + 6}) necrotic damage and the target must succeed on a {@dc 20} Constitution saving throw or become cursed. A cursed creature takes 10 necrotic damage at the start of each of its turns. The creature can repeat the save at the end of each of its turns, ending the effect on a success.": "{@atk rs} {@hit 12}攻击，射程120英尺，目标为一名生物。目标受到{@h}16({@damage 3d6 + 6})点死灵伤害，并且必须通过一次{@dc 20}体质豁免才能免受诅咒。被诅咒的生物在其回合开始时受到10点死灵伤害。生物可以在每个回合结束时重复豁免检定，成功则结束效果。",
	"Mordain chooses two creatures he can see within 60 feet of him, subjecting them to a horrific magical transmutation experiment. Each target must make a {@dc 20} Constitution saving throw, taking 21 ({@damage 6d6}) necrotic damage on a failed save and half as much damage on a successful one. If at least one of these targets fails its save, both targets are subjected to the effects of Mordain's experiment (even if the other target succeeded on its save); these effects can be reversed only with a remove curse spell or similar magic. Mordain chooses one of the following experiments when he uses this action:": "莫丹(Mordain)选择他能看到的距离60英尺内的两个生物，使它们成为可怕的魔法转化实验的对象。每个目标必须进行一次{@dc 20}体质豁免才能，未通过豁免的目标会受到21点({@damage 6d6})死灵伤害，通过豁免的目标则只受一半伤害。如果至少有一个目标未通过豁免，那么两个目标都会受到莫丹实验的影响（即使另一个目标通过了豁免）；只有使用解咒法术或类似魔法才能逆转这些效果。莫丹在使用此行动时可以选择以下实验之一：",
	"One target is teleported into the same space as the other, and the creatures merge. The creatures act independently but share a space. Whenever one creature moves, the other is dragged with it. Both creatures have resistance to all damage, and each time one of the creatures takes damage, the other creature takes the same amount of damage.": "一个目标被传送到另一个目标的同一空间，两个生物合而为一。这两个生物行动独立，但共享同一空间。当其中一个生物移动时，另一个生物也会被拖动。两个生物对所有伤害都具有抗性，每当其中一个生物受到伤害时，另一个生物也会受到同样数量的伤害。",
	"Each target is polymorphed into a form identical to the other target's original appearance. The targets exchange their Strength, Dexterity, and Constitution scores, their Hit Dice, their hit points, and their maximum hit points.": "每个目标被变形成与另一个目标原始外貌相同的形态。这些目标交换他们的力量、敏捷和体质分数，他们的骰子，他们的生命值，以及他们的最大生命值。",
	"The targets alternately blink in and out of existence. Mordain chooses one of the targets, which immediately vanishes from its current plane of existence and appears in the Ethereal Plane, as if affected by the blink spell. At the end of each target's turn, it must roll a {@dice d20}. On a roll of 11 or higher, it trades planes with the other target; the target that was on the Ethereal Plane vanishes and appears on the plane the other target was on, and the target that was on another plane vanishes and appears on the Ethereal Plane. When the targets trade planes, each returns to an unoccupied space of its choice that it can see within 10 feet of the space it vanished from. If no unoccupied space is available within that range, it appears in a random unoccupied space nearest to the space it vanished from. These effects are suppressed if both targets are on the Ethereal Plane.": "目标交替地出现和消失。莫丹选择其中一个目标，该目标立即从当前存在的平面消失，并出现在以太平面中，就像受到了闪烁法术的影响。在每个目标的回合结束时，它必须投掷一个{@dice d20}。在掷出11或更高的点数时，它与另一个目标交换平面；在以太平面上的目标消失并出现在另一个目标所在的平面上，而在另一个平面上的目标则消失并出现在以太平面上。当目标交换平面时，每个目标都返回到它选择的一个未被占据的空间，该空间距离它消失的空间不超过10英尺。如果在该范围内没有可用的未被占据空间，则它将出现在距离消失的空间最近的一个随机未被占据空间。如果两个目标都在以太平面上，则这些效果被抑制。",
	"Mordain casts one of the following spells, using Intelligence as the spellcasting ability (spell save {@dc 20}):": "莫丹施放以下其中一个法术，使用智力作为施法能力（法术豁免 {@dc 20}）：",
	"Mordain makes a Stinging Tentacle or Unraveling Ray attack.": "莫丹发动了一次刺鞭触手或解体射线（Stinging Tentacle or Unraveling Ray）攻击。",
	"Mordain regains 16 ({@dice 3d10}) hit points and gains advantage on Strength, Dexterity and Constitution saving throws until the end of his next turn. Mordain can't use this legendary action while {@condition incapacitated}.": "莫丹恢复了16点生命值，并在接下来的回合结束前在力量、敏捷和体质豁免 throws 中获得优势。莫丹在 {@condition incapacitated} 时无法使用这个传奇动作。",
	"Mordain magically takes the form of another creature until the end of his next turn. The new form can be of any creature with a challenge rating equal to or lower than Mordain's. Mordain retains his own statistics, except that he adopts the size and speeds of his chosen form. In addition, he can choose one action available to that creature. He uses that action immediately as part of this legendary action, and can use it again as an action on his turn for as long as he retains this chosen form.": "莫丹(Mordain)在魔法的作用下，可以变成另一个生物的形态，直到他的下一个回合结束。新形态可以是任何具有与莫丹相等或更低挑战等级的生物。莫丹保留自己的统计数据，但会采用所选择形态的大小和速度。此外，他可以选择该生物可用的一个动作。他立即使用该动作作为他的传奇动作的一部分，并在保持所选择形态的情况下，在自己的回合中再次使用该动作。",
	"In general, Mordain's role is as creator of monsters and other threats. He's not really intended to serve as a monster himself, as he's a grand instigator who has no desire to be pulled into demeaning physical conflicts. Nonetheless, a story could involve fighting Mordain, and statistics are provided for him here ... but {@i defeating} Mordain and {@i killing} him are two very different tasks.": "一般来说，莫丹（Mordain）的角色是创造怪物和其他威胁。他并不是打算成为怪物本身，而是一个伟大的煽动者，不愿被卷入有损尊严的肉体冲突中。尽管如此，一个故事可能涉及与莫丹战斗，这里为他提供了统计数据...但是{@i defeating}与莫丹战斗和{@i killing}与他战斗是两个完全不同的任务。",
	"One of Mordain's defining features is that he's impossible to kill. The Twelve took him prisoner, but even with all of the resources at their disposal, they couldn't kill him. Think of it this way: through his work, Mordain has essentially become a living artifact, and is as indestructible as any other artifact--including being immune to the effects of a {@item sphere of annihilation}! So if the adventurers have to kill Mordain, what can they do that the Twelve couldn't have tried back in the day? Could adventurers gain the power to kill him by dealing with Katashka the Gatekeeper or the Bone King of Mabar? Is there some secret tied to his past that would reveal a weakness-- could he be killed by a member of his own bloodline, or by one of his own creations? Like an artifact, there's surely some way to destroy Mordain, but learning this technique and executing it would be an epic challenge.": "莫丹(Mordain)的一个显著特征是他不可能被杀死。十二人把他囚禁起来，但即使动用了所有资源，他们也无法杀死他。可以这样理解：通过他的工作，莫丹实际上已经成为一个活着的文物，和其他文物一样坚不可摧——包括对{@item sphere of annihilation}的免疫！所以，如果冒险者们必须杀死莫丹，他们能做到十二人当年未尝试过的事情吗？冒险者们是否可以通过与守门者卡塔什卡(Katashka the Gatekeeper)或马巴之骨王(Bone King of Mabar)打交道来获得杀死他的力量？他过去的一些秘密是否揭示了一个弱点——他是否可以被自己血脉中的成员或自己的创造物杀死？像一件文物一样，肯定有一种方法可以摧毁莫丹，但学习这种技巧并执行它将是一项史诗般的挑战。",
	"Over many generations, Mordain has transformed the woods surrounding Blackroot. The people of Droaam call it the Forest of Flesh, and that's not just a colorful title. Long ago, Mordain created skinweavers--spider-like aberrations that weave webs from the muscles and entrails of their victims. The forest is filled with a bizarre array of flora and fauna, ranging from eerie natural things from other environments (like phosphorescent vegetation usually only found underground) to Mordain's entirely unnatural creations. Adventurers could encounter a troll with the wings and Luring Song of a harpy, or a manti-core with the massive head of a medusa--and its deadly abilities. Like the skinweavers, some of these creations have carved out a broad niche within the region, but for the most part, the Forest of Flesh is filled with bizarre and unique encounters.": "经过许多代人的努力，莫丹(Mordain)已经改变了黑根(Blackroot)周围的树林。德罗阿姆(Droaam)的人们称之为“血肉森林”，这不仅仅是一个生动的称号。很久以前，莫丹创造了皮编织者(skinweavers)——类似蜘蛛的畸变生物，它们用受害者的肌肉和内脏编织蛛网。这片森林充满了各种奇异的植物和动物，从其他环境中的怪异自然物种（比如通常只在地下发现的发光植被）到莫丹完全不自然的创造物。冒险者可能会遇到一只拥有鹰翼和引诱之歌的巨魔，或者一只拥有美杜莎巨大头颅和致命能力的螳鹿兽(manti-core)。像皮编织者一样，这些创造物中的一些已经在该地区占据了广泛的生态位，但大部分情况下，“血肉森林”充满了奇异而独特的遭遇。",
	"The tower of Blackroot is Mordain's stronghold and his greatest tool. Blackroot is a disturbing blend of wood, stone, and leathery flesh; rather than build it, Mordain grew it. This gruesome structure is unnaturally durable. Its walls are as strong as steel, and it swiftly regenerates damage. It's impossible to teleport through the walls of Blackroot, and divination magic can't penetrate its walls.": "黑根之塔是莫丹的据点和他最强大的工具。黑根是木头、石头和皮革般肉体的令人不安的混合物；莫丹并非建造它，而是种植它。这座可怕的建筑异常耐用。它的墙壁坚固如钢，受到的损害会迅速恢复。无法通过黑根之塔的墙壁传送，占卜魔法也无法穿透其墙壁。",
	"Seen from afar, Blackroot is an imposing structure, but it's even larger on the inside; there are several extradi-mensional spaces within the tower, similar to magnificent mansions. Explorers may pass through a door to what should be a small room and instead find themselves in an immense storeroom or a vast menagerie filled with crea-tures Mordain has created and abandoned.": "从远处看，黑根堡（Blackroot）是一座令人印象深刻的建筑，但它在内部更加宽敞；塔内有几个超维空间，类似于宏伟的豪宅。探险者可能穿过一扇门，本应是一个小房间，却发现自己置身于一个巨大的仓库或一个充满着莫丹（Mordain）创造并遗弃的各种生物的广阔动物园。",
	"It's possible that Mordain has evolved beyond his humanoid form and that he essentially is Blackroot. If this is the case, he has some degree of awareness spread across the tower--though just as most humans don't know exactly what's going on within their bodies at all times, it would take something significant to draw his attention.": "有可能莫丹(Mordain)已经进化到超越人形的阶段，实质上他就是黑根(Blackroot)。如果是这种情况，他的意识在整座塔楼中分散存在——尽管就像大多数人类并不时刻清楚自己身体内部发生的事情一样，需要一些重大事件才能吸引他的注意力。",
	"The oathbound Seeker casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 13}):": "誓约追寻者(Oathbound Seeker) 施放以下其中一个法术，使用智力作为施法能力（法术豁免 {@dc 13}）:",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage, plus 10 ({@damage 3d6}) necrotic damage. If the target is a creature, it must succeed on a {@dc 11} Constitution saving throw or be cursed with mummy rot. The cursed target can't regain hit points, and its hit point maximum decreases by 10 ({@damage 3d6}) for every 24 hours that elapse. If the curse reduces the target's hit point maximum to 0, the target dies, and its body turns to dust. The curse lasts until removed by the {@spell remove curse} spell or other magic.": "{@atk mw} 近战攻击，射程5英尺，一目标。造成{@h}4 ({@damage 1d6 + 1}) 钝击伤害，加上10 ({@damage 3d6}) 黑暗伤害。如果目标是生物，它必须成功通过一次{@dc 11} 体质豁免才能免受木乃伊腐烂的诅咒。被诅咒的目标无法恢复生命值，其生命值上限每过24小时减少10 ({@damage 3d6})。如果诅咒将目标的生命值上限减少至0，目标将死亡，其身体变成尘土。该诅咒持续直到被{@spell remove curse} 法术或其他魔法移除。",
	"{@atk rs} {@hit 5} to hit, range 120 ft., one target. {@h}9 ({@damage 2d8}) necrotic damage. A ghostly, skeletal hand clings to the target, and the target can't regain hit points until the start of the oathbound's next turn.": "{@atk rs} {@hit 5}攻击，射程120英尺，目标一个。{@h}9 ({@damage 2d8})点死灵伤害。一个幽灵般的骷髅手紧紧抓住目标，目标直到誓约者下一个回合开始前都无法恢复生命值。",
	"The oathbound utters a prayer exalting divine sacrifice. Each creature within 20 feet of the oathbound that can hear it is compelled to choose one of the following effects; Constructs and Undead are immune to these effects:": "誓约者祈祷赞美神圣的牺牲。每个距离誓约者20英尺且能听到的生物都被迫选择以下效果之一; 机械生物和不死生物对这些效果免疫:",
	"The target must succeed on a {@dc 13} Constitution saving throw or become {@condition frightened} until the end of the oathbound's next turn. If the target fails the saving throw by 5 or more, it is also {@condition paralyzed} for the same duration.": "目标必须在一次 {@dc 13} 体质豁免检定中成功，否则会变成 {@condition frightened} 直到誓约者下一个回合结束。如果目标的豁免检定失败值超过5，它也会在同样的持续时间内变成 {@condition paralyzed}。",
	"The target takes necrotic damage equal to half its maximum hit points, which can't be reduced in any way.": "目标受到等于其最大生命值一半的死灵伤害，这种伤害无法以任何方式减少。",
	"A creature that either chooses to take damage or succeeds on its saving throw is immune to the Seeker's Word of all oathbound for the next 24 hours.": "一个生物要么选择承受伤害，要么成功通过豁免检定，就会对接下来的 24 小时内免疫(Seeker's Word of all oathbound)的效果。",
	"If the oathbound isn't {@condition incapacitated} at the start of its turn, it regains {@dice 1d4} hit points for each friendly creature it can see within 20 feet of it that isn't an Undead or Construct and that doesn't have all its hit points. When the oathbound Seeker regains at least 1 hit point in this way, it has advantage on saving throws against spells and magical effects until the start of its next turn.": "如果誓约者在其回合开始时不是{@condition incapacitated}，它将为每个友方生物回复{@dice 1d4}生命值，这些生物在其周围20英尺内可见，不是不死生物或构装物，并且未完全恢复生命值。当誓约者以这种方式回复至少1点生命值时，直到其下一个回合开始，它在对抗法术和魔法效果的豁免 throws上获得优势。",
	"The oathbound makes one Rotting Fist or Mabaran Touch attack, and it can use its Seeker's Word.": "誓约者进行一次腐烂之拳或玛巴兰之触攻击，并可以使用其探寻者之言。",
	"Most people are familiar with the concept of undead guardians bound to protect tombs or temples, but the people of Karrnath have the most practical experience with mummies. The Crimson Monastery of Atur has been staffed with mummies since before the founding of Galifar, and mummies are the most common form of sentient undead associated with the Blood of Vol.": "大多数人都熟悉不死守护者被束缚在保护坟墓或寺庙的概念，但卡恩斯的人们对木乃伊有着最丰富的经验。自从加利法建立之前，阿图尔的赤红修道院就一直由木乃伊管理，木乃伊是与沃尔之血有关的有思想的不死族中最常见的形式。",
	"Mummies are produced by rituals that include embalming and mummification (among many other factors); this leads to their commonly used name. But that's just a cosmetic detail, and not what most necromancers consider to be their defining principle. Most necromancers call these undead \"oathbound.\" Anyone can become oathbound; the process requires a conduit to Mabar, an expert necromancer, a series of rituals including the embalming process, and rare and expensive components. But there's one more essential aspect of creating a mummy: its oaths. These conditions and parameters are integral to creating oathbound. And once created, the mummy must obey these oaths, as they're used to bind its essence to its body and prevent it from being dragged to Dolurrh.": "木乃伊是通过包括防腐和木乃伊化（以及许多其他因素）在内的仪式制造出来的；这导致了它们常用的名称。但这只是一个表面细节，并不是大多数死灵术士认为是它们的定义原则。大多数死灵术士称这些不死生物为“誓约束缚者”。任何人都可以成为誓约束缚者；这个过程需要一个通往马巴（Mabar）的导管，一位专家死灵术士，一系列包括防腐过程在内的仪式，以及稀有且昂贵的材料。但制造木乃伊还有一个至关重要的方面：它的誓约。这些条件和参数对于制造誓约束缚者至关重要。一旦被创造出来，木乃伊必须遵守这些誓约，因为它们被用来将其本质与其身体绑定在一起，防止其被拖往多卢尔（Dolurrh）。",
	"This is how you end up with a mummy bound to protect a specific tomb. Even if it's intelligent, the mummy can't choose to leave the tomb and forget about it; that role of \"tomb guardian\" is what defines it and preserves it. Most mummies are bound by restrictive oaths; for example, many Bloodsail mummies are bound to their ships. The looser these oaths, the more power and components are required for the ritual. Malevanor, the high priest of Atur, has far fewer restrictions than most oathbound; but he was created by the finest Seeker necromancer of the time, at great cost. Of liches, vampires, and oathbound, the oathbound are the most common form of undead within the Blood of Vol. Their mummies are often bound to temples or villages, but many of the oathbound are never seen. There are hundreds of mummies in Atur, but most dwell in the vaults and temples of the City of Night, tirelessly performing their duties.": "这就是导致某个特定墓穴被绑定的木乃伊保护者的方式。即使它很聪明，木乃伊也不能选择离开墓穴并忘记它；“墓穴守护者”的角色定义了它并保护了它。大多数木乃伊都受限制性誓言的约束；例如，许多血帆木乃伊被绑定在他们的船上。这些誓言越宽松，进行仪式所需的力量和组件就越多。马莱瓦诺(Malevanor)，阿图尔的高阶祭司，比大多数受誓约束的人受到的限制要少得多；但他是由当时最优秀的寻灵者死灵法师以巨大代价创造的。在巫妖、吸血鬼和受誓约束者中，受誓约束者是沃尔之血中最常见的不死形式。他们的木乃伊经常被绑定在寺庙或村庄，但许多受誓约束者从未被看到。在阿图尔有数百个木乃伊，但大多数居住在夜之城的地下室和寺庙中，不知疲倦地履行着他们的职责。",
	"The mummy in the {@book Monster Manual||MM} only reflects one type of oathbound, the classic tomb guardian. Such a creature was typically made into a mummy as a sort of curse, forced by its oaths to battle intruders; it's a physical powerhouse, but it hasn't tried to retain its mortal consciousness, and it certainly wouldn't make a great research assistant.": "{@book Monster Manual||MM}中的木乃伊只反映了一种誓约守护者，即经典的墓室守护者。这种生物通常被制成木乃伊作为一种诅咒，被其誓约迫使与入侵者战斗；它是一个身体强壮的力量，但它并没有试图保留其凡人意识，当然也不会成为一个出色的研究助手。",
	"However, there is great diversity among oathbound; despite all being sustained by the same basic rituals and power, they typically retain their mental ability scores, their proficiencies, and some of their abilities. For example, Malevanor is the high priest of Atur and can perform divine magic. Meanwhile, the oathbound Seeker stat block presented here represents a devoted martyr of the Blood of Vol, bound by its oaths to protect and teach a particular community of Seekers.": "然而，守誓者之间存在着巨大的多样性；尽管他们都受到相同基本仪式和力量的支持，但通常保留其精神能力分数、熟练技能和一些能力。例如，Malevanor(Atur的高祭司)可以施展神圣魔法。与此同时，这里呈现的守誓者探索者(Seeker)属性块代表了一位忠诚的Blood of Vol殉道者，受其誓言约束以保护和教导特定的探索者社区。",
	"In creating an oathbound, consider what oaths bind it. What are the restrictions on its actions and choices? Who was it in life, and what key skills has it retained in its undeath? Has it retained its sense of mercy and empathy, or has this been worn away?": "在创建一个守誓者时，考虑它所守的誓言。它的行动和选择受到什么限制？它在生前是谁？它在不死状态下保留了哪些关键技能？它是否保留了慈悲和同情心，或者这些品质已经消逝？",
	"Keep in mind that an oathbound can't intentionally violate its oaths. If it's somehow forced to do so, it must do everything in its power to rectify the situation immediately. If it can't, this will weaken the bonds that sustain its existence; within a period of hours or days, the mummy eventually disintegrates. However, there could always be exceptions if it suits the story! A mummy with the strength of will to break its oath might become something else--finding a new way to sustain itself--potentially transforming into something like a death knight or a wight, depending on the power of the spirit and its personal story.": "请记住，(oathbound)（誓约束缚者）不能故意违背它的誓约。如果它被迫这样做，必须尽一切努力立即纠正情况。如果无法这样做，这将削弱维持其存在的纽带；在几个小时或几天内，木乃伊最终会分解。然而，如果符合故事情节，总会有例外！一个有足够意志力打破誓约的木乃伊可能会变成其他形态——找到新的维持方式——可能会转变成类似死亡骑士或尸妖的东西，取决于灵魂的力量和个人故事。",
	"Oathbound aren't driven by the hunger of the vampire, and they don't need to consume to survive. However, they're still sustained by and suffused with the power of Mabar. This is why the touch of the mummy causes flesh to rot and why its gaze causes dread; it's a vessel for Mabar, which embodies the death of all that lives and the end of all hope. While oathbound aren't affected as dramatically as vampires are, the influence of Mabar still erodes their compassion and empathy; consequently, most mummies have an evil alignment.": "誓约者(Oathbound)并不受吸血鬼的饥渴所驱使，也不需要摄取食物来生存。然而，他们仍然被玛巴(Mabar)的力量维系和充盈。这就是为什么木乃伊的触碰会导致肉体腐烂，为什么它的凝视会引起恐惧；它是玛巴的容器，代表着所有生命的死亡和所有希望的终结。虽然誓约者受到的影响没有吸血鬼那么剧烈，但玛巴的影响仍然侵蚀着他们的同情心和共鸣力；因此，大多数木乃伊都具有邪恶的取向。",
	"As is always the case in Eberron, oathbound can have an evil alignment and still be driven to do good--but because of that lack of empathy, they may do good deeds in an evil way. A mummy forgets pain, and so it doesn't care about causing pain to others; as a result, mummies tend to be crueler than the deathless of Aerenal, who are sustained by positive energy. You can have a good or neutral mummy, but there's a reason they are rare. And even for these, the Aereni point to the mummy's Rotting Touch to support their assertion that the oathbound do consume the life force of the world--that even though mummies don't actively feed on others as vampires do, they are still slowly destroying the world merely by existing.": "正如在Eberron中一直如此，守誓者可以拥有邪恶的取向，但仍然被驱使着去做善事——但正因为缺乏同理心，他们可能会以邪恶的方式做善事。木乃伊忘记了疼痛，因此它不在乎给他人带来痛苦；因此，木乃伊往往比Aerenal的不死族更残忍，后者受到正能量的维系。你可以拥有一个善良或中立的木乃伊，但它们之所以罕见是有原因的。即使对于这些木乃伊，Aereni也会指出木乃伊的腐烂之触来支持他们的观点，即守誓者确实在消耗世界的生命力——尽管木乃伊不像吸血鬼那样主动吸取他人的生命，但他们仅仅通过存在就在慢慢摧毁世界。",
	"The priest has advantage on saving throws against being {@condition charmed}, and magic can't put the priest to sleep.": "这位牧师对抗被 {@condition charmed} 的豁免 throws 有优势，魔法也无法让这位牧师入睡。",
	"The priest makes two Scimitar or Light of the Undying attacks, and it uses Reshape Reality.": "牧师进行两次弯刀或不朽之光（Scimitar or Light of the Undying）攻击，并使用了重塑现实（Reshape Reality）。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage.": "{@atk mw} 近战攻击，射程5英尺，一名目标。造成{@h}5 ({@damage 1d6 + 2}) 点割伤伤害。",
	"{@atk rs} {@hit 8} to hit, range 100 ft., one target. {@h}8 ({@damage 1d8 + 4}) radiant damage.": "{@atk rs} {@hit 8} 命中，射程100英尺，目标为一个。造成{@h}8 ({@damage 1d8 + 4}) 点辐射伤害。",
	"The priest choses a point it can see within 100 feet of it, reshaping reality in a 20-foot-wide cube originating from that point. Each creature within that area must make a {@dc 16} Constitution saving throw. On a failed save, a creature takes 16 ({@damage 3d10}) force damage, and the priest chooses an unoccupied space it can see within the area to teleport that creature to. On a successful save, the creature takes half as much damage and is not teleported. Additionally, the priest can choose one of the following effects, which last until the priest uses Reshape Reality again:": "牧师选择一个它能看到的距离不超过100英尺的点，重塑从该点发出的一个20英尺宽的立方体的现实。该区域内的每个生物必须进行一次{@dc 16}体质豁免。未通过豁免的生物会受到16({@damage 3d10})点力场伤害，并且牧师会选择一个它能看到的该区域内的未占据空间，将该生物传送到那里。通过豁免的生物会受到一半伤害且不会被传送。此外，牧师可以选择以下效果之一，该效果会持续到牧师再次使用重塑现实技能：",
	"The ground in the area turns into fractal shards, becoming difficult terrain. When a creature moves into or within the affected area, it takes 5 ({@damage 2d4}) piercing damage for every 5 feet it travels on the ground.": "该区域的地面变成分形碎片，变成艰难地形。当生物进入或在受影响区域内移动时，每移动5英尺在地面上，就会受到5({@damage 2d4})点刺伤伤害。",
	"Gravity within the area pulls in a direction of the priest's choosing.": "该区域内的重力朝着牧师选择的方向拉动。",
	"Each creature and object within the area is either enlarged or reduced, as if affected by the enlarge/reduce spell. The priest chooses the same effect for the whole area.": "区域内的每个生物和物体都会被放大或缩小，就像受到了(enlarge/reduce)法术的影响一样。牧师可以选择对整个区域施加相同的效果。",
	"The priest casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 16}):": "牧师施放以下法术之一，使用智力作为施法能力（法术豁免 {@dc 16}）：",
	"The priest teleports up to 15 feet to an unoccupied space it can see, then each enemy within 5 feet of the priest takes 4 radiant damage, and each ally within 5 feet of the priest regains 4 hit points.": "牧师传送到能看见的一个未被占据的空间，最多15英尺，然后牧师周围5英尺范围内的每个敌人受到4点辐射伤害，每个盟友受到4点生命值恢复。",
	"The ascendant councilors of the Undying Court spend a great deal of time on the Astral Plane--leaving their bodies behind and exploring through astral projection. In part, they are charting the near-infinite expanse; the Aereni have maps of many ruins and hermitages, though they leave many of the hermits undisturbed. But astral cartography is a side project; their true interest is something far grander. The Astral Plane is a place of beginnings. If the myths are true, it's here that the Progenitors laid the cornerstone of creation. The Undying Court seeks to follow in their footsteps--to create a new reality. They are still far from this goal, but using their gestalt power, they've managed to create a region within the void--an island they call Pylas Var-Tolai.": "不朽法庭的主要议员们在星界平面上花费大量时间——他们把身体留在原地，通过星界投影进行探索。在某种程度上，他们正在绘制无限广袤的星界；艾瑞尼人拥有许多废墟和隐居地的地图，尽管他们让许多隐士独处。但星界制图只是一个副业；他们真正的兴趣是更为宏伟的事物。星界平面是一个起源之地。如果神话是真实的，那么就是在这里，始祖们奠定了创世的基石。不朽法庭希望追随他们的脚步——创造一个新的现实。他们离这个目标还很遥远，但利用他们的群体力量，他们设法在虚空中创造了一个区域——一个被称为皮拉斯·瓦尔托莱的岛屿。",
	"The core of Pylas Var-Tolai is a vast, fortified monastery. This includes a scriptorium where monks draw maps of the Astral Sea, a vast library holding accounts of all the ruins they have explored, and a vault holding both wonders found on the Astral and artifacts deemed too dangerous to be kept on the Material Plane. At the monastery's center lies a council chamber where the ascendant councilors commune with one another and exert their power. While the most important inhabitants of Var-Tolai are the astral forms of the ascendant councilors, there is a population of mortal elves--scholars, priests, and soldiers--who are physically present. The Var-Tolai priest stat block in this section provides statistics for some of the elves who live and labor here on the Astral Plane.": "帕拉斯瓦托莱（Pylas Var-Tolai）的核心是一个庞大的、设防的修道院。这里包括一个抄写室，僧侣们在那里绘制星界海（Astral Sea）的地图，一个巨大的图书馆，收藏着他们所探索的所有废墟的记载，以及一个保险库，里面既有在星界发现的奇迹，也有被认为在物质位面上保存太危险的文物。在修道院的中心是一个议会大厅，升格议员们在那里交流并施展他们的权力。虽然瓦托莱（Var-Tolai）最重要的居民是升格议员们的星界形态，但也有一群凡间精灵——学者、祭司和士兵——在这里亲临其境。本节中的瓦托莱（Var-Tolai）祭司属性块提供了一些生活和劳作在星界的精灵的统计数据。",
	"Pylas Var-Tolai is primarily a research outpost, but it also serves as a waystation for Aereni who have business in the planes; as such, it does have a small capacity for guests, and it usually houses a handful of travelers along with the permanent staff. However, the monastery is driven by research, not commerce. If adventurers come to the gates of Pylas Var-Tolai, the priests will be more interested in their stories than their gold.": "Pylas Var-Tolai（皮拉斯·瓦-托莱）主要是一个研究前哨站，但也作为埃雷尼（Aereni）前往其他位面办事的中转站；因此，它确实有一定的接待能力，通常会容纳一小部分旅行者和永久员工。然而，这个修道院以研究为主，而非商业。如果冒险者来到皮拉斯·瓦-托莱的大门，僧侣们会对他们的故事更感兴趣，而不是他们的金子。",
	"The most important aspect of Pylas Var-Tolai is the great gate. This allows passage to the workshop of the Undying Court ... and into the reality they are creating. This realm is very much a work in progress, fluid and unsustainable. But they are continuing to work at it. When adventurers visit, the realm on the other side of the gate could be a tiny island or a vast continent. It could be a perfect replica of Aerenal, or it could be a wondrous realm that defies the laws of physics. Visiting adventurers could be asked to explore the nascent realm--to test the creation of the councilors and identify its flaws.": "Pylas Var-Tolai最重要的部分是伟大的大门。这个大门通往不朽之庭的工作室……以及他们正在创造的现实。这个领域非常不完善，流动且不可持续。但他们在继续努力。当冒险者造访时，大门另一侧的领域可能是一个小岛或一个广阔的大陆。它可能是Aerenal的完美复制品，也可能是一个违背物理定律的奇妙领域。造访的冒险者可能被要求探索这个新生的领域——测试议员们的创造并找出其中的缺陷。",
	"When you cast a spell that targets only one creature, doesn't have a range of self, and doesn't inflict the charmed condition, you can spend 2 sorcery points to target a second creature in range with the same spell. When you do, the DM chooses a third creature within range (other than yourself) to target with the same spell. If the spell provides a choice of effects, the DM picks the effects on the third target for the duration of your spell.": "当你施放一个只针对一个生物的法术，没有自身范围，并且不造成魅惑状态时，你可以花费2点法术点数来将同一个法术的目标转移到第二个生物身上。在这样做时，DM会选择范围内的第三个生物（除了你自己）作为同一个法术的目标。如果法术提供了效果选择，DM会为你的法术持续时间选择第三个目标的效果。",
	"If the creatures you twinned the spell between are your allies, the DM typically chooses an enemy to benefit from the spell. If the creatures you twinned the spell between are your enemies, the DM typically chooses an ally to harm with the spell. You can only use Doomed Twin if the DM agrees there is a third target meeting that criteria within range for them to affect, or if you and the DM both agree for them to choose a third target outside the normal range of that spell.": "如果你将法术双生在你的盟友之间，DM通常会选择一个敌人从法术中受益。如果你将法术双生在你的敌人之间，DM通常会选择一个盟友受到法术的伤害。只有在DM同意在他们可以影响的范围内有符合条件的第三个目标，或者你和DM都同意他们选择法术正常范围之外的第三个目标时，你才能使用厄运双生。",
	"To be eligible, a spell must be incapable of targeting more than one creature at the spell's current level. For example, {@spell magic missile} and {@spell scorching ray} aren't eligible, but ray of frost and chromatic orb are.": "为了符合条件，一个法术必须在当前等级下无法以目标为多个生物。例如，{@spell magic missile} 和 {@spell scorching ray} 不符合条件，但ray of frost和chromatic orb符合条件。",
	"When you cast a spell that restores hit points to a creature, you can spend 1 sorcery point to roll a number of d6 equal to your proficiency bonus. One target of the spell regains that many additional hit points, and you or one willing creature within your reach takes necrotic damage equal to half the number of additional hit points restored. This damage can't be reduced in any way.": "当你施放一个恢复生命值的法术时，你可以花费1点法术点数，投掷数量等于你熟练加值的d6。法术的一个目标额外恢复相同数量的生命值，而你或者一个愿意的生物在你的触及范围内受到等于额外恢复生命值一半的死灵伤害。这个伤害无法以任何方式减少。",
	"You can spend up to 5 sorcery points to push yourself to cast a spell of a level equal to the number of sorcery points spent. To do so, you must normally have spell slots of that level but have expended all slots of that level. When you do so, you cast that spell with its normal casting time without expending a spell slot. Immediately afterward, a number of {@creature shadow||shadows} equal to the number of sorcery points you spent appear in unoccupied spaces next to you and take their turns immediately after you. They are hostile to you and your companions, and attack you on their turns if able. Each {@creature shadow} remains for 1 minute or until reduced to 0 hit points.": "你可以花费多达5点法术点来激发自己施放一个等级与所花费法术点数相等的法术。为此，你通常必须拥有相应等级的法术位，但已经用尽了该等级的所有法术位。当你这样做时，你以正常施法时间施放该法术，而不消耗法术位。随后，一些{@creature shadow||shadows}数量等同于你花费的法术点数的生物出现在你附近的未被占据的空间，并在你之后立即开始行动。它们对你和你的同伴敌对，并在能够攻击时在它们的回合攻击你。每个{@creature shadow}将持续1分钟，或直到其生命值降至0点。",
	"When you cast a spell of 1st level or higher, you can spend any number of sorcery points to gain twice that many sorcery points. When you do so, you gain a number of levels of exhaustion equal to the number of sorcery points you spent. You must use these newly gained sorcery points before the end of your turn or they are lost as if you'd spent them.": "当你施放1级或更高级别的法术时，你可以花费任意数量的巫术点来获得两倍数量的巫术点。当你这样做时，你获得的筋疲力尽等级数量等于你花费的巫术点数。你必须在你的回合结束前使用这些新获得的巫术点，否则它们会丢失，就像你已经花费了它们一样。",
	"You can use Blood Debt even if you have already used a different Metamagic option during the casting of the spell.": "即使在施放法术时已经使用了其他变体魔法选项，你仍然可以使用血债(`Blood Debt`)。",
	"When you cast a spell with verbal components, you can speak them backward and spend 1 sorcery point to reveal hidden meanings in your utterances. For the duration of the spell, each target that knows at least one language and can hear you understands what you say. In addition, if the spell would cause a target to be {@condition charmed}, you can instead choose for that creature to be {@condition frightened} instead, and vice versa, though all other effects of the spell apply as if the original condition were in effect. If the spell targets multiple creatures, you can choose whether to charm or frighten each creature separately.": "当你施放一个需要口头组件的法术时，你可以将它们倒着念出并消耗1点法术点来揭示你话语中的隐含意义。在法术持续期间，每个懂得至少一种语言并能听到你声音的目标都能理解你说的话。此外，如果法术会导致目标成为{@condition charmed}，你可以选择让那个生物成为{@condition frightened}，反之亦然，尽管法术的所有其他效果都按照原始条件生效。如果法术的目标是多个生物，你可以选择分别对每个生物施加魅惑或恐吓效果。",
	"Ashtakala drives you to build for yourself a grand throne. You can cast {@spell Leomund's tiny hut} up to three times, after which this dark gift vanishes. You can also cast {@spell Mordenkainen's magnificent mansion} once, after which this dark gift vanishes.": "阿斯塔卡拉(Aasimar)驱使你为自己建造一座宏伟的王座。你可以施放{@spell Leomund's tiny hut}最多三次，之后这份黑暗的馈赠消失。你也可以施放{@spell Mordenkainen's magnificent mansion}一次，之后这份黑暗的馈赠消失。",
	"Ashurak opens your heart and mind to the glory of the plague. You automatically fail all saving throws against disease, but you are immune to all effects of diseases except for any effect that would infect another creature. In addition, you can also cast the {@spell contagion} spell up to three times, after which this dark gift vanishes.": "阿舒拉克（Ashurak）打开你的心灵，让你领悟到瘟疫的荣耀。你对疾病的豁免检定自动失败，但你对疾病的所有效果免疫，除非这些效果会传染给其他生物。此外，你还可以施放{@spell contagion}法术，每天最多三次，之后这份黑暗的馈赠消失。",
	"With Bel Shalor's gift, your mind opens to the darkness at the edge of all mortal minds. When you see a creature cast a spell or use a magical effect that would restore hit points to one or more other creatures, you can use your reaction to instead cause that effect to deal necrotic damage to each target equal to the number of hit points that would have been restored. Once you use this feature, you can't do so again until you finish a short or long rest.": "拜尔沙洛的赐予，让你的思维打开到所有凡人思维边缘的黑暗。当你看到一个生物施放一个法术或使用一个魔法效果，本应为一个或多个其他生物恢复生命值，你可以使用你的反应，将该效果改为对每个目标造成等同于本应恢复的生命值数量的死灵伤害。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用。",
	"Tiamat kindles the rage of dragonfire within your heart. Once on your turn when you make a weapon attack, you can replace that attack with an exhalation of magical energy in a 30-foot line that is 5 feet wide. Each creature in that area must make a Dexterity saving throw (DC = 8 + your Constitution modifier + your proficiency bonus). On a failed save, the creature takes {@damage 1d10} acid, cold, fire, lightning, or poison damage (your choice). On a successful save, it takes half as much damage. This damage increases by 1d10 when you reach 5th level ({@damage 2d10}), 11th level ({@damage 3d10}), and 17th level ({@damage 4d10}). You can use this breath weapon a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "提阿玛特(Tiamat)点燃了你心中龙之怒火。在你的回合中，当你进行武器攻击时，你可以用一股魔法能量的呼吸代替该攻击，形成一个长30英尺、宽5英尺的直线。该区域内的每个生物必须进行一次敏捷豁免检定（豁免 DC = 8 + 你的体质调整值 + 你的熟练加值）。未通过豁免检定的生物会受到{@damage 1d10}酸、冰、火、闪电或毒素伤害（你选择）。通过豁免检定的生物会受到一半伤害。当你达到5级时({@damage 2d10})，11级时({@damage 3d10})和17级时({@damage 4d10})，这个伤害会增加1d10。你可以使用这个吐息武器的次数等同于你的熟练加值，当你完成一次长休后，你会回复所有已用次数。",
	"Dral Khatuur teaches you to embrace the killing cold. Whenever you would take cold damage, you instead gain that many temporary hit points.": "德拉尔·卡图尔(Dral Khatuur)教导你拥抱致命的寒冷。每当你受到冰冷伤害时，你获得同等数量的临时生命值。",
	"Eldrantulku grants you an understanding of the power of lies. Your proficiency bonus is doubled for any ability check using Deception. In addition, you can cast the {@spell dominate person} spell, after which this dark gift vanishes.": "埃尔德兰图库（Eldrantulku）赋予你对谎言力量的理解。使用欺骗进行的任何能力检定，你的熟练加值翻倍。此外，你可以施放{@spell dominate person}法术，之后这份黑暗的礼物就会消失。",
	"Katashka grants you a reprieve from your fears of mortality. If you die, you return to life 24 hours after death; if your body was destroyed, it first reforms (without your equipment) at a spot determined by the DM within 1 mile of the place of your death. After you return to life, this dark gift vanishes.": "卡塔什卡(Katashka)让你暂时摆脱对死亡的恐惧。如果你死亡，你将在死后24小时重生；如果你的身体被摧毁，它会首先在距离死亡地点1英里范围内由DM决定的地点重新形成（不带装备）。当你重生后，这份黑暗的礼物就会消失。",
	"The Lurker's gift opens your eyes to what moves in the depths. While underwater, you have a swimming speed of 30 feet, you have darkvision out to 120 feet, and you can see through magical darkness. While underwater, you can't close your eyes, but suffer no other penalty.": "潜伏者的礼物 (The Lurker's Gift) 让你能看清深渊中的一切。在水下时，你的游泳速度为30尺，你的暗视距离为120尺，你可以看穿魔法黑暗。在水下时，你不能闭上眼睛，但没有其他惩罚。",
	"Masvirik's gifts seed primordial fears of all things that slither in the dark. As an action, you can choose to emit an aura that impresses these fears on other creatures for 1 minute. Each creature of your choice, other than a reptilian or draconic creature, that starts its turn within 30 feet of you must succeed on a Wisdom saving throw or become {@condition frightened} of reptilian and draconic creatures. A frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to your aura for the next 24 hours. Once you use this feature, you can't do so again until you finish a short or long rest.": "马斯维里克(Masvirik)的礼物播下了所有在黑暗中蠕动的事物的原始恐惧。作为一个动作，你可以选择散发出一个光环，将这些恐惧印在其他生物身上，持续1分钟。你选择的每个生物，在你的30英尺范围内开始其回合时，必须进行一次感知豁免，否则成为{@condition frightened}的爬行动物和龙类生物。受到惊吓的目标可以在每个回合结束时重复进行豁免检定，成功则结束自身的效果。如果目标的豁免检定成功或效果结束，该目标对你的光环免疫，持续24小时。一旦你使用了这个特性，必须进行短休或长休才能再次使用。",
	"Rak Tulkhesh's gifts open your eyes to the richness of slaughter. You have advantage on melee attack rolls against any creature that doesn't have all its hit points. Additionally, when you reduce a creature to 0 hit points, you gain advantage on your next saving throw.": "拉克图尔克什的赠礼让你看到屠戮的丰富。对于任何生物，只要它没有全部生命值，你在进行近战攻击时获得优势。此外，当你将一个生物的生命值降至0时，你在下一次豁免投掷中获得优势。",
	"Ran Iishiv makes you a nexus of instability, poised to tear a wound in the fabric of reality. You can cast the {@spell storm of vengeance} spell once. When the spell ends, your body is torn into several pieces, you die, and this dark gift vanishes. This death can't be prevented by any means.": "兰·伊希夫使你成为不稳定的枢纽，随时准备撕裂现实的伤口。你可以施放{@spell storm of vengeance}法术一次。当法术结束时，你的身体被撕裂成几块，你死去，这份黑暗的礼物消失。任何手段都无法阻止这种死亡。",
	"Sakinnirot empowers you with its slow and patient hate. Each creature that deals damage to you becomes your resented adversary for as long as you have this dark gift. You have advantage on all attack rolls and opposed ability checks against your resented adversaries. Additionally, when you make an attack roll or opposed ability check against one of your resented adversaries, you can choose to change the die result to a natural 20, after which this dark gift vanishes.": "萨金尼洛特(Sakinnirot)赋予你缓慢而耐心的仇恨。每个对你造成伤害的生物都会成为你心怀怨恨的对手，只要你拥有这个黑暗的礼物。你对所有攻击和对抗你心怀怨恨的对手的能力检定都有优势。此外，当你对你心怀怨恨的对手进行攻击检定或对抗能力检定时，你可以选择将骰子结果改为自然20，之后这个黑暗的礼物就会消失。",
	"Sul Khatesh reveals to you a passage of lore from her forbidden tomes. You have advantage on ability checks to recall or decipher lore about spells, rituals, magical effects, and magical creatures. In addition, you can use an action to recite cursed words from the passages Sul Khatesh has revealed. When you do, you take {@damage 1d12} psychic damage, and each creature you can see within 15 feet of you takes {@damage 3d6} psychic damage.": "苏尔卡特什（Sul Khatesh）向你透露了她的禁忌典籍中的一段知识。你在回忆或解读有关咒语、仪式、魔法效果和魔法生物的知识时具有优势。此外，你可以使用一个动作背诵苏尔卡特什透露的诅咒文字。当你这样做时，你会受到{@damage 1d12}点心灵伤害，你能看到的每个生物也会受到{@damage 3d6}点心灵伤害。",
	"Tul Oreshka pulls back the curtain of your mind to reveal the dark truths of the soul. Your proficiency bonus is doubled for any ability check using Insight. Additionally, you can cast the {@spell detect thoughts} spell up to three times, after which this dark gift vanishes.": "图尔·奥雷斯卡拉开你心灵的帷幕，揭示灵魂的黑暗真相。你在使用洞察力进行任何能力检定时，熟练加值翻倍。此外，你可以施放{@spell detect thoughts}法术最多三次，之后这份黑暗的馈赠就会消失。",
	"The Wild Heart connects you to your predatory nature and you embrace a more bestial appearance. You grow claws that you can use to make unarmed strikes. When you hit with these claws, the strike deals {@damage 1d6} + your Strength modifier slashing damage, instead of the bludgeoning damage normal for an unarmed strike. In addition, you can use an action to gain resistance to bludgeoning, piercing, and slashing from nonmagical attacks that aren't silvered for 1 hour, after which this dark gift vanishes.": "野性之心将你与捕食本能联系在一起，让你拥抱更加兽性的外表。你长出了爪子，可以用来进行徒手攻击。当你用这些爪子击中目标时，攻击造成{@damage 1d6} + 你的力量调整值的割伤伤害，而不是普通徒手攻击的钝击伤害。此外，你可以使用一个动作，在接下来的1小时内获得对非银制非魔法攻击的钝击、穿刺和割伤伤害的抗性，之后这个黑暗的恩赐就会消失。",
	"A great wave of salt water bursts from the ground beneath your feet. Each creature in a 30-foot cube originating from you must make a Strength saving throw. On a failed save, a creature takes {@damage 4d10} bludgeoning damage and is pushed 15 feet away from you. On a successful save, the creature takes half as much damage and isn't pushed.": "一股巨大的盐水浪潮从你脚下的地面爆发出来。从你起源的一个30英尺立方体内的每个生物必须进行一次力量豁免投。未通过豁免的生物会受到{@damage 4d10} 钝击伤害，并被推离你15英尺。通过豁免的生物只会受到一半伤害且不会被推开。",
	"Along with the wave, you conjure the spirit of a great shark. Choose one creature that failed its saving throw as the shark spirit's prey. That target takes an extra {@damage 2d10} piercing damage and is {@condition restrained} by the shark spirit's jaws. A target restrained in this way can use its action to make a Strength check against your spell save DC. On a success, it frees itself and the shark spirit disappears.": "随着海浪，你召唤出一只巨鲨的灵魂。选择一个未能通过豁免检定的生物作为巨鲨灵魂的猎物。该目标受到额外{@damage 2d10}的穿刺伤害，并被巨鲨灵魂的颚所{@condition restrained}。以这种方式被限制的目标可以使用其动作对抗你的法术豁免 DC 进行力量检定。若成功，它将解除束缚，巨鲨灵魂消失。",
	"When you cast this spell using a spell slot of 5th level or higher, the damage of the wave and the damage of the spirit shark's jaws each increase by {@scaledamage 2d10|4-9|1d10} for each slot level above 4th.": "当你使用5级或更高级别的法术位施放此法术时，海浪的伤害和幽灵鲨鱼的咬击伤害都会每超过4级的位级增加{@scaledamage 2d10|4-9|1d10}。",
	"You call a group of people to a heightened emotional state, driving them to anger and mistrust. Each Humanoid in a 20-foot-radius sphere centered on a point you choose within range must make a Charisma saving throw. On a failed save, a creature must use its reaction (if available) to make an opportunity attack whenever another creature (including an ally) moves out of its reach. A creature can repeat the saving throw at the end of each of its turns, ending the effect on a success. The {@spell calm emotions} spell suppresses the effects of this spell.": "你让一群人处于情绪亢奋状态，激发他们的愤怒和不信任。在你选择的范围内，以你选择的点为中心，20英尺半径范围内的每个人形生物必须进行一次魅力豁免检定。未通过豁免检定的生物必须在其回合结束时使用其反应（如果可用）进行一次机会攻击，每当另一个生物（包括盟友）移出其攻击范围时。生物可以在每个回合结束时重复进行豁免检定，成功则结束效果。{@spell calm emotions}法术可以抑制这个法术的效果。",
	"You draw out a fragment of a living soul and bind it within the lantern used as a material component for this spell. Choose a creature you can see within 60 feet of you that isn't an Undead or Construct. For the duration, the lantern is ignited by the target's soul and sheds dim light in a 30-foot radius. At the start of each of the target's turns until the spell ends, the target must make a Constitution saving throw. On a failed save, it takes {@damage 2d6} necrotic damage. On a successful save, the target takes no damage, but its soul remains bound. If the target's saving throw succeeds by 5 or more, its soul becomes unbound and the spell ends.": "你抽取了一个活灵魂的碎片，并将其封印在用作这个法术的材料组件的灯笼中。选择一个你能看到的距离你不超过60英尺的生物，但不能是不死生物或构装生物。在持续时间内，灯笼被目标的灵魂点燃，散发出30英尺半径的微弱光芒。在法术持续期间，目标的每个回合开始时，目标必须进行一次体质豁免检定。如果未通过豁免检定，它会受到{@damage 2d6}点死灵伤害。如果通过了豁免检定，目标不会受到伤害，但其灵魂仍然被束缚。如果目标的豁免检定成功超过5点，其灵魂将解除束缚，法术结束。",
	"Until the spell ends, as a bonus action, you can choose one creature you can see within 30 feet of you that isn't an Undead or Construct. That creature regains hit points equal to the total damage dealt by this spell, up to a maximum of 20 hit points, and the spell ends.": "在这个咒语持续期间，作为一个奖励动作，你可以选择一个你能看到的距离你不超过30英尺的生物，该生物不得为不死生物或构装生物。该生物回复的生命值等于此咒语造成的总伤害，最多不超过20点生命值，然后该咒语结束。",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@scaledamage 2d6|2-9|1d6} and the maximum hit points regained increases by {@scaledamage 20|2-9|10} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，伤害增加了{@scaledamage 2d6|2-9|1d6}，每个高于2级的法术位等级，最大生命值恢复增加了{@scaledamage 20|2-9|10}。",
	"You imbue yourself or one willing creature you touch with the duplicitous power of Dol Azur, laying a trap to ensnare a foe in spectral bindings. The next time the imbued creature is hit with an attack before the spell ends, the attacking creature must make a Wisdom saving throw. On a failed save, the attacking creature takes {@damage 3d8} necrotic damage and is {@condition restrained} until the spell ends. On a successful save, it takes half as much damage, is not restrained, and the spell ends. While restrained by this spell, the restrained creature can repeat the saving throw at the end of each of its turns, ending the spell on a success.": "你将自己或一个愿意的生物触摸，赋予了Dol Azur的狡诈力量，设置了一个陷阱来困住敌人在幽灵束缚中。在咒语结束前，下次被赋予力量的生物受到攻击时，攻击者必须进行一次感知豁免检定。如果未通过检定，攻击者受到{@damage 3d8}点死灵伤害，并且在咒语结束前被{@condition restrained}。如果通过检定，伤害减半，不被束缚，并且咒语结束。被这个咒语束缚的生物可以在每个回合结束时重复豁免检定，成功则结束咒语。",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@scaledamage 3d8|2-9|1d8} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，伤害会每超过2级增加{@scaledamage 3d8|2-9|1d8}。",
	"You mirror a creature with its shadowy reflection. If the creature cast a spell that is at least 2 levels lower than the level of this spell, you also cast that spell as part of your reaction, without expending an additional spell slot for that spell.": "你镜像了一个生物及其阴影反射。如果这个生物施放了一个法术，其等级至少比这个法术的等级低2级，你也可以作为你的反应施放那个法术，而不需要额外消耗法术槽。",
	"The spell you cast uses your own spellcasting ability, and if the spell deals damage, it deals psychic damage instead of its usual damage types.": "你施放的法术使用你自己的施法能力，如果法术造成伤害，那么伤害类型为心灵伤害，而不是通常的伤害类型。",
	"As part of your reaction when you cast this spell, you learn what level the target spell is. If the level of the spell slot you expended is too low to copy that spell, you regain the spell slot you expended. When this happens, you can choose to either expend a higher-level spell slot to copy the spell, or choose to abort this spell. In either case, your reaction is spent. For example, if the other creature casts a 5th-level spell, you can regain your 3rd-level spell slot and instead expend a 7th-level spell slot to copy that spell.": "当你施放这个法术时，你的一部分反应是了解目标法术的等级。如果你消耗的法术位等级太低无法复制该法术，你将恢复你消耗的法术位。当这种情况发生时，你可以选择消耗一个更高等级的法术位来复制该法术，或选择中止这个法术。无论哪种情况，你的反应都会消耗掉。例如，如果另一个生物施放了一个5级法术，你可以恢复你的3级法术位，然后消耗一个7级法术位来复制那个法术。",
	"A nonmagical object you touch is transformed into a random trinket (either from {@item trinket|phb|the Trinkets table in the Player's Handbook} or a similar trinket of the DM's choice). The object you touch must weigh less than 10 pounds and be no more than 5 inches along any dimen-sion. The transformation lasts for 1 minute, until you dismiss the transformation as a bonus action, or until another creature touches the trinket.": "当你触摸的非魔法物体会被转化成一个随机小玩意儿（来自{@item trinket|phb|the Trinkets table in the Player's Handbook}或者DM选择的类似小玩意儿）。你触摸的物体必须重量不超过10磅，任何一边不超过5英寸。这个转化持续1分钟，直到你作为一个奖励动作解除转化，或者直到另一个生物触摸这个小玩意儿。",
	"At 3rd level, a paladin gains the Sacred Oath feature, which offers the choice of a subclass. This section presents a new oath option, which can be played by a Tairnadal character or by anyone who channels a revered ancestor.": "在3级时，圣骑士获得神圣誓约（Sacred Oath）特性，可以选择一个子类。本节介绍了一个新的誓约选项，可以由泰纳达尔(Tairnadal)角色或任何尊崇祖先的人扮演。",
	"Paladins who are called to follow in the footsteps of a great hero take the Oath of Veneration. The Tairnadal are the most common culture in Eberron to keep these ideals, taking up arms in hopes of emulating the patron ancestor assigned to them by the Keepers of the Past. However, this path isn't limited to the elves. A goblinoid warrior might choose to emulate ancient Dhakaani heroes, or a human of the Five Nations might consider themself the inheritor of Karrn the Conqueror's will.": "被召唤追随伟大英雄脚步的圣武士们会宣誓效忠（Oath of Veneration）。泰纳达尔（Tairnadal）是埃伯隆（Eberron）中最常见的文化，秉持这些理念，希望效仿被过去守护者指定的祖先保护者。然而，这条道路并不仅限于精灵。一个哥布林战士可能选择效仿古代达卡尼（Dhakaani）英雄，或者五国（Five Nations）的人类可能认为自己是卡恩征服者（Karrn the Conqueror）意志的继承者。",
	"The tenets of the Oath of Veneration challenge a paladin to uphold the legend of a treasured ancestor.": "敬仰誓约的原则挑战圣骑士去维护一位珍贵祖先的传奇。",
	"The deeds and legends of our ancient ancestors are our greatest treasure.": "我们古代祖先的事迹和传说是我们最宝贵的财富。",
	"Keep your patron ancestor's stories alive by reliving their victories.": "通过重温你的守护祖先的胜利来保持他们的故事活着。",
	"Resist the tyranny your ancestors devoted their lives to defeating.": "抵抗你的祖先一生都在打败的暴政。",
	"When you take this oath, choose the following class that best represents your venerated ancestor: artificer, bard, cleric, druid, ranger, sorcerer, warlock, wizard. When you gain this feature, choose one 1st-level spell from your ancestor's class spell list. That spell is an oath spell for you. When you reach certain levels in this class--5th level, 9th level, 13th level, and 17th level--you gain another oath spell of your choice from your ancestor's class spell list. When you gain a paladin level, you can choose one of these spells and replace it with another spell from your ancestor's class spell list. See the Sacred Oath class feature for how oath spells work.": "当你宣誓时，请选择以下最能代表你尊敬祖先的职业：工匠 (artificer), 吟游诗人 (bard), 牧师 (cleric), 德鲁伊 (druid), 游侠 (ranger), 术士 (sorcerer), 术士 (warlock), 巫师 (wizard)。当你获得这个特性时，请从祖先的职业法术列表中选择一个1级法术。该法术对你而言是一种誓约法术。当你在这个职业中达到特定等级——5级、9级、13级和17级时——你可以从祖先的职业法术列表中选择另一个誓约法术。当你获得圣骑士等级时，你可以选择其中一个法术，并用祖先的职业法术列表中的另一个法术替换它。查看神圣誓约职业特性，了解誓约法术的工作原理。",
	"Additionally, you add the {@spell enhance ability}, {@spell find steed}, and {@spell find greater steed|XGE} spells to your oath spells.": "另外，你将{@spell enhance ability}，{@spell find steed}和{@spell find greater steed|XGE}法术添加到你的誓约法术中。",
	"You gain the following two Channel Divinity options. See the Sacred Oath class feature for how Channel Divinity works.": "你获得以下两个神圣神力选项。查看《神圣誓约》(Sacred Oath)职业特性了解神圣神力的使用方式。",
	"As a bonus action, you can use your Channel Divinity to call to mind a great deed of your ancestor. Choose one skill and choose one tool or language that your ancestor was skilled in during their life. For the next 10 minutes, you are proficient in any chosen skill or tool, and your proficiency bonus is doubled for each ability check you make using a chosen proficiency. If you choose a language, you can speak, read, and write that language for the duration. ": "作为一个奖励动作，你可以使用你的神圣通道来召唤你祖先的伟大事迹。选择一项技能和一种工具或语言，这是你祖先在他们的生活中擅长的。在接下来的10分钟内，你对所选择的技能或工具有熟练加成，并且在使用所选择的熟练进行的每次技能检定中，你的熟练加值翻倍。如果你选择了一种语言，你可以在此期间说、读和写这种语言。",
	"You call on the spirit of one of your ancestor's most treasured allies, manifesting the spirit as a loyal mount or imbuing an ally with its favor. You cast either {@spell enhance ability} or {@spell find steed} as an action without expending a spell slot. When you reach 15th level in this class, you add {@spell find greater steed|XGE} to the list of spells you can cast in this manner.": "你召唤你祖先最珍贵盟友之一的灵魂，将其显化为一匹忠诚坐骑，或赋予盟友其恩惠。你可以在行动中施放 {@spell enhance ability} 或 {@spell find steed}，而无需消耗法术位。当你达到本职业的15级时，你可以将 {@spell find greater steed|XGE} 加入到你可以用这种方式施放的法术列表中。",
	"You emanate an aura that evokes the storied history of your patron ancestor, filling you and your companions with hope and drive. When you use your {@classFeature Divine Smite|Paladin||2}, friendly creatures within 10 feet of you can use their reaction to gain your ancestor's favor until the end of their next turn. Creatures with your ancestor's favor deal an extra {@damage 1d4} radiant damage the next time they hit with an attack.": "你散发出一种氛围，唤起了你的守护祖先的传奇历史，给你和你的同伴带来希望和动力。当你使用你的{@classFeature Divine Smite|Paladin||2}时，你周围10英尺范围内的友方生物可以使用他们的反应来获得你祖先的青睐，持续到他们下一个回合结束。获得你祖先青睐的生物在下次命中攻击时额外造成{@damage 1d4}点辐射伤害。",
	"When you reach 18th level in this class, the range of this aura increases to 30 feet.": "当你达到18级时，这个光环的范围增加到30英尺。",
	"While a creature is affected by your {@spell enhance ability} spell, or while you control a creature that you summoned, animated, or created with magic, that creature becomes an exemplar companion. Your {@subclassFeature Aura of the Paragon|Paladin||Veneration|ChroniclesOfEberron|7} extends to the area around each exemplar companion as if you were in that creature's space.": "当一个生物受到你的{@spell enhance ability}法术影响，或者当你控制一个你用魔法召唤、激活或创造的生物时，那个生物成为一个典范同伴。你的{@subclassFeature Aura of the Paragon|Paladin||Veneration|ChroniclesOfEberron|7}扩展到每个典范同伴周围的区域，就好像你在那个生物的空间里一样。",
	"Additionally, when an exemplar companion gains your ancestor's favor, the extra damage it deals increases by {@damage 1d4} for each spell level higher than 1st that you expended with your {@classFeature Divine Smite|Paladin||2}.": "此外，当典范同伴获得你祖先的青睐时，它造成的额外伤害会每超过1级的法术等级增加{@damage 1d4}，这些法术是通过你的(%1)施放的。",
	"As a bonus action, you reach your spiritual apotheosis and embody your patron ancestor's spirit completely. You and your {@subclassFeature Exemplar Companion|Paladin||Veneration|ChroniclesOfEberron|15} creatures gain the following benefits for 1 minute:": "作为一个奖励动作，你达到了精神顶峰，完全体现了你的守护祖先的精神。你和你的{@subclassFeature Exemplar Companion|Paladin||Veneration|ChroniclesOfEberron|15}生物在1分钟内获得以下好处：",
	"You have advantage on all ability checks.": "你在所有属性检定上获得优势。(D&D)",
	"When you take the Attack action on your turn, you can do one of the following as part of that action: take the Dash, Help, or Use an Object action, or attempt to shove a creature, grapple a creature, or escape a grapple.": "当你在你的回合上采取攻击动作时，你可以在该动作的一部分中执行以下操作之一：进行冲刺、帮助、或使用一个物品动作，或尝试推开一个生物、搏斗一个生物，或摆脱搏斗。",
	"When you regain hit points, treat any dice rolled to determine the hit points you regain as having rolled their maximum value for you.": "当你恢复生命值时，将用于确定你恢复的生命值的任何骰子都视为对你来说已掷出其最大值。",
	"Once you use this feature, you can't do so again until you finish a long rest, unless you expend a 5th-level spell slot to use it again.": "一旦你使用这个特性，你必须完成一次长休才能再次使用，除非你消耗一个5级法术位再次使用。",
	"Bards who follow the College of the Fury know that intense revelry, unbound by taboo and pretenses of decency, is among the most powerful expressions of the Music of Creation. These bards are overtly passionate, sometimes hedonistic, and eager to call others into their dance. Harpies of the Cazhaak Creed are the most common practitioners of this college, reveling in Szorawai's name.": "追随狂怒学院的吟游诗人知道，不受禁忌和体面假象束缚的激烈狂欢是创世之音中最强大的表达之一。这些吟游诗人公开充满激情，有时放纵，渴望邀请其他人加入他们的舞蹈。卡扎克信条的哈比鸟是这个学院中最常见的实践者，在索拉瓦伊的名字中陶醉。",
	"You gain proficiency in the {@skill Intimidation} skill. If you are already proficient in Intimidation, you gain proficiency in another skill of your choice.": "你获得{@skill Intimidation}技能的熟练加值。如果你已经熟练于恐吓(Intimidation)，你可以选择另一项技能获得熟练加值。",
	"Additionally, you have advantage on all Charisma checks directed at creatures that are hostile toward you.": "此外，当你对那些对你敌意的生物进行魅力检定时，你获得优势。",
	"You have learned to empower your bardic magic to inspire frenzied dance. Once on your turn when you hit a creature with a bard spell attack or when a creature fails a saving throw against one of your bard spells, you can force that creature to dance. That target must immediately move 5 feet, plus an additional 5 feet for each level of the triggering spell (cantrips are level 0), in a direction of your choice. The movement need not be in a straight line. This movement doesn't provoke opportunity attacks. If a target is compelled to move into an obviously dangerous hazard, such as a fire or pit, it can make a Wisdom saving throw against your bard spell save DC. On a successful save, its movement ends before it enters the hazardous space, and you can move it no further that turn.": "你学会了强化你的吟游诗人魔法，以激发狂乱的舞蹈。每当你的回合时，用吟游诗人法术攻击命中生物，或者当生物未能通过你的吟游诗人法术的豁免检定时，你可以强迫那个生物跳舞。目标必须立即朝你选择的方向移动5英尺，再加上触发法术的每个等级额外5英尺的距离（零级法术为0级）。移动不必是直线。这个移动不会引发机会攻击。如果目标被迫移动到明显危险的区域，比如火焰或坑洞，它可以根据你的吟游诗人法术豁免 DC 进行一次感知豁免检定。在成功豁免后，它的移动会在进入危险区域之前结束，那回合你不能再移动它。",
	"You can inflict your enemies with paranoia, causing them to strike their allies. As a bonus action, you can expend one use of your Bardic Inspiration to force a hostile creature you can see within 30 feet of you that can hear you to make a Wisdom saving throw. A creature automatically succeeds on this save if it is immune to being frightened. On a failed save, the target must immediately use its reaction (if available) to make one melee weapon attack against a creature of your choice within its reach. On a hit, the attack deals extra damage equal to the number rolled on the Bardic Inspiration die.": "你可以让你的敌人陷入偏执状态，导致他们攻击他们的盟友。作为一个额外动作，你可以消耗一次你的诗人灵感来迫使一个敌对生物进行一次智力豁免检定，该生物必须在你能看到并且能听到你的30英尺范围内。如果生物对于恐惧免疫，则此检定自动成功。如果检定失败，目标必须立即使用其反应（如果有的话）对你选择的一个生物进行一次近战武器攻击，该生物在其攻击范围内。如果命中，该攻击额外造成的伤害等同于诗人灵感骰子上的数字。",
	"Whenever you use your Fury's Revelry feature, you can empower your song into a magnificent and malign crescendo. Rather than affecting just one target of the triggering spell, you can instead affect each hostile creature that you hit with that attack or that failed its saving throw against that spell.": "每当你使用你的愤怒的狂欢特性时，你可以将你的歌曲加强成壮丽而邪恶的高潮。而不是只影响触发法术的一个目标，你可以影响每个被你击中的敌对生物或者未能通过那个法术的豁免检定的敌对生物。",
	"You can use this ability a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个能力的次数等于你的熟练加值，当你完成一次长休后，你恢复所有已使用的次数。",
	"Clerics of the Aspiration domain consider themselves mentors--though others are more likely to call them tempters. They offer forbidden knowledge and challenge people to live up to their full potential, eschewing the con-fines of what others might consider right, proper, or safe. The most common clerics to earn these gifts of the faith are followers of the Shadow under the Cazhaak Creed.": "渴望领域（Aspiration domain）的牧师自认为是导师，尽管其他人更可能称他们为诱惑者。他们提供禁忌知识，并挑战人们发挥他们的全部潜力，摒弃其他人可能认为正确、适当或安全的限制。最常获得这些信仰恩赐的牧师是卡扎克信条（Cazhaak Creed）下影子（Shadow）的信徒。",
	"You gain domain spells at the cleric levels listed in the Aspiration Domain Spells table. See the Divine Domain class feature for how domain spells work.": "你在志向神域法术表中列出的牧师等级上获得领域法术。查看神圣领域类特性，了解领域法术的使用方式。",
	"Your divine studies have revealed a wealth of knowledge to you. You gain proficiency in one skill or tool of your choice, and your proficiency bonus is doubled for any ability check you make using that skill or tool. Whenever you finish a long rest, you can change the proficiency granted by this feature to another skill or tool.": "你的神圣研究为你揭示了丰富的知识。你在选择的一个技能或工具上获得熟练加值，并且在使用该技能或工具进行任何能力检定时，你的熟练加值加倍。每当你完成一次长休息时，你可以将此特性授予的熟练加值更改为另一个技能或工具。",
	"Your sight is unhindered, and you can see in the deepest shadows. You have darkvision out to a range of 120 feet. In that radius, you can see in dim light as if it were bright light and in darkness as if it were dim light. In addition, you have advantage on saving throws against illusion spells and on ability checks to determine whether some-thing is an illusion.": "你的视力不受阻碍，可以看到最深的阴影。你的暗视范围为120英尺。在这个范围内，你可以在昏暗光线中看到如同明亮光线一样，在黑暗中看到如同昏暗光线一样。此外，你对幻术法术的豁免检定有优势，并且在判断某物是否为幻觉的能力检定中也有优势。",
	"You can use your Channel Divinity to invoke the secrets of the Shadow, allowing you and your charges to turn forbidden potential into strength. As an action, you and each willing creature of your choice that you can see within 15 feet of you take necrotic damage equal to {@damage 1d10} plus your Wisdom modifier, and gain twice that many temporary hit points. This damage can't be reduced in any way.": "你可以使用你的神圣通道来唤起阴影的秘密，让你和你的盟友将禁忌的潜力转化为力量。作为一个行动，你和你选择的每个愿意的生物（在你能看到的15英尺内）会受到等于{@damage 1d10}加上你的感知调整值的死灵伤害，并获得两倍于此数的临时生命值。这个伤害无法以任何方式减少。",
	"When you use your Channel Divinity feature, you can impart some of the Shadow's most successful lessons and awaken new gifts in those affected. Choose one of the following magical gifts, bestowing that benefit on yourself and each target of your Channel Divinity:": "当你使用你的通道神力特性时，你可以传授一些阴影最成功的教训，并唤醒受影响者的新天赋。选择以下其中一种魔法天赋，将该效益赋予你自己和每个受到你通道神力影响的目标：",
	"For 1 minute, you can use your bonus action to fix your gaze on one creature within 30 feet of you that you can see and that can see your eyes. The target must make a Constitution saving throw with a DC equal to the cleric spell save DC of the cleric that granted you this benefit. On a failed save, the target's speed is reduced to 0 feet until the end of its next turn.": "在1分钟内，你可以使用你的奖励动作，将目光集中在你能看到并且能看到你眼睛的30英尺内的一名生物身上。目标必须进行一次体质豁免投，豁免 DC 值等同于授予你这个效益的牧师的法术豁免 DC。未通过豁免检定的目标的速度将降低至0英尺，直到其下一个回合结束。",
	"At the start of your next turn, you regain hit points equal to {@damage 1d10} plus the Wisdom modifier of the cleric that granted you this benefit. If you take fire or acid damage before the start of your next turn, you don't regain hit points from this benefit.": "在你的下一个回合开始时，你会恢复等于{@damage 1d10}加上授予你这个效益的(cleric)的感知修正值的生命值。如果在你的下一个回合开始之前受到火焰或酸性伤害，你将无法从这个效益中恢复生命值。",
	"For 1 minute, you have advantage on saving throws against spells.": "在1分钟内，你对法术的豁免投掷获得优势。(saving throws against spells)。",
	"You gain advantage on all Charisma checks for 1 minute.": "你在接下来的1分钟内，对所有魅力检定获得优势。",
	"You add your Wisdom modifier to the damage you deal with any cleric cantrip.": "你可以在施放任何牧师战斗法术时，将你的感知调整值加到伤害上。",
	"The range of your {@subclassFeature Channel Divinity: Awaken Ambition|Cleric||Aspiration|ChroniclesOfEberron|2} feature increases from 15 feet to 30 feet. In addition, creatures affected by your {@subclassFeature Shadow's Gifts|Cleric||Aspiration|ChroniclesOfEberron|6} feature gain all four benefits, instead of just one.": "你的{@subclassFeature Channel Divinity: Awaken Ambition|Cleric||Aspiration|ChroniclesOfEberron|2}特性的范围从15英尺增加到30英尺。此外，受到你的{@subclassFeature Shadow's Gifts|Cleric||Aspiration|ChroniclesOfEberron|6}特性影响的生物将获得全部四个好处，而不仅仅是一个。",
	"As a rogue, you know that the path to peace and prosperity is rarely as virtuous as the Vassals of the Sovereign Host claim. Victory must be won by pragmatism, sacrifice, and the blood of those who aren't afraid to get their hands dirty--like you. With these tenets, you ask the Dark Six for the gift of their power.": "作为一个盗贼，你知道通往和平与繁荣的道路很少像主权之主的臣民们所宣称的那样崇高。胜利必须通过实用主义、牺牲和那些不怕弄脏手的人的鲜血来赢得——就像你一样。基于这些原则，你请求黑暗六神赐予你他们的力量。",
	"Though some Dark Petitioners worship the Six as great leaders to venerate and emulate, many among the Five Nations don't hold their patrons in such high esteem. For these petitioners, their rites and rituals instead serve to appease the dark powers, and to turn the Six's attention to their enemies. Do you enjoy the power of Dol Azur's blessing on a poisoned blade? Or do you only hope that your offerings to the Mockery will cause your opponent to stumble first?": "尽管一些黑暗请愿者崇拜六位伟大领袖以示尊崇和效仿，但五国中许多人并不如此看待他们的庇护神。对于这些请愿者来说，他们的仪式和仪轨更多是为了安抚黑暗力量，并将六位的注意力转向他们的敌人。你是享受多尔·阿祖尔的祝福赐予毒刃的力量吗？还是只希望你对嘲讽的供奉会让你的对手先跌倒呢？",
	"You ask the Six for their guidance and protection when you take advantage of an opening, no matter how dishonorable another Vassal might consider it. When you hit a creature with an attack on your turn, you can use the bonus action granted by your {@classFeature Cunning Action|Rogue||2} to cast one of your Dark Petitioner cantrips, regardless of its normal casting time.": "当你利用一个机会时，无论另一个家臣认为多么不光彩，你都会请求六神的指引和保护。当你在你的回合用攻击命中一个生物时，你可以利用你{@classFeature Cunning Action|Rogue||2}赋予的额外动作来施放你的黑暗请愿者法术，无论它的正常施法时间是多少。",
	"When you reach 3rd level, you gain the ability to cast spells. See {@book chapter 10|PHB|10} for the general rules of spellcasting and {@book chapter 11|PHB|11} for the {@filter cleric spell list|spells|class=cleric}.": "当你达到3级时，你将获得施放法术的能力。请参阅{@book chapter 10|PHB|10}了解施法的一般规则，{@book chapter 11|PHB|11}了解{@filter cleric spell list|spells|class=cleric}的内容。",
	"You learn the {@spell guidance} cantrip and two cantrips of your choice from the following list: {@spell dancing lights}, {@spell friends}, {@spell message}, {@spell resistance}, {@spell spare the dying}, {@spell thaumaturgy}, {@spell true strike}, and {@spell Traveler's enigma|ChroniclesOfEberron}. At 10th level, you learn another cantrip of your choice from this list.": "你学会了{@spell guidance}法术，以及从以下列表中选择的两个法术：{@spell dancing lights}，{@spell friends}，{@spell message}，{@spell resistance}，{@spell spare the dying}，{@spell thaumaturgy}，{@spell true strike}和{@spell Traveler's enigma|ChroniclesOfEberron}。在10级时，你可以再学会另一个来自这个列表的法术。",
	"The Dark Petitioner Spellcasting table shows how many spell slots you have to cast your {@filter cleric spells|spells|class=cleric} of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "黑暗请愿者施法表显示了你有多少法术位来施放你{@filter cleric spells|spells|class=cleric}的1级或更高级法术。要施放这些法术中的一个，你必须消耗一个等级不低于该法术等级的法术位。当你完成一次长休后，你会恢复所有已消耗的法术位。",
	"For example, if you know the 1st-level spell {@spell cure wounds} and have a 1st-level and a 2nd-level spell slot available, you can cast {@spell cure wounds} using either slot.": "例如，如果你知道1级法术{@spell cure wounds}，并且有一个1级和一个2级法术位可用，你可以使用任一法术位施放{@spell cure wounds}。",
	"You know three 1st-level cleric spells of your choice. The Spells Known column of the Dark Petitioner Spellcasting table shows when you learn more cleric spells of 1st level or higher. Each of these spells must be an enchantment or illusion spell of your choice, and must be of a level for which you have spell slots. For instance, when you reach 7th level in this class, you can learn one new spell of 1st or 2nd level.": "你知道三个你选择的1级牧师法术。黑暗请愿者施法表的已知法术栏显示了你何时学会更多1级或更高级别的牧师法术。这些法术中的每一个必须是你选择的一级或更高级别的魅惑或幻术法术，并且必须是你拥有法术位的级别。例如，当你在这个职业中达到7级时，你可以学会一个新的1级或2级法术。",
	"Whenever you gain a level in this class, you can replace one of the cleric spells you know with another spell of your choice from the cleric spell list. The new spell must be of a level for which you have spell slots.": "每当你在这个职业中获得一个等级时，你可以用牧师法术清单中另一个你选择的法术来替换你已知的一个牧师法术。新法术必须是你拥有法术位的等级。",
	"Wisdom is your spellcasting ability for your cleric spells, since your spells come from your appeasement or veneration of the Dark Six. You use your Wisdom whenever a spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a cleric spell you cast and when making an attack roll with one.": "智慧是你作为(牧师)的法术的施法能力，因为你的法术源自于对黑暗六神的安抚或崇拜。每当一个法术提到你的施法能力时，你就使用你的智慧。此外，当你施放(牧师)法术并设定豁免 DC 或进行攻击检定时，你也使用你的智慧修正值。",
	"If you roll a 1 or 2 on one or more of your {@classFeature Sneak Attack|Rogue||1} dice when dealing damage to a creature that is blinded, charmed, deafened, frightened, grappled, incapacitated, poisoned, prone or restrained, you can reroll those dice and must use the new roll.": "如果你对一个被致盲、被魅惑、失聪、受惊吓、被缠绕、失能、中毒、倒地或被限制的生物造成伤害时，其中一个或多个骰子掷出了1或2，你可以重新投掷这些骰子，并且必须使用新的点数。",
	"Through careful positioning, cunning and a divine gift or two, you've learned to slip out of a weakened creature's sight. When you hit a creature with an attack, you can choose to become {@condition invisible} to that creature for 1 minute or until you dismiss this effect (no action required). This invisibility ends early if you deal damage to a creature or force a creature to make a saving throw.": "通过谨慎的定位，狡猾和一两个神圣的恩赐，你学会了从虚弱生物的视线中溜走。当你用一次攻击命中一只生物时，你可以选择对该生物变为{@condition invisible}，持续1分钟或者直到你解除这个效果（不需要动作）。如果你对一只生物造成伤害或者迫使一只生物进行豁免才会提前结束这种隐形状态。",
	"Once you use this feature, you can't do so again until you finish a long rest, unless you expend a spell slot to use this feature again.": "使用此特性后，除非你消耗一个法术位再次使用此特性，否则直到完成一次长休才能再次使用。",
	"When you reduce a creature to 0 hit points, you can steal that creature's soul and keep it joined with your own. While a creature's soul is joined to yours, that creature can be restored to life only by a {@spell wish} spell.": "当你将一只生物的生命值降至0时，你可以窃取那个生物的灵魂，并让它与你的灵魂结合。当一个生物的灵魂与你的灵魂结合时，只有通过{@spell wish}法术才能将那个生物复活。",
	"Additionally, when you have to make a death saving throw, you can instead choose to release a soul you have stolen. When you do so, you regain 1 hit point, and that soul is no longer joined to yours.": "此外，当你需要进行死亡豁免投掷时，你可以选择释放你所窃取的灵魂。当你这样做时，你恢复1点生命值，并且那个灵魂不再与你相连。",
	"You have resistance to fire damage. You also naturally acclimate to hot climates and aren't adversely affected by extreme heat.": "你对火焰伤害具有抗性。你也会自然适应炎热气候，并不会受到极端高温的不利影响。",
	"You are a Construct.": "你是一名构装体。(Construct)",
	"The livewood and alchemical fluids in your body allow you to benefit from several spells that preserve life but normally don't affect Constructs: {@spell cure wounds}, {@spell healing word}, {@spell mass cure wounds}, {@spell mass healing word}, and {@spell spare the dying}.": "你体内的活木和炼金液体使你能够受益于几种保护生命的法术，但通常不会影响到构装生物：{@spell cure wounds}，{@spell healing word}，{@spell mass cure wounds}，{@spell mass healing word}，和{@spell spare the dying}。",
	"You know the {@spell druidcraft} cantrip. Charisma is your spellcasting ability for it. In addition, you can speak, read, and write Primordial.": "你知道{@spell druidcraft}这个战斗法术。魅力是你施法的能力。此外，你可以说、读、写原初语。",
	"Through sounds and gestures, you can communicate simple ideas with Small or smaller beasts. Forest gnomes love animals and often keep squirrels, badgers, rabbits, moles, woodpeckers, and other creatures as beloved pets.": "通过声音和手势，你可以与小型或更小的动物传达简单的想法。森林侏儒（Forest gnomes）热爱动物，经常把松鼠、獾、兔子、鼹鼠、啄木鸟和其他生物当作心爱的宠物。",
	"The vampire is vulnerable to fire. While it can see an open flame that's Small or larger, it has disadvantage on attack rolls and ability checks. [replaces Harmed by Running Water]": "吸血鬼对火焰具有脆弱性。当它能看到一个小型或更大的明火时，它在攻击检定和能力检定上有劣势。[替换为受到跑步水的伤害]",
	"If a creature casts seeds in front of the vampire, the vampire must make a {@dc 20} Charisma saving throw at the start of each of its turns. Each time it fails this save, it must use its action to count the seeds. On a successful save, it resists the urge, the effect ends, and it loses this weakness for 1 day.": "如果一个生物在吸血鬼面前撒下种子，吸血鬼必须在每个回合开始时进行一次 {@dc 20} 魅力豁免检定。每次未能通过这次豁免检定，它必须使用动作来数种子。若成功通过豁免检定，它抵抗住了冲动，效果结束，并且在接下来的1天内不再受到这个弱点的影响。",
	"If a ring of targath is fixed around the vampire's finger, hands, or neck, the vampire becomes paralyzed until the ring is removed. [replaces Stake to the Heart]": "如果一枚塔加斯环被固定在吸血鬼的手指、手部或颈部，吸血鬼将会瘫痪，直到环被移除。[替换为心脏上的木桩](Stake to the Heart)",
	"If the vampire sees one or more creatures take necrotic damage, on the vampire's next turn, it is drawn to the creature it saw take the most necrotic damage. The vampire either must use its movement to end its turn as close as possible to that creature, avoiding obvious hazards, or it must take 20 radiant damage.": "如果吸血鬼看到一个或多个生物受到死灵伤害，那么在吸血鬼的下一个回合，它会被吸引到它看到受到最多死灵伤害的生物身边。吸血鬼要么必须移动到离那个生物尽可能近的位置结束自己的回合，避开明显的危险，要么就必须承受20点辐射伤害。",
	"The vampire must accept any gift offered to it.": "吸血鬼必须接受向它提供的任何礼物。",
	"The vampire has disadvantage on attack rolls, ability checks, and saving throws on any night with more than one full moon. [replaces Harmed by Running Water]": "在有超过一个满月的夜晚，吸血鬼在攻击检定、能力检定和豁免 throws 上都具有劣势。(%num%)（替换为受流动水伤害）",
	"Once the vampire leaves a building, it can't reenter the building for 13 days. [replaces Forbiddance]": "一旦吸血鬼离开一栋建筑物，它在13天内不能重新进入该建筑物。(%num%) 替换为（Forbiddance）。",
	"The vampire is vulnerable to piercing damage on each even-numbered day of the month, and immune to piercing damage on each odd-numbered day of the month.": "这个吸血鬼在每个月的偶数日期对刺击伤害具有脆弱性，在每个月的奇数日期对刺击伤害免疫。",
	"If the vampire hears a creature speak a list of five connected things, it must either name a sixth connected thing, or have disadvantage on Intelligence, Wisdom, and Charisma saving throws until dawn and gain a level of exhaustion.": "如果吸血鬼听到一个生物说出五个相关的事物清单，它必须要么说出第六个相关的事物，要么在黎明前对智力、感知和魅力豁免检定获得劣势，并获得一级疲惫状态。",
	"When asked a question, the vampire must truthfully answer if its name was spoken as part of that same sentence. This answer can be brief or cryptic. [replaces Forbiddance]": "当被问到问题时，吸血鬼必须如实回答，如果它的名字在同一句中被提及。这个回答可以简短或神秘。[替换为 (Forbiddance)]",
	"The vampire can't assume bat or mist form, but it can become a poisonous snake or a swarm of poisonous snakes. When Misty Escape is activated, the vampire immediately transforms into its swarm form. [modifies Shapechanger and Misty Escape]": "这只吸血鬼不能变成蝙蝠或雾气形态，但它可以变成一条有毒的蛇或一群有毒的蛇。当使用了“雾影逃脱”时，吸血鬼会立即变成蛇群形态。[修改了变形能力和雾影逃脱]",
	"If the vampire can see an image of itself at the start of its turn, the vampire becomes frightened of the image for as long as it can see it.": "如果吸血鬼在回合开始时能看到自己的影像，那么吸血鬼会因为看到这个影像而感到害怕，只要它能看到这个影像。",
	"As suggested in a similar sidebar in Exploring Eberron, a DM could introduce magical gifts of the Shadow into a game. The Shadow knows secrets that are dark, powerful, and carry a horrible cost--secrets that good people shouldn't know or use. While the game's rules aren't designed with forbidden spells that shouldn't be cast, you can add forbidden magic into your game, and along with it, a terrible cost.": "正如《探索艾伯隆（Exploring Eberron）》中类似的侧边栏所建议的，DM可以在游戏中引入来自暗影的魔法礼物。暗影知晓那些黑暗、强大且带有可怕代价的秘密——那些善良的人不应该知晓或使用的秘密。虽然游戏规则并未设计出不应该施放的禁忌咒语，但你可以在游戏中添加禁忌魔法，以及伴随而来的可怕代价。",
	"The character options presented at the end of this chapter aren't designed with many penalties; however, a player who chooses them (or receives them as a supernatural gift) might be interested in embracing additional downsides and exploring the story of \"forbidden magic at a cost.\" Regardless of what effects you establish, they should illustrate a clear and concrete reason why this magic is forbidden--someone or something pays a price every time it's used. Consider the following ideas:": "本章末尾提供的角色选择并没有设计许多惩罚；然而，选择它们的玩家（或者作为超自然礼物获得它们的玩家）可能会有兴趣接受额外的不利影响，并探索“以代价使用禁忌魔法”的故事。无论您建立了什么效果，都应该清楚明确地说明为什么这种魔法被禁止——每次使用时都会有人或某物付出代价。考虑以下想法：",
	"When you cast the spell, roll {@dice 1d4}. You permanently lose that many hit points.": "当你施放这个法术时，投掷{@dice 1d4}。你永久失去相同数量的生命值。",
	"When you cast the spell, roll {@damage 1d6}. The DM chooses you or one of your allies, either dealing the result rolled as necrotic damage or applying it as a penalty to that creature's next saving throw.": "当你施放这个法术时，投掷{@damage 1d6}。DM选择你或你的一个盟友，将投掷的结果作为死灵伤害对其造成，或者将其作为惩罚应用在该生物的下一个豁免投掷上。",
	"When you cast the spell, an innocent creature dies. You have no control over who suffers and might never learn who died.": "当你施放这个法术时，一个无辜的生物会死去。你无法控制谁会受到影响，也许永远不会知道是谁死去了。",
	"When you cast the spell, plants wither and all living creatures within 15 feet of you take 1 necrotic damage.": "当你施放这个法术时，植物枯萎，你周围15英尺范围内的所有生物受到1点死灵伤害。",
	"When you cast the spell, roll {@dice 1d4}. On a 1, a hostile shadow (or another shadow-like Undead with either the Amorphous or Incorporeal Movement trait) manifests and attacks you and your friends.": "当你施放这个法术时，投掷{@dice 1d4}。如果投掷结果为1，一个敌对的暗影（或另一个具有无定形或非实体移动特性的类似不死生物）会显现并攻击你和你的朋友。",
	"When you cast the spell, choose an ally within sight. The player can reveal to you a horrifying secret about their character that's worse than any previous secret they've revealed; if they can't or if they choose not to, the spell fails. (Note that the player makes this choice, not their character; it's up to the DM if the character even realizes the Shadow has shared their secret.)": "当你施放这个法术时，请选择视线范围内的一名盟友。玩家可以向你透露有关他们角色的一个比以往任何秘密都更糟糕的可怕秘密；如果他们不能或选择不这样做，法术失败。 (请注意，这个选择由玩家做出，而不是他们的角色；如果角色甚至没有意识到暗影已经分享了他们的秘密，这取决于DM。)",
	"These ideas are all reasonable for player characters; mean-while, an NPC who wields secrets of the Shadow could have even more dramatic effects or costs to their spells. All of this demonstrates that when people say \"this is power that nobody should wield,\" it's not just Aureon being a jerk--these powers truly are dangerous.": "这些想法对玩家角色来说都是合理的；与此同时，一个掌握着暗影秘密的NPC可能会对他们的法术产生更加戏剧性的影响或代价。所有这些都表明，当人们说“这是没有人应该掌握的力量”时，这不仅仅是奥瑞恩(Aureon)在耍流氓——这些力量确实是危险的。",
	"You can transform any Beast stat block into an Orlasca ghoul by making the following changes:": "您可以通过以下更改将任何野兽属性块转换为奥拉斯卡食尸鬼：",
	"The Orlasca ghoul's type changes from Beast to Undead.": "奥拉斯卡食尸鬼的类型从野兽(Beast)变为不死生物(Undead)。",
	"The Orlasca ghoul gains immunity to poison damage, in addition to any prior immunities.": "奥拉斯卡食尸鬼获得对毒素伤害的免疫能力，除了之前的任何免疫能力。",
	"The Orlasca ghoul can't be charmed or poisoned, in addition to any prior immunities, and it doesn't suffer from exhaustion.": "奥拉斯卡食尸鬼无法被魅惑或中毒，除了任何先前的免疫力外，它也不会受到疲劳的影响。",
	"The Orlasca ghoul gains darkvision out to 60 feet, in addition to any prior senses.": "奥拉斯卡食尸鬼获得60英尺的黑暗视觉，除了之前的任何感官。",
	"Once per turn, when the Orlasca ghoul hits an enemy other than an elf or undead with a melee attack, the target must succeed on a {@dc 10} Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "每个回合一次，当奥拉斯卡食尸鬼用近战攻击击中除了精灵或不死族之外的敌人时，目标必须成功进行一次{@dc 10}体质豁免才能避免瘫痪1分钟。目标可以在自己的回合结束时重复进行豁免才能，成功则结束自身的效果。",
	"The Orlasca ghoul doesn't require air, drink, or sleep. It loses any trait, such as Amphibious, that assumes a living physiology.": "奥拉斯卡食尸鬼不需要空气、饮水或睡眠。它会失去任何假设有生理特征的特质，比如（Amphibious）。（Orlasca）",
	"The Orlasca ghoul speaks Halfling. When it speaks, each friendly Orlasca ghoul within 120 feet of it joins it in speaking the same words in a chorus.": "奥拉斯卡食尸鬼会说半身人语。当它说话时，距离它120英尺内的每个友好的奥拉斯卡食尸鬼都会加入合唱，一起说出相同的话语。",
	"The Orlasca ghoul gains proficiency in Survival and has advantage on checks made to track or perceive creatures it has dealt damage to in the last 24 hours.": "奥拉斯卡食尸鬼获得生存技能熟练，并且在追踪或察觉在过去24小时内受其伤害的生物时具有优势。"
}