{
	"Bards of the College of Entropy are itinerate gamblers and daring thrill seekers whose actions are supremely unpredictable. Rather than relying on ancient lore or skill with arms, these bards throw themselves into new challenges just to see what happens, trusting in luck to see them through. They're called luck stealers (with a mixture of derision and respect) because no matter how bad things get for everyone around them, these bards always seem to come out unscathed.": "熵学院的吟游诗人是流动的赌徒和大胆的冒险家，他们的行为极不可预测。与其依赖古老传说或武艺，这些吟游诗人投身于新的挑战中，只为看看会发生什么，相信幸运会带领他们度过难关。他们被称为“幸运窃贼”（带有一种蔑视和尊重的混合感情），因为无论周围的人遭遇多糟糕的情况，这些吟游诗人似乎总是毫发无损地脱身而出。",
	"When you join the College of Entropy at 3rd level, you gain proficiency with {@skill Acrobatics}, {@skill Athletics}, and a {@filter gaming set|items|source=|type=gaming set|category=} of your choice.": "当你在3级加入混沌学院时，你会获得{@skill Acrobatics}、{@skill Athletics}的熟练加成，以及一个你选择的{@filter gaming set|items|source=|type=gaming set|category=}。",
	"Also at 3rd level, you learn to borrow a little bit of other people's luck for yourself. When a creature that you can see within 60 feet of you makes an attack roll, ability check, or saving throw with advantage, you can use your reaction to expend one of your uses of {@classFeature Bardic Inspiration|Bard|PHB|1|PHB} to grant that creature a penalty to the check equal to the number rolled on your {@classFeature Bardic Inspiration|Bard|PHB|1|PHB} die. You gain Inspiration that is usable only on yourself and lasts for a number of rounds equal to the number rolled on the {@classFeature Bardic Inspiration|Bard|PHB|1|PHB} die. If you do not expend the Inspiration before that time, it is lost. Stealing luck, regardless of whether you use the Inspiration, causes a {@table chaos magic surge|DM07}.": "在3级时，你学会了为自己借来一点别人的运气。当你能看见的一只生物在你的60英尺内进行一次有优势的攻击检定、能力检定或豁免检定时，你可以使用你的反应消耗一个使用次数{@classFeature Bardic Inspiration|Bard|PHB|1|PHB}，使该生物在检定中受到一个惩罚，惩罚值等于你{@classFeature Bardic Inspiration|Bard|PHB|1|PHB}骰掷出的数字。你获得一个只能用于自己且持续回合数等于你{@classFeature Bardic Inspiration|Bard|PHB|1|PHB}骰掷出的数字的灵感。如果你在那段时间内没有使用灵感，它将会丢失。无论你是否使用了灵感，偷运气都会导致{@table chaos magic surge|DM07}。",
	"At 6th level, when you cast a {@filter chaos spell|spells|source=|subschool=chaos}, you cause a {@table chaos magic surge|DM07} and regain one use of your {@classFeature Bardic Inspiration|Bard|PHB|1|PHB}. You regain the use of infusion of fortune after a short or long rest.": "在6级时，当你施放一个{@filter chaos spell|spells|source=|subschool=chaos}时，你会引发一个{@table chaos magic surge|DM07}，并恢复你的{@classFeature Bardic Inspiration|Bard|PHB|1|PHB}的使用次数。你在短暂休息或长时间休息后恢复了幸运注入的使用次数。",
	"Everything desires to be something else. Starting at 14th level, as an action, the luck stealer can change one known spell to another spell of the same or lower level on the bard spell list. At the end of the bard's next turn, his or her list of known spells returns to normal. Using this ability causes a {@table chaos magic surge|DM07}.": "一切都渴望成为另一种形式。从14级开始，作为一个动作，幸运窃贼可以将一个已知的法术更改为吟游诗人法术列表中相同或更低级别的另一个法术。在吟游诗人的下一个回合结束时，他或她的已知法术列表将恢复正常。使用这个能力会导致一个{@table chaos magic surge|DM07}。",
	"Wizards who specialize in chaos magic crave an understanding of probability and life's unpredictable outcomes to the point of obsession. What starts as an attempt to analyze the patterns of chaos quickly becomes a trip down the rabbit hole to madness.": "专攻混沌魔法的巫师渴望理解概率和生活的不可预测结果，甚至到了痴迷的地步。最初试图分析混沌模式的尝试很快变成了一场通往疯狂深渊的旅程。",
	"Beginning at 2nd level when you select this school, the gold and time you must spend to copy a {@filter chaos spell|spells|source=|subschool=chaos} into your spellbook is halved.": "从2级开始，当你选择这个学派时，复制一个{@filter chaos spell|spells|source=|subschool=chaos}到你的法术书中所需的金钱和时间减半。",
	"Starting at 2nd level, you can manipulate the reality-changing forces of chaos to alter the odds of a situation. You can give yourself (as a bonus action) or a creature you can see (as a reaction) advantage on one attack roll, saving throw, or ability check that will be made this turn. Doing this causes a {@table chaos magic surge|DM07}. You must finish a long rest before you can use this ability again.": "从2级开始，你可以操纵混沌的现实改变力量来改变情况的机会。你可以给自己（作为一个奖励动作）或者你能看到的生物（作为一个反应）在本回合中进行的一次攻击检定、豁免检定或技能检定上获得优势。这样做会导致一个{@table chaos magic surge|DM07}。你必须完成一次长休才能再次使用这个能力。",
	"Starting at 6th level, when you cast a spell that causes damage, you can infuse the spell with greater power by channeling chaos through yourself. You make this choice after determining whether the spell has been successful (i.e., after making a spell attack roll) but before determining damage. If you invoke twisted arcana, roll {@dice 1d6 + 1}; this is the maximum number of your spell's damage dice you can reroll. You can reroll any number of damage dice up to that maximum, and you must use the rerolled results.": "从6级开始，当你施放造成伤害的法术时，你可以通过自身引导混沌之力来赋予法术更大的威力。你在确定法术是否成功（即，在进行法术攻击检定后）但在确定伤害之前做出这个选择。如果你引发扭曲奥术，投掷{@dice 1d6 + 1}；这是你的法术伤害骰子中可以重新投掷的最大数量。你可以重新投掷任意数量的骰子，但不能超过这个最大值，并且你必须使用重新投掷的结果。",
	"In addition, the type of damage your spell causes is replaced randomly. Use the {@table Damage Type|DM07} table to determine the spell's new damage type.": "此外，你的法术造成的伤害类型会被随机替换。使用 {@table Damage Type|DM07} 表确定法术的新伤害类型。",
	"Using this ability causes a {@table chaos magic surge|DM07}. You must finish a long rest before you can use this ability again.": "使用这个能力会导致一个{@table chaos magic surge|DM07}。你必须完成一次长休才能再次使用这个能力。",
	"Beginning at 10th level, when you cast a chaos magic spell, you gain resistance to a random damage type for a number of rounds equal to 1 + your Intelligence modifier (minimum 1). You can choose to cause a {@table chaos magic surge|DM07} as part of your casting; if you do, roll twice on the {@table Damage Type|DM07} table and choose the type you prefer, then determine the effect (if any) of the {@table chaos magic surge|DM07}. You must finish a long rest before you can use this ability again.": "从10级开始，当你施放混沌魔法咒语时，你会对一种随机伤害类型获得抗性，持续回合数为1 + 你的智力调整值（最少1回合）。你可以选择在施法时引发一个 {@table chaos magic surge|DM07}；如果你这么做，就在 {@table Damage Type|DM07} 表上投掷两次骰子，选择你喜欢的类型，然后确定 {@table chaos magic surge|DM07} 的效果（如果有）。在再次使用这个能力之前，你必须完成一次长休息。",
	"Starting at 14th level, anytime you cause a {@table chaos magic surge|DM07}, you regain one use of long odds, twisted arcana, or shifting resistance without taking a long rest. In addition, every time you cast a {@filter chaos spell|spells|source=|subschool=chaos}, you gain temporary hit points equal to your Intelligence modifier + the spell's level.": "从14级开始，每当你造成一个{@table chaos magic surge|DM07}时，你可以在不进行长休的情况下重新获得一次长期赌注、扭曲奥术或移形抗性的使用机会。此外，每当你施放一个{@filter chaos spell|spells|source=|subschool=chaos}时，你会获得临时生命值，数值等同于你的智力调整值加上该法术的等级。",
	"Just in time, you call out a fortunate warning to a creature. The target rolls a {@dice d4} and adds the number rolled to one attack roll, ability check, or saving throw that they have just made and uses the new result for determining success or failure.": "正好在时机成熟时，你向一个生物发出幸运的警告。目标投掷了一个{@dice d4}，并将所投掷的数字加到他们刚刚进行的一次攻击骰、能力检定或豁免骰上，并使用新结果来确定成功或失败。",
	"You point toward a creature that you can see and twist strands of chaotic energy around its fate. If the target fails a Charisma saving throw, the next attack roll or ability check the creature attempts within 10 minutes is made with disadvantage.": "你指向一个你能看见的生物，并在它的命运周围扭曲混沌能量的纹理。如果目标未通过一次魅力豁免才智检定，那么在接下来的10分钟内，该生物尝试的下一次攻击骰或技能检定都会带有劣势。",
	"While visualizing the world as you wish it was, you lay your hands upon a creature other than yourself and undo the effect of a {@table chaos magic surge|DM07} that affected the creature within the last minute. Reality reshapes itself as if the surge never happened, but only for that creature.": "当你想象世界如你所愿时，你将双手放在除自己以外的生物上，并消除了影响该生物的一个{@table chaos magic surge|DM07}，这个影响是在过去一分钟内发生的。现实重新塑造自己，仿佛那股能量从未发生过，但仅限于那个生物。",
	"When you cast this spell using a spell slot of 4th level or higher, the time since the wild surge can be 1 minute longer for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，狂野涌动发生后的时间可以每超过3级的位数多1分钟。",
	"You cause the form of a willing creature to become malleable, dripping and flowing according to the target's will as if the creature were a vaguely humanoid-shaped ooze. The creature is not affected by {@quickref difficult terrain|PHB|3}, it has advantage on Dexterity ({@skill Acrobatics}) checks made to escape a {@action grapple}, and it suffers no penalties when squeezing through spaces one size category smaller than itself. The target's movement is halved while it's affected by chaotic form.": "你让一个愿意的生物的形态变得可塑，根据目标的意愿滴落和流动，就像这个生物是一个模糊的类人状软泥怪物。该生物不受{@quickref difficult terrain|PHB|3}影响，它在试图逃脱{@action grapple}时获得优势的敏捷({@skill Acrobatics})检定，并且在挤过比自己小一个尺寸等级的空间时不受任何惩罚。目标在混乱形态影响下移动速度减半。",
	"When you cast this spell using a spell slot of 5th level or higher, the duration increases by 10 minutes for each slot level above 4th.": "当你使用5级或更高级别的法术位施放此法术时，持续时间会每超过4级的位数增加10分钟。",
	"Make a melee spell attack against a creature with a number of hit dice no greater than your level and at least 1 hp. On a hit, you conjure pulsating waves of chaotic energy within the creature and yourself. After a brief moment that seems to last forever, you and the creature's current hit point totals change. Roll {@dice d100} and increase or decrease the number rolled by any number up to your spellcasting level, then find the result on the {@table Hit Point Flux|DM07} table. Apply that result to both yourself and the target creature. Any hit points gained beyond a creature's normal maximum are temporary hit points that last for 1 round/caster level.": "对一个生命骰数量不超过你的等级且至少有1点生命值的生物进行一次近战法术攻击。命中后，你在生物和自己之间召唤出脉动的混沌能量波。在一个似乎永恒的短暂瞬间后，你和生物的当前生命值会发生改变。投掷{@dice d100}，将投掷的数字增加或减少你的法术等级内的任意数量，然后在{@table Hit Point Flux|DM07}表中找到结果。将该结果应用于你和目标生物。任何超出生物正常最大值的生命值都是持续1轮/施法者等级的临时生命值。",
	"For example, assume a 3rd-level spellcaster who currently has 17 of her maximum 30 hp casts {@spell chaotic vitality} on a creature with 58 hp and rolls a 75 on the {@table Hit Point Flux|DM07} table. The two creatures have a combined total of (17 + 54 =) 71 hp. A result of 75 indicates that both creatures get 50% of the total, so the spellcaster and the target end up with 35 hp each.": "例如，假设一名当前生命值为最大值30点中的17点的3级施法者对一只拥有58点生命值的生物施放{@spell chaotic vitality}，并在{@table Hit Point Flux|DM07}表格上掷出75点。这两只生物的总生命值为(17 + 54 =) 71点。得到75点的结果表示两只生物各获得总生命值的50%，因此施法者和目标最终各获得35点生命值。",
	"In the spellcaster's case, 5 of those hp are temporary and will last 3 rounds.": "在施法者的情况下，其中5点生命值是临时的，将持续3轮。",
	"When you cast this spell using a spell slot of 3rd level or higher, the maximum hit dice of the affected creature increases by 2 for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，受影响生物的最大命中骰增加2，每超过2级的法术位级别增加2个。",
	"You throw a handful of colored cloth into the air while screaming a litany of disjointed phrases.": "你将一把彩色布料扔向空中，同时尖叫着一连串毫不相关的短语。",
	"A moment later, a 30-foot cube centered on a point within range fills with multicolored light, cacophonous sound, overpowering scents, and other confusing sensory information. The effect is dizzying and overwhelming. All enemies within the cube must make successful Intelligence saving throws or be {@condition blinded}, {@condition deafened}, and fall {@condition prone}. They cannot stand up or recover from this blindness or deafness while within the area of effect, but the conditions and the restriction on standing end immediately for a creature who leaves the spell's area of effect.": "片刻后，以范围内某点为中心的一个30英尺立方体充满了五颜六色的光芒、刺耳的声音、令人难以忍受的气味以及其他令人困惑的感官信息。这种效果让人眩晕并不知所措。在立方体内的所有敌人必须进行成功的智力豁免才能避免{@condition blinded}、{@condition deafened}并且倒下{@condition prone}。它们无法站起来或从这种失明或失聪中恢复，但当离开法术影响范围的生物立刻结束这些条件和站立限制。",
	"By twisting a length of silver wire around your finger, you tie your fate to those around you. When you take damage, that damage is divided equally between you and all creatures in range who fail a Charisma saving throw. Any leftover damage that can't be divided equally is taken by you. Creatures are allowed a fresh saving throw against this spell each time you take damage, and a success ends the spell's effect on that creature. Creatures that approach to within 60 feet of you after the spell was cast are affected.": "通过将一根银丝在你的手指上缠绕，你将自己的命运与周围的人联系在一起。当你受到伤害时，这个伤害会平均分配给你和范围内所有未通过魅力豁免检定的生物。无法平均分配的剩余伤害将由你承担。每次你受到伤害时，生物都可以重新进行一次豁免检定，成功的话该生物就不再受这个法术的影响。在法术施放后靠近你不到60英尺的生物也会受到影响。",
	"You channel the force of chaos to taint your target's mind. A target that fails to make a successful Wisdom saving throw must roll {@dice 1d20} and consult the {@table Alignment Fluctuation|DM07} table to find its new alignment, and it must roll anew every minute of the spell's duration. The target's alignment stops fluctuating and returns to normal when the spell ends. These changes do not, in and of themselves, make the affected creature friendly or hostile toward the caster, but they can cause creatures to behave in unpredictable ways.": "你引导混沌之力侵蚀目标的思维。未能通过成功的感知豁免检定的目标必须投掷{@dice 1d20}，并查阅{@table Alignment Fluctuation|DM07}表格以找到它的新取向，每分钟都必须重新投掷一次，直到法术结束。目标的取向在法术结束时停止波动并恢复正常。这些变化本身并不会使受影响的生物对施法者友好或敌对，但它们可能导致生物表现出不可预测的行为。",
	"You direct a bolt of rainbow colors toward a creature of your choice within range. If it hits, the target takes {@damage 3d8} damage of a random type (determined by rolling on the {@table Damage Type|DM07} table; see {@subclassFeature Twisted Arcana|Wizard|PHB|Chaos|DM07|6|DM07}). If your attack roll was odd (the roll itself, not the adjusted result), the bolt leaps to a new target of your choice within range that has not already been targeted by frenzied bolt, requiring a new spell attack roll to hit.": "你朝着你选择范围内的生物释放一道彩虹色的闪电。如果命中，目标会受到{@damage 3d8}点随机类型的伤害（通过在{@table Damage Type|DM07}表上掷骰来确定；参见{@subclassFeature Twisted Arcana|Wizard|PHB|Chaos|DM07|6|DM07}）。如果你的攻击骰点数是奇数（指的是骰点数本身，而不是调整后的结果），那么闪电会跳到你选择的范围内尚未被狂乱闪电攻击过的新目标，需要进行新的法术攻击骰点来判定是否命中。",
	"The bolt continues leaping to new targets until you roll an even number on your spell attack, miss a target, or run out of potential targets. All targets must be within range from you. You and your allies are legal targets for this spell, if you are particularly lucky—or unlucky.": "这道闪电将一直跳跃到新目标，直到你的法术攻击掷出一个偶数、未命中目标，或者潜在目标用尽。所有目标必须在你的射程内。你和你的盟友都是这个法术的合法目标，如果你特别幸运——或者不幸的话。",
	"When you cast this spell using a spell slot of 3rd level or higher, you create an additional bolt for each slot level above 2nd. Each potential target can be hit only once by the spell, not once per bolt.": "当你使用3级或更高级别的法术位施放此法术时，你会为每个高于2级的位级额外创造一道闪电。每个潜在目标只能被法术击中一次，而不是每道闪电都能击中一次。",
	"You call out a distracting curse to a creature, altering its chance to succeed at whatever it's currently doing.": "你向一只生物施放了一个分散注意力的诅咒，改变了它成功完成当前任务的机会。",
	"You roll a {@dice d4} and subtract the number rolled from an attack roll, ability check, or saving throw that the target creature just made; the target uses the lowered result to determine the outcome of its roll.": "你掷出一个{@dice d4}，然后从目标生物刚刚进行的攻击骰、能力检定或豁免骰中减去所掷的数字；目标使用降低后的结果来决定其骰的结果。",
	"Using your strength of will, you protect up to three creatures other than yourself from the effect of a {@table chaos magic surge|DM07}. The protected creatures gain a saving throw to negate the effect of a {@table chaos magic surge|DM07} that does not normally allow a saving throw, or they get advantage on a normally allowed saving throw. Once a protected creature makes a successful saving throw allowed by mass surge dampener, the spell's effect ends for that creature.": "运用你的意志力，你可以保护除自己以外的最多三个生物免受{@table chaos magic surge|DM07}的影响。被保护的生物可以进行豁免投骰来抵消通常不允许豁免的{@table chaos magic surge|DM07}的效果，或者在通常允许豁免的情况下获得优势。一旦受保护的生物成功进行了由群体涌泉抑制器允许的豁免投骰，该法术的效果就会对该生物结束。",
	"You become a humanoid-shaped swirling mass of color and sound. You gain resistance to bludgeoning, piercing, and slashing damage, and immunity to poison and psychic damage. You are also immune to the following conditions: {@condition exhaustion}, {@condition paralyzed}, {@condition petrified}, {@condition poisoned}, and {@condition unconscious}. Finally, you gain {@sense truesight} to 30 feet and can teleport 30 feet as a move.": "你变成了一个人形的色彩和声音交织的漩涡。你获得对钝击、刺击和斩击伤害的抗性，以及对毒素和精神伤害的免疫力。你还免疫以下状态：{@condition exhaustion}，{@condition paralyzed}，{@condition petrified}，{@condition poisoned}和{@condition unconscious}。最后，你的移动速度增加了{@sense truesight}至30英尺，并且可以作为一个移动动作传送30英尺。",
	"Each round as a bonus action, you can invoke a {@table chaos magic surge|DM07}, choosing yourself or another creature as the caster for resolving the effect. You must choose the target before rolling for the {@table chaos magic surge|DM07}. The DC of any required saving throw is determined as if you were the caster.": "每轮作为一个奖励动作，你可以祈求一个{@table chaos magic surge|DM07}，选择自己或另一个生物作为施法者来解决效果。你必须在掷骰子前选择目标进行{@table chaos magic surge|DM07}。任何需要豁免扑的 DC 像你是施法者一样确定。",
	"By wrapping yourself in strands of chaotic energy, you gain advantage on the next attack roll or ability check that you make. Fate is a cruel mistress, however, and her scales must always be balanced. The second attack roll or ability check (whichever occurs first) that you make after casting shifting the odds is made with disadvantage.": "通过将自己包裹在混沌能量的缠绕中，你在下一次攻击检定或技能检定中获得优势。然而，命运是残酷的女主人，她的天平必须始终保持平衡。在施放了“(shifting the odds)”后的第二次攻击检定或技能检定（以先发生者为准）将以劣势进行。",
	"Using your strength of will, you cause one creature other than yourself that you touch to become so firmly entrenched within reality that it is protected from the effects of {@table chaos magic surge|DM07|chaos magic surges}. The protected creature gains a saving throw to negate the effect of a {@table chaos magic surge|DM07} that does not normally allow a saving throw, or it gets advantage on a normally allowed saving throw. Once the protected creature makes a successful saving throw allowed by surge dampener, the spell's effect ends for that creature.": "运用你的意志力，你可以让除自己以外的一个生物，在你触碰的情况下，变得牢固地根植于现实之中，从而免受{@table chaos magic surge|DM07|chaos magic surges}的影响。受到保护的生物可以进行一次豁免扑克牌来抵消一个{@table chaos magic surge|DM07}的效果，这个效果通常不允许进行豁免扑克牌，或者在通常允许进行豁免扑克牌的情况下获得优势。一旦受保护的生物成功进行了由涌泉抑制器允许的豁免扑克牌，那么该法术的效果就会对该生物结束。",
	"You infuse your body with raw chaos and will it to adopt a helpful mutation. Roll {@dice 1d10} and consult the {@table Uncontrollable Transformation|DM07} table below to determine what mutation occurs. You can try to control the shifting of your body to gain a mutation you prefer, but doing so is taxing; roll {@dice 1d10} twice and choose the result you prefer, but gain one level of {@condition exhaustion}. At the end of the spell, your body returns to its normal form.": "你将你的身体注入原始混沌之力，并让其产生有益的变异。投掷 {@dice 1d10}，参考下面的 {@table Uncontrollable Transformation|DM07} 表确定发生的变异。你可以尝试控制身体的变化，以获得你喜欢的变异，但这样做是很费力的；投掷 {@dice 1d10} 两次，然后选择你喜欢的结果，但会获得一级 {@condition exhaustion}。咒语结束时，你的身体会恢复到正常形态。",
	"When you cast this spell using a spell slot of 8th level or higher, you gain an additional mutation for each slot level above 7th.": "当你使用8级或更高级别的法术位施放这个法术时，你会获得额外的(%num%)突变，每个超过7级的位级都会增加一个突变。",
	"You gain one level of {@condition exhaustion} for each mutation you try to control.": "每次尝试控制变异，你就会获得{@condition exhaustion}的一个等级。",
	"You unravel the bonds of reality that hold a suit of armor together. A target that's wearing armor must succeed on a Constitution saving throw or its armor softens to the consistency of candle wax, decreasing the creature's AC by 2.": "你解开了维系一套盔甲的现实纽带。一个穿着盔甲的目标必须成功进行一次体质豁免才能使其盔甲变软至蜡烛般的一致性，将该生物的AC减少2。",
	"This spell has no effect on creatures that aren't wearing armor separate from their bodies.": "这个法术对没有穿戴与身体分开的盔甲的生物没有效果。",
	"You surround yourself with the forces of chaos. Wild lights and strange sounds surround you, making stealth impossible. While wild shield is active, you can spend a reaction to absorb a spell that targets you or whose area of effect you are within. An absorbed spell has no effect, but absorbing a spell causes a {@spell chaos magic surge|DM07} as if you had cast a spell, with you as the caster for all magic surge effects.": "你将自己置身于混沌力量之中。狂野的光芒和奇异的声音环绕着你，使得潜行变得不可能。当狂野护盾激活时，你可以花费一个反应来吸收一个以你为目标或范围覆盖你的法术。被吸收的法术没有效果，但吸收一个法术会导致一个{@spell chaos magic surge|DM07}，就像你施放了一个法术一样，所有的魔法涌现效果都以你为施法者。",
	"Wild shield ends when the duration expires or when it absorbs 4 levels of spells. If you try to absorb a spell whose level exceeds the spell levels remaining, make an ability check using your spellcasting ability.": "野性护盾在持续时间结束或吸收了4个法术等级后结束。如果你试图吸收一个法术，其等级超过了剩余的法术等级，需进行一次技能检定，使用你的施法能力。",
	"The DC equals 10 + the spell's level + the levels wild shield can still absorb. If the check succeeds, the spell is absorbed; if the check fails, the spell takes its full effect. The {@table chaos magic surge|DM07} happens regardless of whether the spell is absorbed.": "DC等于10 + 法术等级 + 野性护盾仍然可以吸收的等级。如果检定成功，法术被吸收；如果检定失败，法术产生完整效果。{@table chaos magic surge|DM07}无论法术是否被吸收都会发生。",
	"When you cast this spell using a spell slot of 5th level or higher, you can absorb 1 additional spell level for each slot level above 4th.": "当你使用5级或更高级别的法术位施放这个法术时，你可以吸收每个高于4级的法术位级别多1个法术级别。",
	"Chaotic good": "混乱善良 (Chaotic Good)",
	"Chaotic neutral": "混乱中立 (Chaotic Neutral)",
	"Chaotic evil": "混乱邪恶 (Chaotic Evil)",
	"Neutral evil": "中立邪恶 (Neutral Evil)",
	"Lawful evil": "秩序邪恶(Lawful Evil)",
	"Lawful good": "守序善良 (Lawful Good)",
	"Lawful neutral": "守序中立(Lawful Neutral)",
	"Neutral good": "中立善良 (Neutral Good)",
	"Neutral": "中立 (Neutral)",
	"You cast {@spell hypnotic pattern} centered on yourself.": "你在自己身上施放{@spell hypnotic pattern}。",
	"The target of your spell or ability is also targeted by an {@spell Enlarge/Reduce|PHB|enlarge} spell. If there is no target, the {@spell Enlarge/Reduce|PHB|enlarge} affects you.": "你的法术或能力的目标也会成为一个{@spell Enlarge/Reduce|PHB|enlarge}法术的目标。如果没有目标，那么{@spell Enlarge/Reduce|PHB|enlarge}会影响到你。",
	"An angry {@creature constrictor snake} controlled by the GM appears wrapped around your waist.": "一个由GM控制的愤怒{@creature constrictor snake}出现在你的腰间。",
	"For 10 rounds, a gust of wind blows out from you in all directions.": "在接下来的10轮中，一股风从你身上向四面八方吹出。",
	"Three targets you can see within 60 feet chosen by you are targeted by a {@spell ray of frost}.": "你选择的三个目标在60英尺内可见，被一个{@spell ray of frost}所选中。",
	"You rise 30 feet into the air, where you hover until the start of your next turn, when you fall.": "你上升30英尺到空中，悬停直到你的下一个回合开始时，然后你掉落。",
	"You grow a purple mustache {@dice 3d6} inches in length.": "你长出一根紫色的胡须{@dice 3d6}英寸长。",
	"You are cloaked in shadow and reek of brimstone for 1 hour. During that time, you have advantage on Charisma ({@skill Intimidation}) checks and disadvantage on Charisma ({@skill Persuasion}) checks.": "你被黑影笼罩，散发着硫磺的气味，持续1小时。在此期间，你在魅力检定中获得优势({@skill Intimidation})，但在魅力检定中获得劣势({@skill Persuasion})。",
	"You summon a {@creature mule} 100 feet above the target of your spell or ability. If you do not have a target, the {@creature mule} appears above you. Both the {@creature mule} and the creature it lands on take {@damage 10d6} bludgeoning damage from the inevitable fall, or the creature under the {@creature mule} takes no damage with a successful Dexterity saving throw; the DC equals your spell save DC.": "你召唤一个{@creature mule}，在目标上方100英尺处。如果你没有目标，{@creature mule}会出现在你上方。{@creature mule}和被它压到的生物都会受到{@damage 10d6}的钝击伤害，或者在成功进行敏捷豁免才能的情况下，{@creature mule}下的生物不会受到伤害；豁免 DC 等于你的法术豁免 DC。",
	"You cast {@spell contact other plane}.": "你施放了{@spell contact other plane}。",
	"Rum rains from the sky in a 30-foot radius around you for 10 rounds.": "在你周围半径为30英尺的范围内，酒雨持续下降10轮。",
	"You regain your highest-level expended spell slot.": "你恢复你消耗的最高等级法术位。",
	"You cast a hemispherical {@spell wall of force}, centered on yourself.": "你施放一个以自己为中心的半球形{@spell wall of force}。",
	"All of your hair falls out. It grows back at the normal rate.": "你的所有头发掉光了。它会以正常速度重新长回来。",
	"You gain resistance to one type of damage, determined randomly, for one hour.": "你获得对一种类型的伤害的抗性，随机确定，持续一小时。",
	"Loud horns that can be heard for a mile sound for 1 hour. The sound moves with you.": "一声能在一英里外听到的响亮号角响了1小时。声音会随着你移动。",
	"Until you complete a long rest, every word you utter sounds normal to you but is heard by others as incomprehensible babbling. This doesn't impair your ability to cast spells.": "在你完成一次长休之前，你说出的每个词对你来说听起来很正常，但被别人听到却是无法理解的胡言乱语。这不会影响你施放法术的能力。",
	"Three targets within 30 feet that you can see are targeted by a bolt of light that does {@damage 1d8} radiant damage. Each individual target can negate the damage with a successful Constitution saving throw.": "你可以看到的30英尺内的三个目标被一道光之箭所瞄准，造成{@damage 1d8}点辐射伤害。每个目标可以通过成功的体质豁免才能免疫伤害。",
	"Every creature within 60 feet of you, except you, teleports 10 feet in a random direction. If the destination is a solid object or hazardous terrain, the creature doesn't move.": "在你周围60英尺范围内的每个生物，除了你以外，会随机向某个方向传送10英尺。如果目的地是固体物体或危险地形，生物将不会移动。",
	"The sun (or moon if it is night) is eclipsed for 10 minutes.": "太阳（或者如果是晚上则是月亮）被遮蔽了10分钟。",
	"You become immune to all damage for 1 round.": "你在1轮内对所有伤害免疫。",
	"Until you complete a long rest, you leave burning footprints that smolder in your wake for 5 rounds. The flames are hot enough to ignite easily flammable material (leaves, paper, cloth).": "在你完成一次长休之前，你留下燃烧的脚印，会在你走过的地方余烬燃烧5轮。这些火焰足够炽热，可以轻易点燃易燃材料（树叶，纸张，布料）。",
	"You turn into a succulent cooked ham for 10 rounds. While a ham, you are {@condition incapacitated} and are vulnerable to all damage. The gold plate that you appear upon can be sold for 5 gp.": "你变成了一块多汁的煮火腿，持续10轮。在火腿状态下，你是{@condition incapacitated}，对所有伤害都会受到双倍伤害。你出现在的金盘可以卖5金币。",
	"For 30 feet around you, the ground turns into broken, uneven, {@quickref difficult terrain|PHB|3}.": "在你周围30英尺范围内，地面变得破碎、不平整，{@quickref difficult terrain|PHB|3}。",
	"For 1 hour, you gain a bonus to weapon damage equal to your spellcasting ability.": "在1小时内，你的武器伤害奖励等同于你的法术能力值。",
	"You open a portal to the Abyss that stays open for 10 rounds. Each round there is a {@dice 1d20|1 in 20} chance that a fiend or other Abyssal creature of the GM's choice walks through.": "你打开了一个通往深渊的传送门，持续开启10轮。每一轮都有{@dice 1d20|1 in 20}的几率，一只恶魔或其他由GM选择的深渊生物走出来。",
	"You cast {@spell healing word} on a target of your choice.": "你对你选择的目标施放{@spell healing word}。",
	"Your eyes turn into potatoes and fall from their sockets. You are {@condition blinded} until you receive a {@spell remove curse} or {@spell regenerate} spell.": "你的眼睛变成土豆并从眼眶中掉落。你会保持{@condition blinded}状态，直到你接受到{@spell remove curse}或{@spell regenerate}法术。",
	"You hear a thunderous sound and are {@condition stunned} until the end of your next turn.": "你听到一声巨响，直到你的下一个回合结束，你处于{@condition stunned}状态。",
	"You cast {@spell moonbeam}.": "你施放了{@spell moonbeam}。",
	"An item you hold is covered in {@spell continual flame}. If you are not holding an item, the GM chooses an item within 30 feet of you to be the target.": "你手中的物品被{@spell continual flame}覆盖。如果你没有拿着物品，GM会选择你附近30英尺内的一个物品作为目标。",
	"You and two targets that you can see within 30 feet of you are affected by a {@spell bane} spell.": "你和你能看到的两个目标都受到了一个{@spell bane}法术的影响。",
	"You gain advantage on your next attack roll, ability check, or saving throw within 24 hours.": "在接下来的24小时内，你在下次攻击检定、能力检定或豁免检定中获得优势。",
	"You suffer disadvantage on your next attack roll, ability check, or saving throw within 24 hours.": "在接下来的24小时内，你在进行下一个攻击检定、能力检定或豁免检定时，都会受到劣势。",
	"Choose a target that you can see within 60 feet other than yourself to gain temporary hit points equal to your level.": "选择一个你能看到的目标，距离不超过60英尺，获得临时生命值，数值等同于你的等级。",
	"A barrel of lamp oil appears adjacent to you.": "一个木桶的灯油出现在你旁边。",
	"You are targeted by a {@spell disguise self} spell making you appear as a dirt-covered human child of the opposite gender.": "你被一项{@spell disguise self}法术所瞄准，使你看起来像是一个被泥土覆盖的异性儿童。",
	"Dim pink light fills an area 30 feet around your target. If your spell or ability has no target, the light is centered on you.": "淡粉色光线填满了目标周围30英尺的区域。如果你的法术或能力没有目标，光线将以你为中心。",
	"You summon a {@creature boar} to a space you can see within 30 feet. The {@creature boar} follows your commands for 1 minute and then disappears. It is wearing a green dress.": "你召唤一个{@creature boar}到你能看见的一个距离不超过30英尺的空间。这个{@creature boar}会在1分钟内遵循你的命令，然后消失。它穿着一件绿色连衣裙。",
	"You cast {@spell flame strike} centered on yourself.": "你以自己为中心施放{@spell flame strike}。",
	"You gain {@dice 1d4 x 10} pounds of weight.": "你增加了{@dice 1d4 x 10}磅的体重。",
	"You gain a +2 bonus to your AC for a number of rounds equal to your spellcasting ability.": "你的AC获得+2的加值，持续回合数等同于你的施法能力。(spellcasting ability)。",
	"The ground beneath your target, or beneath you if your spell or ability has no target, sinks 1 foot. The target also falls {@condition prone} unless it makes a successful Dexterity saving throw.": "如果你的法术或能力没有目标，或者目标在你下方，目标下方的地面会下陷1英尺。目标也会摔倒{@condition prone}，除非它成功进行敏捷豁免才能避免。",
	"Red silk scarves and origami cranes swirl through the air within 500 feet of you, causing light obscurement. The scarves are worth 100 gp in total if collected.": "在你周围500英尺范围内，红色丝绸围巾和折纸鹤在空中飘舞，造成轻微遮蔽。如果收集起来，这些围巾总价值为100 gp。",
	"A table with a {@spell heroes' feast|PHB|hero's feast} appears within 10 feet of you.": "一个带有 {@spell heroes' feast|PHB|hero's feast} 的桌子出现在你身边的10英尺内。",
	"Three {@creature skeleton|MM|skeletons} under the control of the GM claw their way out of the ground and attack random living creatures until they are destroyed.": "三个{@creature skeleton|MM|skeletons}在(%GM%)的控制下从地面爬出来，袭击随机的活物，直到它们被摧毁。",
	"You cast {@spell barkskin} upon yourself. Your hair is permanently replaced with green leaves until you receive a {@spell remove curse} or comparable magic.": "你对自己施放了{@spell barkskin}。你的头发永久被绿叶取代，直到你接受了{@spell remove curse}或类似的魔法。",
	"Your teeth turn into moths and fly away.": "你的牙齿变成飞蛾并飞走了。",
	"You sprout insect wings, giving you a fly speed of 30 feet. The wings last for 1 minute.": "你长出昆虫翅膀，使你获得30英尺的飞行速度。这对翅膀持续1分钟。",
	"A weapon you can see within 30 feet glows and becomes a magic weapon for 1 minute.": "你能在30英尺内看到的一件武器会发光，并在1分钟内变成魔法武器。",
	"Force": "力量 (Force)",
	"Lightning": "闪电",
	"Necrotic": "死灵",
	"Poison": "毒药",
	"Psychic": "通灵术 (Psychic)",
	"Radiant": "光明之城 (Radiant)",
	"Thunder": "雷霆",
	"25% of combined total": "组合总数的25%",
	"50% of combined total": "总数的50%",
	"75% of combined total": "总数的75%",
	"100% of combined total": "总计的100% (%combined total%)",
	"200% of combined total and both creatures gain the effect of a {@spell haste} spell": "总数的200%，并且两个生物都获得{@spell haste}法术的效果",
	"A spindly third arm sprouts out of your shoulder. By using a bonus action, you can use it to attack with a light weapon. You have advantage on Dexterity ({@skill Sleight of Hand}) checks and checks that require the manipulation of tools.": "一根纤细的第三只手从你的肩膀上生长出来。通过使用一个奖励动作，你可以用它来用一把轻型武器进行攻击。你在敏捷检定和需要使用工具进行操作的检定中获得优势。",
	"Your skin is covered by rough scales that increase your AC by 1 and give you resistance to a random damage type (roll on the {@table Damage Type|DM07} table).": "你的皮肤覆盖着粗糙的鳞片，这些鳞片使你的AC提高1点，并让你对一种随机伤害类型具有抗性（在{@table Damage Type|DM07}表上投掷骰子确定）。",
	"A strange, puckered orifice grows on your back. You can use the orifice to forcefully expel air, granting you a fly speed of 30ft. You must land at the end of your turn. In addition, as a bonus action you can try to push a creature away with a blast of air. The target is pushed 5 feet away from you if it fails a Strength saving throw. The DC equals 10 + your Constitution modifier.": "你的背部长出一个奇怪的、皱缩的孔。你可以利用这个孔强行排出空气，使你获得30尺的飞行速度。你必须在回合结束时着陆。此外，作为一个奖励动作，你可以尝试用一股气流推开一个生物。如果目标未通过一次力量豁免检定，它将被推开5英尺远离你。豁免 DC 为 10 + 你的体质调整值。",
	"A second face appears on the back of your head. You gain {@sense darkvision} to 120 feet and advantage on sight-based and scent-based Wisdom ({@skill Perception}) checks. You become adept at carrying out conversations with yourself.": "你的头后长出了第二张脸。你的视野范围增加了 {@sense darkvision} 至 120 英尺，并且在基于视觉和嗅觉的感知智慧检定上获得优势。你变得擅长与自己进行对话。",
	"You grow gills that not only allow you to breathe under water but also filter poison out of the air. You gain immunity to inhaled poisons.": "你长出了腮，不仅可以让你在水下呼吸，还可以过滤空气中的毒素。你获得对吸入毒素的免疫力。",
	"Your hindquarters elongate and you grow a second set of legs. Your base walking speed increases by 10 feet and your carrying capacity becomes your Strength score multiplied by 20.": "你的后躯变长，长出第二对腿。你的基础行走速度增加10英尺，携带能力变为你的力量分数乘以20。",
	"You become incorporeal can move through other creatures and objects as if they were {@quickref difficult terrain|PHB|3}. You take 5 ({@damage 1d10}) force damage if you end your turn inside an object. You can't pick up or interact with physical objects that you weren't carrying when you became incorporeal.": "你变得无实体，可以像穿过{@quickref difficult terrain|PHB|3}一样穿过其他生物和物体。如果你在物体内结束回合，会受到5点{@damage 1d10}力场伤害。你不能拾取或与在你变得无实体时未携带的物体互动。",
	"Your limbs elongate and flatten into prehensile paddles. You gain a swim speed equal to your base walking speed and have advantage on Strength ({@skill Athletics}) checks made to climb or swim. In addition, your unarmed strikes do {@damage 1d6} bludgeoning damage.": "你的四肢变长并扁平化成可抓握的桨板。你获得一个等同于你基础行走速度的游泳速度，并且在攀爬或游泳时进行的力量检定获得优势{@skill Athletics}。此外，你的徒手攻击造成{@damage 1d6} 钝击伤害。",
	"Your head fills with a light gas and swells to four times its normal size, causing all of your hair to fall out. You have advantage on Intelligence and Wisdom ability checks and can levitate up to 5 feet above the ground.": "你的头脑充满了一种轻盈的气体，膨胀到正常大小的四倍，导致你所有的头发掉光。你在智力和感知能力检定上获得优势，并且可以在地面上方 levitate（悬浮） 高达5英尺。",
	"You grow three sets of feathered wings that give you a fly speed equal to your walking speed and the ability to hover.": "你长出了三对羽翼，让你获得了与你步行速度相等的飞行速度，并且具备悬停的能力。",
	"Greg Marks": "格雷格·马克斯 (Greg Marks)",
	"Steve Winter": "史蒂夫·温特 (Steve Winter)",
	"Marc Radle": "马克·拉德尔 (Marc Radle)",
	"Marcel Mercado": "马塞尔·梅尔卡多 (Marcel Mercado)",
	"Marcel Mercado, Corwin Paradinha, Florian Stitz, Bryan Syme": "Marcel Mercado（Marcel Mercado）, Corwin Paradinha（Corwin Paradinha）, Florian Stitz（Florian Stitz）, Bryan Syme（Bryan Syme）",
	"Wolfgang Baur": "沃尔夫冈·鲍尔 (Wolfgang Baur)",
	"Kobold Press, Midgard, Open Design, and their associated logos are trademarks of Open Design.": "Kobold Press，Midgard，Open Design和它们的相关标志是Open Design的商标。",
	"The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Content: All trademarks, registered trademarks, proper names (characters, place names, new deities, etc.), dialogue, plots, story elements, locations, characters, artwork, sidebars, and trade dress.": "以下物品在此被确定为产品身份，根据开放游戏许可证1.0a版，第1(e)节的定义，并非开放内容：所有商标，注册商标，专有名称（角色，地名，新神明等），对话，情节，故事元素，地点，角色，艺术作品，侧栏和商标。",
	"(Elements that have previously been designated as Open Game Content are not included in this declaration.)": "（此声明不包括以前被指定为开放游戏内容的元素。）",
	"The Open content in this book includes the Chaos Savant arcane tradition, bardic College of Entropy, and the chaos spells.": "这本书中的开放内容包括混沌学者奥术传统，吟游诗人熵学院，以及混沌法术。",
	"No other portion of this work may be reproduced in any form without permission.": "未经许可，不得以任何形式复制本作品的任何部分。",
	"© 2016 Open Design": "© 2016 开放设计 (Open Design)",
	"The ability to channel and manipulate raw arcane power belongs to sorcerers alone—at least, that's what the mainstream schools of magic would have you believe. But a handful of wizards and bards have mastered something similar, called chaos magic. Dominating the chaotic energy of change itself leads a spellcaster along a narrow path that circles a pit of madness. Those who cling tenaciously to the path and avoid slipping into that roiling pit are rewarded with exceptional gifts. These practitioners, known as chaos mages (wizards) or luck stealers (bards), learn to alter reality through strength of will alone.": "操纵和操控原始奥术能量的能力只属于术士们——至少，这是主流魔法学派想让你相信的。但少数巫师和诗人掌握了类似的技能，被称为混沌魔法。驾驭混沌变化能量的能力将一个咒术师引向一条狭窄的道路，围绕着一口疯狂的深渊。那些顽强地坚守这条道路，避免滑入那个翻腾的深渊的人将获得非凡的天赋。这些实践者被称为混沌法师（巫师）或幸运窃贼（诗人），他们学会通过意志力量单独改变现实。",
	"Chaos spells are available to bards, sorcerers with the wild magic bloodline, and wizards.": "混沌法术可供诗人，野性魔法血脉的巫师和术士使用。",
	"The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.": "以下文字为Wizards of the Coast, LLC.的财产，并受版权保护，版权归2000 Wizards of the Coast, Inc (\"Wizards\")所有。保留所有权利。",
	"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.": "定义：(a)“贡献者”指已经贡献开放游戏内容的版权和/或商标所有者；(b)“衍生材料”指包括衍生作品和翻译（包括转换为其他计算机语言），改编，修改，校正，添加，扩展，升级，改进，编纂，删节或其他形式，以便对现有作品进行重组，转换或改编的受版权保护材料；(c)“分发”指复制，许可，出租，租赁，销售，广播，公开展示，传输或以其他方式分发；(d)“开放游戏内容”指游戏机制，包括方法，程序，流程和例行程序，只要此类内容不包含产品标识，并且是对先前技术的改进，并且由贡献者明确定义为开放游戏内容的任何附加内容，并指根据版权法涵盖的任何作品，但明确排除产品标识。(e)“产品标识”指产品和产品系列名称，标识和商标，包括商业外观；文物；生物角色；故事，情节，主题元素，对话，事件，语言，艺术作品，符号，设计，描绘，相似之处，格式，姿势，概念，主题和图形，摄影和其他视觉或音频表现；角色，法术，魔法，个性，团队，人物，相似之处和特殊能力的名称和描述；地点，环境，生物，装备，魔法或超自然能力或效果，标识，符号或图形设计；以及任何其他商标或由产品标识的所有者明确定义为产品标识的注册商标，明确排除开放游戏内容；(f)“商标”指贡献者用于识别自身或其产品或由贡献者贡献给开放游戏许可的相关产品的标识，名称，标记，标语，设计；(g)“使用”，“用于”或“使用”指使用，分发，复制，编辑，格式化，修改，翻译和以其他方式创建开放游戏内容的衍生材料；(h)“您”或“您的”指本协议的许可方。",
	"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.": "许可证：本许可证适用于包含指示Open Game Content只能在本许可证下使用的通知的任何Open Game Content。您必须在您使用的任何Open Game Content上附上这样的通知。除非许可证本身描述，否则不得添加或删除任何条款。不得对使用本许可证分发的任何Open Game Content应用其他条款或条件。",
	"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.": "接受与同意：通过使用开放游戏内容，您表明接受本许可证的条款。",
	"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.": "授予和对价：作为同意使用本许可证的对价，贡献者授予您一项永久性、全球范围内、免版税、非独占性的许可，具有本许可证的确切条款，以使用开放游戏内容。",
	"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.": "贡献权威的表述：如果您以开放游戏内容的形式贡献原创材料，您声明您的贡献是您的原创作品和/或您拥有足够的权利授予本许可证所传达的权利。",
	"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.": "许可版权通知：您必须更新此许可证的COPYRIGHT NOTICE部分，以包括您复制、修改或分发的任何开放游戏内容的COPYRIGHT NOTICE的确切文本，并且您必须在您分发的任何原始开放游戏内容的COPYRIGHT NOTICE中添加标题、版权日期和版权所有者的名称。",
	"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.": "产品识别的使用：您同意不得使用任何产品识别，包括作为兼容性指示，除非在与该产品识别的每个元素的所有者另行签订的独立协议中明确许可。您同意不得在包含开放游戏内容的作品中指示与任何商标或注册商标的兼容性或共适应性，除非在与该商标或注册商标的所有者另行签订的独立协议中明确许可。在开放游戏内容中使用任何产品识别并不构成对该产品识别所有权的挑战。在开放游戏内容中使用的任何产品识别的所有者将保留对该产品识别的所有权、标题和利益。",
	"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.": "识别：如果您分发开放游戏内容，您必须清楚地指出您正在分发的作品中哪些部分是开放游戏内容。",
	"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.": "更新许可证：巫师或其指定代理人可能会发布此许可证的更新版本。您可以使用此许可证的任何授权版本来复制、修改和分发最初在此许可证的任何版本下分发的任何开放游戏内容。",
	"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.": "您必须在您分发的每一份开放游戏内容副本中都包含这份许可证的副本。",
	"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.": "贡献者积分使用：除非您获得了贡献者的书面许可，否则您不得使用任何贡献者的姓名来营销或宣传开放游戏内容。",
	"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.": "无法遵守：如果由于法规、司法命令或政府法规的原因，您无法遵守本许可证的任何条款以及涉及的一些或全部开放游戏内容，那么您将无法使用受影响的任何开放游戏素材。",
	"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.": "终止：如果您未能遵守本许可协议的所有条款并在发现违约后30天内未能纠正违约行为，本许可协议将自动终止。所有子许可将在本许可协议终止后继续有效。",
	"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.": "改革：如果本许可证的任何条款被认为是不可执行的，该条款将仅在必要的范围内进行改革，以使其可执行。",
	"{@b Open Game License v 1.0a} Copyright 2000, Wizards of the Coast, LLC.": "{@b Open Game License v 1.0a} 版权所有 2000 年，海岸巫师公司 (Wizards of the Coast, LLC)。",
	"{@b System Reference Document 5.0} Copyright 2016, Wizards of the Coast, Inc.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.": "{@b System Reference Document 5.0} 版权所有 2016 年, 海岸巫师公司； 作者 Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, 和 Steve Townshend, 基于 E. Gary Gygax 和 Dave Arneson 的原始材料。",
	"{@b Deep Magic: Chaos Magic} © 2016 Open Design; Author: Greg Marks.": "{@b Deep Magic: Chaos Magic} © 2016 开放设计; 作者: Greg Marks."
}