{
	"This black iron armband bristles with long, needle-sharp iron thorns. When you attune to the armband, the thorns bite into your flesh. The armband doesn't function unless the thorns pierce your skin and are able to reach your blood.": "这条黑铁臂环上长满了尖锐的铁刺。当你与这臂环相调谐时，这些铁刺会刺入你的肌肤。这臂环只有在铁刺刺破你的皮肤并接触到你的血液时才会发挥作用。",
	"While wearing the band, after you roll a saving throw but before the GM reveals if the roll is a success or failure, you can use your reaction to expend one hit die. Roll the die, and add the number rolled to your saving throw.": "在佩戴这个护腕时，在你投掷豁免投骰之后，但在GM揭示投骰结果之前，你可以使用你的反应来消耗一个生命骰。投掷这个骰子，并将投掷的数字加到你的豁免投骰结果上。",
	"This crimson pearl feels slick to the touch and contains a mote of blood imbued with malign purpose. When you use an action to break the pearl, a blood elemental* is released as if you had cast the sanguine horror* spell, and the pearl's magic is lost. (* See {@i Deep Magic 12: Blood and Doom}.)": "这颗深红色的珍珠触感光滑，内含一粒注入邪恶目的的血液微粒。当你使用一个动作打破这颗珍珠时，一只血元素会被释放，就像你施放了血色恐怖法术一样，而且珍珠的魔法也会消失。(* 请参阅{@i Deep Magic 12: Blood and Doom}。)",
	"Blood-soaked hide armor is crafted from the tanned skins of humanoids, carefully preserved and layered. The armor is always smeared in tacky, semi-dried blood, no matter how carefully it's cleaned.": "这套浸满鲜血的皮甲是由人形生物的兽皮制成，经过精心保存和层层叠加。无论清洁得多么仔细，这件盔甲总是被粘稠半干的血液涂抹着。",
	"While wearing this armor, you gain a +1 bonus to AC, and you are immune to any effect that would cause you to lose hit points due to blood loss or ongoing wounds, such as the infernal wounds caused by a {@creature horned devil||horned devil's} tail or the necrotic damage caused by a {@item sword of wounding}.": "穿上这件盔甲后，你的AC获得+1加值，并且免疫任何可能让你因失血或持续性伤口而失去生命值的效果，比如{@creature horned devil||horned devil's}尾巴造成的地狱伤口或{@item sword of wounding}造成的死灵伤害。",
	"As an action, you can transform into a flowing pool of thick blood for 1 minute, or until you use a bonus action to revert to normal. Any equipment you are wearing or carrying melds into your form or falls to the ground (your choice). Your statistics remain the same, but any magic items other than the blood-soaked hide cease to function. While in blood form, you can't speak, you are resistant to bludgeoning, piercing, and slashing damage, you can move through any opening as small as 1 inch wide without squeezing, and you can enter the space of other creatures and end your turn there.": "作为一个动作，你可以变成一滩浓稠血液，持续1分钟，或者直到你使用一个额外动作恢复正常。你穿戴的或携带的任何装备会融入你的形态或掉落在地上（你可以选择）。你的属性保持不变，但除了浸血的兽皮外，任何魔法物品都会失去功能。在血液形态中，你无法说话，对钝击、刺击和斩击伤害具有抗性，你可以在不挤压的情况下通过任何1英寸宽的开口，你可以进入其他生物的空间并在那里结束你的回合。",
	"A creature that starts its turn in your space must succeed on a DC 15 Constitution saving throw or lose {@damage 3d6} hit points due to blood loss, and you regain a number of hit points equal to half the number of hit points the creature lost. Constructs and undead who aren't vampires are immune to this effect.": "当一个生物在你的空间内开始它的回合时，必须通过一次 DC 15 的体质豁免检定，否则因失血而损失 {@damage 3d6} 生命值，并且你将恢复的生命值数量等于该生物损失生命值数量的一半。构造体和不是吸血鬼的不死生物对此效果免疫。",
	"Once you assume blood form, you can't use that ability again until the next dawn.": "一旦你变成血液形态，直到第二天黎明前都不能再使用这个能力。",
	"While you wear this red silk cloak, you can visit retribution on any creature that dares spill your blood. When you take piercing, slashing, or necrotic damage from a creature, you can use your reaction to turn your blood into a punishing spray. The creature that damaged you must make a DC 13 Dexterity saving throw, taking {@damage 2d10} acid damage on a failed save or half as much damage on a successful one.": "穿上这件红色丝绸披风时，你可以对任何敢于流你血的生物进行报复。当你受到生物造成的穿刺、切割或死灵伤害时，你可以使用你的反应将你的血液变成一股惩罚性的喷射。伤害你的生物必须进行一次 DC 13 敏捷豁免，未通过则受到 {@damage 2d10} 酸性伤害，通过则受到一半伤害。",
	"The cloak has 3 charges. Each use of the cloak expends 1 charge. The cloak regains {@dice 1d3} expended charges daily at dawn.": "这件披风有3个充能。每次使用披风消耗1个充能。披风在每天黎明时恢复{@dice 1d3}已用充能。",
	"Taergash the Bloodpurger was the founder of the blood magic discipline, and though he is long dead, a sliver of his will and cruelty lives on. {@i Taergash's tear} is a teardrop-shaped ruby pendant suspended on a gold chain.": "塔加什（Taergash）是血魔法学派的创始人，尽管他早已去世，但他的意志和残忍仍然存在一丝。{@i Taergash's tear} 是一枚悬挂在金链上的泪滴形红宝石吊坠。",
	"While wearing {@i Taergash's tear}, you gain the benefits of wearing a {@item periapt of wound closure}. The tear has 7 charges. It regains {@dice 1d4 + 3} expended charges daily at dawn but only if you have dealt piercing, slashing, or necrotic damage to a creature that has blood since the previous dawn.": "佩戴{@i Taergash's tear}时，你获得佩戴{@item periapt of wound closure}的好处。这个饰品有7个充能。它在每天黎明时恢复{@dice 1d4 + 3}个已使用的充能，但前提是自上一个黎明以来，你已对一名有血的生物造成了穿刺、砍砍或死灵伤害。",
	"As an action, you can expend1 charge to target a creature you can see within 60 feet. If bloodsight is active, you can target a creature revealed to you by its blood, even if it has total cover from you. The creature's blood violently erupts from its body through its eyes, nose, mouth, or any similar orifice, or simply from its skin through burst blood vessels. The target must make a DC 15 Constitution saving throw, taking {@damage 4d8} necrotic damage and is {@condition stunned} until the start of your next turn on a failed save or half as much damage and isn't stunned on a successful one.": "作为一个动作，你可以消耗1点充能来瞄准一个在60英尺内可见的生物。如果血视处于激活状态，你可以瞄准通过其血液被揭示给你的生物，即使它对你完全遮挡。生物的血液会从其眼睛、鼻子、嘴巴或任何类似的孔道，或者仅仅通过爆裂的血管从其皮肤中猛烈喷发出来。目标必须进行一次 DC 15 的体质豁免才能，失败则受到 {@damage 4d8} 死灵伤害并在你的下一个回合开始前处于 {@condition stunned} 状态，成功则只受一半伤害且不会被眩晕。",
	"You regain a number of hit points equal to half the necrotic damage the target takes, but never more than the number of hit points it had before taking damage.": "你回复的生命值数值等于目标受到的死灵伤害的一半，但不会超过目标受伤前的生命值数值。",
	"As a bonus action, you can expend 2 charges to sense the presence of any creature that has blood within 60 feet of you. This lasts for 1 minute. You see a red, pulsing light illuminating the heart and veins that throbs brighter in time with the creature's heartbeat. This light is visible to you even in magical darkness or other heavily obscured areas and through solid objects. Creatures revealed to you in this way gain no benefit against you for being hidden or {@condition invisible}.": "作为一个奖励动作，你可以消耗2点充能来感知你周围60英尺内任何有血液的生物的存在。这持续1分钟。你会看到一道红色的、跳动的光线照亮了心脏和血管，随着生物的心跳而跳动得更明亮。即使在魔法黑暗或其他严重遮蔽的区域，甚至透过实体物体，你也能看到这道光。以这种方式揭示给你的生物不会因为隐藏或{@condition invisible}而对你产生任何优势。",
	"As an action, you can drain blood from a willing creature, or one that is {@condition paralyzed} or {@condition unconscious}, with a touch. The creature takes {@damage 4d10} necrotic damage, and {@i Taergash's tear} regains 1 charge.": "作为一个动作，你可以用触摸从一个愿意的生物，或者一个处于{@condition paralyzed}或{@condition unconscious}状态的生物身上吸取血液。这个生物会受到{@damage 4d10}点死灵伤害，而{@i Taergash's tear}会恢复1点充能。",
	"{@i Taergash's tear} is a sentient neutral evil necklace with an Intelligence of 19, a Wisdom of 10, and a Charisma of 17. It has hearing and {@sense darkvision} out to a range of 120 feet, and it gains the benefit of its own bloodsight property when activated.": "{@i Taergash's tear}是一条具有智力19、智慧10和魅力17的有知觉的中立邪恶项链。它具有听觉，并且可以{@sense darkvision}到120英尺的范围内，当激活时，它会获得自己的血视觉属性的好处。",
	"The necklace can speak, read, and understand {@language Common}, {@language Draconic}, and {@language Infernal} and can communicate with its wearer telepathically. Its voice is male, flat, and has a hint of an exotic accent.": "这条项链可以说话，阅读和理解{@language Common}，{@language Draconic}和{@language Infernal}，并可以与佩戴者进行心灵感应的交流。它的声音是男性的，平淡，带有一丝异国口音。",
	"{@i Taergash's tear} is a haughty, arrogant thing that expects its wearer to treat it with respect.": "{@i Taergash's tear}是一种傲慢、自大的东西，它期望穿戴者尊重它。",
	"The necklace's greatest desire is to preserve its own existence, and it latches onto a wearer it thinks might have the strength to assist it in that goal. The ruby pendant absorbed the blood of Taergash himself and pushes its wearer to seek out ways to preserve its life and to uncover any scrap of blood magic it learns about.": "这条项链最大的愿望是保留自己的存在，并依附于一个它认为可能有力量帮助它实现这个目标的佩戴者。红宝石吊坠吸收了泰尔加什(Taergash)本人的血液，并驱使佩戴者寻找方法来保护它的生命，并揭示它所了解的任何一丝血魔法。",
	"To that end, {@i Taergash's tear} can't abide being completely drained of charges. One of the quickest ways to push the sentient item into a conflict is to leave it at zero charges. If the wearer doesn't make an effort to recharge the item by using Steal Vitality, the necklace will simply take matters into its own hands and force the issue. If it gets the sense that its wearer won't help it meet its goals of eternal existence or continued recovery of lost blood magic, it will try to kill the wearer in its sleep, turning Blood Call and Steal Vitality against it.": "为此，{@i Taergash's tear} 无法忍受完全耗尽充能。将这个有意识的物品推入冲突的最快方式之一是让它的充能降至零。如果佩戴者不努力通过使用吸取生命力来充能物品，项链将会自行采取行动并强迫解决这个问题。如果它感觉到它的佩戴者不会帮助它实现永恒存在或持续恢复失去的血魔法的目标，它将试图在佩戴者睡觉时杀死佩戴者，将血之呼唤和吸取生命力用来反抗佩戴者。",
	"You gain a +3 bonus to attack and damage rolls made with this magic weapon.": "你使用这把魔法武器进行的攻击和伤害骰都获得+3的奖励。",
	"This weapon, when unsheathed, sheds dim blue light in a 20-ft. radius around you. When you hit a creature with it, you may use your {@classFeature bardic inspiration|bard||1} to impart a sense of overwhelming grief in the target. A creature affected by this grief must succeed on a DC 15 Wisdom saving throw or fall {@condition prone} and become {@condition incapacitated} by sadness until the end of its next turn. Once a month under an open sky, you can use a bonus action to speak this magic sword's command word, causing it to sing the \"Dirge of Maethan Mar.\" This dirge conjures heavy rain (or snow in freezing temperatures) in the region for {@dice 2d6} hours. The precipitation falls in an X-mile radius around you, where X is equal to your level.": "这把武器抽出鞘时，在你周围20英尺的范围内散发出微弱的蓝光。当你用它击中一只生物时，你可以使用你的{@classFeature bardic inspiration|bard||1}，让目标感受到压倒性的悲伤。受到这种悲伤影响的生物必须通过一次DC 15的感受力豁免检定，否则会陷入{@condition prone}并因悲伤而{@condition incapacitated}直到其下一个回合结束。每月一次，在露天下，你可以使用一个奖励动作来说出这把魔法剑的口令，使其唱出“梅森·马尔之挽歌”。这首挽歌会在该地区引发持续{@dice 2d6}小时的大雨（在冰冻温度下则为雪）。降水范围为你周围X英里的半径，其中X等于你的等级。",
	"When the elven poet and singer Maethan Mar died, the forest he called home sang a sonorous song. The trees, animals, and undergrowth all joined to mark the passing of a legend. The strange song, resonating for hundreds of miles, burned itself into the memories of all who heard it. Arshin of Winewood was among those moved by the melody and set out to create a blade inspired by its notes.": "当精灵诗人和歌手迈瑟恩·玛尔(Maethan Mar)去世时，他称之为家园的森林唱起了一首悠扬的歌。树木、动物和林下植被都加入其中，以纪念一位传奇人物的离世。这首奇特的歌曲在数百英里外回荡，深深地烙印在所有听过它的人的记忆中。温伍德的阿尔辛(Arshin of Winewood)也被这旋律所感动，开始着手打造一把受其音符启发的利刃。",
	"Upon completion of his work, Arshin brought the blade to the elves of the forest who still mourned for Maethan. He presented the blade to them as a gift and demonstrated its unique property: the forest's song could be summoned from within the blade. When the elves heard the blade sing, they wept, collecting their tears in clay vessels. Arshin then reforged the sword and cooled it with the tears, adding the elves' sadness to the blade's power.": "完成工作后，阿尔辛将刀片带给了森林中为迈森哀悼的精灵们。他将刀片作为礼物呈现给他们，并展示了其独特的特性：可以从刀片中唤起森林的歌声。当精灵们听到刀片歌唱时，他们哭泣着，用粘土容器收集他们的眼泪。然后，阿尔辛重新锻造了剑，并用这些眼泪冷却，将精灵们的悲伤融入刀片的力量中。",
	"The {@i Dirgeblade} is an exquisitely crafted rapier set in a silver and leather scabbard. The blade glows a faint stormy blue and is encircled by swirling wisps of clouds.": "这把{@i Dirgeblade}是一把精美制作的细剑，配有银色和皮革剑鞘。剑刃散发出微弱的暴风蓝光，被盘旋的云雾环绕着。",
	"You can use a bonus action to speak this greatclub's command word, causing it to be engulfed in flame, casting bright light in a 30-ft. radius and dim light for an additional 30 ft. While aflame, it deals fire damage. You may end this effect at any time. When you hit a creature of Large size or greater with this greatclub, the creature must succeed on a DC 16 Constitution saving throw or be knocked 30 ft. away from you. If the creature strikes an obstacle during this movement, it takes {@damage 1d6} bludgeoning damage for each 10 ft. traveled before hitting the obstacle.": "你可以使用一个奖励动作来说出这个巨棍的口令，使其被火焰吞噬，照亮半径30英尺的明亮光和额外30英尺的昏暗光。在燃烧时，它造成火焰伤害。你可以随时结束这个效果。当你用这个巨棍击中一个大型或更大尺寸的生物时，该生物必须通过一次DC 16的体质豁免才能不被你击退30英尺。如果生物在这个移动过程中撞到障碍物，它会受到{@damage 1d6}每10英尺行进前撞到障碍物的重击伤害。",
	"The Peak Walkers lived on a mountain above a heavily populated valley for generations. In that time, their warriors repelled orc hordes, foreign armies, and all manner of beasts. They never demanded payment, despite the history of losses the clan experienced as the valley's unofficial protectors.": "高峰行者族世世代代生活在一个人口稠密的山谷上方的山上。在那段时间里，他们的战士们击退了兽人军团、外国军队和各种野兽。尽管这个家族作为山谷非官方的守护者经历了许多损失，但他们从未要求报酬。",
	"When word of the barbarians' battles against a force of invading stone giants reached the valley, the villages pooled their meager coin and commissioned a gift for Chieftain Yellow Wolf: a massive warclub made from small, cut rubies by the powerful enchanter Arshin of Winewood. Yellow Wolf invoked the magic of the club in a massive bonfire and led her warriors to victory against the giants. It is said the club struck with such force that the limbs of its victims flew off the mountain and rained on the valley below.": "当关于野蛮人与入侵的石巨人作战的消息传到山谷时，村庄们凑集了他们微薄的财富，为黄狼酋长委托制作了一份礼物：一把由强大的附魔师Winewood的Arshin用小型切割红宝石制成的巨大战棍。黄狼在一场巨大的篝火中激活了这根战棍的魔力，并带领她的勇士们战胜了巨人。据说这根战棍打击的力量如此之大，以至于它的受害者的肢体飞向山下的山谷。",
	"The {@i Ruby Crusher} is a greatclub made entirely of fused rubies with a grip wrapped in manticore hide. A roaring fire burns behind its smooth facets.": "这把{@i Ruby Crusher}是一把由融化的红宝石制成的大棒，握把包裹着蝎尾狮皮。在它光滑的面上燃烧着熊熊烈火。",
	"You gain a +3 bonus to AC while you wear this magic weapon. Additionally, you gain the following benefits:": "当你佩戴这把魔法武器时，你的AC获得+3的加值。此外，你还会获得以下好处：",
	"You add your Strength and Wisdom modifiers in addition to your Constitution modifier on all rolls when spending HD to recover hit points.": "当你花费生命骰来恢复生命值时，你可以额外加上你的力量和智慧调整值，以及你的体质调整值。",
	"You have immunity to the {@condition frightened} condition.": "你对{@condition frightened}状态免疫。(Immunity (Immunity))",
	"You have resistance to necrotic damage.": "你对死灵伤害具有抗性。",
	"The once great human city of Ollomar fell to darkness and ruin in the wake of a difficult war. The city was abandoned by the survivors—replaced by shadows that crept in from the nearby wastes. The communities around the city also shrank as the wicked things that called the city's ruins home sought to expand their terrible territory. The region tumbled into evil, and all goodnatured creatures fled. Years passed, and no one ventured into that place.": "在一场艰难的战争之后，曾经辉煌的人类城市奥洛玛陷入黑暗和废墟。城市被幸存者抛弃，取而代之的是从附近荒地潜入的阴影。城市周围的社区也在缩小，因为那些居住在废墟中的邪恶生物试图扩展他们可怕的领地。这个地区陷入了邪恶之中，所有善良的生物都逃离了。多年过去了，没有人再踏足那个地方。",
	"Venika Harc, the young daughter of a noble house of Ollomar planned an expedition into the city. She knew it crawled with the unsettled spirits of slain citizens and the heartless ghouls from the nearby dusty plains. So the rich and brave Venika commissioned Arshin of Winewood to craft her a magical suit of armor to protect her from the cries and claws of the undead.": "Venika Harc (Venika Harc), 奥洛玛贵族家族的年轻女儿，计划进行一次探险进入这座城市。她知道这里充斥着被杀害市民的不安灵魂和来自附近尘土飞扬平原的无情食尸鬼。因此，富有而勇敢的Venika委托了Winewood的Arshin为她打造一套魔法盔甲，以保护她免受不死者的哭声和爪子的伤害。",
	"He made her a glittering suit of chainmail imbued with the restorative magic of a healing spring. Venika wore the Fountmail as she led her expedition into her lost homeland—though in the end, she and her men never returned.": "他为她打造了一套闪闪发光的锁子甲，融入了一股治愈泉水的恢复魔法。Venika穿着这套泉水锁甲，带领着她的探险队进入她失落的家园——尽管最终，她和她的部下们都没有返回。",
	"The {@i Fountmail} is a dazzling white suit of chainmail with an alabaster-colored steel collar that covers part of the face.": "这件{@i Fountmail}是一套耀眼的白色锁子甲，带有一块雪花石颜色的钢制颈圈，遮住了部分脸部。",
	"You gain a +3 bonus to AC and are resistant to cold damage while wearing this armor.": "穿上这件盔甲时，你的AC获得+3的加值，并且对冷伤害具有抗性。",
	"Additionally, when you are struck by an attack, you may use your reaction to fill a 20-ft. cone in front of you with heavy smoke. In addition to the normal penalties applied from being in a heavily obscured area, creatures that start or end their turn in the smoke must succeed on a DC 15 Constitution saving throw or be {@condition poisoned} for {@dice 1d4} rounds. The cloud disperses after {@dice 2d4} minutes. A moderate wind (11‒20 miles per hour) can also disperse the smoke after 1 minute, and a strong wind (21 or more miles per hour) can do so after 1 round. Once expended, this property of the armor cannot be used again until the next dawn.": "此外，当你受到攻击时，你可以使用你的反应在你面前形成一个20英尺的锥形区域，充满浓烟。除了因处于浓烟中而施加的正常惩罚外，开始或结束他们回合在浓烟中的生物必须成功通过一次 DC 15 的体质豁免才能免疫 {@condition poisoned} 持续 {@dice 1d4} 回合。浓烟在 {@dice 2d4} 分钟后消散。中等风力（11-20英里每小时）也能在1分钟后驱散浓烟，强风（21英里或更高）则可以在1回合内做到。一旦使用，此护甲的这个特性直到次日黎明前都不能再次使用。",
	"Heithmir the Red built a stronghold in a frozen hell where a howling wind carried the mad gibbering of the damned. Its stone walls, doubly thick, served his champions well as they waged war against a frigid evil. A magical doorway whose limits bridged the infernal world and his own sat in the heart of the stronghold.": "赫斯米尔（Heithmir）建造了一座堡垒，位于一个冰冷的地狱，那里的呼啸风声传播着被诅咒者的疯狂喃喃自语。这座石墙双倍厚实的堡垒为他的勇士们服务良好，让他们对抗寒冷的邪恶。一扇魔法之门位于堡垒的中心，连接着地狱世界和他自己的世界。",
	"Heated by magical fire, Heithmir's armor protected him from the deadly cold of his enemy's domain. A fierce dwarf visage, its beard made from rising smoke, was carved in relief on the pauldrons. This smoldering plate was crafted by none other than Arshin of Winewood.": "受到魔法火焰的加热，海斯米尔的盔甲保护他免受敌人领地的致命寒冷。一张凶猛的矮人面容，它的胡须由升起的烟雾制成，被雕刻在护肩上。这件冒着烟的铠甲是由维尼伍德的阿尔辛(Arshin)打造的。",
	"It is said that Arshin learned much of elemental magic in the frozen planes of Hell assisting Heithmir during the dwarf warlord's campaign. Though Heithmir's fortress fell in the end, the dwarves, aided by the great enchanter, dealt heavy blows to the armies of Hell. The armor and its bearer disappeared in the final battle, and the Smoking Plate was not seen again.": "据说阿尔辛在地狱冰冻平原学到了许多元素魔法，协助矮人军阀海斯米尔进行战役。尽管海斯米尔的堡垒最终被攻破，但在伟大的魔法师的帮助下，矮人们对地狱军队造成了沉重打击。盔甲及其佩戴者在最后一战中消失了，而“冒烟板甲”再也没有出现过。",
	"The {@i Smoking Plate of Heithmir} is a suit of soot-colored plate armor with grim dwarf visages on the pauldrons. The pauldrons emit curling smoke and are hot to touch.": "这套铠甲（{@i Smoking Plate of Heithmir}）是一套煤黑色的板甲，护肩上雕刻着严肃的矮人面孔。护肩散发着袅袅升起的烟雾，摸上去很烫。",
	"While wearing this belt, you gain resistance to force damage. In addition, the buckle has 5 charges and it regains {@dice 1d3} charges daily at dusk. As an action, you may spend 1 or 2 charges to cause one of the following effects:": "佩戴这条腰带时，你对力量伤害获得抗性。此外，腰带扣上有5个充能，每天在黄昏时恢复{@dice 1d3}个充能。作为一个动作，你可以花费1或2个充能来引发以下效果：",
	"The buckle sheds warm, bright light in a 10-ft. radius and dim light for an additional 10 ft. centered on you. The light lasts for 1 hour, though you may extinguish it at any time.": "这个扣子在你周围的10英尺半径内散发出温暖明亮的光芒，再额外的10英尺范围内散发微弱的光芒。光芒持续1小时，但你可以随时将其熄灭。",
	"Each creature in a 20-ft. cone in front of you must make a DC 15 Dexterity saving throw. On a failed save, a creature takes {@damage 4d6} force damage and is pushed 10 ft. away from you, taking {@damage 1d6} bludgeoning damage if it strikes a solid object. On a successful save, a creature takes half damage and is not pushed. The blast deals triple damage to objects and structures and ignores damage thresholds of 10 or lower.": "在你面前的20英尺锥形范围内的每个生物必须进行一次DC 15的敏捷豁免检定。未通过豁免的生物将受到{@damage 4d6}的力量伤害，并被推开10英尺，如果撞到坚实物体则会受到{@damage 1d6}的钝击伤害。通过豁免的生物将只受到一半伤害并且不会被推开。这次爆炸对物体和结构造成三倍伤害，并且无视10或更低的伤害阈值。",
	"The famous halfling bard Nels Lowhill was well known for his obscene limericks and bawdy songs featuring the relatives of elected officials, bureaucrats, tyrants, and priests. He was well-loved by common folk and roundly despised by most institutions and nobilities.": "著名的半身人诗人奈尔斯·洛威尔（Nels Lowhill）以他淫秽的五行打油诗和下流的歌曲而闻名，这些作品以当选官员、官僚、暴君和神职人员的亲属为题。他深受普通民众喜爱，但却遭到大多数机构和贵族的痛恨。",
	"Nels often found himself in prison cells or dungeons because of his commentary and required a surefire means of escape. He turned to Arshin of Winewood for a solution. The enchanter set to work on a magical belt buckle that could detonate in a focused wave, shattering restraints and bending bars.": "尼尔斯经常因为他的评论而发现自己被关在监狱牢房或地牢里，他需要一种绝对可靠的逃跑方式。他求助于温伍德的阿尔辛（Arshin）寻求解决方案。这位魔法师开始制作一款魔法腰带扣，可以引爆一个集中波，粉碎约束并弯曲铁栅栏。",
	"The {@i Buckle of Blasting} is a soot-colored steel buckle with an exploding flame etched into its surface. It can be affixed to any common belt.": "这个{@i Buckle of Blasting}是一个烟灰色的钢制扣环，表面刻有爆炸火焰图案。它可以固定在任何普通腰带上。",
	"This ornate flask contains 5 ounces of powerful alcoholic spirits. As an action, you can drink up to 5 ounces of the flask's contents. You can drink 1 ounce without risk of intoxication. When you drink more than 1 ounce of the spirits in 1 action, you must make a DC 12 Constitution saving throw (this DC increases by 1 for each ounce you imbibe after the second to a maximum of DC 15). On a failed save, you are {@condition incapacitated} for {@dice 1d4} hours and gain no benefits from consuming the alcohol. For each ounce consumed, you gain 1 Intelligence or 1 Wisdom (your choice). You lose 1 Dexterity for each ability point gained this way. The effect lasts for one hour. During this time, you gain advantage on all Intelligence ({@skill Arcana}) and Wisdom ({@skill Religion}) checks. The flask replenishes {@dice 1d2} ounces of spirits daily at dawn.": "这个华丽的烧瓶里装有5盎司的强力酒精。作为一个动作，你可以喝掉瓶子里多达5盎司的酒精。你可以在不醉酒的情况下喝下1盎司。当你在1个动作中喝下超过1盎司的酒精时，你必须进行一次DC 12的体质豁免检定（这个DC每喝下第二盎司后增加1，最大为DC 15）。如果豁免失败，你会在{@condition incapacitated}小时内处于{@dice 1d4}状态，并且不会从饮酒中获得任何好处。每喝下1盎司，你可以选择获得1点智力或1点感知。你会因此失去1点敏捷。效果持续1小时。在此期间，你在所有智力（{@skill Arcana}）和感知（{@skill Religion}）检定上获得优势。烧瓶每天在黎明时恢复{@dice 1d2}盎司的酒精。",
	"It is no secret that Arshin of Winewood enjoyed his drink. The enchanter kept a large cellar of wines, spirits, and kegs of ale. He had custom racks made for the strange and exotic bottles gathered on his wanderings across the planes.": "Winewood（维恩伍德）的阿尔辛（Arshin）喜欢喝酒并非秘密。这位魔法师拥有一个庞大的酒窖，里面堆满了各种葡萄酒、烈酒和麦酒。他还定制了架子，专门用来摆放他在穿越各个位面时收集到的奇异和异国风味的酒瓶。",
	"Arshin crafted several magical flasks in which he stored some of the rare and exotic spirits from his collection. After selling and gifting several enchanted flasks, Arshin discovered that the alcohol and the magic sometimes interacted in surprising ways. One such flask caused him to spend an evening lost in the Winewood, blinded by magical epiphanies.": "阿尔辛（Arshin）制作了几个魔法瓶，用来储存他收藏的一些稀有和奇异的烈酒。在出售和赠送了几个附魔瓶之后，阿尔辛发现酒精和魔法有时会产生意想不到的相互作用。其中一个瓶子让他整晚迷失在（Winewood）中，被魔法启示所蒙蔽。",
	"The {@i Flask of Epiphanies} is a silver and cherry wood flask with finely cut garnets on its faces.": "这个{@i Flask of Epiphanies}是一个银色和樱桃木制的酒壶，其表面镶嵌着精美切割的石榴石。",
	"While wearing this cap, you gain advantage on Strength ({@skill Athletics}) checks you make to climb, and the cap deflects the first ranged attack or ranged spell attack made against you each round. Additionally, the attacking creature sheds dim red-hued light in a 50-ft. radius until the end of its next turn. Attacks made against the illuminated creature have advantage.": "佩戴这顶帽子时，你在进行攀爬时获得优势({@skill Athletics})检定，并且这顶帽子会使每轮对你发动的第一次远程攻击或远程法术攻击无效。此外，攻击者所在的生物在其下一个回合结束前会散发出微弱的红色光芒，照亮50英尺半径范围。对被照亮生物的攻击具有优势。",
	"The Sorcerers of Foull were nearly wiped out by their feud with a vicious mercenary company known as the Tossed Flail. The mercenaries excelled at luring the sorcerers into challenging tactical positions where the grinning wardogs pinned their magicwielding nemeses with crossbow bolts. The leader of the sorcerers, Lonius Foull, was as mean as he was cunning. However, his temper led him and his followers through a series of rash decisions as he refused to let the Tossed Flail's taunts go unanswered.": "弗尔巫师几乎被一支恶名昭著的雇佣兵公司（抛掷连枷）所灭绝。这些雇佣兵擅长诱使巫师陷入具有挑战性的战术位置，让面带狞笑的战犬用弩箭制服他们的魔法对手。巫师们的领袖，洛尼厄斯·弗尔（Lonius Foull），既狠毒又狡猾。然而，他的脾气导致他和追随者做出一系列轻率的决定，因为他拒绝让抛掷连枷的嘲讽无人回应。",
	"With morale falling faster than his minions, the master sorcerer turned to Arshin of Winewood to devise some object that might protect the sorcerers from the Tossed Flail's crossbows without hindering their spellcasting. Arshin was nearly roasted alive when he jokingly suggested Lonius try \"restraint\" but ceased his jokes after Lonius offered him a large sum of gold to solve the problem.": "随着士气比他的手下更快地下降，大法师转向温伍德的阿尔辛(Arshin)设计一些物品，可以保护法师们免受投掷连枷(Tossed Flail)的弩箭袭击，同时又不妨碍他们施法。当他开玩笑建议洛尼厄斯(Lonius)尝试“克制”时，阿尔辛差点被活活烤熟，但在洛尼厄斯提出给他一大笔金币来解决问题后，他停止了开玩笑。",
	"Arshin experimented with all kinds of clothing but in the end settled on a simple hat. The unassuming cap left Lonius skeptical. Standing by the strength of his craft, Arshin agreed to fight the Tossed Flail alongside the Sorcerers of Foull. The cap proved its worth tenfold when it caught dozens of bolts and illuminated the attackers for the sorcerers to easily dispatch. Lonius accepted the cap after the first battle and, with it, prevented the destruction of his band of sorcerers.": "阿尔辛（Arshin）尝试了各种服装，但最终选择了一顶简单的帽子。这顶不起眼的帽子让洛尼厄斯（Lonius）感到怀疑。凭借他的手艺，阿尔辛同意与福尔（Foull）的巫师们一起对抗被抛弃的连枷（Tossed Flail）。当帽子接住数十支箭矢并为巫师们照亮袭击者时，它的价值增加了十倍，让巫师们轻松地解决了敌人。洛尼厄斯在第一次战斗后接受了这顶帽子，并借此阻止了他的巫师团队被摧毁。",
	"The {@i Grasping Cap} is a simple blue silk hat with a goose feather trim.": "这顶{@i Grasping Cap}是一顶简单的蓝色丝绸帽子，配有鹅毛装饰。",
	"This lens has 4 charges and it regains {@dice 1d3} expended charges daily at dawn. As an action, you can hold the lens to your eye, speak its command word and expend 2 charges to cause one of the following effects:": "这个透镜有4个充能，并且每天黎明时分恢复{@dice 1d3}已消耗的充能。作为一个动作，你可以将透镜对准眼睛，说出它的口令，并消耗2个充能来产生以下效果之一：",
	"{@b {@i Find Loved One (2 charges).}} You know the precise location of one creature you love (platonic, familial, or romantic). This knowledge extends into other planes.": "{@b {@i Find Loved One (2 charges).}} 你知道你所爱的一个生物（纯友谊、家庭关系或者恋爱关系）的精确位置。这种知识延伸至其他位面。",
	"{@b {@i True Path (2 charges).}} For 1 hour, you automatically succeed on all Wisdom ({@skill Survival}) checks to navigate in the wild. If you are underground, you automatically know the most direct route to reach the surface.": "{@b {@i True Path (2 charges).}} 在1小时内，你在野外导航的所有智慧({@skill Survival})检定自动成功。如果你在地下，你会自动知道通往地表的最直接路线。",
	"Untin and Yeoma were lovers. They lived in different villages, separated by a great open plain known as the Moonfields. One night during the bi-annual meeting of the two villages, the young men stole away to be alone in the old ruins in the sandy region of the fields. Yeoma wanted to show Untin an intact, underground chamber he had discovered that was filled with colored lenses of all shapes and sizes. As the pair traversed the precarious passages into the undamaged chamber, Untin set off an ancient trap, collapsing the hall behind them and sealing them in the ruins.": "Untin（乌汀）和Yeoma（叶玛）是恋人。他们住在不同的村庄，被一片被称为月野的广阔平原分开。在两个村庄每两年一次的会议期间的一个晚上，年轻人偷偷溜到了位于月野沙漠地区的废墟中独处。Yeoma想要向Untin展示一个他发现的完整的地下室，里面摆满了各种形状和大小的彩色透镜。当这对情侣穿过危险的通道进入未受损的地下室时，Untin触发了一个古老的陷阱，使得他们身后的大厅坍塌，将他们困在废墟中。",
	"Above, their families scoured the ruins, knowing Yeoma frequented the place, but failed to find them. The grieving families returned to their villages and sent for Arshin, whose scrying skills were second only to his enchanting. He managed to locate Yeoma and Untin and a large excavation took place to free them. Arshin made each young man an enchanted lens from the recovered treasures in the ruins.": "在那里，他们的家人搜寻废墟，因为知道(Yeoma)经常去那里，但未能找到他们。悲痛的家人们回到村庄，并派人去找(Arshin)，他的占卜技能仅次于他的魅力。他成功地找到了(Yeoma)和(Untin)，并进行了一次大规模的挖掘以解救他们。(Arshin)用废墟中找到的宝藏为每个年轻人制作了一枚魔法透镜。",
	"The lenses are rainbow-hued and protected by a leather case.": "这些镜片呈彩虹色，并由皮套保护。",
	"These leather sandals offer comfortable and safe passage across shifting sands. While you wear them, you gain the following benefits:": "这些皮革凉鞋为您在流沙中提供舒适和安全的通行。穿上它们后，您将获得以下好处：",
	"You ignore difficult terrain created by sand.": "你忽略了由沙子制造的艰难地形。",
	"You gain advantage on all ability checks against natural hazards where sand is a threatening element.": "当面对以沙子为威胁元素的自然灾害时，你在所有属性检定中获得优势。",
	"You gain resistance to poison damage and advantage on saving throws against being {@condition poisoned}.": "你获得对毒素伤害的抗性，并且在豁免抗毒效果时获得优势。",
	"Your steps made in sandy terrain do not leave tracks.": "你在沙地上走的脚印不会留下痕迹。",
	"In the far South, a great desert birthed a divine queen, Joisi of Sothe, who united the wandering tribes in the Hall of Blue Scarabs and grew Lake Tuo from a weedy oasis. She drove the Ancient Crawler into the sea and built spires of brilliant sandstone that shone like the sun. Her descendants ruled the desert for hundreds of years, and its people knew prosperity, light, and knowledge to rival the greatest empires of history. What brought the dynasty to an end is not known, but the magic, people, and stories of the Hall of Blue Scarabs were all but lost.": "在遥远的南方，一个巨大的沙漠诞生了一位神圣的女王，索西 (Joisi) 来自索斯 (Sothe)，她在蓝甲虫大厅 (Hall of Blue Scarabs) 统一了流浪部落，并将托湖 (Lake Tuo) 从一片杂草丛生的绿洲变成了繁荣的湖泊。她将古老的爬行者赶入大海，建造了闪耀如太阳般的辉煌砂岩塔楼。她的后代统治着沙漠数百年，其人民享有繁荣、光明和知识，堪比历史上最伟大的帝国。这个王朝为何终结至今不得而知，但蓝甲虫大厅的魔法、人民和故事几乎已经湮灭。",
	"Arshin of Winewood once led an expedition into the black sands of Morneed, where the tombs of the forgotten queens lay waiting, in search of the legendary blue scarab carapaces from Queen Joisi's famed hall. For each brave soul who joined him, Arshin made a magical pair of sandals—Scorpion Feet, he called them. Arshin spoke little of his time in that desert, but before his death, he was often seen speaking quietly to a small scarab figurine.": "Winewood（维恩伍德）的阿尔辛曾率领一次探险队进入莫尼德（Morneed）的黑沙之地，那里等待着被遗忘的女王们的陵墓，搜寻传说中乔伊茜女王（Queen Joisi）著名大厅中的传奇蓝甲虫甲壳。对于每位勇敢的同伴，阿尔辛都制作了一双神奇的凉鞋——他称之为蝎子之足（Scorpion Feet）。阿尔辛很少谈及他在那片沙漠中的经历，但在他去世之前，人们经常看到他在悄声与一个小甲虫雕像交谈。",
	"The {@i Scorpion Feet} are thick-soled, leather sandals coated in magical wax. They can form to any humanoid foot.": "这些{@i Scorpion Feet}是厚底的皮凉鞋，涂有魔法蜡。它们可以适应任何人类的脚。",
	"This tarry unguent can be used to paint a single black doorway. While painting, you must concentrate on a plane of existence other than the one you currently occupy. If you are not interrupted, the doorway can be painted in 5 minutes. Once completed, the painting opens a two-way portal to the plane you imagined. The doorway is mirrored on the other plane, often appearing on a rocky face or the wall of a building. The doorway lasts for 1 week or until 5 gallons of silvered water (2,000 gp worth of silver) is applied to one side of the door.": "这种滞留香膏可以用来涂刷一个黑色门道。在涂刷时，你必须集中精力在一个与你当前所处平面不同的存在上。如果没有被打扰，门道可以在5分钟内完成涂刷。一旦完成，这幅画会打开通往你想象中平面的双向传送门。门道在另一个平面上是镜像的，通常出现在岩石表面或建筑物的墙壁上。门道持续1周，或者直到有5加仑的银水（价值2,000 gp 的银）被涂抹在门的一侧。",
	"The Winewood houses a variety of hidden doors: mundane, magical, and a few that are something a little more. In the deep woods, doors are painted onto the rocky faces of sheltered outcroppings—doors to places beyond the trees.": "Winewood（赢木）里藏有各种隐藏的门：平凡的、魔法的，还有一些更特别的。在深林中，门被画在避风岩石表面上——通往树木之外地方的门。",
	"{@i Arshin's Interplanar Paint} is a black, tarry substance that can be brushed onto a flat surface. A pot contains enough paint to create one doorway.": "{@i Arshin's Interplanar Paint}是一种黑色、沥青状的物质，可以刷在平坦的表面上。一罐油漆足够涂抹一个门口。",
	"Your Intelligence score become20 unless it is already 20 or higher.": "你的智力分数变为20，除非它已经是20或更高。(Intelligence)",
	"You gain advantage on all Intelligence ({@skill Arcana}) checks. Additionally, you can sense the presence of magic within 30 feet of you. This functions like {@spell detect magic}.": "你在所有智力检定上获得优势({@skill Arcana})。此外，你可以感知到你周围30英尺范围内的魔法存在。这类似于{@spell detect magic}。",
	"You may examine any magical item or object for one minute to fully apprehend its magical abilities, powers, and nature. When using the calipers in this way, you do not need to attune yourself to a magical item to learn its properties; however, you must take a physical reading of the object with the calipers.": "您可以检查任何魔法物品或物体一分钟，以完全了解其魔法能力、力量和性质。在这种方式使用卡钳时，您无需调谐自己到一个魔法物品来了解其属性；但是，您必须使用卡钳对物体进行物理读数。",
	"You may observe any creature, uninterrupted, for 1 minute to learn their alignment and their true feelings toward you. The observation must take place within 100 ft. of the creature.": "你可以连续观察任何生物1分钟，以了解它们的立场和对你的真实感受。观察必须在距离生物100英尺以内的范围内进行。",
	"You may use the calipers to affect nearby spells. As a reaction to a spell being cast within 60 ft. of you, you may choose to have that spell's caster gain advantage or disadvantage if the spell requires an attack roll. As a reaction to a creature making a saving throw against a spell being cast within 60 ft. of you, you may choose to have that saving throw made with advantage or disadvantage.": "你可以使用卡钳(`calipers`)来影响附近的法术。作为对你周围60英尺内施放法术的反应，你可以选择让该法术的施法者获得优势或劣势，如果该法术需要进行攻击骰。作为对生物在你周围60英尺内施放法术时进行豁免骰的反应，你可以选择让该豁免骰带有优势或劣势。",
	"The calipers emit a low level of magical static that may, over time, affect your spells. When preparing spells for the day, you must succeed on a DC 10 Intelligence saving throw or have {@dice 1d4} of your prepared spells switched with other spells you know. The switched spells are chosen randomly or by the GM. Each time you succeed on this saving throw, the DC increases by 2 the next time you prepare spells. Failing the saving throw resets the save DC to 10.": "这些卡钳会散发出一种低水平的魔法静电，随着时间的推移，可能会影响你的法术。每天准备法术时，你必须通过一次DC 10的智力豁免检定，否则你{@dice 1d4}准备的法术会被你所知道的其他法术替换。被替换的法术是随机选择的，或由GM决定。每次你通过这次豁免检定，下次准备法术时的DC会增加2点。如果未通过豁免检定，豁免DC将重置为10。",
	"The only way to destroy Arshin's Calipers is to bathe them in the blood of a freshly slain, 200-year-old beholder's central eye.": "唯一摧毁(Arshin's Calipers)的方法是将它们浸泡在一只新鲜杀死的，200年历史的(beholder)中央眼睛的血液中。",
	"Forged by secret smiths in the Erngard Mountains and coated with pure diamond dust, these magical calipers were one of Arshin's primary enchanting tools. Equally able to measure the quality of magic and the convictions of a sentient being, the calipers were used to imbue countless objects with focused magic. The great enchanter carried the calipers on his person at all times and was even rumored to have bathed with them hanging from a thick platinum and adamantium chain around his waist.": "在恩加德山脉的秘密铁匠锻造，并涂覆了纯净的钻石尘，这些魔法卡钳是阿尔辛( Arshin)的主要附魔工具之一。这些卡钳不仅能够测量魔法的品质，还能够测量一个有思想的生物的信念。这些卡钳被用来赋予无数物品集中的魔法。这位伟大的附魔师随身携带这些卡钳，并据传甚至在腰间一根厚厚的铂金和精金链上挂着它们沐浴。",
	"Upon his death, the calipers were taken and hidden by his most devout Keepers, who buried them deep in the caves beneath the Winewood. There, they are guarded by fearsome beasts, bound to the task of protecting the powerful calipers, for if they fell into the wrong hands, the world would be altered forever.": "在他去世后，卡钳被他最虔诚的看守者带走并隐藏起来，他们将其深埋在温伍德下面的洞穴中。在那里，它们受到可怕的野兽的守护，被绑定在保护这个强大卡钳的任务上，因为如果它们落入错误的手中，世界将永远改变。",
	"{@i Arshin's Calipers} are a small measuring tool made from silver and steel and coated with diamond dust.": "{@i Arshin's Calipers}是一种小型测量工具，由银和钢制成，并涂有金刚砂。",
	"This magic weapon bears long, branching channels inscribed into its blade or head, and it gives off a coppery scent. When you damage a creature with this weapon, it loses an additional {@damage 2d6} hit points from blood loss.": "这件魔法武器的刀刃或头部上刻有长长的分叉通道，散发出一股铜腥味。当你用这把武器伤害生物时，它会额外失去{@damage 2d6}点生命值，因为失血过多。",
	"The weapon acquires a taste for the last creature it damaged. When you attack that creature with the weapon and miss, the target still loses {@damage 2d6} hit points due to blood loss as the weapon draws blood out of open wounds as it passes. If a creature uses an action and succeeds on a DC 15 Wisdom ({@skill Medicine}) check or the wounded creature receives magical healing, the blade no longer has a taste for it.": "这件武器会对最后一个受伤的生物产生兴趣。当你用这件武器攻击那个生物并未命中时，目标仍然会因失血而损失{@damage 2d6}生命值，因为武器在穿过开放的伤口时会吸取血液。如果一个生物使用一个动作并成功通过一次DC 15的感知({@skill Medicine})检定，或者受伤的生物接受了魔法治疗，那么这把武器将不再对它感兴趣。",
	"Constructs and undead who aren't {@creature vampire||vampires} are immune to the bleeding effects of the weapon.": "未构建的{@creature vampire||vampires}和不死生物对该武器的流血效果免疫。",
	"Reading Void Speech is dangerous. A PC studying the tablets must make a DC 13 Wisdom saving throw or suffer the effects of {@table short-term madness} for {@dice 1d10} minutes. If the saving throw is failed by 5 or more, {@table long-term madness} ensues for {@dice 1d10 × 10} hours.": "阅读虚空之言是危险的。研究这些碑文的PC必须进行一次DC 13的感知豁免检定，否则将遭受{@table short-term madness}效果，持续{@dice 1d10}分钟。如果豁免检定失败超过5点，{@table long-term madness}将在{@dice 1d10 × 10}小时内发生。",
	"{@creature ogre||Ogres} of Kaa'nesh are often tattooed in red swirling patterns, enchanted with what the ogres call the Red Hands.": "{@creature ogre||Ogres} 的卡尼什人经常被红色涡旋图案纹身，被食人魔称为红手所施加的魔法。",
	"The devotee carries and is attuned to an enchanted focus which grants the devotee access to three {@filter cantrips|spells|level=0}. The chosen cantrips can come from a single spell list or a mix of any three. The spells are cast innately (spell save {@dc 13}, {@hit 5} to hit with spell attacks), requiring only verbal components. The focus can be any small object such as a ring, carved figurine, or polished stone. Only the devotee can attune to the focus and use its power.": "信徒携带并与一个附魔焦点相调和，这个焦点赋予信徒使用三个{@filter cantrips|spells|level=0}的能力。选择的零级咒语可以来自单一法术列表或任意三个的混合。这些法术被天生施放（法术豁免{@dc 13}，法术攻击命中{@hit 5}），只需要口头组件。焦点可以是任何小物品，比如戒指、雕刻人物或抛光石头。只有信徒可以调和焦点并使用它的力量。",
	"Each devotee represents one of two archetypes. Choose one of the following traits:": "每位信徒代表两种原型中的一种。选择以下特征之一：",
	"Three times per day when making a spell attack, the devotee gains advantage on the attack. Additionally, the devotee receives a +4 bonus on Dexterity ({@skill Stealth}) checks and gains {@language Sylvan} as a bonus language.": "每天三次施法攻击时，信徒获得攻击的优势。此外，信徒在敏捷检定上获得+4的奖励，并获得额外的语言（{@skill Stealth}）作为奖励。",
	"The devotee gains +10 ft. to its speed, advantage on Wisdom ({@skill Survival}) checks, and a +4 bonus on WIsdom ({@skill Perception}) checks. The devotee also gains {@language Draconic} as a bonus language.": "信徒的速度增加了10英尺，智慧检定获得优势（{@skill Survival}），并获得+4的智慧检定加值（{@skill Perception}）。信徒还获得{@language Draconic}作为额外语言。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 3}) slashing damage.": "{@atk mw} {@hit 5}攻击，射程5英尺，一个目标。造成{@h}7 ({@damage 1d6 + 3})点斩击伤害。",
	"{@atk rw} {@hit 5} to hit, range 100/400 ft., one target. {@h}6 ({@damage 1d6 + 2}) piercing damage.": "{@atk rw}进行攻击，射程100/400英尺，目标为一名敌人。造成{@h}6({@damage 1d6 + 2})点穿刺伤害。",
	"Three times per day when making a spell attack, the devotee gains advantage on the attack.": "每天三次施法攻击时，信徒在攻击时获得优势。",
	"The devotee has advantage on Wisdom ({@skill Survival}) checks.": "信徒在感知检定中获得优势。",
	"Devotees of Arshin are best described as ardent fans of the enchanter's work. Why some women and men become so obsessed is unknown. Some claim it's a kind of madness, a prospector's fever that sets in and doesn't let go. Devotees are loosely divided into two factions: those who tend his estate, protecting its walls and contents, and those who scour the world in search of his lost works. The former call themselves the Keepers, and like monks in a monastery, their travels beyond the Winewood are few. They live among the magic-infused trees and commune with the fey things that dwell in the forest. The latter are known as the Seekers, and they travel to the ends of the world and beyond to reclaim the enchanter's treasures. They believe their task is above most laws and employ whatever tactic necessary to secure Arshin's works.": "阿尔辛（Arshin）的信徒最好被描述为这位魔法师作品的狂热粉丝。为什么有些女性和男性会变得如此痴迷是未知的。有人声称这是一种疯狂，一种深入骨髓并不放手的探矿者狂热。信徒们大致分为两派：一派负责照料他的庄园，保护其墙壁和内容，另一派在世界各地搜寻他失落的作品。前者自称为守护者（the Keepers），像修道院里的僧侣一样，他们很少在Winewood之外旅行。他们生活在充满魔法的树木中，并与森林中居住的精灵交流。后者被称为寻觅者（the Seekers），他们前往世界的尽头甚至更远的地方来寻回这位魔法师的宝藏。他们相信自己的任务高于大多数法律，并采用任何必要的策略来保护阿尔辛的作品。",
	"The Seekers bring their recovered items back to the Keepers, who stash them away in vaults hidden throughout the Winewood. These troves draw greedy explorers and curious adventurers alike into the forest, most of whom are never heard from again.": "寻觅者们将他们找回的物品带回给守护者，后者将它们藏匿在温伍德各处的地下室中。这些宝藏吸引了贪婪的探险家和好奇的冒险家进入森林，其中大多数人再也没有消息。",
	"Devotees of Arshin can be molded into a neutral good organization that is obsessively dedicated to the enchanter, his workshop, and his works. They may welcome travelers to small outposts in the Winewood where they trade the non-Arshin-made wondrous items the Seekers have collected in their travels. They may lend or even grant one of Arshin's magical items to those opposing great evil. They might hire stalwart adventurers to deal with threats to the forest or to embark on a dangerous quest to recover one of the enchanter's treasures. As allies and pro-social NPCs, devotees behave like a high-functioning cult—dedicated to their dead patron but not outwardly violent as they carry out their business. As allies to the good folk of the world, devotees venerate Arshin and believe that his magic brings light and wonder to the world.": "阿尔辛（Arshin）的信徒可以被塑造成一个中立善良的组织，他们痴迷地致力于这位附魔师、他的工作室和他的作品。他们可能欢迎旅行者来到温伊森（Winewood）的小前哨站，那里他们交易寻求者（Seekers）在旅行中收集的非阿尔辛制造的神奇物品。他们可能会借出或甚至赠送阿尔辛的魔法物品给那些反抗巨大邪恶的人。他们可能会雇佣坚定的冒险者来处理对森林的威胁，或者踏上危险的探险任务，以寻回附魔师的珍宝之一。作为盟友和亲社会的NPC，信徒们表现得像一个高效的教派——致力于他们已故的主保者，但在开展业务时并不会对外暴力。作为世界善良人民的盟友，信徒们崇拜阿尔辛，并相信他的魔法给世界带来光明和奇迹。",
	"Devotees of Arshin can be presented as a nefarious organization willing to do anything to recover its patron's powerful objects. The Winewood is a twisting and perilous place, filled with sharp-toothed fey and beasts bristling with dangerous magic. Neutral evil devotees dislike outsiders, who they believe come to steal their treasure and delay their ultimate end: to resurrect Arshin as a powerful lich. The Seekers act as burglars, assassins, and extortionists, hunting down their lost treasures with no regard for the lives of those in their way. As villains, devotees are a cunning cult whose stronghold is the workshop and estate of their late master.": "阿尔辛（Arshin）的信徒可以被描述为一个邪恶组织，他们愿意不择手段地寻回其主人强大的物品。温伍德（Winewood）是一个蜿蜒险恶的地方，充满了长着尖牙的仙灵和充满危险魔法的野兽。中立邪恶的信徒不喜欢外来者，他们认为外来者是来偷取他们的宝藏并延误他们最终目标的人：让阿尔辛（Arshin）复活为一个强大的巫妖。寻宝者（The Seekers）充当着窃贼、刺客和敲诈者的角色，他们追踪失落的宝藏时毫不顾忌那些阻挡在他们路上的人的生命。作为反派，信徒们是一个狡猾的邪教团体，他们的据点是他们已故主人的工作室和庄园。",
	"The void wizard is a 12th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 16}, {@hit 8} to hit with spell attacks). The void wizard has the following wizard spells prepared:": "虚空巫师是一名12级法术施法者。它的法术施法能力是智力（法术豁免{@dc 16}，用法术攻击命中为{@hit 8}）。虚空巫师已准备了以下巫师法术：",
	"Leruva has advantage on Constitution saving throws made to maintain concentration on void spells.": "莱鲁瓦 (Leruva) 在维持对虚空法术的专注时，对体质豁免投掷骰有优势。",
	"{@atk mw;rw} {@hit 6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}2 ({@damage 1d4}) piercing damage.": "{@atk mw;rw} {@hit 6}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}2 ({@damage 1d4})穿刺伤害。",
	"When damaged by an attack from a creature within 60 ft., the void wizard barks a destructive word of Void Speech. If the creature can hear the wizard, it takes 10 points of necrotic damage.": "当受到来自60英尺内生物的攻击造成伤害时，虚空法师会喊出一句毁灭性的虚空语言。如果生物能听到法师的声音，它会受到10点死灵伤害。",
	"Leruva is tall and thin with long, lank black hair and a pale complexion from spending most of his youth inside the Librarium Caelmarath. He wears black robes embroidered with the ancient sigil of Vael Turog and carries an ebony staff topped with a cube of alien blue stone. He talks in a soft, measured voice, which makes it all the more terrifying when he switches to {@language Void Speech|W02DM}.": "Leruva身材高大瘦削，长发垂至腰间，皮肤苍白，因为他的大部分青年时光都在Librarium Caelmarath内度过。他穿着刺绣着古老符号Vael Turog的黑袍，手持一根顶端镶嵌着一块外星蓝石方块的乌木法杖。他说话声音柔和而有节制，当他转换成{@language Void Speech|W02DM}时，显得更加可怕。",
	"Three ghostly spirits haunt the giant. The spirits are incorporeal, remain within 10 ft. of the giant at all times, and cannot take actions. Each uses the giant's AC and saving throws, has 15 hit points and can only be harmed by radiant damage. If an ancestral spirit is reduced to 0 hit points, it disappears temporarily. Reduce the giant's AC by 1 and remove one trait granted by the spirits for each spirit that is driven off. Ancestral spirits cannot be turned.": "三个幽灵精神缠绕着这位巨人。这些精神是无形的，始终保持在巨人身边不超过10英尺，并且无法采取行动。每个精神使用巨人的护甲等级和豁免扑克，拥有15点生命值，只能受到辐射伤害的伤害。如果一个祖先精神的生命值降至0，它会暂时消失。每个被驱散的精神会使巨人的护甲等级减少1，并移除精神所赋予的一个特性。祖先精神无法被驱散。",
	"At the start of its turn, the giant can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn. This trait is granted by the ancestral spirits.": "在其回合开始时，巨人可以在该回合内对所有近战武器攻击投掷骰获得优势，但对它的攻击投掷骰在其下一个回合开始前获得优势。这个特性是由先祖之灵赋予的。",
	"The giant can see {@condition invisible} creatures and objects as if they were visible and can see into the Ethereal Plane. This trait is granted by the ancestral spirits.": "这只巨人可以看见{@condition invisible}生物和物体，就好像它们是可见的，并且可以看到虚空位面。这种特性是由祖灵赋予的。",
	"The giant is immune to the {@condition charmed} and {@condition frightened} conditions. This trait is granted by the ancestral spirits.": "巨人对{@condition charmed}和{@condition frightened}状态免疫。这一特性是由祖灵赐予的。",
	"The giant has advantage on Dexterity ({@skill Stealth}) checks made to {@action hide} in rocky terrain.": "巨人在崎岖地形中进行敏捷检定时具有优势({@skill Stealth})，用于{@action hide}。",
	"The giant makes two greatclub attacks.": "巨人进行两次巨棍攻击。",
	"{@atk mw} {@hit 9} to hit, reach 15 ft., one target. {@h}19 ({@damage 3d8 + 6}) bludgeoning damage.": "{@atk mw} 使用 {@hit 9} 进行攻击，射程15英尺，一个目标。造成 {@h}19 ({@damage 3d8 + 6}) 钝击伤害。",
	"{@atk rw} {@hit 9} to hit, range 60/240 ft., one target. {@h}28 ({@damage 4d10 + 6}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 17} Strength saving throw or be knocked {@condition prone}.": "{@atk rw} 近战攻击，射程60/240尺，目标为一名敌人。造成{@h}28 ({@damage 4d10 + 6})点钝击伤害。如果目标是生物，必须通过一次{@dc 17}力量豁免检定，否则被击倒。",
	"If a rock or similar object is hurled at the giant, the giant can, with a successful DC 10 Dexterity saving throw, catch the missile and take no bludgeoning damage from it.": "如果有一块岩石或类似物体被投掷到巨人身上，巨人可以通过成功的DC 10敏捷豁免检定来抓住飞行物，并不受其带来的钝击伤害。",
	"By adolescence, most male hill and stone giants of the Haunted Lands are plagued by the spirits of their ancestors. The ghosts' incessant whispers drive them off alone or in small familial groups to lay their ancestors' remains to rest. This can consume their lives to the extent that even breeding isn't a priority, so the giants' own ancestors drive their race toward extinction. The more who die, the more ghosts return to burden the living, leading many tribes to cremate their dead—though this is considered a vile act of desecration by many giants.": "在青春期时，大多数生活在鬼域的山岭巨人和石巨人会受到祖先的幽灵困扰。这些幽灵不断的耳语驱使他们独自或与家人小团体一起去安葬祖先的遗骸。这种行为可能会消耗他们的生命，甚至繁衍后代都不再是优先考虑，因此巨人们自己的祖先将他们的种族推向灭绝。死去的人越多，回来困扰生者的幽灵就越多，导致许多部落选择火葬他们的死者——尽管这被许多巨人视为一种邪恶的亵渎行为。",
	"This ghostly harassment manifests as a type of phantom known as an ancestral spirit. These spirits are anchored to the souls of their descendants and appear near their host either as dark, flickering shades or as looming, spectral apparitions. The giant will take steps to defend its ancestral spirits if they are attacked but will likely be glad at the temporary respite if the spirits are driven off. Spirits return to plague their briefly relieved ancestors at the rate of one spirit per hour. They cannot be destroyed permanently unless their bones are found and laid to rest.": "这种幽灵骚扰表现为一种被称为祖灵的幽灵。这些灵魂与他们的后代的灵魂相连，会出现在宿主附近，或者是作为黑暗、闪烁的阴影，或者是庞大的、幽灵般的幻影。如果祖灵受到攻击，巨人会采取措施来保护它们，但如果这些灵魂被驱散，巨人可能会为暂时的喘息感到高兴。这些灵魂会以每小时一个的速度返回，继续困扰它们暂时得到解脱的祖先。除非找到它们的骨骼并安葬，否则这些灵魂无法被永久摧毁。",
	"While attached to a living host, a necrotic tick leaks negative energy into the host's bloodstream, so its wounds quickly heal over with scabrous, necrotic flesh. If the host does not already have regeneration, it regains 2 hit points at the start of its turn if it has at least 1 hit point.": "当附着在活体宿主身上时，一只死灵蜱会向宿主的血液中释放负能量，使其伤口迅速愈合成粗糙、死灵的肉。如果宿主尚未具备再生能力，它在回合开始时会恢复2点生命值，只要它的生命值至少为1点。",
	"Track how many \"necrotic hit points\" a host recovers via necrotic regeneration. Magical healing reverses the necrosis and subtracts an equal number of necrotic hit points from those accumulated. Once the necrotic hit points equal the host's total hit points, the host becomes a zombie.": "追踪宿主通过(`necrotic regeneration`)恢复了多少\"死灵打击点\"。魔法治疗会逆转坏死，并从累积的死灵打击点中减去相同数量的点数。一旦死灵打击点等于宿主的总打击点数，宿主就会变成僵尸。",
	"Once a tick's living host has lost three quarters of its maximum hit points from blood drain, the tick's toxins fill the host with an unnatural desire to approach other living beings. When a suitable creature is within 5 feet, the tick incites a sudden rage in the host, who attempts to {@action grapple} the nearby creature so the tick can try to attach itself to the new victim.": "一旦蜱虫的寄主因失血而失去最大生命值的四分之三，蜱虫的毒素会使寄主产生一种不自然的渴望接近其他生物。当一只合适的生物在5英尺范围内时，蜱虫会在寄主身上激起一股突如其来的愤怒，寄主会试图{@action grapple}附近的生物，以便蜱虫可以尝试附着到新的受害者身上。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}1 piercing damage, and the tick attaches to the target. The target must make a {@dc 13} Wisdom saving throw. If it fails, it is affected by the tick's toxins and does not attempt to remove it. The host will even replace a dislodged tick unless prevented from doing so for a full minute, after which the tick's influence fades.": "{@atk mw} {@hit 4}攻击，达到5英尺，一个生物。造成{@h}1点穿刺伤害，并且蜱虫附着在目标身上。目标必须进行{@dc 13}感知豁免投掷。如果失败，将受到蜱虫毒素影响，不会试图移除它。宿主甚至会在一分钟内取代被拔除的蜱虫，之后蜱虫的影响会消退。",
	"At the start of each of the tick's turns, the target loses 5 ({@damage 1d4 + 3}) hit points due to blood loss.": "在每个刻度的回合开始时，目标因失血而损失5点生命值。",
	"The tick can detach itself by spending its movement. It does so when seeking a new host or if the target dies. A creature, including the target, can use its action to detach the tick. When a necrotic tick detaches, voluntarily or otherwise, its host takes 1 hit point damage.": "蜱虫可以通过消耗它的移动能力来分离自己。当寻找新宿主或目标死亡时，它会这样做。生物，包括目标在内，可以使用动作来分离蜱虫。当一只死灵蜱虫分离时，无论是自愿还是被迫，它的宿主会受到1点生命值的伤害。",
	"Necrotic ticks are normal ticks that have gorged themselves on blood rich with negative energy. They grow unnaturally large as they feed, weighing in excess of 4 pounds when fully engorged. Most begin their voracious lives attached to the backs of animal zombies, and it is not uncommon to find a cluster of them on a single animal.": "死灵蜱是普通蜱蜂，它们吸食富含负能量的血液后变得异常巨大。当完全饱食时，它们的体重超过4磅。大多数开始它们贪婪的生活时附着在动物僵尸的背上，发现一只动物身上有一群死灵蜱并不罕见。",
	"When the blood of a necrotic tick's undead host runs dry, the parasite rides its victim to a new host—usually an unfortunate living creature. As it sucks the living creature's blood, it leaks negative energy into the bite wound and starts a process that slowly turns the hapless victim into a zombie one pound of flesh at a time. If no potential hosts are available, ridden hosts hide in dark crevices or in trees, where they wait to pounce on the next passerby and deliver their crawling passengers.": "当一只死灵壁虱的不死宿主的血液干涸时，寄生虫会乘坐宿主转移到一个新的宿主——通常是一个不幸的活生物。当它吸取活生物的血液时，会向咬伤处释放负能量，并开始一个过程，逐渐将不幸的受害者一点一点地变成僵尸。如果没有潜在的宿主可用，被寄生的宿主会藏在黑暗的裂缝或树木中，等待下一个路人，然后释放它们的爬行乘客。",
	"The disgusting Lord Rodyan of Hengksburg in the Blood Kingdom breeds necrotic ticks in the laboratory beneath his mansion. He is using the foul creatures to create zombies to fight for him in the city's gladiatorial arena.": "在血之王国的亨克斯堡，令人作呕的罗迪安领主在他的府邸下的实验室里饲养着死灵蜱。他利用这些邪恶生物制造僵尸，让它们为他在城市角斗场中战斗。",
	"Wolfgang Baur, Dan Dillon, Richard Green, Jon Sawatsky": "Wolfgang Baur（沃尔夫冈·鲍尔）, Dan Dillon（丹·迪隆）, Richard Green（理查德·格林）, Jon Sawatsky（乔恩·萨瓦茨基）",
	"Scott Gable": "斯科特·盖布 (Scott Gable)",
	"Marc Radle": "马克·拉德尔 (Marc Radle)",
	"Karl Waller": "卡尔·沃勒",
	"Dyson Logos": "戴森·洛戈斯 (Dyson Logos)",
	"Pedro Potier, Marc Radle, Karl Waller": "Pedro Potier（Pedro Potier）, Marc Radle（Marc Radle）, Karl Waller（Karl Waller）",
	"Wolfgang Baur": "沃尔夫冈·鲍尔 (Wolfgang Baur)",
	"{@note {@b Product Identity:} The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Content: All trademarks, registered trademarks, proper names (characters, place names, new deities, etc.), dialogue, plots, story elements, locations, characters, artwork, sidebars, and trade dress. (Elements that have previously been designated as Open Game Content are not included in this declaration.)}": "{@note {@b Product Identity:} 以下物品现在被确定为产品身份，根据开放游戏许可证1.0a版第1(e)节的定义，并且不属于开放内容：所有商标，注册商标，专有名称（角色，地名，新神明等），对话，情节，故事元素，地点，角色，艺术作品，侧栏和商标。 （此声明不包括先前被指定为开放游戏内容的元素。）",
	"{@note {@b Open Game Content:} The Open Content in this book includes the monster names, descriptions, monster statistics, and monster abilities.}": "{@note {@b Open Game Content:} 本书中的开放内容包括怪物名称、描述、怪物统计数据和怪物能力。",
	"Blood magic is widespread in Midgard and quite difficult to root out once its adherents gain positions of power. All those who oppose them tend to die of hideous diseases or swift-acting poisons. Of the many cults that use blood magic, the best known might be the followers of the Sanguine Path, and among wizards, many follow in the vile footsteps of Taergash the Bloodpurger.": "在米德加德，血魔法很普遍，一旦信徒们获得权力地位，就很难根除。所有反对者往往会死于可怕的疾病或迅速致命的毒药。在使用血魔法的众多邪教中，最著名的可能是血色之路的追随者，而在巫师中，许多人追随着邪恶的塔尔加什（Taergash）血涤者的恶行。",
	"However, two places in Midgard always spring to mind when blood magic is discussed: the vampire-ruled lands of Morgau and the ogre stronghold of Kaa'nesh on the Ruby Sea (a holding of the Mharoti Empire that provides the dragon folk with dependably strong and dependably stupid ogres for its armies). Their Red Hand ogres make excellent shock troops—and their tactical sense and arcane power are quite sharp, directed by the Scarlet Heirophant Galusid and the members of the alliance of blood mages of Kaa'nesh called the Hunter's Chosen.": "然而，在谈论血魔法时，米德加德总是会让人想起两个地方：吸血鬼统治的莫高和红海上的食人魔据点卡尼什（这是马罗提帝国的领地，为龙族提供了强壮而愚蠢的食人魔作为军队）。他们的红手食人魔是出色的冲击部队——他们的战术感和奥术力量非常敏锐，由绯红祭司加卢西德和卡尼什血法师联盟成员——猎人之选指挥。",
	"The origins of Kaa'nesh are thought to date to a time when the Ebon Flame of Beldestan burned bright, before the rise of Mharot's children to their great empire. It may have been a colony of Beldestani merchants, providing a port to the west connected to Reth-Sal and to the elf city of Sephaya and its surrounding fragrant gardens. It was long an independent city on the Ruby Sea, home to ogres, gnolls, and human slaves and devoted to the praise of the Hunter, the blood goddess Marena, V'ashra the Tormentor, and similar dark gods.": "据推测，Kaa'nesh 的起源可以追溯到贝尔德斯坦的黑暗之焰熊熊燃烧的时代，那是在马罗特的子民崛起成为伟大帝国之前。它可能曾是贝尔德斯坦商人的殖民地，为西部提供了通往雷斯-萨尔和精灵之城塞法亚及其周围芬芳花园的港口。它长期以来是红宝石之海上的一个独立城市，是食人魔、豺狼人和人类奴隶的家园，致力于赞美猎人、血神女玛瑞娜、折磨者瓦什拉和类似的黑暗神灵。",
	"While many cults use blood magic, the city makes a public display of its allegiance to these powers with daily offerings of fine oxen and cattle and monthly displays of human, goblin, and gnoll sacrifices, overseen by one or another of the blood mages. The hunt and the kill are present in most of the sacrifices in abbreviated form with the animal briefly \"chased\" by a priest and a humanoid victim freed from their bonds for a moment, the better to please the Hunter and fulfill his mission of winnowing out the weakest and strengthening the strong.": "虽然许多异教团体使用血魔法，但这座城市通过每日献祭优质牛群和牲畜，以及每月展示人类、地精和豺狼的牺牲，公开展示对这些力量的效忠，由一位或另一位血法师监督。狩猎和杀戮在大多数献祭中以简略形式存在，动物被一位牧师和一个人类受害者短暂“追逐”，人类受害者被解开束缚片刻，以更好地取悦猎神，并实现他筛选弱者、强化强者的使命。",
	"{@creature ogre||Ogres} of Kaa'nesh are often tattooed in red swirling patterns, enchanted with what the ogres call the {@creature Red Hand Ogre|W02DM|Red Hands}. When they strike a foe with a melee attack, they gain hit points equal to half the damage they cause as they drain strength from their foes. A creature struck by a Red Hand ogre cannot be magically healed until after a short rest.": "{@creature ogre||Ogres} 卡尼什人经常被红色涡旋图案纹身，被食人魔称为{@creature Red Hand Ogre|W02DM|Red Hands} 所施加的魔法。当他们用近战攻击击中敌人时，他们会获得等同于造成伤害一半的生命值，因为他们从敌人身上吸取力量。被红手食人魔击中的生物在短暂休息之前无法通过魔法治愈。",
	"The Scarlet Heirophant Galusid (LE male human wizard [blood mage] 12) is the arcane and spiritual leader of the blood mages of Kaa'nesh, and he commands complete loyalty and obedience from the city's inhabitants. Physically, he is not deeply imposing: Galusid is a short man of about 40 years with tattooed forearms and a quick way with a knife or wand. Black hair and sharp eyes, his somewhat bulging potbelly belies speed and a high degree of toughness and cruelty.": "血法师领袖加鲁西德 (加鲁西德(LE 中立邪恶) 男性人类巫师[血法师]12级) 是卡内什的血法师们的奥术和精神领袖，他能够完全掌控并获得城市居民的忠诚与服从。在外表上，他并不是特别威严：加鲁西德是一个约40岁的矮个子男人，手臂上刺满纹身，擅长使用匕首或魔杖。黑色头发和锐利的眼睛，他那略微凸起的大肚子掩盖了他的速度、高度的坚韧和残忍。",
	"In arcane terms, Galusid is a terror, for he commands the Hunter's Company, a group of 50 blood mages. This thoroughly blood-soaked company of humans, gnolls, and goblins, with a handful of kobolds, constantly enhances their magic by drawing poison and disease from the blood of victims and spreading it to others. All members of the Company are sworn to serve Mharot and the timarli of Kalpostan directly, rather than the Dread Sultan in distant Kalpostan. They often go raiding on the Rothenian Plain for centaurs to drag as sacrifices to the Hunter's altar.": "在奥术术语中，加鲁西德是一名可怕的存在，因为他指挥着猎人团队，一个由50名血法师组成的团体。这个充满鲜血的团队由人类、豺狼人和地精组成，还有少数龙人，他们不断通过从受害者的血液中提取毒素和疾病，并传播给其他人来增强他们的魔法。所有团队成员都宣誓要直接侍奉马洛特和卡尔波斯坦的提马利，而不是遥远的卡尔波斯坦的可怕苏丹。他们经常在罗塞尼亚平原上进行抢劫，抓来半人马作为献祭猎人祭坛。",
	"The practice of blood magic started with the wizard Taergash the Bloodpurger and sadly didn't end with his death when he bled out. His crimson-stained knowledge persists in the world, plundered from his laboratory by scheming apprentices and greedy adventurers. Aside from the spells he created or the magical heritage and traditions he spawned, the Bloodpurger's teachings live on in physical form through items and weapons imbued with blood magic.": "血魔法的实践始于巫师血净者泰加什(Taergash the Bloodpurger)，但不幸的是，随着他流尽最后一滴血而终结。他那染血的知识在世间延续，被阴险的学徒和贪婪的冒险者从他的实验室中掠夺出来。除了他创造的咒语、他孕育的魔法传承和传统之外，血净者的教诲通过寄宿着血魔法的物品和武器的实体形式继续存在。",
	"Infernist, madman, binder, crackpot, genius, saint: all these titles and more were set upon the shoulders of Arshin, legendary enchanter of the Winewood. Here, in your hands, is a tome containing information on the man, his followers, and his great works of magic. Though we concern ourselves here with his most famous creations, the prolific magic tamer produced countless strange and wondrous treasures throughout his lifetime. Your adventurers might unknowingly possess one of his works at this very moment! Best to bargain in good faith with the enigmatic Seekers should they come to claim it...": "狂人、束缚者、疯子、天才、圣徒：这些称号及更多荣誉被赋予了阿尔辛(Arshin)，那位传奇的Winewood魔法师。在你手中，是一本关于这位男子、他的追随者和他伟大魔法作品的资料册。虽然我们在这里关注他最著名的创作，但这位多产的魔法驯兽师在一生中制造了无数奇异而神奇的宝物。你的冒险者们可能在此刻就不知不觉地拥有他的作品！最好与神秘的寻求者们诚实交易，如果他们前来索取的话...",
	"The old enchanter is dead, his remains entombed at the site of his workshop and home in the fantastical forest known as the Winewood. While his followers, the obsessive Devotees of Arshin, remember the man for his wisdom and humor, his true legacy is the assortment of magical objects he created over his lifetime. A few of these Devotees have taken up residence in his workshop, keeping it clean and preserved—precisely as Arshin left it when he died.": "老魔法师已经去世，他的遗体被安葬在他的工作室和家园所在的神奇森林Winewood。虽然他的追随者，那些执着的阿尔辛信徒，记得他的智慧和幽默，但他真正的遗产是他一生创造的各种魔法物品。其中一些信徒已经在他的工作室定居，保持着它的清洁和保存——就像Arshin去世时留下的那样。",
	"The entrance to the workshop is built into the base of a mammoth tree stump surrounded by a labyrinthine, stone maze. The underground rooms of his residence are far from cold and rooty; instead, cheery vistas spring into being as one travels from chamber to chamber. The enchanted pigments Arshin created to construct these living paintings are the prized possession of any artist lucky enough to find them.": "工作坊的入口建在一棵巨大树桩的底部，周围是一个迷宫般的石头迷宫。他住所的地下房间远非寒冷和根茎交错；相反，当人们从一个房间走向另一个房间时，会看到欢快的景色。阿尔辛创造的用于制作这些活画的魔法颜料是任何幸运找到它们的艺术家的珍贵财产。",
	"The woods around the enchanter's residence have been transformed by the constant exposure to magic. The night flowers cast a dim light when they bloom, illuminating the trees in blue and violet hues. Insects with sparking wings flit audibly through the undergrowth and rare beetles capable of telekinesis weave living branches into nests high in the canopy. Fey creatures are drawn to the Winewood, a fact that the keepers of Arshin's estate use to their advantage as their master did before them.": "附魔师住所周围的树林已经被持续暴露于魔法之下而发生了变化。夜间的花朵在盛开时会散发微弱的光芒，照亮树木呈现出蓝色和紫色的色调。带着闪光翅膀的昆虫在灌木丛中飞舞，而那些能够进行念力运动的稀有甲虫则将活生生的树枝编织成高高悬挂在树冠上的巢穴。精灵生物被Winewood所吸引，这一事实被Arshin庄园的守护者们利用，就像他们的主人以前一样。",
	"Though the man has passed on, his works persist, plotting their own courses through the world. Some of his objects serve as heirlooms and status symbols while others remain lost in the shadowy places of the world. A lucky few have even found his creations in markets, hiding in plain sight beside mundane urns and pitted blades.": "尽管这位男子已经离世，他的作品仍然存在，通过世界上独立的航线。他的一些物品被用作传家宝和地位象征，而其他一些则依然迷失在世界的阴暗之处。幸运的少数人甚至在市场上找到了他的创作，它们隐藏在平凡的瓮和磨损的刀旁，近在眼前。",
	"Arshin kept very busy making magic items, and a few are described below.": "阿尔辛（Arshin）忙着制作魔法物品，以下描述了其中几件。",
	"Nothing was requested of Arshin more than weapons.": "对于阿尔辛((Arshin))，最多的要求就是武器。",
	"Where weapons are valued, a need for armor arises.": "在重视武器的地方，就会需要护甲。",
	"It was wondrous items, though, whose creation Arshin found most fulfilling.": "然而，最让Arshin感到满足的是神奇物品的创造。",
	"Many of Arshin's creations grew from a specific need.": "许多(%Arshin%)的创作都源于特定的需求。",
	"And then there are those items—artifacts—that would keep Arshin cloistered away for many months at a time.": "然后还有那些物品——神器——会让阿尔辛（Arshin）隔绝数月之久。",
	"As the dust goblin rowed us across the waters, the City of Blue Blocks hove into view through the mists. Ten colossal pillars of unearthly blue stone towered above the small rocky island in the center of the lake. In their shadow stood a ramshackle trading town and docks. Amazingly, yet more buildings had been constructed 200 feet up atop the pillars, reachable from the ground by stone stairs and by bridges from the other columns. Stepping onto the island, I wondered who or what had built these strange pillars and for what purpose?": "当尘土地精划着我们穿过湖面时，蓝色积木城市在薄雾中映入眼帘。十根巨大的不可思议蓝色石柱高耸在湖中心的小岩屿上方。在它们的阴影下，矗立着一个简陋的贸易城镇和码头。令人惊讶的是，更多的建筑物竟然建在距离地面200英尺高的石柱顶部，可以通过石阶从地面到达，也可以通过与其他柱子相连的桥梁到达。踏上岛屿，我不禁想知道是谁或什么建造了这些奇怪的石柱，用来做什么目的？",
	"Centuries ago, war raged across the former magocracies of what became the Wasted West as the mages vied for control of the ley lines, wielding dangerous and unpredictable magic. Acid rains and vampiric fog were called down on rival towns and cities and, worse still, terrifying alien monstrosities—the Great Walkers—were summoned from the Realms Beyond to wipe out their enemies.": "数个世纪前，在所谓的废土西部（Wasted West）的前魔法统治地区，战争肆虐，法师们争夺魔力点的控制权，施展危险且难以预测的魔法。酸雨和吸血鬼般的雾气被召唤到敌对的城镇和城市上空，更糟糕的是，可怕的外星怪物——大行者（Great Walkers）——被召唤自超越界域，以消灭他们的敌人。",
	"As the Mage Wars grew to a terrible climax, Diagur the Untiring, archmage of Vael Turog and erstwhile pupil of the future Master of Demon Mountain, sought the means to eliminate his rival Tulomeck of Allain. He turned to the {@i Halaaz Tablets}, thirteen plaques of strange blue crystal inscribed with mysterious glyphs. Diagur believed he had correctly deciphered a ritual on the sixth tablet that would banish Tulomeck, his tower, and the surrounding area to the cold reaches of the Yawning Void with no hope of return to Midgard.": "随着法师之战逐渐走向可怕的高潮，瓦尔图洛格的大法师迪亚古（Diagur the Untiring），曾是未来魔山主人的学生，寻求消灭他的对手阿莱因的图洛梅克（Tulomeck of Allain）的方法。他转向了{@i Halaaz Tablets},十三块刻有神秘符文的奇异蓝晶片。迪亚古相信自己已经正确解读了第六块晶片上的仪式，可以将图洛梅克、他的塔楼和周围地区驱逐到茫茫虚空的寒冷之地，再也无法返回米德加德。",
	"But the arrogant archmage had overestimated his own capabilities and botched the spell. Not only was he off-target by nearly 50 miles, erroneously centering the effects on Lake Leukos, but when he opened the portal to the Realms Beyond, the ritual caused a group of alien structures to manifest in Midgard. These are the ten blue stone pillars that stand in the City of Blue Blocks to this day. As for the hapless Diagur, a voidling summoned by his nemesis Tulomeck made short work of him before turning on its master, and the {@i Halaaz Tablets} were scattered.": "但是这位傲慢的大法师高估了自己的能力，搞砸了咒语。他不仅目标偏差了近50英里，错误地将效果集中在了Leukos湖上，而且当他打开通往Beyond领域的传送门时，仪式导致一群外星结构出现在中加德。这些就是如今立在蓝块城市的十根蓝色石柱。至于可怜的Diagur，被他的宿敌Tulomeck召唤的虚空生物迅速解决了他，然后转向它的主人，{@i Halaaz Tablets}被驱散了。",
	"The strange square pillars of the City of Blue Blocks are 400 feet wide and 200 feet high and are made from a translucent blue stone not seen anywhere else in Midgard. The columns are without seams or joins and have proved impervious to damage.": "蓝块城市（City of Blue Blocks）的奇怪方柱宽400英尺，高200英尺，由一种在米德加德（Midgard）其他地方都没有见过的半透明蓝色石头制成。这些柱子没有缝隙或连接处，并且被证明对任何损坏都是无懈可击的。",
	"Ever since the pillars appeared on the island in the middle of Lake Leukos, they have been a source of great interest to the wizards of Bemmea. Expeditions were dispatched from the Academies Arcana to study the stone blocks, and a small community and trading hub has grown up around the pillars, which continue to fascinate arcanists to this day.": "自从那些柱子出现在利科斯湖中的小岛上，它们就成为贝梅亚的巫师们极大兴趣的来源。从奥术学院派遣了探险队去研究这些石块，而围绕这些柱子已经发展出了一个小型社区和贸易中心，至今仍然吸引着奥术师们的兴趣。",
	"Recently, rumors that several of the infamous Halaaz Tablets are perhaps hidden here have drawn adventurers and would-be treasure hunters to the city. The most notable features of the city are described below:": "最近，有传言称几块臭名昭著的（Halaaz Tablets）或许被隐藏在这里，这吸引了冒险家和潜在的寻宝者来到这座城市。以下是这座城市最显著的特点：",
	"Visitors to the City of Blue Blocks usually make landfall at the docks on the southwest tip of the island, where {@race dust goblin|KPUH|dust goblins} from the Block Scramblers tribe will attempt to rent them a room or sell them whatever interesting knick-knacks they've manage to scavenge from the half-ruined empty buildings that make up most of the town crowded around the base of the pillars. The best place to stay is the Muddy Boot, an overpriced but comfortable goblin-run inn. The Boot serves a tasty eel pie, cooked by the clumsy but jolly Marri Threefingers. Marri's son recently ran off to join the Black Goat's Flock ({@area 3|W02DM3}).": "在蓝块城市（City of Blue Blocks）的游客通常会在岛屿的西南端的码头登陆，那里来自积木搅拌者（Block Scramblers）部落的{@race dust goblin|KPUH|dust goblins}会试图向他们出租房间或出售他们从大部分由废墟组成的城镇周围的半毁空房中搜刮到的有趣小玩意。最佳住宿地点是泥靴客栈（Muddy Boot），这是一家价格昂贵但舒适的地精经营的客栈。泥靴客栈供应由手忙脚乱但开朗的玛丽·三指（Marri Threefingers）烹制的美味鳗鱼馅饼。玛丽的儿子最近逃跑加入了黑山羊群（Black Goat's Flock）（{@area 3|W02DM3}）。",
	"Apprentice mages from Bemmea's Academies Arcana visiting the city to study the blue pillars stay in the community of Blue Haven—several dozen well-constructed one and two-story buildings situated on top of this pillar, reached by a set of stairs leading up from its own docks. A number of secret societies and fraternities are represented here, including the Obscured and the Sons of Vael Turog, a group dedicated to uncovering lost (and dangerous) magics of the fallen magocracies.": "来自贝梅亚奥术学院的学徒法师们来到这座城市研究蓝色支柱，他们住在蓝色港湾社区——这里有几十座精心建造的一层和两层建筑，坐落在这根支柱的顶部，通过一组楼梯从自己的码头上到达。这里有许多秘密社团和兄弟会，包括被遮蔽者和瓦尔图洛格之子，一个致力于揭示失落（和危险）的魔法的团体。",
	"{@creature Leruva Ramek, Bemmean void wizard|W02DM|Leruva Ramek, a Bemmean void wizard}, heads up the Sons of Vael Turog expedition. A descendent of Dar Ramek, the infamous mage who rained acid down on Cuculla in the Great Mage Wars, he shares his ancestor's penchant for mayhem.": "{@creature Leruva Ramek, Bemmean void wizard|W02DM|Leruva Ramek, a Bemmean void wizard}，领导着瓦埃尔图洛格之子探险队。作为达尔·拉梅克的后裔，这位臭名昭著的法师在大法师战争中向库库拉城投下酸雨，他继承了祖先对混乱的偏爱。",
	"Leruva believes (rightly) that there is a connection between the dread {@area Halaaz Tablets|W02DMH|x} and the blue pillars. He has four of the tablets and has been studying them in an attempt to interpret the inscriptions on the Pillar of Glyphs. So far, he has been stymied in his researches, but past expeditions have determined that the pillars run down into the earth for at least 50 feet and Leruva is convinced that manipulating the glyphs correctly will provide access to the interior. If he had all of the {@area Halaaz Tablets|W02DMH|x}, things would be easier. Leruva has heard stories that one of the missing tablets is in the possession of the Black Goat's Flock and that the shadow fey may have hidden one or more on top of the Pillar of Shadow. Perhaps he can convince the PCs to retrieve them?": "勒鲁瓦（Leruva）正确地认为恐惧{@area Halaaz Tablets|W02DMH|x}和蓝色柱子之间存在联系。他有四块石碑，并一直在研究它们，试图解释“字形柱”的铭文。到目前为止，他在研究中遇到了困难，但过去的探险表明这些柱子至少延伸到地下50英尺，勒鲁瓦相信正确地操作这些字形将提供进入内部的途径。如果他拥有全部的{@area Halaaz Tablets|W02DMH|x}，事情会变得更容易。勒鲁瓦听说有一块失踪的石碑在黑山羊的群体手中，而影之精灵可能将一块或多块隐藏在影之柱的顶部。也许他可以说服玩家角色去取回它们？",
	"The six central pillars are sparsely inhabited now but when visiting expeditions to the city were at their height, stairs were built to the top of these pyramids and bridges constructed between them. Today, an oddball collection of dust goblins, explorers, and others still live on top of these pillars. Most notably, cultists of the Black Goat's Flock have moved into the step pyramid on the easternmost column. Led by a {@race dust goblin|KPUH} {@creature cult fanatic} named Azzran who was initiated into the cult by First Speaker Tivishta Trikinta herself, the cultists have so far succeeded in luring a dozen Block Scramblers to swell their ranks. The cult's treasure hoard includes one of the {@area Halaaz Tablets|W02DMH|x}.": "现在这六根中央支柱稀疏地有人居住，但在城市的探险活动达到巅峰时，曾经建造了通往这些金字塔顶部的楼梯，并在它们之间修建了桥梁。如今，一群奇怪的尘土哥布林、探险家和其他人仍然居住在这些支柱的顶部。最引人注目的是，黑山羊群的邪教徒已经搬进了最东侧柱子上的阶梯金字塔。由{@race dust goblin|KPUH} {@creature cult fanatic} 领导的阿兹兰（Azzran）是由第一发言人蒂维什塔·特里金塔（Tivishta Trikinta）亲自引导加入该邪教的。到目前为止，邪教徒已成功诱使十二只方块搅拌者加入他们的行列。该邪教的宝藏中包括其中一件{@area Halaaz Tablets|W02DMH|x}。",
	"This pillar was once home to a shadow fey enchantress and her entourage from the Court of Scandal in the Arbonesse. The shadow fey were driven out of the City of Blue Blocks by the arrival of the Feywardens but left an {@creature eye golem|ToB} behind as a guard in case they ever need to return. A secret compartment in the wall of the building located on top of this pillar conceals two of the {@area Halaaz Tablets|W02DMH|x}.": "这根支柱曾经是一个影影精灵女巫和她的随从从阿邦尼斯的丑闻之庭来到这里的家园。影影精灵被费厄守卫们赶出了蓝块城，但留下了一个{@creature eye golem|ToB}作为守卫，以防他们需要回来。在这根支柱顶部的建筑物的墙壁上有一个秘密隔间，里面藏着{@area Halaaz Tablets|W02DMH|x}。",
	"Marriot Splitleaf, Feywarden of Tintager, ordered a small fortress to be constructed on top of this pillar as a base for his warmages in case the elves of the Arbonesse decide to mount a raid across the lake. Since driving away the shadow fey, things have remained quiet for the garrison and the Feywardens stationed here spend most of their time hunting the eel hounds living in the lake. Recent rumours of the appearance of a new Walker in the forest has put Feywarden Skythra (CN female tiefling {@creature knight}) and her men on a state of high alert.": "马里奥特·斯普利叶夫(Marriot Splitleaf)，金塔格的精灵守护者，下令在这根柱子顶部建造一座小堡垒，作为他的战斗法师们的基地，以防阿尔邦斯的精灵决定横渡湖泊发动突袭。自驱散暗影精灵以来，驻扎在这里的守卫和守护者们大部分时间都在猎杀生活在湖中的鳗狗。最近有传言称森林中出现了一个新的行者，这让斯凯斯拉守护者(CN女性鬼灵{@creature knight})和她的部下处于高度戒备状态。",
	"This pillar stands apart from the others on the northwest corner of the island. The eastern side of the column is carved with strange glyphs—raised and inverted dots, interspersed with non-Euclidian symbols. The presence of these unsettling markings have deterred anyone from building on top of the pillar. These symbols can be decoded by studying the seven surviving {@area Halaaz Tablets|W02DMH|x}.": "这根支柱矗立在岛屿的西北角，与其他支柱不同。支柱的东侧刻有奇怪的象形文字——凸起和倒置的点，夹杂着非欧几里得符号。这些令人不安的标记阻止了任何人在支柱顶部建造东西。通过研究七个幸存的{@area Halaaz Tablets|W02DMH|x}可以解码这些符号。",
	"Written in Void Speech by a sorcerer from the Realms Beyond eons ago, there were originally thirteen of these blue crystal tablets. Six are lost, including the tablet containing the ritual which brought the City of Blue Blocks to Midgard, but seven can be found in the city, and these are sufficient to interpret the glyphs.": "在无尽虚空中，数百万年前，由一位来自（Beyond Realms）的术士书写，最初有十三块这样的蓝水晶片。其中六块已经失落，包括那块包含将蓝色方块之城带到（Midgard）的仪式的片。但在城中可以找到七块，足以解读这些象形文字。",
	"Once a PC has studied the tablets, they can attempt a DC 25 Intelligence ({@skill Arcana}) check with advantage to determine which symbols must be traced in what sequence to activate the pillar. Thirteen symbols in all must be traced with a finger with each one inflicting 3 ({@damage 1d6}) necrotic damage on the person tracing them as their fingers start to blacken and shrivel. If Leruva attempts to activate the pillar, he will use captured {@race dust goblin|KPUH|dust goblins} to trace the symbols for him.": "一旦一个PC研究了这些石碑，他们可以尝试进行一次以优势进行的DC 25智力检定，以确定必须按照什么顺序追踪哪些符号才能激活柱子。总共必须追踪十三个符号，每一个都会使追踪者受到3点死灵伤害，因为他们的手指开始变黑并萎缩。如果Leruva尝试激活这根柱子，他将使用被俘虏的{@race dust goblin|KPUH|dust goblins}来替他追踪这些符号。",
	"Once the symbols have been traced, there is a great rumbling as the pillar slowly slides upward for 60 feet, exposing a hidden door. The doorway slides open, revealing a set of smooth blue stone steps leading down to an underground complex of the same blue stone situated beneath the pillars of the city and inhabited by {@creature gibbering mouther||gibbering mouthers} and other aberrant monsters.": "一旦符号被追踪，柱子会发出巨大的隆隆声，缓缓向上滑动60英尺，露出一个隐藏的门。门口滑开，露出一组光滑的蓝色石阶，通往地下一个由城市柱子下方的相同蓝色石头构成的地下建筑群，里面居住着{@creature gibbering mouther||gibbering mouthers}和其他畸变怪物。",
	"Eventually, the PCs can find their way to a central vault guarded by a powerful {@creature voidling|ToB} with 150 hit points. Once the aberration is destroyed, they can recover the treasure it is guarding: several thousand coins of alien design forged from other-worldly star metal (worth 2,000 gp), a {@i rift orb} and a {@i voidskin cloak} (see {@i Shades of Magic: Gifts from the Void} by Dan Dillon on the Kobold Press blog).": "最终，角色们可以找到一间中央金库，由一只拥有150点生命值的强大{@creature voidling|ToB}守卫着。一旦这个畸变生物被摧毁，他们就可以夺回它所守护的宝藏：几千枚外星设计的硬币，由异世界星陨金锻造而成（价值2,000 gp），一个{@i rift orb}和一个{@i voidskin cloak}（参见Kobold Press博客上Dan Dillon的{@i Shades of Magic: Gifts from the Void}）。"
}