{
	"While any spellcaster can tap the potential coursing through ley lines, the tradition of geomancy teaches the art of becoming like a ley line and bonding with the great flow of power. Geomancy is sometimes looked down on by adherents of traditions that focus on individual magic schools because it eschews specialization in favor of molding any form of magic through the focused power of ley lines.": "虽然任何施法者都可以利用地脉中流动的潜力，但风水传统教导的是如何成为像地脉一样，并与强大的能量流结合。风水有时会受到那些专注于个别魔法学派的传统信徒的鄙视，因为它摒弃了专攻某一魔法学派的做法，而是通过地脉的集中力量来塑造任何形式的魔法。",
	"Geomancers have an increased facility for tapping into any ley line, but they also learn to bind themselves to a specific ley line. While other spellcasters must be within a ley line's area of influence to use it, the geomancer becomes a tributary of his or her chosen river of power, capable of siphoning its power anywhere.": "地形师有更强的能力来接入任何地脉，但他们也学会将自己绑定到特定的地脉上。其他咒术师必须在地脉的影响范围内才能使用它，而地形师成为他或她选择的力量之河的支流，能够在任何地方汲取它的力量。",
	"Starting at 2nd level, you learn to tap the power of ley lines to augment your spellcasting, as described under \"{@book Using Ley Lines|DM05|1|Using Ley Lines}.\"": "从2级开始，你学会了利用地脉之力来增强你的施法能力，如\"{@book Using Ley Lines|DM05|1|Using Ley Lines}\"中所描述的那样。",
	"Additionally, when you finish a short or long rest within 1 mile of a weak ley line, you can bind yourself to that ley line. You can be bound to only one ley line at a time. If you later bind yourself to a second ley line, you lose your connection to the previous one.": "另外，当你在距离弱灵脉1英里内完成短暂或长时间休息时，你可以将自己与该灵脉绑定。你一次只能绑定一个灵脉。如果你后来将自己绑定到第二个灵脉，你将失去与之前那个的连接。",
	"While you are bound to a ley line, you can channel the power of the line into your spellcasting from any distance, as long as you are on the same plane as the ley line. You can use this feature a number of times equal to your Intelligence modifier (a minimum of once). You regain all expended uses when you finish a long rest.": "当你与一条地脉相连时，你可以将地脉的力量引导到你的咒语施法中，无论距离有多远，只要你和地脉在同一位面上。你可以使用这个特性的次数等同于你的智力调整值（最少为1次）。完成一次长休后，你恢复所有已用次数。",
	"Beginning when you select this tradition at 2nd level, the gold and time you must spend to copy a ley line spell into your spellbook is halved.": "从你在2级选择这个传统开始，将一个魔法传统法术复制到你的法术书中所需的金钱和时间减半。",
	"When you gain a level, one of the two spells you learn for gaining a level can be a ley line magic spell, even if you've never encountered it before.": "当你升级时，你学习的两个升级法术中，其中一个可以是一种地脉魔法法术，即使你以前从未遇到过它。",
	"Additionally, you can sense the presence of ley lines within 1 mile. As an action, you can discern the intensity of the nearest ley line and the direction and distance to it.": "此外，你可以感知到1英里内的地脉存在。作为一个动作，你可以辨别最近地脉的强度，以及指向它的方向和距离。",
	"Beginning at 6th level, when you augment your magic with power from a ley line, you can reroll the effect of an unlocked ley line or the result of a {@table Ley Line Backlash|DM05|backlash}. You must use the rerolled result. After rerolling, you can't use a reaction until the end of your next turn.": "从6级开始，当你用来自地脉的力量增强你的魔法时，你可以重新投掷一个已解锁的地脉效果或者一个{@table Ley Line Backlash|DM05|backlash}的结果。你必须使用重新投掷的结果。重新投掷后，在你的下一个回合结束前，你不能使用反应。",
	"Starting at 10th level, you can bind yourself to weak or strong ley lines with your {@subclassFeature Channel Ley Line|Wizard|PHB|Geomancy|DM05|2|DM05} feature. In addition, you add your proficiency bonus to the ability check when tapping a ley line for power.": "从10级开始，你可以通过你的{@subclassFeature Channel Ley Line|Wizard|PHB|Geomancy|DM05|2|DM05}特性将自己与弱或强的地脉绑定。此外，当从地脉中汲取力量时，你可以将你的熟练加值加到相关技能检定上。",
	"At 14th level, you can bind yourself to weak, strong, or titanic ley lines with your {@subclassFeature Channel Ley Line|Wizard|PHB|Geomancy|DM05|2|DM05} feature, and you have advantage on the ability check to tap the ley line.": "在14级时，你可以通过你的{@subclassFeature Channel Ley Line|Wizard|PHB|Geomancy|DM05|2|DM05}特性将自己与弱、强或泰坦 ley 线联系起来，并且在尝试连接 ley 线时获得优势。",
	"As an action, you can lock or unlock a ley line within 30 feet of you. When you lock a ley line, choose one of its effects; the ley line will always have that effect for you while it remains locked. Once you use this feature to lock or unlock a ley line, you can't do so again until you finish a number of long rests depending on the intensity of the line: one for a weak ley line, two for strong, and three for titanic.": "作为一个动作，你可以锁定或解锁你身边30英尺内的一条魔力线。当你锁定一条魔力线时，选择其中一个效果；只要它保持锁定状态，这条魔力线对你始终产生这个效果。一旦你使用这个特性来锁定或解锁一条魔力线，你必须完成一定数量的长休才能再次这样做，具体取决于这条魔力线的强度：弱魔力线需要休息一次，强魔力线需要休息两次，而巨大魔力线需要休息三次。",
	"You see ley lines and can draw on their power. You gain the following benefits:": "你可以看到地脉，并且能够借用它们的力量。你获得以下好处：",
	"You can sense the presence of every ley line within 1 mile of your location. If you have line of sight to the line itself, it's visible to you in some obviously magical fashion.": "你可以感知到你所在位置1英里范围内的每一条莱线。如果你能看到莱线本身，它会以某种明显的魔法方式对你可见。",
	"You can tap ley lines for their inherent powers.": "你可以利用地脉的潜在力量。",
	"When you finish a short rest within 1 mile of a ley line, you can regain one expended spell slot whose level is no higher than your Intelligence or Wisdom modifier (your choice, minimum of 1st level). You can't use this ability again until you finish a long rest.": "当你在距离一条地脉1英里内完成短休息时，你可以恢复一个已耗尽的法术位，其等级不超过你的智力或感知调整值（你选择，最低为1级）。直到你完成一次长休息后，你不能再使用这个能力。",
	"You instinctively feel the flow of ley line energy and draw insight from it. You gain the following benefits:": "你本能地感受到地脉能量的流动，并从中获得洞察力。你获得以下好处：",
	"You have advantage on Wisdom ({@skill Survival}) checks made to track a creature overland or to forage for food and water.": "你在追踪生物或搜寻食物和水的智慧检定中获得优势（{@skill Survival}）。",
	"When you finish a long rest within 1 mile of a ley line, you gain {@variantrule inspiration|PHB}. If unused, this {@variantrule inspiration|PHB} fades away after your next long rest.": "当你在距离一英里内的一个地脉处完成一次长休时，你获得{@variantrule inspiration|PHB}。如果未使用，这个{@variantrule inspiration|PHB}在你下一次长休后消失。",
	"When you finish a long rest within 1 mile of a ley line, you can infuse ley energy into a token in your possession. If you make a saving throw while you have the infused token in your possession, you can use your reaction to roll a {@dice d4} and add the result to your saving throw. You can trigger this ability after rolling the {@dice d20} but before success or failure is revealed. You can't use this ability again until you finish a long rest.": "当你在距离一条地脉1英里内完成一次长休时，你可以将地脉能量注入你携带的一枚护符中。如果你在拥有注入护符的情况下进行豁免投骰时，你可以使用你的反应投掷一个{@dice d4}，并将结果加到你的豁免投骰结果中。你可以在投掷{@dice d20}后但成功或失败揭示之前触发这个能力。直到你再次完成一次长休之前，你不能再使用这个能力。",
	"You create a faintly shimmering field of charged energy around yourself. Within that area, the intensity of ley lines you're able to draw on increases from weak to strong, or from strong to titanic.": "你在自己周围创造了一个微弱闪烁的带电能量场。在这个区域内，你能够利用的地脉强度会从弱变强，或者从强变为巨大。",
	"If no ley lines are near enough for you to draw on, you can treat the area of the spell itself as an unlocked, weak ley line.": "如果附近没有足够的地脉供你利用，你可以将咒语施放的区域视为一个未锁定的、弱势的地脉。",
	"Warping, prismatic auras surround and outline each creature inside a 10-foot cube within range. The auras shed dim light to 10 feet, and the outlines reveal hidden and {@condition invisible} creatures. If an affected creature casts a spell or activates a magic item, it must make a Wisdom saving throw. On a success, the spell or magic item functions normally. On a failure, the magic effect is suppressed for the duration of the aura. Time spent suppressed counts fully against the duration of the spell or magic item effect.": "扭曲的、棱柱状的光环环绕并勾勒出范围内的每个生物，范围为10英尺的立方体。这些光环向外散发微弱光芒，照亮10英尺范围，并揭示隐藏和{@condition invisible}的生物。如果受影响的生物施放法术或激活魔法物品，则必须进行一次感知豁免检定。成功则法术或魔法物品正常发挥作用。失败则魔法效果在光环持续期间被抑制。被抑制的时间完全计入法术或魔法物品效果的持续时间中。",
	"When you cast this spell using a spell slot of 9th level, the size of the cube increases to 20 feet per side.": "当你使用9级法术位施放这个法术时，魔方的尺寸增加到每边20英尺。",
	"For the duration, a willing creature you touch has resistance to acid, cold, fire, force, lightning, and thunder damage.": "在持续时间内，你触摸的一名愿意生物对酸性、寒冷、火焰、力量、闪电和雷电伤害具有抗性。",
	"If the spell is used against an unwilling creature, you must make a melee spell attack with a range of 5 feet. If it hits, then for the duration of the spell, the affected creature must make a saving throw with its spellcasting ability whenever it casts a spell that causes one of the listed damage types. If the saving throw fails, the spell fails and its slot is wasted; if the saving throw succeeds, the spell is cast but its damage is halved before applying the effects of saving throws, resistance, etc.": "如果该法术用于不愿意的生物身上，你必须进行一次5英尺范围内的近战法术攻击。如果命中，那么在法术持续期间，受影响的生物在施放造成以下列出的伤害类型之一的法术时，必须使用其施法能力进行豁免检定。如果豁免检定失败，法术失败并且其位阶被浪费；如果豁免检定成功，法术施放成功，但其伤害在应用豁免检定、抗性等效果之前减半。",
	"You set up ley energy vibrations in a 20-foot cube within range, and name one type of damage. Each creature in the area must succeed on a Wisdom saving throw or lose immunity to the chosen damage type for the duration.": "你在范围内设置了一个20英尺立方体的雷能振动，并命名了一种伤害类型。区域内的每个生物必须进行一次感知豁免检定，否则在持续时间内失去对所选伤害类型的免疫。",
	"When you cast this spell using a 9th-level spell slot, choose two damage types instead of one.": "当你使用第9级法术位施放这个法术时，选择两种伤害类型而不是一种。",
	"You touch a willing creature and infuse it with ley energy, creating a bond between the creature and the land. For the duration of the spell, if the target is in contact with the ground, the target has advantage on saving throws and ability checks made to avoid being moved or knocked {@condition prone} against its will. Additionally, the creature ignores nonmagical {@quickref difficult terrain|PHB|3} and is immune to effects from extreme environments such as {@hazard extreme heat|DMG|heat}, {@hazard extreme cold|DMG|cold} (but not cold or fire damage), and {@hazard high altitude|DMG|altitude}.": "你触摸一个愿意的生物，并用雷能量灌输其中，创造了生物与大地之间的联系。在法术持续期间，如果目标与地面接触，目标在进行豁免检定和技能检定以避免被移动或被迫推动 {@condition prone} 时获得优势。此外，该生物无视非魔法的 {@quickref difficult terrain|PHB|3} 并免疫来自极端环境的影响，如 {@hazard extreme heat|DMG|heat}、{@hazard extreme cold|DMG|cold} (但不包括冷冻或火焰伤害)，以及 {@hazard high altitude|DMG|altitude}。",
	"You set up ley energy vibrations in a 10-foot cube within range, and name one type of damage. Each creature in the area must make a successful Wisdom saving throw or lose resistance to the chosen damage type for the duration of the spell.": "你在施法范围内的一个10英尺立方体内设置了雷能量振动，并命名了一种伤害类型。该区域内的每个生物必须进行一次成功的感知豁免检定，否则在法术持续时间内失去对所选择的伤害类型的抗性。",
	"When you cast this spell using a 7th-level spell slot, choose two damage types instead of one.": "当你使用一个7级法术位施放这个法术时，选择两种伤害类型而不是一种。",
	"You create a 15-foot-radius sphere filled with disruptive ley energy. The sphere is centered around a point you can see within range. Surfaces inside the sphere shift erratically, becoming {@quickref difficult terrain|PHB|3} for the duration. Any creature that starts its turn in the area or enters the area for the first time on a turn must succeed on a Strength saving throw or fall {@condition prone}. If you cast this spell in an area within the influence of a ley line, creatures have disadvantage on their saving throws against its effect.": "你创造了一个直径15英尺的球体，充满了干扰性的地脉能量。这个球体以你能看到的范围内的一个点为中心。球体内的表面会不规则地变化，持续时间内变为{@quickref difficult terrain|PHB|3}。任何在该区域内开始其回合或在回合内首次进入该区域的生物必须成功进行一次力量豁免才能不倒地{@condition prone}。如果你在受地脉影响的区域施放这个法术，生物对其效果的豁免扑克将受到劣势。",
	"A {@class Wizard|PHB|geomancer|Geomancy|DM05} with a bound ley line is \"within the influence of a ley line\" for purposes of {@i ley disruption} as long as he or she is on the same plane as the bound line.": "一个与被束缚的地脉相连的{@class Wizard|PHB|geomancer|Geomancy|DM05}在相同平面上时被视为“受地脉影响”，用于{@i ley disruption}目的。",
	"You transform ambient ley power into a crackling bolt of energy 100 feet long and 5 feet wide. Each creature in the line takes {@damage 5d8} force damage, or half damage with a successful Dexterity saving throw.": "你将环境中的雷力转化为一道长100英尺、宽5英尺的电能闪电。线上的每个生物受到{@damage 5d8}的力量伤害，或者在成功的敏捷豁免扑救后受到一半伤害。",
	"The bolt passes through the first inanimate object in its path, and creatures on the other side of the obstacle receive no bonus to their saving throw from cover. The bolt stops if it strikes a second object.": "闪电穿过路径上的第一个无生命物体，障碍物另一侧的生物在豁免投掷中不会因掩护而获得加值。如果闪电击中第二个物体，则会停止。",
	"When you cast this spell using a spell slot of 4th level or higher, the bolt's damage increases by {@dice 1d8} for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，每超过3级的位级，闪电伤害增加{@dice 1d8}。",
	"You channel destructive ley energy through your touch. Make a melee spell attack against a creature within your reach. The target takes {@damage 8d10} necrotic damage and must succeed on a Constitution saving throw or have disadvantage on attack rolls, saving throws, and ability checks. An affected creature repeats the saving throw at the end of its turn, ending the effect on itself with a success.": "你通过接触释放破坏性的莱能量。对你触及范围内的生物进行一次近战法术攻击。目标受到{@damage 8d10}点死灵伤害，并必须进行一次体质豁免才能，否则在攻击检定、豁免检定和能力检定中处于劣势。受影响的生物在自己的回合结束时重复进行豁免才能检定，若成功则结束效果。",
	"This spell has no effect against constructs or undead.": "这个法术对构造物或不死生物无效。",
	"When you cast this spell using a spell slot of 6th level or higher, the spell's damage increases by {@dice 1d10} for each slot level above 5th.": "当你使用6级或更高级别的法术位施放这个法术时，法术的伤害会每超过5级的位数增加{@dice 1d10}。",
	"You tune your senses to the pulse of ambient ley energy flowing through the world. For the duration, you gain {@sense tremorsense|MM} with a range of 20 feet and you are instantly aware of the presence of any ley line within 5 miles. You know the distance and direction to every ley line within that range.": "你调整你的感官以感知世界中流动的环境魔法能量脉冲。在持续时间内，你获得{@sense tremorsense|MM}，范围为20英尺，你立即意识到5英里内任何魔法能量线的存在。你知道在该范围内每条魔法能量线的距离和方向。",
	"A roiling stormcloud of ley energy forms, centered around a point you can see and extending horizontally to a radius of 360 feet, with a thickness of 30 feet.": "一团翻腾的魔法能量风暴形成，以你可以看到的点为中心，水平延伸半径达360英尺，厚度为30英尺。",
	"Shifting color shoots through the writhing cloud, and thunder roars out of it. Each creature under the cloud at the moment when it's created (no more than 5,000 feet beneath it) takes {@damage 2d6} thunder damage and is {@condition deafened} for 5 minutes; a successful Constitution saving throw negates both effects.": "五彩斑斓的光芒穿过翻腾的云层，雷声从其中轰鸣而出。在云层下方被创建时刻（距离不超过5,000英尺）的每个生物会受到{@damage 2d6}的雷霆伤害，并在接下来的5分钟内变为{@condition deafened}；成功进行一次体质豁免才能免疫这两种效果。",
	"Each round you maintain {@status concentration} on this spell, the storm produces additional effects on your turn.": "每轮你保持在这个法术上的{@status concentration}，风暴会在你的回合产生额外效果。",
	"Ley-infused pebbles rain from the cloud, causing {@damage 1d6} bludgeoning damage to everything beneath it (no saving throw).": "从云中落下的魔法注入的小石头，对其下所有物体造成{@damage 1d6} 钝击伤害（无需豁免）。",
	"Up to six bolts of ley energy leap from the cloud to strike creatures or objects of your choice beneath the cloud. No creature or object can be struck by more than one bolt. A creature struck takes {@damage 8d8} force damage, or half damage with a successful Dexterity saving throw.": "从云中跳出最多六道魔法能量闪电，击中你选择的云下生物或物体。每个生物或物体只能被一道闪电击中。被击中的生物受到{@damage 8d8}点力量伤害，或者在成功的敏捷豁免才能下受到一半伤害。",
	"A burst of prismatic light fills a 20-foot sphere centered on a point beneath the cloud. All creatures in the sphere are affected as if targeted by a {@spell disruptive aura|DM05} spell.": "一阵五彩斑斓的光芒充满了云层下方一个点为中心的20英尺范围的球体。球体内的所有生物都会受到如同被{@spell disruptive aura|DM05}法术瞄准一样的影响。",
	"Flashes of multicolored light burst through and out of the cloud, causing creatures to have disadvantage on Wisdom ({@skill Perception}) checks that rely on sight while they are beneath the cloud. In addition, each round, you trigger a burst of energy that fills a 20-foot sphere centered on a point you can see beneath the cloud. Each creature in the sphere takes {@damage 4d8} force damage (no saving throw).": "五彩斑斓的光芒闪烁穿过云层，使得生物在云层下方时，依赖视觉的感知检定获得劣势。此外，每个回合，你会触发一股能量爆发，填满以你所见点为中心的一个20英尺半径的球形范围。范围内的每个生物会受到{@damage 4d8}的力量伤害（无需豁免检定）。",
	"A {@class Wizard|PHB|geomancer|Geomancy|DM05} who casts this spell regains {@dice 4d10} hit points.": "施放此法术的{@class Wizard|PHB|geomancer|Geomancy|DM05}恢复{@dice 4d10}点生命值。",
	"You unleash the power of a ley line within 5 miles, releasing a spark that flares into a 30-foot sphere centered around a point within 150 feet of you. Each creature in the sphere takes {@damage 14d6} force damage and is {@condition stunned} for 1 minute; a successful Constitution saving throw halves the damage and negates the stun.": "你释放了5英里内的一个地脉的力量，释放出一团火花，形成一个以你为中心，半径30英尺的球体。球体内的每个生物受到{@damage 14d6}的力量伤害，并在1分钟内被{@condition stunned}；成功的体质豁免可以减半伤害并免疫眩晕效果。",
	"A {@condition stunned} creature repeats the saving throw at the end of its turn, ending the effect on itself on a success.": "一个{@condition stunned}生物在回合结束时重复豁免投骰，若成功则结束自身上的效果。",
	"A {@class Wizard|PHB|geomancer|Geomancy|DM05} with a bound ley line can cast this spell as long as he or she is on the same plane as the bound line.": "一个拥有绑定魔力线的{@class Wizard|PHB|geomancer|Geomancy|DM05}只要在与绑定线所在平面上，就可以施放这个法术。",
	"You channel the power of a ley line within 1 mile into a crackling tendril of multicolored ley energy. The tendril extends from your hand but doesn't interfere with your ability to hold or manipulate objects. When you cast the spell and as a bonus action on subsequent turns, you can direct the tendril to strike a target within 50 feet of you. Make a melee spell attack; on a hit, the tendril does {@damage 3d8} force damage and the target must make a Strength saving throw. If the saving throw fails, you can push the target away or pull it closer, up to 10 feet in either direction.": "你将1英里内的地脉之力聚集成一道闪烁着多色地脉能量的电光。这道电光从你的手中延伸出来，但不会影响你拿取或操作物体的能力。当你施放这个法术时，以及在随后的回合中作为一个额外动作，你可以指挥这道电光攻击你50英尺内的目标。进行一次近战法术攻击；命中后，电光造成{@damage 3d8}的力量伤害，目标必须进行一次力量豁免才能。如果豁免失败，你可以将目标推开或拉近，每个方向最多10英尺。",
	"You launch a swirling ray of disruptive ley energy at a creature within range. Make a ranged spell attack. On a hit, the creature takes {@damage 6d8} necrotic damage and its maximum hit points are reduced by an equal amount.": "你向射程内的生物发射一道旋转的混乱魔力射线。进行一次远程法术攻击检定。命中后，该生物受到{@damage 6d8}点死灵伤害，并且其最大生命值减少相同数量。",
	"This reduction lasts until the creature finishes a short or long rest, or benefits from a {@spell greater restoration} spell or comparable magic.": "这种减益持续到生物完成短暂休息或长时休息，或受益于{@spell greater restoration}法术或类似魔法。",
	"This spell has no effect on constructs or undead.": "这个法术对构造物或不死生物无效。",
	"You touch a willing creature and create a shimmering shield of ley energy to protect it. The shield grants the target a +5 AC bonus and gives it resistance against nonmagical bludgeoning, piercing, and slashing damage for the duration.": "你触摸一个愿意的生物，并创造一道闪烁的魔力护盾来保护它。这个护盾为目标提供+5的AC奖励，并在持续时间内使其对非魔法钝击、穿刺和斩击伤害具有抗性。",
	"In addition, the shield can reflect hostile spells back at their casters. When the target makes a successful saving throw against a hostile spell, the caster of the spell immediately becomes its new target. The caster is entitled to the appropriate saving throw against the returned spell, if any, and suffers all effects the spell normally causes.": "此外，盾牌可以将敌对法术反射回施法者。当目标成功通过对抗敌对法术的豁免检定时，法术的施法者立即成为新的目标。施法者有权对抗返回的法术（如果有的话），并承受法术通常造成的所有影响。",
	"The spell produces only a harmless display of bright color and loud noise.": "这个法术只会产生一场无害的明亮色彩和大声噪音的表演。",
	"You are {@condition incapacitated} until the end of your next turn.": "你在你的下一个回合结束前都是{@condition incapacitated}。",
	"You fall {@condition unconscious} for 1 minute. You awake if you take damage or if another creature uses an action to shake you awake.": "你倒地{@condition unconscious}，持续1分钟。如果你受到伤害或其他生物使用一个动作来摇醒你，你会醒来。",
	"The next spell you cast fails, and the spell slot is wasted.": "下一个你施放的法术失败，法术位被浪费。",
	"Targets have advantage on saving throws against your spells for 1 hour.": "目标在接下来的1小时内对你的法术拥有优势，(%num%)。",
	"For 1 hour, you must make a {@dc 10} Constitution saving throw every time you cast a spell. If the saving throw fails, the spell fails and the spell slot is wasted.": "在1小时内，每次你施放法术时，你必须进行一次{@dc 10}宪法豁免检定。如果豁免检定失败，法术失败，法术位被浪费。",
	"You take {@damage 2d6} force damage per level of the spell that caused the backlash (cantrips cause {@damage 1d6} damage).": "你受到法术反噬每级法术伤害{@damage 2d6}（零级法术造成{@damage 1d6}伤害）。",
	"You lose one spell slot of your highest available level, and all charged magic items in your possession lose {@dice 1d4} charges.": "你失去一个你能使用的最高等级的法术位，你所有持有的充能魔法物品失去{@dice 1d4}充能。",
	"Your spell fails, and you unleash a random burst of magic as if you'd used a {@item wand of wonder}.": "你的法术失败了，你释放出了一股随机的魔法波动，就像你使用了一个{@item wand of wonder}一样。",
	"You lose all your remaining spell slots, the ley line disappears for 24 hours, and all charged magic items in your possession fully recharge. You must make a successful {@dc 20} Charisma saving throw or fall unconscious; you awaken after 1 hour, if you take damage, or if another creature uses an action to shake you awake.": "你失去所有剩余的法术位，魔力场消失24小时，你携带的所有充能魔法物品完全充能。你必须成功进行一次 {@dc 20} 魅力豁免才能避免陷入昏迷；如果你受到伤害，或者另一个生物使用一个动作来唤醒你，你会在1小时后醒来。",
	"You can reroll a number of damage dice up to your spellcasting ability modifier (minimum of 1).": "你可以重新投掷最多等于你法术属性调整值（最少为1）的伤害骰子。",
	"Treat your spell as if it were cast with a spell slot one level higher.": "将你的法术视为使用比实际施法时高一级的法术位。",
	"Creatures damaged by your spell are also {@condition poisoned} for 1 minute. A {@condition poisoned} creature makes a Constitution saving throw at the end of its turn to end the poisoning effect.": "你的法术对生物造成伤害后，它们在接下来的1分钟内也会成为{@condition poisoned}。{@condition poisoned}生物在自己的回合结束时需要进行一次体质豁免才能结束中毒效果。",
	"You regain {@dice 1d6} hit points per level of the spell.": "你每个法术等级恢复{@dice 1d6}点生命值。",
	"Your spell ignores damage resistance.": "你的法术无视伤害抗性。",
	"A creature that takes acid or fire damage from your spell takes an additional {@damage 3d6} damage of the same type at the start of its next turn.": "在你的法术造成酸性或火焰伤害的生物，在其下一个回合开始时受到相同类型额外伤害的 {@damage 3d6}。",
	"Targets of your spell have disadvantage on their saving throws against it.": "你的法术目标在对其的豁免投掷中有劣势。",
	"You can choose to exclude any creature you can see from the area of your spell.": "你可以选择排除你所看到的任何生物，使其不受你法术影响。(D&D)",
	"If your spell has a range of self, you can cast it as a touch spell instead.": "如果你的法术射程为自身，你可以选择将其作为接触法术施放。",
	"Roll twice on this table (treat duplicate results as \"no additional effect\"), or roll once on the {@table Titanic Ley Line Effects|DM05} table.": "在这个表格上滚动两次（将重复结果视为“无额外效果”），或在{@table Titanic Ley Line Effects|DM05}表格上滚动一次。",
	"If your spell affects only one target, it instead affects up to six targets of your choice.": "如果你的法术只影响一个目标，那么它会改为影响你选择的最多六个目标。",
	"If your spell affects an area, double the area's size.": "如果你的法术影响一个区域，将该区域的大小加倍。",
	"Creatures affected by your spell are {@condition incapacitated} for 1 minute. An {@condition incapacitated} creature makes a Wisdom saving throw at the end of its turn to end the incapacitation effect.": "你的法术影响的生物在1分钟内被{@condition incapacitated}。一个{@condition incapacitated}生物在其回合结束时进行一次感知豁免才能结束这个无能为力的效果。",
	"You gain a +5 bonus to your AC until the start of your next turn.": "直到你的下一个回合开始之前，你的AC获得+5的加值。",
	"Casting your spell this turn uses only a bonus action; you still have an action to use.": "本回合施放你的法术只需使用一个奖励动作；你仍然有一个行动可以使用。",
	"Creatures immune to the damage of your spell take half damage instead.": "对你法术伤害免疫的生物会受到一半伤害。",
	"Treat your spell as if it were cast with a spell slot two levels higher.": "将你的法术视为使用比实际高两个等级的法术位施放。",
	"{@status Concentration} on your spell can't be broken by damage.": "你的法术{@status Concentration}不会被伤害打断。",
	"A creature damaged by your spell is pushed 10 feet away from you and knocked {@condition prone}. Its speed is reduced to 0 until it makes a successful Constitution saving throw at the start of its turn.": "你的法术伤害了一个生物，将其推开10英尺，并使其晕眩{@condition prone}。它的速度降低为0，直到在其回合开始时成功进行一次体质豁免才恢复。",
	"Choose one effect listed above.": "请选择上述列出的一个效果。",
	"If your spell attack misses or if the target makes a successful saving throw, you can choose a new target within 10 feet of the original target and within range. Make a new attack roll with disadvantage, or the new target makes a saving throw with advantage.": "如果你的法术攻击未命中，或目标成功通过豁免检定，你可以选择一个距离原始目标10英尺且在射程内的新目标。进行一次带有劣势的新攻击检定，或者新目标进行一次带有优势的豁免检定。",
	"You can delay the effect of your spell for up to 5 rounds. Choose how many rounds you want the spell to delay at the moment it's cast. The spell takes effect at the start of your turn that many rounds later. All parameters regarding the spell's targeting, area, color, etc., must be set when the spell is cast, not when it takes effect.": "你可以将你的法术效果延迟最多5轮。选择在施法时要延迟多少轮。法术在那么多轮后的你的回合开始时生效。关于法术的目标、范围、颜色等所有参数必须在施法时设定，而不是在生效时设定。",
	"If your spell deals acid, cold, fire, lightning, or thunder damage, you can change the damage to one of the other listed types.": "如果你的法术造成酸性、冰冷、火焰、闪电或雷霆伤害，你可以将伤害改为其他列出的类型之一。",
	"If your spell affects multiple creatures, choose one. That creature has disadvantage on any saving throw it makes against the spell.": "如果你的法术影响多个生物，选择一个。该生物在对抗该法术的豁免投掷时有劣势。",
	"Double the range of your spell.": "将你的法术射程加倍。",
	"A creature that takes cold damage from your spell is {@condition restrained} until the end of its next turn.": "你的法术对一个受到寒冷伤害的生物造成伤害后，该生物会在其下一个回合结束前保持{@condition restrained}状态。",
	"Creatures damaged by your spell are also {@condition deafened} for 1 minute. A {@condition deafened} creature makes a Constitution saving throw at the end of its turn to end the deafness effect.": "你的法术伤害的生物在1分钟内也会变成{@condition deafened}。一个{@condition deafened}生物在其回合结束时进行一次体质豁免才能结束失聪效应。",
	"Cast your spell without verbal components.": "不发出口头咒语，施放你的法术。(Verbal)",
	"A creature damaged by your spell is also knocked {@condition prone} unless it makes a successful Strength saving throw.": "你的法术对生物造成伤害时，除非它成功进行一次力量豁免才能避免被击倒。",
	"Roll twice on this table (treat duplicate results as \"no additional effect\"), or roll once on the {@table Strong Ley Line Effects|DM05} table.": "在这个表格上滚动两次（将重复结果视为“没有额外效果”），或在{@table Strong Ley Line Effects|DM05}表上滚动一次。",
	"Dan Dillon": "丹·迪隆 (Dan Dillon)",
	"Steve Winter": "史蒂夫·温特 (Steve Winter)",
	"Marc Radle": "马克·拉德尔 (Marc Radle)",
	"Marcel Mercado": "马塞尔·梅尔卡多 (Marcel Mercado)",
	"Marcel Mercado, Bryan Syme": "马塞尔·梅尔卡多 (Marcel Mercado)，布莱恩·赛姆 (Bryan Syme)",
	"Wolfgang Baur": "沃尔夫冈·鲍尔 (Wolfgang Baur)",
	"Kobold Press, Midgard, Open Design, and their associated logos are trademarks of Open Design.": "Kobold Press, 中园 (Midgard), Open Design, 及其相关标志是 Open Design 的商标。",
	"The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Content: All trademarks, registered trademarks, proper names (characters, place names, new deities, etc.), dialogue, plots, story elements, locations, characters, artwork, sidebars, and trade dress.": "以下物品在此被确定为产品身份，如《开放游戏许可证》1.0a版本第1(e)节中所定义，并非开放内容：所有商标，注册商标，专有名称（角色，地名，新神祇等），对话，情节，故事元素，地点，角色，艺术作品，侧栏和商业装饰。",
	"(Elements that have previously been designated as Open Game Content are not included in this declaration.)": "（此声明不包括先前被指定为开放游戏内容的元素。）",
	"The Open content in this book includes the Geomancy arcane tradition, both ley line feats, and the ley line spells.": "这本书中的开放内容包括地理学奥秘传统，以及地脉线特性和地脉线法术。",
	"No other portion of this work may be reproduced in any form without permission.": "未经许可，不得以任何形式复制本作品的其他部分。",
	"© 2016 Open Design": "© 2016 开放设计 (Open Design)",
	"Magic exists in countless forms, from the barely detectable to the massively obvious. Ley lines naturally bridge the gap between the subtle but pervasive source of magic and the concrete, applied force that moves mountains. Ley \"lines\" are actually channels where magical power flows like an invisible river wending across the landscape. They are called lines because length is their only measurement that has meaning in this dimension. Scholars and sages hotly debate the origin of ley lines, but their effects are undeniable.": "魔法存在于无数形式中，从几乎察觉不到的到极为明显的。地脉(natural bridge the gap between the subtle but pervasive source of magic)自然地连接了魔法的微妙但无处不在的源泉与移山般具体的应用力量。地脉“线”实际上是魔法力量流动的通道，就像一条无形的河流蜿蜒穿越风景。它们被称为线，因为长度是它们在这个维度中唯一有意义的度量。学者和智者们激烈地辩论地脉的起源，但它们的影响是不可否认的。",
	"Ley lines fuel both arcane and divine magic. The lines themselves are invisible to normal sight, but divination magic quickly reveals their presence. To spellcasters trained to find them, ley lines stand out as glowing torrents of energy, pulsing bands of light akin to aurorae, or glittering strings.": "灵脉供给着奥术和神圣魔法。这些线条本身对于普通视力是看不见的，但占卜魔法很快就能揭示它们的存在。对于训练有素的咒术师来说，灵脉就像是发光的能量洪流，脉动的光带类似于极光，或者闪闪发光的线条。",
	"Ley lines are neither homogenous nor ubiquitous. Some geographic regions are rich in ley lines while others have none to speak of. They course through air, water, and solid earth with equal ease, but some environments, such as stone and narrow caverns, make them difficult to find and to trace.": "龙脉既不是均质的，也不是无处不在的。一些地理区域富含龙脉，而另一些则几乎没有。它们可以在空气、水和坚实的土地中自如流动，但在一些环境中，比如石头和狭窄洞穴，龙脉很难找到和追踪。",
	"Ley lines tend to follow the contours of the land they flow across. At the same time, the terrain also reacts to the magical current. Learned spellcasters, most notably {@class Wizard|PHB|geomancer wizards|Geomancy|DM05}, can study the features of an area to determine whether ley lines are present and to gain insight into what effects they might produce. Creatures with close ties to the land can tell the difference between an area graced with a ley line and one without. Druids, rangers, woodsmen, farmers, even miners and architects have been known to learn the telltale signs of a ley line's presence and use them to their advantage.": "地脉往往沿着它们流过的土地轮廓走势。与此同时，地形也会对魔法流动产生反应。学识渊博的施法者，尤其是{@class Wizard|PHB|geomancer wizards|Geomancy|DM05}，可以研究一个地区的特征，以确定是否存在地脉，并洞察它们可能产生的效果。与土地有着紧密联系的生物可以分辨出被地脉祝福的区域和没有的区域之间的差异。德鲁伊、游侠、林地工作者、农民，甚至矿工和建筑师都已知道学习地脉存在的显著迹象，并利用它们获益。",
	"Natural pathways through the terrain (regardless of foliage) are easy channels for ley lines to follow. Like water, the magical power of ley lines follows an arcane path of least resistance; it's not uncommon for ley lines to follow or closely parallel waterways. Enterprising rulers and bold wizards sometimes manipulate the land to alter a ley line's path—or at least, try to do so. Such meddling is delicate work, and it can have disastrous consequences if the job is botched. The benefits are tempting enough to outweigh the risk. Specific magical effects or even spectacular marvels such as chunks of rock or earth held aloft by the flowing power can be engineered via expertly channeled ley lines.": "地形中的自然路径（无论有多少植被）是灵脉易于遵循的通道。就像水一样，灵脉的魔力遵循一条最小阻力的奥秘路径；灵脉沿着或紧密平行于水道的情况并不少见。有雄心的统治者和大胆的巫师有时会操纵土地以改变灵脉的路径，或者至少试图这样做。这种干预是微妙的工作，如果工作失败可能会导致灾难性后果。但诱人的好处足以抵消风险。通过熟练引导灵脉，可以制造特定的魔法效果，甚至是一些壮观的奇迹，比如被流动力量悬浮的岩石或土块。",
	"In the {@i Midgard Campaign Setting}, ley lines are an inextricable fixture of the world. They crisscross most of the surface world, sometimes tunneling through it or arcing above it, carrying magical power to all corners of the land.": "在{@i Midgard Campaign Setting}中，地脉是世界上不可分割的一部分。它们纵横交错于大部分表面世界，有时穿越地表，有时高悬在天空，将魔法能量传送到大地的各个角落。",
	"Most importantly, ley lines flow along mystical passages that traverse the planes. These passages are known as fey roads or shadow roads. Fey roads allow impossibly swift travel across Midgard, and those who know the secrets of their use guard them jealously.": "最重要的是，地脉沿着穿越位面的神秘通道流动。这些通道被称为精灵之路或暗影之路。精灵之路允许在米德加德之间进行不可思议的快速旅行，而那些知道如何使用它们的人会嫉妒地保护它们。",
	"Ley lines have a particularly important place to the ramag of the Southlands. A chaotic network of atypically unstable ley lines ravages the Abandoned Lands where the ramag live, and the ramag work diligently to keep them at least somewhat under control.": "地脉对南地的拉玛格有着特殊重要性。在拉玛格居住的废弃之地，一片混乱的、异常不稳定的地脉网络肆虐着，而拉玛格则努力工作以至少在一定程度上控制它们。",
	"Spellcasters can tap ley lines to fill their spells with sudden bursts of power. While this can be dangerous, a skilled caster can create fantastic effects with extra power.": "法师可以利用地脉来为他们的法术注入突然的能量爆发。虽然这可能很危险，但一个熟练的施法者可以利用额外的能量创造出奇妙的效果。",
	"Ley lines vary in intensity from weak trickles to titanic torrents of mystical power. In general, the more intense the ley line, the more potent its effect on magic and the more difficult it is to tap into.": "地脉的强度从微弱的细流到巨大的神秘力量波动不等。一般来说，地脉越强烈，对魔法的影响就越强大，也越难以利用。",
	"They are also classified as either unlocked or locked. These two categories are subjective; a ley line is locked only to individual spellcasters who've locked it, while it remains unlocked to all others. Locked ley lines produce predictable, repeatable benefits when worked into magic. Unlocked ley lines are no more difficult to tap into than locked ones (of the same intensity), but they are unpredictable and dangerous to use. They also bleed magical energy into the surrounding environment, which sometimes causes strange, unnatural effects in the neighborhood.": "它们也被分类为已解锁或已锁定。这两个类别是主观的；只有已锁定的个别咒术师才能锁定一个地脉，而对其他所有人来说，它仍然是未锁定的。已锁定的地脉在被融入魔法时产生可预测、可重复的好处。未锁定的地脉并不比已锁定的地脉（相同强度的）更难获取，但它们是不可预测且使用起来危险的。它们还会向周围环境释放魔法能量，有时会在附近引起奇怪、不自然的效应。",
	"To tap the potential of a ley line requires specialized knowledge, represented by either the {@feat Ley Initiate|DM05} feat or the {@class Wizard|PHB|Geomancy arcane tradition|Geomancy|DM05}. If your game doesn't utilize optional feats, you can instead allow a spellcaster who has a geomancer tutor or who has access to ample research material to learn the technique for tapping ley lines via training as a downtime activity.": "要发挥地脉的潜力需要专门的知识，可以通过{@feat Ley Initiate|DM05}特技或{@class Wizard|PHB|Geomancy arcane tradition|Geomancy|DM05}来代表。如果你的游戏不使用可选特技，你可以允许一个有地理师导师或者可以获得充足研究材料的法术施展者通过训练作为一项闲暇活动来学习利用地脉的技巧。",
	"Once a spellcaster understands how to access the energy of a ley line, the procedure is straightforward. When a spell is cast within 30 feet of a ley line, the spellcaster can tap the line's power to augment his or her magic. This requires a successful ability check using the caster's spellcasting ability but without including any proficiency bonus. The DC of the check equals 10 + the level of the spell being cast. A successful check harnesses the power of the ley line, and the spell is modified according to the line's intensity (weak, strong, or titanic). If the check fails but the result is within 4 of the DC, the spell is cast normally with no bonus effect and no penalty. If the check fails by 5 or more, the spell is cast normally but the spellcaster suffers {@table Ley Line Backlash|DM05|backlash} {@homebrew |(see below)}.": "一旦一个施法者理解如何获取地脉的能量，这个过程就很简单了。当一个法术在距离地脉30英尺内施放时，施法者可以利用地脉的力量增强自己的魔法。这需要进行一次成功的能力检定，使用施法者的施法能力，但不包括任何熟练加值。检定的难度等于10加上施放的法术等级。成功的检定会利用地脉的力量，法术会根据地脉的强度（弱、强或巨大）进行修改。如果检定失败但结果与难度等级相差不超过4，法术会正常施放，没有额外效果也没有惩罚。如果检定失败超过5，法术会正常施放，但施法者会遭受{@table Ley Line Backlash|DM05|backlash} {@homebrew |(see below)}。",
	"When a ley line is tapped successfully, the effect depends on whether the line is locked or unlocked. A locked ley line always has the same effect for the spellcaster who locked it. An unlocked ley line is unpredictable; every time it's tapped, the player rolls {@dice 1d10} and consults the table corresponding to the ley line's intensity ({@table Weak Ley Line Effects|DM05|weak}, {@table Strong Ley Line Effects|DM05|strong}, or {@table Titanic Ley Line Effects|DM05|titanic}).": "当一条地脉成功被激活时，效果取决于该地脉是被锁定还是未锁定。被锁定的地脉对于锁定它的施法者总是产生相同的效果。未锁定的地脉是不可预测的；每次被激活时，玩家都会掷骰子{@dice 1d10}并查阅对应于地脉强度（{@table Weak Ley Line Effects|DM05|weak}，{@table Strong Ley Line Effects|DM05|strong}，或{@table Titanic Ley Line Effects|DM05|titanic}）的表格。",
	"The following feats offer options for character to channel the power of ley lines. At the GM's discretion, a spellcaster who possesses a ley line feat can learn ley line spells without finding them in written form.": "以下的特性为角色提供了利用地脉之力的选项。在GM的判断下，拥有地脉特性的施法者可以学习地脉法术，而无需在书面形式中找到它们。",
	"The following spells are available to druids, sorcerers, warlocks, and wizards. Ley spells can be learned only by discovering written versions of them, unless the GM allows otherwise.": "德鲁伊、巫师、术士和法师可以使用以下法术。只有通过发现书面版本，才能学习雷法术，除非GM另有规定。",
	"Whenever a description refers to casting a spell \"within the influence of a ley line\" or uses words to that effect, it refers to instances when the caster must roll on one of the ley line effects tables or receives the fixed effect of a locked ley line, unless something different is specified. Usually this requires being within 30 feet of the ley line (see \"{@book Using Ley Lines|DM05|1|Using Ley Lines},\" above), but some spells allow greater ranges.": "每当描述中提到在“地脉的影响范围内”施放咒语，或使用类似的措辞时，指的是施法者必须在地脉效果表之一上进行投掷，或者获得锁定地脉的固定效果，除非另有规定。通常情况下，这要求施法者在地脉附近30英尺内（参见上文的“{@book Using Ley Lines|DM05|1|Using Ley Lines}”），但有些咒语可以具有更大的范围。",
	"OPEN GAME License Version 1.0a": "开放游戏许可证版本1.0a (OPEN GAME License Version 1.0a)",
	"The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.": "以下文字为Wizards of the Coast, LLC.的财产，版权归2000 Wizards of the Coast, Inc (\"Wizards\")所有。保留所有权利。",
	"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.": "定义：(a)“贡献者”指已经贡献开放游戏内容的版权和/或商标所有者；(b)“衍生材料”指包括衍生作品和翻译（包括转换为其他计算机语言）、改编、修改、校对、添加、扩展、升级、改进、编纂、节选或其他形式的受版权保护材料，既有作品可能被重塑、转换或改编；(c)“分发”指复制、许可、出租、租赁、销售、广播、公开展示、传输或以其他方式分发；(d)“开放游戏内容”指游戏机制，包括方法、程序、流程和例程，只要这些内容不包含产品标识，是对现有技术的增强，并且由贡献者明确标识为开放游戏内容的任何附加内容，并指本许可证涵盖的任何作品，包括根据版权法的翻译和衍生作品，但明确排除产品标识。(e)“产品标识”指产品和产品系列名称、标识和识别标记，包括商业外观；物品；生物角色；故事、情节、情节、主题元素、对话、事件、语言、艺术作品、符号、设计、描绘、相似之处、格式、姿势、概念、主题和图形、摄影和其他视觉或音频表现；角色、法术、魔法、个性、团队、人物、相似之处和特殊能力的名称和描述；地点、环境、生物、装备、魔法或超自然能力或效果、标识、符号或图形设计；以及任何其他商标或由产品标识所有者明确标识为产品标识的注册商标，明确排除开放游戏内容；(f)“商标”指贡献者用于识别自身或其产品或由贡献者贡献给开放游戏许可的相关产品的标识、名称、标记、口号、设计；(g)“使用”、“用于”或“使用”指使用、分发、复制、编辑、格式化、修改、翻译和以其他方式创建开放游戏内容的衍生材料；(h)“您”或“您的”指本协议的许可人。",
	"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.": "许可证：本许可证适用于包含指示 Open Game Content 只能在本许可证下使用的通知的任何 Open Game Content。您必须在使用的任何 Open Game Content 上附上这样的通知。除非许可证本身描述，否则不得添加或删除任何条款。不得对使用本许可证分发的任何 Open Game Content 应用其他条款或条件。",
	"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.": "接受与同意：通过使用开放游戏内容，您表明接受本许可证的条款。",
	"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.": "授予与对价：作为同意使用本许可的对价，贡献者授予您一项永久性、全球范围内、免版税、非独家使用许可，具体条款与本许可相同，用于使用开放游戏内容。",
	"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.": "贡献权限的表述：如果您正在以开放游戏内容的形式贡献原创材料，您声明您的贡献是您的原创作品和/或您拥有足够的权利授予本许可证所传达的权利。",
	"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.": "许可证版权通知：您必须更新此许可证的COPYRIGHT NOTICE部分，以包括您复制、修改或分发的任何开放游戏内容的COPYRIGHT NOTICE的确切文本，并且您必须在您分发的任何原始开放游戏内容的COPYRIGHT NOTICE中添加标题、版权日期和版权所有者的名称。",
	"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.": "产品身份的使用：您同意不使用任何产品身份，包括作为兼容性指示，除非在与该产品身份的每个元素的所有者另行签订的独立协议中明确许可。您同意不在包含开放游戏内容的作品中指示与任何商标或注册商标的兼容性或共适应性，除非在与该商标或注册商标的所有者另行签订的独立协议中明确许可。在开放游戏内容中使用任何产品身份并不构成对该产品身份所有权的挑战。在开放游戏内容中使用的任何产品身份的所有者将保留对该产品身份的所有权、标题和利益。",
	"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.": "识别：如果您分发开放游戏内容，您必须清楚地指出您正在分发的作品中哪些部分是开放游戏内容。",
	"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.": "更新许可证：巫师或其指定代理人可以发布此许可证的更新版本。 您可以使用此许可证的任何授权版本来复制、修改和分发最初在此许可证的任何版本下分发的任何开放游戏内容。",
	"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.": "您必须在分发的每一份开放游戏内容副本中包含这份许可证的副本。",
	"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.": "贡献者积分的使用：除非您获得了贡献者的书面许可，否则您不得使用任何贡献者的姓名来营销或宣传开放游戏内容。",
	"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.": "无法遵守：如果由于法令、司法命令或政府法规的原因，您无法遵守本许可证的任何条款以及涉及的部分或全部开放游戏内容，那么您可能无法使用受影响的任何开放游戏资料。",
	"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.": "终止：如果您未能遵守本许可协议的所有条款并在发现违约后30天内未能纠正违约行为，本许可协议将自动终止。所有子许可将在本许可协议终止后继续有效。",
	"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.": "改革：如果本许可证的任何条款被认为是不可执行的，该条款将仅在必要的范围内进行改革，以使其可执行。",
	"{@b Open Game License v 1.0a} Copyright 2000, Wizards of the Coast, LLC.": "{@b Open Game License v 1.0a} 版权所有 2000 年，海岸巫师有限责任公司 (Wizards of the Coast, LLC)。",
	"{@b System Reference Document 5.0} Copyright 2016, Wizards of the Coast, Inc.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.": "{@b System Reference Document 5.0} 版权所有 2016 年, 海岸巫师公司; 作者 Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims 和 Steve Townshend, 基于 E. Gary Gygax 和 Dave Arneson 的原始材料。",
	"{@b Deep Magic: Ley Line Magic} © 2016 Open Design; Author: Dan Dillon.": "{@b Deep Magic: Ley Line Magic} © 2016 开放设计；作者：丹·迪伦（Dan Dillon）。"
}