{
	"A paladin on the path toward swearing the Oath of the Giving Grave manifests some class features differently from other paladins.": "一位正在走向发誓成为(Oath of the Giving Grave)的圣武士，会以与其他圣武士不同的方式展现一些职业特性。",
	"Starting at 2nd level, when you hit a creature with a melee weapon attack, you can expend one paladin spell slot to deal necrotic damage, in addition to the weapon's damage. The extra damage is {@damage 2d8} for a 1st-level spell slot, plus {@dice 1d8} for each slot level higher than 1st, to a maximum of {@damage 5d8}. The total damage increases by another {@dice 1d8} if the target is a celestial, a Good-aligned fey, or a Good-aligned dragon.": "从2级开始，当你用近战武器攻击命中生物时，你可以消耗一个圣骑士法术位来造成死灵伤害，额外造成武器伤害。额外伤害为{@damage 2d8}，对于1级法术位，再加上每个高于1级的法术位等级的{@dice 1d8}，最多为{@damage 5d8}。如果目标是天神、善良系精灵或善良系龙，总伤害再增加{@dice 1d8}。",
	"The giving grave is more a philosophy than a formalized code. It appeals to warriors who value power above life, to would-be conquerors who balk at nothing when imposing their will on the weak, to warlords who seek to extend their reigns beyond the usual limit of a single lifetime, and, frankly, to psychotic killers who crave the stamp of divine approval on their bloodletting.": "给予坟墓（The giving grave）更像是一种哲学而非正式的准则。它吸引那些将权力看重于生命的战士，那些在强加自己意志于弱者时毫不犹豫的征服者，那些寻求将统治延伸超越单个生命期限的军阀，以及坦率地说，那些渴望在他们的屠杀行为上获得神圣认可的精神病杀手。",
	"When you take this oath at 3rd level, you gain the following two Channel Divinity options.": "当你在3级时宣誓时，你会获得以下两个圣能选项。",
	"As a bonus action, you can shout a command and indicate a creature you can see within 10 feet of you, using your Channel Divinity. All {@filter unintelligent undead below Challenge Rating 1|bestiary|source=|Challenge Rating=[&0;&1/2]|type=undead|miscellaneous=|Intelligence=[1;9]} who are within sight of the creature become compelled to pursue and attack it. The effect ends in 1 minute or when the target creature drops to 0 hit points or falls {@condition unconscious}. When the effect ends, the undead return to what they were doing before.": "作为一个奖励动作，你可以大声喊出一个命令，并指示一个你能看到的距离你10英尺内的生物，使用你的神圣通道。所有看到这个生物的{@filter unintelligent undead below Challenge Rating 1|bestiary|source=|Challenge Rating=[&0;&1/2]|type=undead|miscellaneous=|Intelligence=[1;9]}都会被迫追击并攻击它。效果在1分钟后结束，或目标生物的生命值降至0或倒下{@condition unconscious}时结束。效果结束时，亡灵会回到之前的状态。",
	"As an action, you present your unholy symbol and utter a promise of horrors to come, using your Channel Divinity. Choose one creature within 60 feet of you that you can see. That creature must make a Wisdom saving throw, unless it is immune to being {@condition stunned}. Celestials and Good-aligned fey have disadvantage on the saving throw. On a failed save, the creature is {@condition stunned} for 1 minute or until it takes any damage.": "作为一个动作，你展示你的邪恶符号并发出未来恐怖的承诺，使用你的圣能力。选择一个在你能看到的60英尺内的生物。该生物必须进行一次感知豁免才能，除非它对于被 {@condition stunned} 免疫。天界生物和善良的精灵在豁免才能上有劣势。如果未通过豁免，该生物将被 {@condition stunned} 1分钟，或者直到它受到任何伤害。",
	"Immense power is needed to repair what's wrong with the world, and mortal beings' lives are too short to acquire that power and wield it effectively. Therefore, death itself must be overcome, and the only path beyond death is through the grave.": "修复世界上的问题需要巨大的力量，而凡人的一生太短暂，无法获得并有效地运用那种力量。因此，必须克服死亡本身，而唯一通往死亡彼岸的道路就是穿越坟墓。",
	"To overcome death, one must serve and learn from those who have that knowledge, regardless of one's views about those entities. When they have no more to teach and no further aid to give, only then can the student's moral feelings come into play.": "要克服死亡，一个人必须侍奉并向那些拥有这种知识的人学习，无论一个人对这些实体持何种观点。当他们没有更多的教导和援助可提供时，学生的道德感才会发挥作用。",
	"Your vision for the world is correct, and the path to achieving it is narrow and treacherous. A single misstep could lead to disaster. Anyone who obstructs that path imperils the future and therefore deserves neither life nor mercy. This isn't cruelty; it's necessity. Where possible, those who fall can be redeemed by being made to serve your ambition after their deaths.": "你对世界的愿景是正确的，实现这一目标的道路是狭窄而危险的。一次失误可能导致灾难。任何阻碍这一道路的人都危及未来，因此既不配活着，也不值得怜悯。这不是残忍，而是必要的。在可能的情况下，那些失败的人可以在死后通过为你的野心服务来得到救赎。",
	"Honor the gods who grant you power over life and death with devotion and sacrifice, so that they will aid you and look favorably on you as an instrument of their power, or even as an ally. Punish those who blaspheme against them.": "以虔诚和牺牲来尊崇那些赐予你生死权力的神祗，这样他们将会帮助你，并将你视为他们力量的工具，甚至是盟友。惩罚那些亵渎他们的人。",
	"Starting at 7th level, you and allies within 10 feet of you can't be turned while you are conscious. At 18th level, the radius of this aura increases to 30 feet.": "从7级开始，只要你还清醒，你和在你周围10英尺范围内的盟友都不会被转化。在18级时，这个光环的半径增加到30英尺。",
	"By 11th level, you are so suffused with Evil that all your melee weapon strikes cause necrotic damage. When you hit with a melee weapon, the target creature takes an extra {@damage 1d8} necrotic damage. lf you also use your Unholy Smite, this damage adds to the extra damage of the Unholy Smite.": "到了11级，你已经被邪恶所充斥，你所有的近战武器攻击造成死灵伤害。当你用近战武器击中目标生物时，目标会额外受到{@damage 1d8}点死灵伤害。如果你同时使用你的邪恶打击(Unholy Smite)，这个伤害会叠加到邪恶打击的额外伤害上。",
	"Starting at 15th level, you gain regeneration. If you start your turn with fewer than half of your maximum hit points, you regain 5 hit points. If you take fire or radiant damage, this trait doesn't function at the start of your next turn.": "从15级开始，你获得再生能力。如果你的回合开始时生命值少于最大生命值的一半，你将恢复5点生命值。如果你受到火焰或辐射伤害，这个特性在下一个回合开始时不会生效。",
	"At 20th level, you gain magic resistance; you have advantage on saving throws against spells and other magical effects. In addition, if you are killed, you rise from the grave within {@dice 1d4} days as a {@creature death knight}. Consult your GM for implementation.": "在20级时，你获得魔法抗性; 你对法术和其他魔法效果的豁免 throws 有优势。此外，如果你被杀死，你会在{@dice 1d4}天内作为{@creature death knight}从坟墓中复活。请咨询你的GM进行实施。",
	"You have always been preoccupied with blood, both your own and that of others. At some point you learned that you could exercise some control over your blood, and you've harnessed that power to awaken the magic that flows through your veins. The dark possibilities of this new magic revealed themselves when you discovered that you could control the blood flowing in the veins of other creatures, too.": "你一直对血液着迷，无论是自己的还是他人的。在某个时刻，你发现自己能够对自己的血液施加一些控制，并利用这种力量唤醒了流淌在你血脉中的魔法。当你发现自己能够控制其他生物血管中流动的血液时，这种新魔法的黑暗可能性也显露出来。",
	"At 1st level, you gain control over your own blood flow. When you take bludgeoning damage, roll a {@dice d4} and subtract the result from the damage taken. At 6th level, the die increases to a {@dice d6}.": "在1级时，你可以控制自己的血液流动。当你受到钝击伤害时，投掷一个{@dice d4}，并将结果从受到的伤害中减去。在6级时，这个骰子增加到一个{@dice d6}。",
	"At 6th level, instead of moving, you can inflict {@damage 1d4} slashing damage on yourself and regain a number of sorcery points equal to the slashing damage. Alternatively, you can choose to increase the save DC or the spell attack bonus of the next spell you cast by +1 instead of regaining sorcery points. At 12th level, the die becomes a {@damage d8} and the increase to your spell attack bonus or save DC increases to +2.": "在6级时，你可以选择不移动，而是对自己造成{@damage 1d4}的斩击伤害，并恢复等同于伤害值的法术点数。或者，你可以选择在下一个施放的法术中，将豁免 DC 或法术命中加值+1，而不是恢复法术点数。在12级时，这个骰子变成了{@damage d8}，而法术命中加值或豁免 DC 的增加也提升至+2。",
	"At 14th level, you can draw blood from a recently killed (within the last 30 minutes) creature of Intelligence 5 or higher and form it into swirling rings that surround you. The number of rings equals your Charisma modifier.": "在14级时，你可以从最近死亡的（在过去30分钟内）智力为5或更高的生物身上汲取血液，并将其形成环绕你的漩涡环。环的数量等于你的魅力调整值。",
	"The rings absorb physical damage. When you are struck by a melee or ranged weapon attack, one ring absorbs {@damage 1d10} damage from the attack, then disappears in a splash.": "这些戒指可以吸收物理伤害。当你被近战或远程武器攻击击中时，一个戒指会吸收攻击中的{@damage 1d10}伤害，然后消失在一团光芒中。",
	"As an action, you can cause one ring to form into a magical spear of blood and launch itself at a target you select within 60 feet. Make a ranged spell attack. On a successful hit, the target takes ({@damage 1d6} + your Charisma modifier) piercing damage and must succeed on a Constitution saving throw or be {@condition stunned} until the start of your next turn. The spear is considered a magical weapon. It evaporates after it's expended. The rings remain until they absorb an attack or they are expended as weapons.": "作为一个动作，你可以让一个戒指变成一支魔法的血之矛，并发射到你在60英尺内选择的目标上。进行一次远程法术攻击。命中后，目标受到({@damage 1d6} + 你的魅力调整值) 穿刺伤害，并必须通过一次体质豁免才能免疫 {@condition stunned} 直到你下一个回合开始。这支矛被视为一把魔法武器。在使用完毕后会消失。戒指会一直保留，直到它们吸收了一次攻击或被用作武器。",
	"At 18th level, you can siphon a steady stream of blood from a living creature at a distance. As an action, you designate a creature within 40 feet; that creature must make a Constitution saving throw. If the saving throw fails, the creature takes {@damage 2d6} necrotic damage as blood oozes through its skin and flows through the air to you, where it's absorbed through your skin. For every 2 points of damage done to the target, you regain either 1 hit point or 1 sorcery point. The exsanguination continues, causing damage and restoring your hit points or sorcery points at the start of your turn, until you end it (no action required by you) or the target makes a successful Constitution saving throw at the end of its turn.": "在18级时，你可以从一名生物身上远距离吸取稳定的血液流。作为一个动作，你选择一个距离你40英尺内的生物；那个生物必须进行一次体质豁免才能。如果豁免失败，该生物会受到{@damage 2d6}点死灵伤害，因为血液从其皮肤渗出，流过空气到你身上，然后被你的皮肤吸收。对目标造成的每2点伤害，你可以恢复1点生命值或1点法术点数。这种抽血继续进行，造成伤害并在你的回合开始时恢复你的生命值或法术点数，直到你结束它（你无需采取任何行动）或目标在其回合结束时进行一次成功的体质豁免才能。",
	"A blood mage powers his magic with the secrets he learns from his own blood. Eventually, he learns to manipulate others' blood, too. A blood mage has the following class features.": "一名血法师通过从自己的血液中学到的秘密来施展魔法。最终，他也学会了操纵他人的血液。一名血法师具有以下职业特征。",
	"Beginning when you take up the study of blood magic at 2nd level, the gold and time you must spend to copy a blood magic spell into your spellbook is halved. You also gain proficiency in the {@skill Medicine} skill.": "从2级开始学习血魔法时，将复制血魔法咒语到你的咒书中所需的金钱和时间减半。你还会熟练掌握{@skill Medicine}技能。",
	"Starting at 2nd level when you choose to focus your studies on blood magic, you gain a greater awareness of the blood flowing through your veins, the heart that pumps it, and some measure of control over both. When you are subjected to a disease or poison effect that allows you to make a Constitution saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail.": "在2级时，当你选择将研究重点放在血魔法上时，你会对流经你血管的血液、泵动它的心脏以及对两者的一定程度控制有更深入的认识。当你受到一种疾病或毒素效果的影响，该效果允许你进行一次体质豁免才能仅受一半伤害时，如果你在豁免检定中成功，你将不受伤害，如果失败则只受一半伤害。",
	"At 6th level, you gain the ability to see a moment of the past through the eyes of a creature whose blood you consume. When you ingest the blood of another creature, you are {@condition stunned} for 1 round. During that time, you experience a memory of the creature through its own eyes which may or may not be of the incident that caused it to bleed. The older the blood, the foggier and more obscure the memory is likely to be.": "在6级时，你获得了通过消耗某个生物的血液来看到过去一刻的能力。当你摄入另一个生物的血液时，你会进入{@condition stunned}状态持续1回合。在此期间，你会通过这个生物的眼睛体验到它的记忆，这些记忆可能与导致它流血的事件有关，也可能不相关。血液越陈旧，记忆就越模糊和隐晦。",
	"Once you have consumed a creature's blood in this way, the same creature's blood will never again produce a memory for you.": "一旦你以这种方式消耗了一个生物的血液，同一个生物的血液将永远不会再为你产生记忆。",
	"Starting at 10th level, you can absorb poisons or diseases from another creature, living or dead, and turn it to your use. By exposing a fresh cut to a source of disease or poison, you can safely absorb it, storing it in your bloodstream, dormant. You can then inflict it on another by spitting a stream of blood at them. As an action, make a ranged spell attack. On a successful hit the target is exposed to the disease or poison and must proceed with whatever saving throws are required.": "从10级开始，你可以吸收另一个生物（无论是活的还是死的）身上的毒素或疾病，并将其转化为自己所用。通过让新鲜的伤口暴露在疾病或毒素源头中，你可以安全地吸收它，储存在你的血液中，处于休眠状态。然后，你可以通过向另一个人喷射一股血液来传播它。作为一个动作，进行一次远程法术攻击。命中目标后，目标暴露于疾病或毒素之中，并必须进行所需的豁免才能继续。",
	"In three days, if you do not pass the disease or poison along to another living creature, it becomes active in your bloodstream. You make the first two saving throws required by the disease or poison with disadvantage.": "在三天内，如果你不将疾病或毒素传染给另一个生物，它将在你的血液中变得活跃。你进行疾病或毒素所需的前两次豁免投掷时，会受到劣势。",
	"At 14th level, a blood mage can turn other creatures' blood into sludge or he can thin it once per day. As an action, he can cause a creature that fails a Constitution saving throw to become {@spell slow|PHB|slowed}. Alternately, he can cause a creature that fails a Constitution saving throw to gain the effects of {@spell haste}. The target can intentionally fail the saving throw. The duration of either effect is a number of rounds equal to your Intelligence modifier.": "在14级时，一名血法师可以将其他生物的血液变成淤泥，或者每天可以稀释一次。作为一个动作，他可以让一名未通过体质豁免检定的生物变成{@spell slow|PHB|slowed}。或者，他可以让一名未通过体质豁免检定的生物获得{@spell haste}的效果。目标可以故意放弃豁免检定。任一效果的持续时间为与你的智力调整值相等的回合数。",
	"You raise one Medium or Small humanoid corpse as a {@creature ghoul} under your control. Any class levels or abilities the creature had in life are gone, replaced by the {@creature ghoul|MM|standard ghoul stat block}.": "你可以控制一个中型或小型人形尸体，将其复活为一个{@creature ghoul}。生前该生物拥有的任何职业级别或能力都消失了，被{@creature ghoul|MM|standard ghoul stat block}取代。",
	"When you cast this spell using a spell slot of 3rd level, it can be used on the corpse of a Large humanoid to create a Large ghoul. When you cast this spell using a spell slot of 4th level, this spell creates a {@creature ghast}, but the material component changes to an onyx gemstone worth at least 200 gp.": "当你使用3级法术位施放这个法术时，它可以用在一个大型人形尸体上，创造一个大型食尸鬼。当你使用4级法术位施放这个法术时，这个法术创造一个{@creature ghast}，但材料组件变为价值至少200金币的缟玛瑙宝石。",
	"When cast on a dead or undead body, {@i as you were} returns that creature to the appearance it had in life while it was healthy and uninjured. The target must have a physical body; the spell fails automatically if the target is normally noncorporeal ({@creature banshee}, {@creature ghost}, {@creature wraith}, et al.).": "当施放在一个死亡或不死之身上时，{@i as you were} 会使那个生物恢复到生前健康无伤时的外貌。目标必须有一个实体身体；如果目标通常是无实体的（{@creature banshee}，{@creature ghost}，{@creature wraith}等），咒语会自动失败。",
	"If {@i as you were} is cast on a corpse, its effect is identical to {@spell gentle repose} except that the corpse's appearance is restored to that of a healthy, uninjured (albeit dead) person.": "如果在尸体上施放{@i as you were}，其效果与{@spell gentle repose}相同，只是尸体的外观会恢复到一个健康、未受伤（尽管已死亡）的人的样子。",
	"If the target is an undead creature, it also is restored to the appearance it had in life, even if it died from disease or from severe wounds, or centuries ago. The target looks, smells, and sounds (if it can talk) as it did in life. Friends and family can tell something is wrong only with a successful Wisdom ({@skill Insight}) check against your spell save DC, and only if they have reason to be suspicious (knowing the person should be dead is sufficient reason). Spells and abilities that detect undead are also fooled, but the creature remains susceptible to Turn Undead as normal.": "如果目标是一只不死生物，它也会恢复到它生前的外貌，即使它是死于疾病、严重伤势，或者是几个世纪前死去的。目标看起来、闻起来、听起来（如果它能说话）都和生前一样。只有通过对你的法术豁免 DC 的成功感知（智力检查）检定，朋友和家人才能察觉到有些不对劲，而且只有在他们有理由怀疑的情况下（知道这个人应该已经死了就足够了）。检测不死生物的法术和能力也会被愚弄，但是这个生物仍然会像往常一样受到反驱不死的影响。",
	"This spell doesn't confer speech on undead that normally can't speak. The creature eats, drinks, and breathes as a living creature does; it can mimic sleep, but it has no more need for it than it had before. Any amount of radiant, necrotic, or Constitution damage immediately ends this spell.": "这个法术不会让通常不能说话的不死生物获得言语能力。该生物会像活物一样进食、饮水和呼吸；它可以模仿睡眠，但并不比以前更需要睡眠。任何数量的辐射、死灵或体质伤害都会立即结束这个法术。",
	"If this spell is cast on an undead creature that isn't your ally or under your control, it makes a Charisma saving throw to resist the effect.": "如果这个法术施加在一个不是你盟友或者在你控制之下的不死生物身上，它需要进行一次魅力豁免检定来抵抗该效果。",
	"When you cast this spell, you cut your hand and take {@damage 1d4} slashing damage that can't be healed until you take a long rest. Then touch a construct; it must make a successful Constitution saving throw or be {@condition charmed} by you for the duration. If you or your allies are fighting the construct, it has advantage on the saving throw. Even constructs that are immune to {@condition charmed||charm} can be affected by this spell.": "当你施放这个法术时，你割破手并受到{@damage 1d4}斩击伤害，直到你进行一次长休之前都无法被治愈。然后触摸一个构造物；它必须进行一次成功的体质豁免才能在持续时间内被你{@condition charmed}。如果你或你的盟友正在与该构造物战斗，它在豁免扔骰上获得优势。即使对{@condition charmed||charm}免疫的构造物也会受到这个法术的影响。",
	"While the construct is {@condition charmed}, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this {@note telepathic link to issue commands to} the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"attack the ghouls,\" \"block the bridge,\" or \"fetch that bucket.\" If the construct completes the order and doesn't receive further direction from you, it defends itself.": "当你与{@condition charmed}在同一存在平面上时，你可以与它建立一种感应联系。只要你有意识，你可以{@note telepathic link to issue commands to}这个生物（无需行动），它会尽力遵从。你可以指定一个简单而一般性的行动，比如“攻击食尸鬼”，“封锁桥梁”，或者“拿那个桶过来”。如果构造完成了命令并且没有收到你的进一步指示，它会自卫。",
	"You can use your action to take total and precise control of the target. Until the end of your next turn, the construct takes only the actions you specify and does nothing you haven't ordered it to do. During this time, you can also cause the construct to use a reaction, but this requires you to use your own reaction as well.": "你可以使用你的行动来完全和精确地控制目标。直到你的下一个回合结束，该构造体只执行你指定的动作，不做任何你没有命令它做的事情。在此期间，你还可以让该构造体使用一次反应，但这需要你也使用你自己的反应。",
	"Each time the construct takes damage, it makes a new Constitution saving throw against the spell. If the saving throw succeeds, the spell ends.": "每次该构造体受到伤害时，它都需要进行一次新的（Constitution）体质豁免检定来抵抗该法术。如果豁免检定成功，法术就会结束。",
	"If the construct is already under your control when the spell is cast, it gains an Intelligence of 10 (unless its own Intelligence is higher, in which case it retains the higher score) for 4 hours. The construct is capable of acting independently, though it remains loyal to you for the spell's duration. You can also grant the target a bonus equal to your Intelligence modifier on one skill in which you have proficiency.": "如果在施放咒语时，构造体已经在你的控制之下，它的智力将提升至10（除非它本身的智力更高，在这种情况下，它将保留更高的分数）持续4小时。构造体有能力独立行动，尽管在咒语持续期间仍然忠诚于你。你还可以使目标在你熟练的一个技能上获得一个等同于你智力调整值的奖励。",
	"When you cast this spell with a 5th-level spell slot, the duration is {@status concentration}, up to 10 minutes. When you use a 6th-level spell slot, the duration is {@status concentration}, up to 1 hour. When you use a spell slot of 7th level or higher, the duration is {@status concentration}, up to 8 hours.": "当你用5级法术槽施放这个法术时，持续时间为{@status concentration}，最长可达10分钟。当你使用6级法术槽时，持续时间为{@status concentration}，最长可达1小时。当你使用7级或更高级别的法术槽时，持续时间为{@status concentration}，最长可达8小时。",
	"When you strike a foe with a melee weapon attack, you can immediately cast blood armor as a bonus action. The foe you struck must contain blood; targets that don't bleed don't satisfy the requirement for blood armor. The blood flowing from your foe magically increases in volume and forms a suit of armor around you, granting you armor class 18 + your Dexterity modifer for the spell's duration. Blood armor has no Strength requirement, doesn't hinder spellcasting, and doesn't incur disadvantage on Dexterity ({@skill Stealth}) checks.": "当你用近战武器攻击敌人时，你可以立即将血之铠甲作为一个奖励动作施放。你击中的敌人必须含有血液；不流血的目标不满足血之铠甲的要求。从你的敌人身上流出的血液在魔法作用下增加了体积，并在你周围形成一套盔甲，为你提供18 + 你的敏捷调整值的护甲等级，持续时间为法术的持续时间。血之铠甲没有力量要求，不会妨碍施法，也不会让你在敏捷检定中蒙受劣势（{@skill Stealth}）。",
	"If the creature you struck was celestial, blood armor also grants you advantage on Charisma saving throws.": "如果你攻击的生物是天神，血之铠甲也会让你在魅力豁免 throws 上获得优势。",
	"You point at any open liquid (a jar, a bowl, even a puddle) that contains at least a quart of blood. It flashes momentarily with sparkling light before regaining its former hue. Predators and creatures that feed on blood, including undead such as vampires, within 60 feet must make Charisma saving throws. Creatures with Keen Smell or any similar scent‑boosting ability have disadvantage on the saving throw, while undead that feed on blood have advantage on the saving throw. Those that fail are drawn toward the blood; they must move toward it unless impeded.": "你指向任何一个含有至少一夸脱血液的开放液体（如罐子、碗，甚至是一个水坑）。它会在闪烁一阵耀眼的光芒后恢复原来的颜色。在60英尺范围内的掠食者和以血为食的生物，包括吸血鬼等不死生物，必须进行魅力豁免检定。具有敏锐嗅觉或任何类似增强嗅觉的能力的生物在豁免检定中有劣势，而以血为食的不死生物在豁免检定中有优势。未通过检定的生物会被吸引向血液靠近；它们必须朝着血液移动，除非受到阻碍。",
	"Once an affected creature reaches the blood, it tries to consume it, foregoing all other actions while the blood is present. A successful attack against an affected creature ends the effect, as does the complete consumption of the blood, which requires just 1 action by an affected creature.": "一旦受影响的生物接触到血液，它会试图消耗它，在血液存在期间放弃所有其他行动。对受影响生物的成功攻击会结束效果，受影响生物只需1个动作完全消耗血液也会结束效果。",
	"By touching a drop of your quarry's blood (spilled or drawn within the past hour), you can follow its trail unerringly across any surface or under water, no matter how fast you are moving. If your quarry takes flight, you can follow its trail along the ground or through the air if you have means to fly.": "通过触摸你的猎物的一滴血（在过去的一小时内流出或抽取），你可以毫无差错地沿着它的足迹穿越任何表面或水下，无论你移动多快。如果你的猎物飞走了，只要你有飞行的手段，你可以沿着地面或空中的足迹追踪它。",
	"If your quarry moves magically (such as through a {@spell dimension door} or via a {@spell teleport} spell), you sense its trail as a straight path from where the magical movement started to where it ended. Such a vector may lead through lethal or impassable barriers. This spell even reveals the path of those using {@spell pass without trace}, but it fails to locate creatures protected by {@spell nondetection} or by other effects that prevent scrying or cause divination spells to fail. If your quarry moves to another plane, its trail ends without trace, but blood spoor picks up the trail again if the caster shifts to the same plane as the quarry before the spell expires.": "如果你的猎物通过魔法移动（比如通过一个{@spell dimension door}或者通过{@spell teleport}法术），你会感知到它的痕迹，从魔法移动开始的地方直到结束的地方形成一条直线路径。这样的矢量可能穿过致命或无法通过的障碍物。这个法术甚至会揭示那些使用{@spell pass without trace}的人的路径，但无法找到被{@spell nondetection}或其他防止窥视或导致占卜法术失败的效果保护的生物。如果你的猎物移动到另一个位面，它的痕迹将毫无踪迹，但如果施法者在法术结束前转移到与猎物相同的位面，血迹会再次捡起痕迹。",
	"When you cast this spell, the targeted creature must succeed on a Constitution saving throw or bleed from its nose, eyes, ears, and mouth. This bleeding causes no damage but imposes a −2 penalty on the creature's Intelligence, Charisma, and Wisdom checks. Blood tide has no effect on undead or constructs.": "当你施放这个法术时，被选中的生物必须成功通过一次体质豁免才能避免从鼻子、眼睛、耳朵和嘴巴流血。这种流血不会造成伤害，但会给生物的智力、魅力和感知检定造成-2的惩罚。血潮对亡灵或构造物没有影响。",
	"A bleeding creature might also attract the attention of creatures such as {@creature stirge|MM|stirges}, sharks, or giant mosquitoes, depending on the circumstances.": "一个流血的生物也可能会吸引 {@creature stirge|MM|stirges}、鲨鱼或巨型蚊子等生物的注意，具体取决于情况。",
	"A {@spell cure wounds} spell stops the bleeding before the spell's duration expires, as does a successful {@dc 10} Wisdom ({@skill Medicine}) check.": "一个 {@spell cure wounds} 法术会在法术持续时间结束之前停止流血，一个成功的 {@dc 10} 智力 ({@skill Medicine}) 检定也会起到同样的效果。",
	"The duration increases to 2 minutes at 5th level, 10 minutes at 11th level, and 1 hour at 17th level.": "在5级时，持续时间增加到2分钟，在11级时增加到10分钟，在17级时增加到1小时。",
	"You launch a jet of boiling blood from your eyes at a target within 40 feet of you. You take {@damage 1d6} necrotic damage and make a ranged spell attack against the target. If the attack hits, the target takes {@damage 2d10} fire damage plus {@damage 2d8} psychic damage.": "你从眼睛中发射一股沸腾的血柱，瞄准你40英尺内的目标。你受到{@damage 1d6}点死灵伤害，并对目标进行远程法术攻击。如果攻击命中，目标会受到{@damage 2d10}点火焰伤害和{@damage 2d8}点心灵伤害。",
	"When you cast this spell using a spell slot of 3rd level or higher, the fire damage increases by {@dice 1d10} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，火焰伤害会每超过2级增加{@dice 1d10}。",
	"The next time you hit a creature with a melee weapon attack during the spell's duration, your weapon pulses with a dull, red light and the attack deals an extra {@damage 1d6} necrotic damage to the target. At the start of each of its turns until the spell ends, the target must make a Constitution saving throw. On a failed save, it takes {@damage 1d6} necrotic damage, it bleeds profusely from the mouth, and it can't speak intelligibly or cast spells with a verbal component. On a successful save, the spell ends. lf the target or an ally within 5 feet of it uses an action to tend the wound with a successful Wisdom ({@skill Medicine}) check against your spell save DC or the target receives magical healing, the spell ends.": "在法术持续时间内，下次你用近战武器攻击生物时，你的武器会闪烁着暗红色光芒，攻击对目标造成额外{@damage 1d6}的死灵伤害。在每个目标的回合开始时，直到法术结束，目标必须进行一次体质豁免检定。未通过豁免检定的目标会受到{@damage 1d6}的死灵伤害，口中大量流血，无法清晰说话或施展需要口头组件的法术。通过豁免检定的目标会结束该法术。如果目标或其5英尺内的盟友使用一个动作，通过对你的法术豁免 DC 进行成功的智力检定({@skill Medicine}) 或目标接受到魔法治疗，法术也会结束。",
	"Your blood becomes caustic when exposed to the air. When you take damage, you can use your reaction to select up to three targets within 30 feet of you. Each target takes {@damage 1d10} acid damage unless it makes a successful Dexterity saving throw.": "当您的血液暴露在空气中时会变得腐蚀性。当您受到伤害时，您可以使用您的反应，在距离您30英尺内选择最多三个目标。每个目标会受到{@damage 1d10}酸性伤害，除非它们成功进行敏捷豁免才能免受伤害。",
	"When you cast this spell using a spell slot of 3rd level or higher, the number of targets increases by 1 for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，目标数量会随着超过2级的法术位等级增加1个。",
	"You summon a {@creature shadow} to do your bidding. The creature appears in an unoccupied space that you can see within range. The creature is friendly to you and your allies for the duration. Roll initiative for the {@creature shadow}, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands to the creature, it defends itself from hostile creatures but otherwise takes no actions. The {@creature shadow} disappears when the spell ends.": "你召唤一个{@creature shadow}来执行你的命令。该生物出现在你能看到的范围内的一个空位。在持续时间内，该生物对你和你的盟友友好。为{@creature shadow}投掷先攻骰，它有自己的回合。它会遵从你发出的口头命令（你不需要采取任何行动）。如果你没有给生物下达任何命令，它会保护自己免受敌对生物的伤害，但不会采取其他行动。当法术结束时，{@creature shadow}消失。",
	"When you cast this spell using a spell slot of 4th level, you can choose to summon a {@creature wight} or a {@creature shadow}. When you cast this spell with a spell slot of 5th level, you can choose to summon a {@creature ghost}, a {@creature shadow}, or a {@creature wight}.": "当你使用一个4级法术位施放这个法术时，你可以选择召唤一个{@creature wight}或一个{@creature shadow}。当你使用一个5级法术位施放这个法术时，你可以选择召唤一个{@creature ghost}，一个{@creature shadow}，或一个{@creature wight}。",
	"You prick your finger with a bone needle as you cast this spell, taking 1 necrotic damage. This drop of blood must be caught in a container such as a platter or a bowl, where it grows into a pool 1 foot in diameter. This pool acts as a {@item crystal ball} for the purpose of {@spell scrying}.": "在施放这个法术时，你用骨针刺破手指，受到1点死灵伤害。这滴血必须被收集在一个容器中，比如一个盘子或一个碗里，它会生长成直径1英尺的池子。这个池子在{@spell scrying}的目的上充当{@item crystal ball}。",
	"If you place a drop (or dried flakes) of another creature's blood in the cruor of visions, the creature has disadvantage on any Wisdom saving throw to resist {@spell scrying}. Additionally, you can treat the pool of blood as a {@item crystal ball of telepathy} {@homebrew |(see the crystal ball description in the Fifth Edition rules)}.": "如果你在幻象之血中加入另一种生物的一滴血（或干燥的薄片），该生物在任何用于抵抗 {@spell scrying} 的感知豁免检定时都具有劣势。此外，你可以将这滩血视为 {@item crystal ball of telepathy} {@homebrew |(see the crystal ball description in the Fifth Edition rules)}。",
	"When you cast this spell using a spell slot of 7th level or higher, the pool of blood acts as either a {@item crystal ball of mind reading} or a {@item crystal ball of true seeing} (your choice when the spell is cast).": "当你使用7级或更高级别的法术位施放这个法术时，血池会作为{@item crystal ball of mind reading}或{@item crystal ball of true seeing}（在施放法术时选择）。",
	"You are surrounded by a field of glowing, blue energy lasting 3 rounds. Creatures within 5 feet of you (including yourself) must make a Constitution saving throw when the spell is cast and again at the start of each of your turns while the spell is in effect. A creature whose saving throw fails is {@condition restrained}; a {@condition restrained} creature whose saving throw fails is {@condition paralyzed}; and a {@condition paralyzed} creature whose saving throw fails is {@condition petrified} and transforms into a statue of blue crystal. As with all {@status concentration} spells, you can end the field at any time (no action required). If you turn to crystal, the energy field ends after all affected creatures make their saving throws.": "你被一圈持续3回合的发光蓝色能量包围着。在你周围5英尺范围内的生物（包括你自己）在施放咒语时必须进行一次体质豁免检定，而在咒语生效期间每当轮到你的回合开始时都要再次进行检定。未通过豁免检定的生物为{@condition restrained}；未通过检定的{@condition restrained}生物为{@condition paralyzed}；未通过检定的{@condition paralyzed}生物为{@condition petrified}，并变成蓝水晶雕像。与所有{@status concentration}咒语一样，你可以随时结束这个能量场（无需动作）。如果你变成水晶，所有受影响的生物完成豁免检定后，能量场会结束。",
	"{@condition Restrained} and {@condition paralyzed} creatures recover immediately when the spell effect ends, but {@condition petrified||petrification} is permanent.": "{@condition Restrained}和{@condition paralyzed}生物在法术效果结束时立即恢复，但{@condition petrified||petrification}是永久的。",
	"Crystal creatures can see, hear, and smell normally, but they don't need to eat or breathe. If {@spell shatter} is cast on a crystal creature, it must succeed on a Constitution saving throw against the caster's spell save DC or be killed. If a crystal statue is broken or damaged, the subject has similar damage when its petrification ends.": "晶体生物可以正常看见、听见和闻到，但它们不需要进食或呼吸。如果对晶体生物施放{@spell shatter}，它必须通过一次体质豁免检定，检定 DC 为施法者的法术豁免 DC，否则将被杀死。如果晶体雕像被打破或损坏，当它的石化效果结束时，主体也会受到类似的伤害。",
	"Creatures transformed into blue crystal can be restored with {@spell dispel magic}, {@spell greater restoration}, or comparable magic.": "被转化为蓝色水晶的生物可以通过{@spell dispel magic}、{@spell greater restoration}或类似的魔法来恢复。",
	"This spell wreathes you in cold, purple fire that damages creatures near you. You take 3 ({@damage 1d6}) cold damage each round for the duration of the spell. Creatures within 5 feet of you when you cast the spell, and at the start of your turns while the spell is in effect, take 4 ({@damage 1d8}) cold damage.": "这个法术让你被一团寒冷的紫色火焰环绕，伤害附近的生物。在法术持续期间，你每轮受到 3 ({@damage 1d6}) 点冷伤害。在你施放该法术时以及法术生效期间的每个回合开始时，距离你5英尺内的生物会受到 4 ({@damage 1d8}) 点冷伤害。",
	"When you cast this spell using a slot of 3rd level, the radius of the spell extends to 10 feet, damage to you is 4 ({@damage 1d8}) cold damage, and damage to other creatures is 5 ({@dice 1d10}) cold damage.": "当你使用3级位级时施放此法术时，法术的半径扩展到10英尺，对你造成4({@damage 1d8})点冷伤害，对其他生物造成5({@dice 1d10})点冷伤害。",
	"When you cast this spell using a slot of 4th level, the radius of the spell extends to 15 feet, damage to you is 5 ({@damage 1d10}) cold damage, and damage to other creatures is 6 ({@damage 1d12}) cold damage.": "当你使用4级位面传送术时，法术的半径扩展到15英尺，对你造成5({@damage 1d10})点冰冷伤害，对其他生物造成6({@damage 1d12})点冰冷伤害。",
	"When you cast this spell using a slot of 5th level, the radius of the spell extends to 20 feet, damage to you is 6 ({@damage 1d12}) cold damage, and damage to other creatures is 10 ({@damage 1d20}) cold damage.": "当你使用5级位级时施放这个法术时，法术的半径扩展到20英尺，对你造成6({@damage 1d12})点冷伤害，对其他生物造成10({@damage 1d20})点冷伤害。",
	"When you cast {@i doom of dancing blades}, you create {@dice 1d4} illusory copies of your weapon that float in the air 5 feet from you. These images move with you, spinning, shifting, and mimicking your attacks. When you are hit by a melee attack but the attack roll was within 3 of your armor class, one illusory weapon parries the attack; you take no damage and the illusory weapon is destroyed. When you are hit by a melee attack that an illusory weapon can't parry (the attack roll succeeds by 4 or more), you take only half damage from the attack and an illusory weapon is destroyed. Spells and effects that don't require an attack roll, or that affect an area, affect you normally and don't destroy any illusory weapons.": "当你施放{@i doom of dancing blades}时，你创造{@dice 1d4}把你武器的幻影复制品，漂浮在你离地5英尺的空中。这些影像会随着你移动，旋转，变换，并模仿你的攻击。当你被近战攻击击中，但攻击点数在你的护甲等级范围内的3点以内时，一个幻影武器会挡下这次攻击；你不会受到伤害，而幻影武器会被摧毁。当你被近战攻击击中，而幻影武器无法挡下（攻击点数超过4或更多），你只受到来自这次攻击的一半伤害，同时一个幻影武器会被摧毁。不需要攻击点数的法术和效果，或者影响一个区域的法术，会正常影响到你，但不会摧毁任何幻影武器。",
	"If you make a melee attack that scores a critical hit while {@i doom of dancing blades} is in effect on you, all your illusory dancing blades also strike the target and do {@damage 1d8} bludgeoning, piercing, or slashing damage (your choice) each.": "如果你进行的近战攻击获得了暴击，同时{@i doom of dancing blades}效果对你生效，那么你所有的幻影舞刃也会攻击目标，每个造成{@damage 1d8}的钝击、穿刺或砍击伤害（你选择）。",
	"An attacker must be able to see the illusory weapons to be affected. The spell has no effect if you are {@condition invisible} or in total darkness, or on {@condition blinded|PHB|blind} creatures.": "攻击者必须能够看到虚幻的武器才会受到影响。如果你处于{@condition invisible}或完全黑暗中，或者对{@condition blinded|PHB|blind}生物无效。",
	"When you cast {@i doom of disenchantment}, your armor and shield glow with unholy light. When a creature hits you with an attack, the spell counters any augmenting magic granting the attack a bonus to hit (but not advantage) or bonus damage. For example, a {@item +1 weapon} would still be considered magical but it gets neither +1 to hit nor damage against a target under a doom of disenchantment. The doom also momentarily suppresses other magical abilities or spell-like abilities of the attack. A {@item sword of wounding}, for example, can't cause ongoing wounds on you and you recover hit points normally. If the attack was a spell or spell-like ability, it's affected as if you'd cast {@spell counterspell}, using Charisma as your spellcasting ability. Spells with a duration of instantaneous, however, are unaffected.": "当你施放{@i doom of disenchantment}时，你的盔甲和盾牌会闪耀着邪恶的光芒。当一名生物用攻击命中你时，该法术会抵消任何增强魔法，使攻击获得命中加值（但不是优势）或额外伤害。例如，一个{@item +1 weapon}仍然被视为魔法的，但在对一个处于解咒末日状态下的目标时，它既不会获得+1的命中加值，也不会造成额外伤害。解咒末日也会暂时抑制攻击的其他魔法能力或类似法术能力。例如，一个{@item sword of wounding}无法对你造成持续性伤害，你会正常恢复生命值。如果攻击是一个法术或类似法术能力，它会受到如同你施放{@spell counterspell}的影响，使用魅力作为你的施法能力。然而，持续时间为瞬间的法术不受影响。",
	"You drink a dose of venom or other poison and through the unholy power of your dark god, you spread the effect to other living things around you. If the poison normally allows a saving throw, you fail it automatically. You suffer the effect of the poison normally before spreading the poison to all other living creatures within 10 feet of you. Instead of making the usual saving throw against the poison, creatures around you make a Constitution saving throw against the spell. A target whose saving throw succeeds suffers no damage or other effect from the poison and is immune to further castings of {@i doom of serpent coils} for 24 hours. Targets that fail the saving throw don't take the poison's usual effect; instead, they take 14 ({@damage 4d6}) poison damage and are {@condition poisoned}.": "你饮下一剂毒液或其他毒药，通过你邪恶神明的不可思议力量，你将效应传播给周围的其他生物。如果毒药通常允许豁免才能，你会自动失败。在将毒药传播给你周围所有生物之前，你会正常遭受毒药的效应。周围的生物不需要对抗毒药进行通常的豁免才能检定，而是对该法术进行一次体质豁免检定。豁免成功的目标不会受到毒药的伤害或其他效应，并且在接下来的 24 小时内对 {@i doom of serpent coils} 具有免疫力。未能通过豁免检定的目标不会受到毒药的通常效应；相反，它们会受到 14 ({@damage 4d6}) 点毒性伤害，并且会被 {@condition poisoned}。",
	"While {@condition poisoned} this way, a creature repeats the saving throw at the end of its turn. On a failure, it takes 14 ({@damage 4d6}) poison damage and is still {@condition poisoned}. On a success, it's no longer {@condition poisoned} and it's immune to further castings of {@i doom of serpent coils} for 24 hours.": "当 {@condition poisoned} 这种方式时，生物在回合结束时重复豁免投掷。如果未通过，它会受到14点 ({@damage 4d6}) 毒素伤害，并且仍然是 {@condition poisoned}。如果通过，它不再是 {@condition poisoned}，并且对于接下来的24小时免疫进一步施法的 {@i doom of serpent coils}。",
	"Multiple castings of {@i doom of serpent coils} have no additional effect against creatures that are already {@condition poisoned} by it. The effect can also be ended by {@spell protection from poison} or comparable magic.": "对于已经被{@condition poisoned}的生物，多次施放{@i doom of serpent coils}并不会产生额外效果。该效果也可以被{@spell protection from poison}或类似的魔法终止。",
	"Doom of the cracked shield is cast on a melee weapon. The next time that weapon is used, it destroys the target's nonmagical shield or damages nonmagical armor, in addition to the normal effects of the attack. If the foe is using a nonmagical shield, it crumbles into sawdust and rust. If the foe doesn't use a shield, its nonmagical armor is permanently reduced in effectiveness by 2 points. If the target doesn't use armor or a shield, the spell is expended with no effect.": "破盾厄运降临在一把近战武器上。当这把武器下次被使用时，除了普通攻击效果外，它还会摧毁目标的非魔法盾牌或损坏非魔法盔甲。如果敌人使用的是非魔法盾牌，它会变成锯末和锈迹。如果敌人没有使用盾牌，它的非魔法盔甲效果会永久降低2点。如果目标既没有使用盔甲也没有使用盾牌，那么这个法术会无效消耗。",
	"The ground within 30 feet of the point you designate turns into filthy and slippery muck, so that those in the area sink down to a watery death. This spell affects sand, earth, mud, or ice, but not stone, wood, or other material. For the duration, the ground in the affected area is {@quickref difficult terrain||3}. A creature in the area when you cast the spell must succeed on a Strength saving throw or be {@condition restrained} by the mud until the spell ends. A {@condition restrained} creature can free itself by using an action to make a successful Strength saving throw. Creatures that free themselves or that enter the area after the spell was cast are affected by the {@quickref difficult terrain||3} but don't become {@condition restrained}.": "你指定的点周围30英尺范围内的地面变成肮脏而滑溜的泥泞，使得区域内的人陷入水淹死亡的危险。这个法术影响沙地、土地、泥土或冰，但不影响石头、木头或其他材料。在持续时间内，受影响区域内的地面是{@quickref difficult terrain||3}。当你施放该法术时，区域内的生物必须通过一次力量豁免才能避免被泥泞所{@condition restrained}，直到法术结束。一个{@condition restrained}生物可以通过使用一个动作进行一次成功的力量豁免来解脱自己。解脱自己或在法术施放后进入该区域的生物会受到{@quickref difficult terrain||3}的影响，但不会变成{@condition restrained}。",
	"Each round, a {@condition restrained} creature sinks deeper into the muck. A Medium or smaller creature that is {@condition restrained} for 3 rounds becomes completely submerged at the end of its third turn. A Large creature becomes submerged after 4 rounds. Submerged creatures begin suffocating if they aren't holding their breath. Creatures that are still submerged when the spell expires are sealed beneath the newly-solid ground. At that point, they can escape only if someone else digs them out or they have a burrowing speed.": "每一轮，一个{@condition restrained}生物会陷得更深。一个中等大小或更小的生物如果在3轮内被{@condition restrained}，将在第三轮结束时完全被淹没。一个大型生物在4轮后被淹没。被淹没的生物如果没有屏住呼吸，就会开始窒息。当咒语结束时仍被淹没的生物将被封印在新凝固的地面下。此时，他们只能在有人挖掘他们出来或者拥有掘地速度时才能逃脱。",
	"A {@i doom of the slippery rogue} spell covers a 20-foot-by-20-foot area of wall or floor with a thin coating of bacon fat or similar grease. Climbers must make a successful {@dc 20} Strength ({@skill Athletics}) check or immediately fall from the surface unless they're held in place by ropes or other climbing gear. A creature standing on an affected floor falls {@condition prone} unless it makes a successful Dexterity saving throw. Movement through the affected area is done at half speed (this is cumulative with the usual halving for climbing), and any movement must be accompanied by a Dexterity (walking) or Strength (climbing) saving throw. If the saving throw fails, the moving creature falls.": "一个{@i doom of the slippery rogue}法术会在墙壁或地板上覆盖一个20英尺乘20英尺的区域，涂上一层薄薄的培根油或类似的油脂。攀爬者必须进行成功的{@dc 20}力量({@skill Athletics})检定，否则他们会立即从表面摔落，除非他们被绳索或其他攀爬装备固定住。站在受影响地板上的生物会摔倒{@condition prone}，除非它进行成功的敏捷豁免检定。穿过受影响区域的移动速度减半（这与通常攀爬减速相叠加），任何移动都必须伴随着敏捷（行走）或力量（攀爬）豁免检定。如果豁免检定失败，移动的生物会摔倒。",
	"When you cast this spell, a rose-colored mist billows up from the spot you indicate within range, obscuring sight and draining blood from living creatures. The cloud spreads around corners. It lasts for the duration or until strong wind disperses it, ending the spell. Its area is heavily obscured.": "当你施放这个法术时，一股玫瑰色的薄雾从你指定的范围内升腾起来，遮蔽视线并从生物身上抽取血液。这团云雾会在拐角处蔓延。它将持续一段时间，或者直到强风吹散它，结束这个法术。它的范围是浓密遮蔽的。",
	"This cloud leeches the blood or similar fluid from creatures in the area. It doesn't affect undead or constructs. Any creature in the cloud when it's created or at the start of your turn takes 21 ({@damage 6d6}) necrotic damage and gains one level of {@condition exhaustion}; a successful Constitution saving throw halves the damage and prevents gaining {@condition exhaustion}.": "这朵云会从周围生物身上吸取血液或类似的液体。它不会影响不死生物或构造物。当云朵被创造时或在你的回合开始时，处于云朵中的任何生物会受到21({@damage 6d6})点死灵伤害，并获得一层{@condition exhaustion}；成功的体质豁免可以减半伤害并阻止获得{@condition exhaustion}。",
	"When you cast {@i hobble mount} as a successful melee spell attack against a horse, wolf, or other four-legged or two-legged beast being ridden as a mount, that beast is disabled so that it can't move at its normal speed without incurring injury. An affected creature that moves more than half its base speed in a turn takes {@damage 2d6} bludgeoning damage.": "当你对一匹马、狼或其他四条腿或两条腿的骑乘野兽施放{@i hobble mount}成功的近战法术攻击时，该野兽会受到影响，无法以正常速度移动而不受伤害。受影响的生物如果在一个回合内移动超过其基础速度的一半，会受到{@damage 2d6}的钝击伤害。",
	"This spell has no effect on a creature that your GM deems to not be a mount.": "这个法术对于被你的GM认定为不是坐骑的生物没有任何效果。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 2d6} for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，伤害会每个高于1级的法术位等级增加{@dice 2d6}。",
	"You magically sharpen the edge of any bladed weapon or object. The target weapon gets +1 to damage on its next successful hit.": "你可以魔法地磨利任何刀剑或物体的边缘。目标武器在下次成功命中时，伤害值增加1点。",
	"You transform yourself into a horrifying vision of death, rotted and crawling with maggots, exuding the stench of the grave. All creatures that see you must succeed on a Charisma saving throw or be {@condition stunned} until the end of your next turn.": "你将自己转变成了一个令人恐惧的死亡幻象，腐烂并爬满蛆虫，散发着坟墓的恶臭。所有看到你的生物必须成功进行一次魅力豁免才能在你的下一个回合结束前保持 {@condition stunned}。",
	"A creature that succeeds on the saving throw is immune to further castings of this spell for 24 hours.": "成功通过豁免检定的生物在接下来的24小时内对该法术免疫。",
	"When you cast this spell, you prick yourself with the focus, taking 1 piercing damage. The spell fails if this damage is prevented or negated in any way. From the drop of blood, you conjure a {@creature blood elemental|DM12}. The {@creature blood elemental|DM12} is friendly to you and your companions for the duration. It disappears when it's reduced to 0 hit points or when the spell ends.": "当你施放这个法术时，你用法器刺破自己，受到1点穿刺伤害。如果这个伤害以任何方式被阻止或抵消，法术就会失败。从那滴鲜血中，你召唤出一个{@creature blood elemental|DM12}。这个{@creature blood elemental|DM12}对你和你的同伴友好，持续一段时间。当它的生命值降至0或法术结束时，它会消失。",
	"Roll initiative for the elemental, which has its own turns. It obeys verbal commands from you (no action required by you). If you don't issue any commands to the {@creature blood elemental|DM12}, it defends itself but otherwise takes no actions. If your {@status concentration} is broken, the {@creature blood elemental|DM12} doesn't disappear, but you lose control of it and it becomes hostile to you and your companions. An uncontrolled {@creature blood elemental|DM12} cannot be dismissed by you, and it disappears 1 hour after you summoned it.": "为元素投掷先攻，它有自己的回合。它会听从你的口头命令（你不需要采取任何行动）。如果你没有给{@creature blood elemental|DM12}下达任何命令，它会进行自卫，但不会采取其他行动。如果你的{@status concentration}被破坏，{@creature blood elemental|DM12}不会消失，但你失去对它的控制，它会对你和你的同伴产生敌意。无法控制的{@creature blood elemental|DM12}不能被你解散，它会在你召唤后的1小时内消失。",
	"You call up a black veil of necrotic energy that devours the living. You draw on the life energy of all living creatures within 30 feet of you that you can see. When you cast the spell, every living creature within 30 feet of you that you can see takes 1 necrotic damage, and all those hit points transfer to you as temporary hit points. The transfer increases to 2 points per creature at the start of your second turn with the spell, 3 per creature at the start of your third turn, and so on. All living creatures you can see within 30 feet of you at the start of your turns are affected. There is no saving throw; creatures can avoid the effect by moving more than 30 feet from you or by getting out of your line of sight, but they become susceptible again if they move back into the spell's area of effect. The temporary hit points last until the spell expires.": "你召唤出一层黑色的死灵能量面纱，吞噬着生命。你汲取你能看到的30英尺范围内所有生物的生命能量。当你施放这个法术时，你能看到的30英尺范围内的每个生物都会受到1点死灵伤害，而这些生命值会转化为你的临时生命值。在你施放法术的第二个回合开始，每个生物的转化量增加到2点，第三个回合开始增加到3点，以此类推。在你的回合开始时，你能看到的30英尺范围内的所有生物都会受到影响。没有豁免扑克；生物可以通过移动超过30英尺远离你或躲开你的视线来避免影响，但如果他们重新进入法术影响范围，他们将再次受到影响。临时生命值持续到法术结束。",
	"You inspire allies to fight with the savagery of berserkers. You and allies you can see within range have: advantage on Strength checks and Strength saving throws; resistance to bludgeoning, piercing, and slashing damage from nonmagical weapons; and a +2 bonus to damage with melee weapons.": "你激励盟友以狂战士的野蛮方式战斗。你和你能看到范围内的盟友拥有以下效果：在力量检定和力量豁免上获得优势；对来自非魔法武器的钝击、穿刺和斩击伤害具有抗性；并且近战武器造成的伤害额外增加(+2)。",
	"When the spell ends, all affected creatures must succeed on a Constitution saving throw or gain {@dice 1d4} levels of {@condition exhaustion}.": "当法术结束时，所有受影响的生物必须成功进行一次体质豁免才能避免获得{@dice 1d4}级{@condition exhaustion}。",
	"When you cast this spell using a spell slot of 3rd level or higher, the melee damage bonus increases by 1 for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，近战伤害加成将每超过2级的位数增加1点。",
	"When you cast this spell, you open a glowing portal into the plane of shadow. The portal remains open for 1 minute, until 10 creatures step through it, or until you collapse it (no action required). Stepping through the portal places you on a shadow road leading to a destination within 50 miles, or in a direction specified by you. The road is in ideal condition. You and your companions can travel it safely at a normal pace, but you can't rest on the road; if you stop for more than 10 minutes, the spell expires and dumps you back into the real world at a random spot within 10 miles of your starting point.": "当你施放这个法术时，你打开了通往暗影位面的发光传送门。传送门会持续开启1分钟，或者直到有10个生物通过，或者直到你关闭它（无需动作）。穿过传送门会将你置于一条通往50英里内目的地的暗影之路上，或者你指定的方向。这条路处于理想状态。你和同伴可以以正常速度安全地穿行，但不能在路上休息；如果你停下超过10分钟，法术就会结束，将你随机传送回到你起点周围10英里范围内的真实世界中。",
	"The spell expires {@dice 2d6} hours after being cast. When that happens, travelers on the road are safely deposited near their specified destination or 50 miles from their starting point in the direction that was specified when the spell was cast. Travelers never incur {@condition exhaustion} no matter how many hours they spent walking or riding on the shadow road. The temporary shadow road ceases to exist; anything left behind is lost in the shadow realm. Each casting of St. Parvalas's risen road creates a new shadow road.": "这个咒语在施放后{@dice 2d6}小时后会失效。当这种情况发生时，道路上的旅行者会被安全地送到他们指定的目的地附近，或者从他们的起点向施放咒语时指定的方向前进50英里。无论旅行者走路或骑马花了多少小时，他们永远不会遭遇{@condition exhaustion}。临时的影子之路会停止存在；任何留在那里的东西都会消失在影子境界中。每次施放圣帕瓦拉斯的复兴之路都会创造一条新的影子之路。",
	"A small chance exists that a temporary shadow road might intersect with an existing shadow road, opening the possibility for meeting other travelers or monsters, or for choosing a different destination midjourney. The likelihood is entirely up to the GM. See the Midgard Campaign Setting {@note #TODO BREW-57} for further details on shadow roads.": "存在一种小概率，即临时影子之路可能会与现有的影子之路相交，这样就有可能遇到其他旅行者或怪物，或者在旅途中选择不同的目的地。这种可能性完全取决于GM。有关影子之路的更多详细信息，请参阅《米德加德（Midgard）战役设定》{@note #TODO BREW-57}。",
	"By touching a target, you gain one sense, movement type and speed, feat, language, immunity, or extraordinary ability of the target for the duration of the spell. The target also retains the use of the borrowed ability. An unwilling target prevents the effect with a successful Constitution saving throw. The target can be a living creature or one that's been dead no longer than 1 minute; a corpse makes no saving throw. You can possess only one borrowed power at a time.": "通过触碰目标，你在法术持续时间内获得目标的一个感官、移动类型和速度、特性、语言、免疫力或非凡能力。目标也保留被借用能力的使用权。不愿意的目标可以通过成功的体质豁免才能阻止这一效果。目标可以是一个活物或者死亡不超过1分钟的尸体；尸体不进行豁免检定。你一次只能拥有一个借用的能力。",
	"When you cast this spell using a spell slot of 5th level, its duration increases to 1 hour. Additionally, the target loses the stolen power for the duration of the spell.": "当你使用一个5级法术位施放这个法术时，其持续时间增加到1小时。此外，目标在法术持续期间失去被窃取的力量。",
	"The target's blood coagulates rapidly, so that a dying target stabilizes and any ongoing bleeding or wounding effect on the target ends. The target can't be the source of blood for any spell or effect that requires even a drop of blood.": "目标的血液迅速凝结，使得濒死的目标会稳定下来，并且目标身上的任何持续性出血或伤害效果都会结束。目标不能成为任何需要一滴血的法术或效果的血液来源。",
	"You call on the power of the dark gods of the afterlife to strengthen the target's undead energy. The spell's target has advantage on saving throws against Turn Undead while the spell lasts.": "你祈求冥神的力量，增强目标的不死生物能量。在法术持续期间，该法术的目标在对抗驱散不死生物的豁免 throws 时获得优势。",
	"If this spell is cast on a corpse that died from {@disease darakhul fever|ToB}, the corpse gains a +5 bonus on its roll to determine whether it rises as a {@creature Darakhul Ghoul|ToB|darakhul} {@homebrew |(see the darakhul entry in Tome of Beasts)}.": "如果这个法术施加在一具死于{@disease darakhul fever|ToB}的尸体上，那么尸体在确定是否升起为{@creature Darakhul Ghoul|ToB|darakhul} {@homebrew |(see the darakhul entry in Tome of Beasts)}时获得+5的奖励。",
	"You call forth a swirling, crackling wave of constantly shifting pops, flashes, and swept-up debris. This chaos can confound one creature. If the target creature fails a Wisdom saving throw, roll {@dice 1d4} and consult the table below to determine the result. An affected creature repeats the saving throw at the end of its turn, ending the effect on a success. Otherwise, the spell expires after 3 rounds.": "你召唤出一股旋转、爆裂的波浪，不断变化着爆炸声、闪光和卷起的碎片。这种混乱可能会让一个生物困惑。如果目标生物未通过一次感知豁免，投掷{@dice 1d4}并参考下表确定结果。受影响的生物在回合结束时重复进行豁免检定，成功则效果结束。否则，法术在3回合后结束。",
	"When you cast this spell, your face momentarily becomes that of a demon lord, frightful enough to drive enemies mad. Every foe that's within 30 feet of you and that sees you must make a Wisdom saving throw. A creature that fails claws savagely at its eyes, doing ({@damage 1d6} + the creature's Strength modifier) piercing damage, is {@condition stunned} until the end of its next turn, and is {@condition blinded} for {@dice 1d4} rounds. A creature that rolls maximum damage against itself (a 6 on the {@dice d6}) is {@condition blinded} permanently.": "当你施放这个法术时，你的脸瞬间变成了一个恶魔领主的模样，足以让敌人发狂。每个在你30英尺范围内且看到你的敌人必须进行一次感知豁免。未通过检定的生物会疯狂地抓向自己的眼睛，造成({@damage 1d6} + 该生物的力量调整值) 刺伤伤害，持续 {@condition stunned} 直到其下一个回合结束，并且在 {@dice 1d4} 回合内处于 {@condition blinded} 状态。如果一只生物对自己造成了最大伤害（在 {@dice d6} 上投掷到了6），则会永久地处于 {@condition blinded} 状态。",
	"You perform a ritual that marks one unattended magic item (including weapons and armor) with a clearly visible stain of your blood. The exact appearance of the bloodstain is up to you. The item's magical abilities don't function for anyone else as long as the bloodstain remains on it. For example, a +1 flaming longsword with a vital mark functions as a nonmagical longsword in the hands of anyone but the caster, but it still functions as a +1 flaming longsword for the caster who placed the bloodstain on it. A {@item wand of magic missiles} would be no more than a stick in the hands of anyone but the vital mark's caster.": "你进行了一个仪式，用你的鲜血在一个未被看管的魔法物品（包括武器和盔甲）上标记了一个明显可见的污渍。血渍的确切外观由你决定。只要血渍还在物品上，该物品的魔法能力对其他人无效。例如，一个带有生命印记的+1火焰长剑在除了施法者之外的任何人手中都只是一把普通的长剑，但对于在其上留下血迹的施法者来说，它仍然是一把+1火焰长剑。一个{@item wand of magic missiles}在除了生命印记的施法者之外的人手中只是一根棍子。",
	"When you cast this spell using a spell slot of 4th level or higher on the same item for 28 consecutive days, the effect becomes permanent until dispelled.": "当你使用4级或更高级别的法术位在同一物品上连续28天施放此法术时，效果将变为永久，直到被驱散。",
	"Upon casting this spell, your jaws distend and dozens of thin, slimy tentacles emerge from your mouth to grasp and bind your opponents. Make a melee spell attack against a foe within 15 feet of you. On a hit the target takes ({@damage 2d6} + your Strength modifier) bludgeoning damage and is {@condition grappled} (escape DC = your spell save DC). Until this {@action grapple} ends, the target is {@condition restrained} and it takes ({@damage 2d6} + your Strength modifier) bludgeoning damage at the start of each of your turns. You can {@action grapple} only one creature at a time.": "施放此法术时，你的下颚会扩张，数十根细长、黏滑的触手从你的嘴里伸出，抓住并捆绑你的对手。对距离你15英尺内的敌人进行一次近战法术攻击。命中目标时，目标受到({@damage 2d6} + 你的力量调整值)的殴打伤害，并且被{@condition grappled} (逃脱 DC = 你的法术豁免 DC)。直到此{@action grapple}结束，目标被{@condition restrained}，并且在你的每个回合开始时受到({@damage 2d6} + 你的力量调整值)的殴打伤害。你每次只能{@action grapple}一个生物。",
	"The tentacles can be attacked to free a {@condition grappled} opponent. Their armor class equals yours. If they take (5 + your Constitution modifier) slashing damage from a single attack, enough tentacles are severed to free a {@condition grappled} opponent. Severed tentacles are replaced by new ones at the start of your turn. Damage done to the tentacles doesn't affect your hit points.": "触手可以被攻击以解救一个{@condition grappled}对手。它们的护甲等级与你相同。如果它们受到一次单次攻击造成(5 + 你的体质调整值)的斩击伤害，就足以切断足够的触手来解救一个{@condition grappled}对手。被切断的触手会在你的回合开始时被新的触手替换。对触手造成的伤害不会影响你的生命值。",
	"While the spell is in effect, you are incapable of speech and can't cast spells with verbal components.": "在这个法术生效期间，你无法言语，并且无法施放需要口头组成部分的法术。",
	"When you cast this spell, you inflict {@damage 1d4} slashing damage on yourself that can't be healed until after the blade created by this spell is destroyed or the spell ends. The trickling blood transforms into a dagger of red metal that functions as a {@item +1 dagger|DMG}.": "当你施放这个法术时，你会给自己造成{@damage 1d4}割伤伤害，直到由这个法术创造的利刃被摧毁或法术结束前都无法治愈。淌下的鲜血会变成一把红色金属的匕首，作为一个{@item +1 dagger|DMG}。",
	"When you cast this spell using a spell slot of 3rd level, the self-inflicted wound deals {@damage 3d4} slashing damage and the spell produces a {@item +2 dagger|DMG}. When you cast this spell using a spell slot of 6th level, the self-inflicted wound deals {@damage 6d4} slashing damage and the spell produces a +2 {@item dagger of wounding|DM12}.": "当你使用3级法术位施放此法术时，自我伤害造成{@damage 3d4} 斩击伤害，法术产生一个{@item +2 dagger|DMG}。当你使用6级法术位施放此法术时，自我伤害造成{@damage 6d4} 斩击伤害，法术产生一个 +2 {@item dagger of wounding|DM12}。",
	"When you cast this spell using a spell slot of 9th level, the self-inflicted wound does {@damage 9d4} slashing damage and the spell produces a +3 {@item dagger of wounding|DM12}.": "当你使用9级法术位施放这个法术时，自我伤害造成{@damage 9d4} 切割伤害，法术产生一个+3 {@item dagger of wounding|DM12}。",
	"This tome is wrapped in a filthy cover that weeps warm, wet droplets of blood. Although gore flows over the book's pages when opened, the unnerving leakage never obscures the spells' details to those who wish to read them.": "这本书被一个肮脏的封面包裹着，上面滴落着温暖、湿润的血滴。尽管打开书时血液会流过书页，但对于那些想要阅读的人来说，令人不安的渗漏从不会遮挡咒语的细节。",
	"Taergash's exsanguinating tome contains the following spells.": "塔加什的失血之书包含以下咒语。",
	"Before Taergash's bloody demise, the obsessed mage recorded several of his blood-magic spells into a vile book he called his Exsanguinating Tome. The spellbook mysteriously disappeared from Taergash's lair shortly after his death, but it's rumored that one of the wizard's less stable apprentices used its magic to hatch a nefarious plot against a goodly state—a plot that, by all accounts, still threatens to plunge that nation's fate into the blood mage's gory hands.": "在泰加什（Taergash）血腥的死亡之前，这位着迷的法师将他的几个血魔法咒语记录在一本邪恶的书中，他称之为《(Exsanguinating Tome)》。这本咒书在泰加什死后不久神秘地从他的巢穴中消失了，但有传言称他的一个不太稳定的学徒利用其中的魔法策划了一个邪恶的阴谋，威胁着一个善良的国家——据所有说法，这个阴谋仍然威胁着将那个国家的命运推向血法师的血腥手中。",
	"Hit points lost to this weapon's damage can be regained only through a short or long rest, rather than by regeneration, magic, or any other means.": "只有通过短暂或长时间休息才能恢复因该武器伤害而失去的生命值，而不能通过再生、魔法或其他任何方式恢复。",
	"Once per turn, when you hit a creature with an attack using this magic weapon, you can wound the target. At the start of each of the wounded creature's turns, it takes {@dice 1d4} necrotic damage for each time you've wounded it, and it can then make a DC 15 Constitution saving throw, ending the effect of all such wounds on itself on a success. Alternatively, the wounded creature, or a creature within 5 feet of it, can use an action to make a DC 15 Wisdom ({@skill Medicine}) check, ending the effect of such wounds on it on a success.": "每回合一次，当你用这把魔法武器攻击命中一名生物时，你可以使目标受伤。在受伤生物的每个回合开始时，它会因为你使其受伤的次数而受到{@dice 1d4}点死灵伤害，然后它可以进行一次 DC 15 的体质豁免检定，若成功则结束自身所有受伤的效果。或者，受伤生物或距离它5英尺内的一名生物可以使用一个动作进行一次 DC 15 的感知 ({@skill Medicine}) 检定，若成功则结束其身上的受伤效果。",
	"{@homebrew This is an extension of the official {@item Sword of Wounding|DMG} to include daggers.}": "{@homebrew This is an extension of the official {@item Sword of Wounding|DMG} 包括匕首。",
	"The elemental can enter a hostile creature's space and stop there. It can move through a space as narrow as 1 inch wide without squeezing.": "元素生物可以进入敌对生物的空间并停留在那里。它可以在不挤压的情况下穿过宽度仅为1英寸的空间。",
	"Each time the elemental takes cold damage, its speed is reduced by 10 feet until the end of its next turn.": "每当元素受到冰冷伤害时，其速度将减少10英尺，直到下一回合结束。",
	"If the blood elemental becomes entirely submerged in water, it dissipates and dies instantly.": "如果血元素完全被水浸泡，它会立刻消散并死亡。",
	"The elemental makes two slam attacks.": "元素生物进行两次猛击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) bludgeoning damage.": "{@atk mw} {@hit 6} 进行攻击，达到5英尺，一个目标。造成{@h}12 ({@damage 2d8 + 3}) 钝击伤害。",
	"Each creature in the elemental's space must make a {@dc 15} Constitution saving throw. On a failure, a creature takes 13 ({@damage 3d6 + 3}) necrotic damage and, if it is Large or smaller, it is {@condition grappled} (escape {@dc 13}). A {@condition grappled} creature is {@condition restrained} and unable to breathe. If the saving throw is successful, the creature is pushed out of the elemental's space. The elemental can grapple one Large creature or up to two Medium or smaller creatures at one time. If Blood Drain inflicts 30 or more necrotic damage, the elemental grows in size as though affected by an enlarge spell.": "元素空间中的每个生物必须进行一次 {@dc 15} 体质豁免投掷。如果失败，生物会受到 13 点 ({@damage 3d6 + 3}) 死灵伤害，并且如果它是大型或更小，则会被 {@condition grappled} (逃脱 {@dc 13})。一个 {@condition grappled} 生物会被 {@condition restrained} 并且无法呼吸。如果豁免投掷成功，生物会被推出元素的空间。元素一次可以擒抱一个大型生物或最多两个中型或更小的生物。如果血液吸取造成30点或更多死灵伤害，元素会增长尺寸，就像受到了一个扩大法术的影响。",
	"At the start of the elemental's turn, each target {@condition grappled} by it takes 13 ({@damage 3d6 + 3}) necrotic damage. A creature within 5 feet of the elemental can pull a creature or object out of it by using an action to make a successful {@dc 15} Strength check.": "在元素生物的回合开始时，每个被它影响的目标{@condition grappled}受到13点{@damage 3d6 + 3}死灵伤害。在元素生物周围5英尺内的生物可以使用一个动作进行成功的{@dc 15}力量检定，将一个生物或物体从中拉出来。",
	"Native to a lake of churning blood on an abyssal plain, blood elementals aren't true elementals, but they share many attributes with them. A blood elemental is a swirling, bubbling, ambulatory glob of blood the size of a hogshead cask. They are drawn to movement and they absorb whatever living creatures they find, increasing their own size and power in the process.": "在深渊平原上一片搅动鲜血的湖泊中，血元素生物并非真正的元素生物，但它们与元素生物有许多共同之处。血元素生物是一团漩涡般、冒泡般、能移动的血液，大小如一口大木桶。它们被运动所吸引，吸收它们发现的任何生物，从而增加自身的体积和力量。",
	"Chris Harris": "克里斯·哈里斯 (Chris Harris)",
	"Steve Winter": "史蒂夫·温特 (Steve Winter)",
	"Marc Radle": "马克·拉德尔 (Marc Radle)",
	"Subroto Bhaumik": "苏布罗托·包米克 (Subroto Bhaumik)",
	"Bryan Syme, Guido Kuip, Subroto Bhaumik": "布莱恩·赛姆（Bryan Syme）, 吉多·库伊普（Guido Kuip）, 苏布罗托·包米克（Subroto Bhaumik）",
	"Wolfgang Baur": "沃尔夫冈·鲍尔 (Wolfgang Baur)",
	"Kobold Press, Midgard, Open Design, and their associated logos are trademarks of Open Design.": "Kobold Press, 中园(Midgard), Open Design, 及其相关标志是Open Design的商标。",
	"The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Content: All trademarks, registered trademarks, proper names (characters, place names, new deities, etc.), dialogue, plots, story elements, locations, characters, artwork, sidebars, and trade dress.": "以下物品在此被确定为产品身份，根据开放游戏许可证1.0a版，第1(e)节的定义，并非开放内容：所有商标，注册商标，专有名称（角色，地名，新神祗等），对话，情节，故事元素，场所，角色，艺术作品，侧栏，以及商业装帧。",
	"(Elements that have previously been designated as Open Game Content are not included in this declaration.)": "（此声明不包括先前被指定为开放游戏内容的元素。）",
	"The Open content in this book includes the Ritual Savant tradition and the Elven High Magic school spells.": "这本书中的开放内容包括仪式专家传统和(Elven High Magic)学派的法术。",
	"No other portion of this work may be reproduced in any form without permission.": "未经许可，不得以任何形式复制本作品的其他部分。",
	"© 2017 Open Design": "© 2017 开放设计 (Open Design)",
	"Blood and Doom deals with antipaladins and blood magic. Antipaladins, blood mages, and wielders of blood magic in general are intended to appear only as nonplayer characters. That's not because antipaladin or blood mage player characters are unbalanced or no fun. They can be great fun for the person who's playing them, but either of these characters in a group of mostly Good or Neutral PCs can be a real problem for everyone else. Evil characters in general, and antipaladins and blood mages in particular, are more than the sum of a few distasteful class abilities. Both represent an approach to life and society that's utterly amoral, self-centered, and uncompromising—a bad combination where party harmony is concerned.": "《血与厄运》处理的是反圣骑士和血魔法。反圣骑士、血法师以及一般血魔法的使用者只会作为非玩家角色出现。这并不是因为反圣骑士或血法师玩家角色不平衡或不好玩。对于扮演这些角色的人来说，他们可能会非常有趣，但是在一个以善良或中立角色为主的团队中，这两种角色中的任何一个都可能对其他人造成真正的问题。邪恶角色总体而言，尤其是反圣骑士和血法师，不仅仅是一些令人不快的职业能力的总和。它们代表了一种对生活和社会的态度，是完全没有道德、以自我为中心、不妥协的一种坏组合，这对于团队和谐来说是一个坏消息。",
	"Before even thinking about making up a character that uses the spells and abilities in this chapter of {@i Deep Magic}, you must clear it not only with your GM but also with the other players. Make sure everyone understands what they're allowing into the group and that they're willing to put up with the consequences.": "在考虑创建一个使用 {@i Deep Magic} 这一章节中的法术和能力的角色之前，你必须不仅与你的GM沟通，还要得到其他玩家的同意。确保每个人都明白他们允许什么进入团队，并且愿意承担后果。",
	"Even then, we don't recommend it. These abilities are best reserved for evil NPCs and villains.": "即便如此，我们也不建议这样做。这些能力最好保留给邪恶的NPC和反派角色。",
	"Seriously—don't say we didn't warn you.": "认真的—不要说我们没有警告过你。(dnd running group)",
	"It's no secret that the world is not as it should be. Anyone who looks at it honestly must admit that. Where people disagree is how it can be set right. Those who believe it can be done with open expression, cooperation, and understanding are fools. It will take strife, suffering, and buckets of blood to set it right. A field produces no crops until the farmer slices it open with a blade. So, too, will the wrongness in the world refuse to yield until a blade cuts across its face.": "世界并非完美，这并不是什么秘密。任何真诚地审视世界的人都必须承认这一点。人们意见分歧的地方在于如何才能使其变得正确。那些相信通过开放表达、合作和理解就能实现的人是愚蠢的。要使其变得正确，需要的是冲突、苦难和大量的鲜血。一个田地在农夫用刀片切开之前是不会长出庄稼的。同样地，世界的不正之处也不会在一把刀划过它的脸之前屈服。",
	"Few people have the strength of body or mind to do what must be done, and too many view the necessary measures as acts of evil. Is it evil to cut diseased flesh away from a body that's struggling to survive? Is it evil to bring a cat into your home to kill the mice that make nests in your mattress, eat tallow candles, and befoul stored food with their waste? The mouse might well say so, as it's being devoured by the cat. But the mouse is wrong; it's grisly death is both necessary and right. The truly wise know that what's right and what's popularly called \"good\" are often not the same thing.": "少有人有足够的身体或心智力量去做必须做的事情，而太多人将必要的措施视为邪恶行为。从一个挣扎求存的身体上切除患病的组织，这是邪恶的吗？把一只猫带进家里，让它捕杀那些在你的床垫上筑巢、啃食蜡烛、用粪便污染储存食物的老鼠，这是邪恶的吗？正在被猫吞噬的老鼠可能会这么说。但老鼠错了；它可怕的死亡既是必要的，也是正确的。真正的智者知道，正确和通常所谓的“善”往往并不是同一回事。",
	"This crucial work takes time, however—more time than mortals have. Only someone who has conquered death can carry this standard, and only the paladin who has sworn the oath of the {@class Paladin|PHB|Giving Grave|Giving Grave|DM12}—an antipaladin—is equal to the task.": "这项关键工作需要时间，然而——比凡人拥有的时间更多。只有征服了死亡的人才能扛起这面旗帜，只有发誓过{@class Paladin|PHB|Giving Grave|Giving Grave|DM12}誓约的圣武士——一个反圣武士——才能胜任这项任务。",
	"Though there are instances of warlords in the Southlands who embraced this path, the Oath of the Giving Grave truly thrives in the Principalities of Morgau and Doresh. There, among Order of the Knights Incorporeal, warriors both living and undead embrace this oath. Many of them are leaders at the head of armies of corpses marching against neighboring lands under Prince Lucan's commands.": "尽管南地有些军阀选择了这条道路，但《(%Knight of the Giving Grave)》誓约在莫高和多瑞斯的公国中真正兴盛。在那里，无形骑士团的战士，无论是生者还是不死者，都信奉这个誓约。他们中的许多人是领袖，率领着一支支尸体军队，听命于卢坎王子，向邻近的土地发起进攻。",
	"Among the most heinous magic known is the arcana of Taergash the Bloodpurger, a wizard whose unhealthy obsession with the power of blood is legendary. Taergash believed that by mastering the power in his own blood, he could achieve unlimited power; his dream, however, suffered frequent setbacks as he failed in ever more vigorous ways. Eventually, a simple cut from a broken alembic—the result of a moment's clumsiness during an arcane experiment—caused him to bleed to death.": "在已知的最邪恶的魔法中，有一种叫做血涤者泰加什(Taergash the Bloodpurger)的奥术，这位巫师对血液力量的病态迷恋是传奇的。泰加什相信通过掌握自己血液中的力量，他可以获得无限的力量；然而，他的梦想经常遭受挫折，因为他以越来越激烈的方式失败。最终，在一次奥术实验中疏忽造成的一刀，让他流血至死。",
	"Nevertheless, Taergash's spells are still sought by evil necromancers, sorcerers, and other bloodthirsty casters, and they can be found in blood-drenched grimoires and bile-dripping tomes. Some wizards are so steeped in the study of this gruesome magic that they become known as blood mages.": "然而，塔加什(Taergash)的法术仍然被邪恶的死灵术士、巫师和其他嗜血的施法者所追求，它们可以在沾满鲜血的魔法书和滴着胆汁的卷轴中找到。一些巫师沉浸在这种可怕魔法的研究中，以至于被称为血法师。",
	"{@spell Blood Tide|DM12} (sorcerer, wizard)": "{@spell Blood Tide|DM12}（术士，巫师）",
	"{@spell Stanch|DM12} (antipaladin, cleric, druid, paladin, ranger, sorcerer, warlock, wizard)": "{@spell Stanch|DM12}（反圣骑士，牧师，德鲁伊，圣骑士，游侠，术士，巫师）",
	"{@spell Weapon of Blood|DM12} (sorcerer, wizard)": "{@spell Weapon of Blood|DM12}（巫师，法师）",
	"{@spell Blood Lure|DM12} (cleric, sorcerer, wizard)": "{@spell Blood Lure|DM12} （牧师，术士，法师）",
	"{@spell Bloodshot|DM12} (sorcerer, warlock, wizard)": "{@spell Bloodshot|DM12}（术士，术士，巫师）",
	"{@spell Caustic Blood|DM12} (antipaladin, druid, ranger, sorcerer, warlock, wizard)": "{@spell Caustic Blood|DM12}（反圣骑士，德鲁伊，游侠，术士，巫师）",
	"{@spell Blood Armor|DM12} (sorcerer, warlock, wizard)": "{@spell Blood Armor|DM12}（术士，术士，巫师）",
	"{@spell Vital Mark|DM12} (antipaladin, cleric, paladin, sorcerer, wizard)": "{@spell Vital Mark|DM12} (反圣骑士, 牧师, 圣骑士, 术士, 巫师)",
	"{@spell Blood and Steel|DM12} (sorcerer, wizard)": "{@spell Blood and Steel|DM12}（术士，巫师）",
	"{@spell Blood Spoor|DM12} (ranger)": "{@spell Blood Spoor|DM12} 游侠",
	"{@spell Cruor of Visions|DM12} (cleric, sorcerer, warlock, wizard)": "{@spell Cruor of Visions|DM12} （牧师，术士，术士，巫师）",
	"{@spell Exsanguinating Cloud|DM12} (cleric, sorcerer, wizard)": "{@spell Exsanguinating Cloud|DM12} （牧师，术士，法师）",
	"{@spell Sanguine Horror|DM12} (antipaladin, warlock)": "{@spell Sanguine Horror|DM12}（反圣骑士，术士）",
	"As noted above, all of these spells are intended for evil NPCs and villains. None of them are available to player characters, regardless of class, without prior clearance from the Game Master and other players.": "如上所述，所有这些法术都是为邪恶的NPCs和反派设计的。无论职业如何，玩家角色都不能使用这些法术，除非获得游戏主持人和其他玩家的事先许可。",
	"The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.": "以下文字为Wizards of the Coast, LLC.的财产，版权归2000 Wizards of the Coast, Inc (\"Wizards\")所有。保留所有权利。",
	"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.": "定义：(a)“贡献者”指已经贡献开放游戏内容的版权和/或商标所有者；(b)“衍生材料”指包括衍生作品和翻译（包括转换为其他计算机语言），改编，修改，校正，添加，扩展，升级，改进，编纂，节略或其他形式，已有作品可以被重塑，转变或适应的版权材料；(c)“分发”指复制，许可，出租，租赁，销售，广播，公开展示，传输或以其他方式分发；(d)“开放游戏内容”指游戏机制，包括方法，程序，流程和例程，只要这些内容不包含产品标识，并且是对先前技术的增强以及任何贡献者明确标识为开放游戏内容的任何附加内容，并且指任何根据本许可证涵盖的作品，包括根据版权法的翻译和衍生作品，但明确排除产品标识。(e)“产品标识”指产品和产品系列名称，标识和商标，包括商业外观；文物；生物角色；故事，情节，情节，主题元素，对话，事件，语言，艺术作品，符号，设计，描绘，相似之处，格式，姿势，概念，主题和图形，摄影和其他视觉或音频表现；角色，法术，魔法，个性，团队，人物，相似之处和特殊能力的名称和描述；地点，环境，生物，装备，魔法或超自然能力或效果，商标，符号或图形设计；以及任何其他商标或由产品标识的所有者明确标识为产品标识的注册商标，明确排除开放游戏内容；(f)“商标”指贡献者用于识别自身或其产品或贡献给开放游戏许可的相关产品的商标，包括标识，名称，标记，标志，座右铭，设计；(g)“使用”，“已使用”或“使用”指使用，分发，复制，编辑，格式化，修改，翻译和以其他方式创建开放游戏内容的衍生材料；(h)“您”或“您的”指本协议的许可方。",
	"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.": "许可证：本许可证适用于包含指示Open Game Content只能在本许可证下使用的通知的任何Open Game Content。您必须在使用的任何Open Game Content上附上这样的通知。除非许可证本身描述，否则不得添加或删除任何条款。不得对使用本许可证分发的任何Open Game Content应用其他条款或条件。",
	"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.": "接受与同意：通过使用开放游戏内容，您表示接受本许可证条款。",
	"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.": "授予与对价：作为同意使用本许可证的对价，贡献者授予您一项永久性、全球范围内、免版税、非独占性的许可，具体条款与本许可证相同，用于使用《开放游戏内容》。",
	"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.": "贡献权限的表述：如果您以开放游戏内容的形式贡献原创材料，您声明您的贡献是您的原创作品和/或您拥有足够的权利授予本许可证所传达的权利。",
	"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.": "许可证版权通知：您必须更新此许可证的COPYRIGHT NOTICE部分，以包括您复制、修改或分发的任何开放游戏内容的COPYRIGHT NOTICE的确切文本，并且您必须将您分发的任何原始开放游戏内容的COPYRIGHT NOTICE中添加标题、版权日期和版权所有者的名称。",
	"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.": "产品身份的使用：您同意不使用任何产品身份，包括作为兼容性指示，除非在与该产品身份的每个元素的所有者另行签订的独立协议中明确许可。您同意不在包含开放游戏内容的作品中指示与任何商标或注册商标的兼容性或共适应性，除非在与该商标或注册商标的所有者另行签订的独立协议中明确许可。在开放游戏内容中使用任何产品身份并不构成对该产品身份所有权的挑战。在开放游戏内容中使用的任何产品身份的所有者将保留对该产品身份的所有权、标题和利益。",
	"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.": "识别：如果您分发开放游戏内容，您必须清楚地指出您正在分发的作品中哪些部分是开放游戏内容。",
	"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.": "更新许可证：巫师或其指定代理人可以发布此许可证的更新版本。您可以使用此许可证的任何授权版本来复制、修改和分发最初在此许可证的任何版本下分发的任何开放游戏内容。",
	"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.": "您必须在您分发的每一份开放游戏内容的副本中包含这份许可证的副本。",
	"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.": "贡献者信用的使用：除非您获得了贡献者的书面许可，否则您不得使用任何贡献者的姓名来营销或宣传开放游戏内容。",
	"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.": "无法遵守：如果由于法令、司法命令或政府法规的原因，您无法遵守本许可证的任何条款以及涉及的部分或全部开放游戏内容，那么您将无法使用受影响的任何开放游戏资料。",
	"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.": "终止：如果您未能遵守本许可协议的所有条款并且在发现违约后30天内未能纠正违约行为，本许可将自动终止。所有子许可将在本许可终止后继续有效。",
	"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.": "改革：如果本许可证的任何条款被认为是不可执行的，该条款将仅在必要的范围内进行改革，以使其可执行。",
	"{@b Open Game License v 1.0a} Copyright 2000, Wizards of the Coast, LLC.": "{@b Open Game License v 1.0a} 版权所有 2000 年，海岛游戏公司。",
	"{@b System Reference Document 5.0} Copyright 2016, Wizards of the Coast, Inc.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.": "{@b System Reference Document 5.0} 版权所有 2016 年, 魔法海岸公司； 作者 Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims 和 Steve Townshend, 基于 E. Gary Gygax 和 Dave Arneson 的原始材料。",
	"{@b Deep Magic: Blood and Doom} © 2017 Open Design; Author: Chris Harris.": "{@b Deep Magic: Blood and Doom} © 2017 开放设计; 作者: 克里斯·哈里斯(Chris Harris)。"
}