{
	"The dwarves long ago discovered the means to imbue magic into metal rings, and the ring wardens were born. With a focus on the school of transmutation, they blend dwarven craftsmanship with arcane might. The ring wardens are rare outside dwarven nations, but they are easy to recognize thanks to their signature ring-staves.": "矮人们很久以前发现了将魔法注入金属戒指的方法，于是戒指守护者诞生了。以变化学派为重点，他们将矮人的工艺与奥术力量融合在一起。戒指守护者在矮人国家之外很罕见，但由于他们独特的戒指杖，很容易被认出。",
	"Starting at 2nd level, you create a special {@item quarterstaff|PHB} with two metal rings embedded in it or fastened around it. You can use your ring-staff as an {@item arcane focus|PHB}. Creating an additional ring takes 8 hours of work with {@item Smith's Tools|PHB|blacksmith's} or {@item jeweler's tools|PHB} and costs 5 gp in raw materials. Your ring-staff can incorporate a number of rings equal to your wizard level.": "从2级开始，你制作了一个特殊的{@item quarterstaff|PHB}，其中嵌入了两个金属环或固定在上面。你可以将你的戒杖环作为{@item arcane focus|PHB}。制作额外的环需要8小时的工作时间，使用{@item Smith's Tools|PHB|blacksmith's}或{@item jeweler's tools|PHB}，并花费5gp的原材料。你的戒杖可以包含与你的法师等级相等的环数。",
	"When you roll damage for a spell while holding your ring-staff, you can add your proficiency bonus to the result. If the spell generates multiple damage rolls against multiple targets (such as {@spell scorching ray}), you must choose which roll gains the benefit before you roll it. You can use this ability a number of times equal to the number of metal rings fashioned into your ring-staff, up to a maximum of your Intelligence modifier (minimum of 1). You regain all expended uses when you finish a short or long rest.": "当你使用戒指杖施放法术造成伤害时，你可以将你的熟练加值加到结果上。如果法术对多个目标生成多次伤害骰（例如{@spell scorching ray}），你必须在掷骰之前选择哪个骰获得这个加值。你可以使用这个能力的次数等于你的戒指杖上制成的金属戒指数量，最多不超过你的智力调整值（最少为1）。当你完成短休或长休时，你会回复所有已使用的次数。",
	"At 2nd level, you gain proficiency in your choice of {@item Smith's Tools|PHB|blacksmith's} or {@item jeweler's tools|PHB}.": "在2级时，你可以选择获得{@item Smith's Tools|PHB|blacksmith's}或{@item jeweler's tools|PHB}的熟练加值。",
	"Beginning when you select this tradition at 2nd level, the gold and time you must spend to copy a transmutation spell into your spellbook is halved.": "从你在2级选择这个传统开始，将复制转化法术到你的法术书中所需的金钱和时间减半。",
	"Beginning at 6th level, you can add double your normal proficiency bonus with the tools you chose at 2nd level. When using your chosen tools to craft mundane or magical items, you make double the normal progress each day.": "从6级开始，你可以在使用你在2级选择的工具时，额外添加双倍的熟练加值。当使用你选择的工具制作日常物品或魔法物品时，你每天的进度是正常的两倍。",
	"Additionally, you learn the formula to craft a single type of magical ring chosen from the following list: {@item ring of jumping}, {@item ring of mind shielding}, {@item ring of protection}, {@item ring of the ram}, {@item ring of regeneration}, {@item ring of resistance}. At the GM's discretion, you can choose a ring not listed here. You must meet all the standard prerequisites for crafting the ring and pay the required gold as normal, along with any special materials or conditions set by the GM.": "此外，你学会了制作一种特定类型的魔法戒指的配方，可以从以下列表中选择：{@item ring of jumping}，{@item ring of mind shielding}，{@item ring of protection}，{@item ring of the ram}，{@item ring of regeneration}，{@item ring of resistance}。在GM的裁量下，你也可以选择不在此列表中的戒指。你必须符合制作该戒指的所有标准先决条件，并按照正常程序支付所需的金币，以及GM设定的任何特殊材料或条件。",
	"Starting at 10th level, you can imbue magic into the rings embedded in your ring-staff. When you cast a spell, you can choose to imbue the spell into one of the rings. As long as the spell is imbued, you can't regain the expended spell slot. As an action, you can remove an imbued ring from the staff and give it to another creature (or hold it yourself). A creature holding an imbued ring can release the imbued spell as an action. Attack rolls, saving throws, and damage are based on the caster who imbued the ring, but the creature holding the ring counts as the spell's caster for all other purposes.": "从10级开始，你可以将魔法灌注到你的戒杖中嵌入的戒指中。当你施放一个法术时，你可以选择将法术灌注到其中一个戒指中。只要法术被灌注，你就无法恢复已用的法术位。作为一个动作，你可以从戒杖上取下一个被灌注的戒指并将其交给另一个生物（或者自己留着）。持有被灌注戒指的生物可以在一个动作中释放被灌注的法术。攻击检定、豁免检定和伤害都基于灌注戒指的施法者，但持有戒指的生物在所有其他方面被视为法术的施法者。",
	"An imbued ring is considered an ongoing spell for purposes of {@spell dispel magic}. You can have a number of rings imbued at one time equal to your proficiency bonus.": "一个被赋予魔力的戒指在{@spell dispel magic}方面被视为持续施法。你可以同时拥有的被赋予魔力的戒指数量等同于你的熟练加值。",
	"At 14th level, with 1 hour of work (which can be done during a short rest), you can embed a single magical ring into your ring-staff. As long as you hold the ring-staff, you gain the effects of the embedded ring as if you were attuned to it and wearing it (including any negative effects of attuning to the item, such as curses). This ring doesn't count as one of your three attuned magic items.": "在14级时，经过1小时的工作（可以在短休息期间完成），你可以将一枚魔法戒指嵌入你的戒指杖中。只要你握住戒指杖，你就会获得嵌入戒指的效果，就好像你已经调谐并佩戴了它（包括调谐该物品的任何负面效果，比如诅咒）。这枚戒指不算在你的三个调谐魔法物品中。",
	"You can remove an embedded ring (along with its attunement) with 1 hour of work, and you can replace it with a new one at the same time.": "你可以在1小时的工作中移除一个镶嵌的戒指（以及它的连接），并且你可以同时用一个新的戒指替换它。",
	"You have learned to create a circular flow of magic between yourself and an allied spellcaster to bolster your spells. You gain the following benefits.": "你学会了在你和一个盟友的法术施法者之间建立一个循环的魔法流，以增强你的法术。你获得以下好处。",
	"You can spend 2 hours (including during a long rest) creating a mystical bond with another spellcaster. Both of you must spend this time in meditation, and you must remain within 10 feet of each other. Once the bond is formed, you can work together to bolster one another's magic. When one of you casts a spell that requires {@status concentration}, the other can use their reaction to help maintain the spell. If the caster must make a Constitution saving throw to maintain {@status concentration} on the spell, both of you make the saving throw. If either of you succeeds, {@status concentration} is unbroken. If both saving throws fail, you both lose {@status concentration} on any spells you are currently maintaining and you both take {@damage 2d6} psychic damage from the strain. You can maintain this bond with only one spellcaster at a time. If you create a new bond, the previous bond breaks. Otherwise, it lasts until the end of your next long rest.": "你可以花费2小时（包括在长休期间）与另一位咒术师建立神秘的联系。你们两人都必须在冥想中度过这段时间，并且你们必须保持在彼此之间不超过10英尺的距离。一旦联系建立，你们可以共同努力增强彼此的魔法。当你们中的一人施放一个需要{@status concentration}的咒语时，另一个可以利用自己的反应来帮助维持这个咒语。如果施法者必须进行一次体质豁免来维持{@status concentration}对这个咒语的影响，你们两人都要进行这次豁免。如果其中一人成功，{@status concentration}就不会中断。如果两次豁免都失败，你们两人将失去{@status concentration}对任何你们当前正在维持的咒语，并且你们都会因为过度使用而受到{@damage 2d6}的精神伤害。你只能同时与一个咒术师保持这种联系。如果你建立了新的联系，之前的联系就会断开。否则，这种联系会持续直到你的下一个长休结束。",
	"You have acquired a ring-magic-imbued ring as a token of respect. You gain the following benefits.": "你获得了一枚被魔法注入的戒指作为尊重的象征。你获得以下好处。",
	"You have advantage on saving throws against transmutation spells.": "你对转化系法术的豁免检定获得优势。(transmutation spells)",
	"You can physically bind your ring token to a weapon with 1 hour of work that can be completed during a short rest. While the ring is attached to the weapon, you can use a bonus action to make the weapon magical until the start of your next turn. After activating this ability twice, you must complete a short or long rest before using it again.": "你可以在短休息期间完成的1小时工作中，将你的戒指令牌与武器物理绑定。当戒指连接到武器上时，你可以使用一个奖励动作，使武器在你的下一个回合开始前变为魔法武器。在激活此能力两次后，你必须完成一次短休息或长休息，才能再次使用它。",
	"Ring wardens and others who respect the traditions of ring magic are favorably disposed toward you. Their starting attitude toward you automatically improves by one step, and you have advantage on Charisma checks related to social interaction with such creatures.": "遵循环戒魔法传统的环卫者和其他尊重这些传统的人对你持有良好态度。他们对你的初始态度自动提升一级，并且你在与这些生物进行社交互动相关的魅力检定中获得优势。",
	"The spiked ring in your hand multiplies itself into a long, barbed chain to ensnare a creature you touch. Make a melee spell attack against the target. On a hit, the target is bound in metal chains for the duration. While bound, the target can move only at half speed and has disadvantage on attack rolls, saving throws, and Dexterity checks. If it moves more than 5 feet during a turn, it takes {@damage 3d6} piercing damage from the barbs.": "你手中的尖刺戒指自我复制成一根长长的带刺链条，以便捕捉你触碰到的生物。对目标进行一次近战法术攻击。命中则目标会被金属链条束缚一段时间。在被束缚期间，目标只能以半速移动，并且在攻击检定、豁免检定和敏捷检定中有劣势。如果目标在一个回合内移动超过5英尺，它会受到{@damage 3d6}来自链条刺的穿刺伤害。",
	"The creature can escape from the chains by using an action and making a successful Strength or Dexterity check against your spell save DC, or if the chains are destroyed. The chains have AC 18 and 20 hit points.": "生物可以通过使用一个动作，并对你的法术豁免 DC 进行成功的力量或敏捷检定来摆脱锁链，或者如果锁链被摧毁。锁链的 AC 为 18，有 20 点生命值。",
	"You create a 10-foot tall, 20-foot radius ring of destructive energy around a point you can see within range. The area inside the ring is difficult terrain. When you cast the spell and as a bonus action on each of your turns, you can choose one of the following damage types: cold, fire, lightning, necrotic, or radiant. Creatures and objects that touch the ring, that are inside it when it's created, or that end their turn inside the ring take {@damage 6d6} damage of the chosen type, or half damage with a successful Constitution saving throw. A creature or object reduced to 0 hit points by the spell is reduced to fine ash.": "你在你能看到的范围内创建一个半径为20英尺的、高10英尺的毁灭性能量环。环内的区域是艰难地形。当你施放这个法术并在每个你的回合的奖励动作中，你可以选择以下伤害类型之一：冰冷、火焰、闪电、死灵或辐射。接触环的生物和物体，当它被创建时在内部，或者在环内结束他们的回合时，会受到{@damage 6d6}选择类型的伤害，或者在成功的体质豁免检定后受到一半伤害。被该法术降至0生命值的生物或物体会变成细灰。",
	"At the start of each of your subsequent turns, the ring's radius expands by 20 feet. Any creatures or objects touched by the expanding ring are subject to its effects immediately.": "在你的每个后续回合开始时，戒指的半径会扩大20英尺。任何被扩大的环触碰到的生物或物体立即受到其影响。",
	"Light wind encircles you, leaving you in the center of a mild vortex. You gain a +2 bonus to your AC against ranged attacks. You also have advantage on saving throws against {@hazard extreme heat|DMG|extreme environmental heat} and against harmful gases, vapors, and inhaled poisons.": "微风环绕着你，将你置于一个轻微漩涡的中心。你对远程攻击获得+2点AC奖励。你还在对抗{@hazard extreme heat|DMG|extreme environmental heat}和有害气体、蒸汽以及吸入毒素的豁免检定中获得优势。",
	"You touch two metal rings and infuse them with life, creating a short-lived but sentient construct known as a {@creature ring servant|DM09} {@homebrew |(see \"New Monster: Ring Servant\")}.": "你触摸两个金属环，并赋予它们生命，创造出一个寿命短暂但有意识的构造体，被称为{@creature ring servant|DM09} {@homebrew |(see \"New Monster: Ring Servant\")}。",
	"The {@creature ring servant|DM09} appears adjacent to you. It reverts to the rings used to cast the spell when it drops to 0 hit points or when the spell ends.": "{@creature ring servant|DM09} 出现在你身边。当它的生命值降至 0 点或者法术结束时，它会恢复成用来施放法术的戒指。",
	"The {@creature ring servant|DM09} is friendly to you and your companions for the duration. Roll initiative for the {@creature ring servant|DM09}, which acts on its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands to the {@creature ring servant|DM09}, it defends itself and you from hostile creatures but otherwise takes no actions.": "在持续时间内，{@creature ring servant|DM09}对你和你的同伴友好。为{@creature ring servant|DM09}投掷先攻检定，它将在自己的回合行动。它会服从你发出的口头命令（你无需采取任何行动）。如果你没有给{@creature ring servant|DM09}下达任何命令，它会保护自己和你免受敌对生物的伤害，但不会采取其他行动。",
	"You lay a curse upon a ring that isn't being worn or carried. When you cast this spell, select one of the possible effects of {@spell bestow curse}. The next creature who willingly wears the ring suffers the chosen effect with no saving throw. The curse transfers from the ring to the wearer once the ring is put on; the ring becomes a mundane ring that can be taken off, but the curse remains on the creature that put it on until the curse is removed or dispelled. An {@spell identify} spell cast on the cursed ring reveals the fact that it is cursed.": "你对一枚未被佩戴或携带的戒指施加了诅咒。当你施放这个法术时，选择{@spell bestow curse}中的一个可能效果。下一个自愿戴上这枚戒指的生物将遭受选择的效果，无需豁免投。诅咒会在戒指被戴上后从戒指转移到佩戴者身上；戒指变成一枚普通戒指，可以取下，但诅咒仍然留在戴上它的生物身上，直到诅咒被移除或驱散。对被诅咒戒指施放的{@spell identify}法术会揭示它被诅咒的事实。",
	"You enchant a ring that isn't being worn or carried. The next creature who willingly wears the ring becomes {@condition charmed} by you for 1 week or until it is harmed by you or your ally. If the creature dons the ring while directly threatened by you or your ally, the spell fails.": "你给一枚未被佩戴或携带的戒指施加了魔法。下一个自愿戴上这枚戒指的生物在接下来的1周内，或者直到被你或你的盟友伤害为止，会被你 {@condition charmed}。如果生物在你或你的盟友的直接威胁下戴上戒指，那么咒语会失败。",
	"The {@condition charmed} creature regards you as a friend. When the spell ends, it doesn't know it was {@condition charmed} by you, but it does realize its feeling toward you changed (potentially vastly) in a short time. How the creature reacts and regards you in the future is up to the GM.": "这个{@condition charmed}生物把你当作朋友。当法术结束时，它并不知道是你施放了法术，但它意识到自己对你的感情在短时间内发生了变化（可能是巨大的）。生物未来如何反应和对待你取决于GM。",
	"A melee weapon you are holding is imbued with deep cold. For the duration, a rime of frost covers the weapon and light vapor rises from it if the temperature of the surrounding area is above freezing. The weapon becomes magical and deals an additional {@damage 1d4} cold damage on a successful hit. The spell ends if you cast it again or if you let go of the weapon.": "你手持的近战武器被注入了深寒之力。在持续时间内，武器表面覆盖着一层霜冻，如果周围环境温度高于冰点，武器上会升起轻微蒸汽。这把武器变成了魔法武器，在成功命中时额外造成{@damage 1d4}点冰冷伤害。如果你再次施放该法术或者放开武器，法术就会结束。",
	"The spell's damage increases by {@dice 1d4} when you reach 5th level ({@dice 2d4}), 11th level ({@dice 3d4}), and 17th level ({@dice 4d4}).": "当你达到5级({@dice 2d4})、11级({@dice 3d4})和17级({@dice 4d4})时，该法术的伤害增加了{@dice 1d4}。",
	"A ring of false vision encircles all creatures within 20 feet of you. You and every creature within the area that you choose to affect take on the appearance of a single type of harmless creature or object chosen by you. Each image is identical, and only vision is affected. Sounds, movement, or physical inspection can give the ruse away.": "在你周围20英尺范围内，出现了一个虚假视觉的环。你和你选择影响的区域内的每个生物都会呈现出你选择的一种无害生物或物体的外观。每个形象都是相同的，只有视觉受到影响。声音、移动或实际检查可能会揭穿这个幻象。",
	"A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence ({@skill Investigation}) check against your spell save DC. If a creature discerns the illusion for what it is, that creature sees through the image.": "一只生物可以使用其动作来检查这个影像，通过对你的法术豁免 DC 的成功智力检定（{@skill Investigation}）来确定这是一个幻象。如果一只生物识破了这个幻象，那么它能看穿这个影像。"
}