{
	"The cecum devil's innate spellcasting ability is Charisma (spell save {@dc 20}). The devil can innately cast the following spells, requiring no material components:": "盲肠恶魔的天生施法能力是魅力（法术豁免{@dc 20}）。该恶魔可以天生施放以下法术，无需材料组件：",
	"Magical darkness doesn't impede the cecum devil's {@sense darkvision}.": "魔法黑暗不会阻碍盲肠恶魔的{@sense darkvision}。",
	"The cecum devil has advantage on saving throws against spells and other magical effects.": "盲肠恶魔在对抗法术和其他魔法效果的豁免 throws 中拥有优势。",
	"The cecum devil has six heads. As long as it has more than one head, the devil has advantage on saving throws against being {@condition blinded}, {@condition deafened}, {@condition frightened}, {@condition stunned}, and knocked {@condition unconscious}.": "盲肠恶魔有六个头。只要它有超过一个头，恶魔在豁免抵抗受到{@condition blinded}，{@condition deafened}，{@condition frightened}，{@condition stunned}，以及被击倒{@condition unconscious}时具有优势。",
	"Whenever the cecum devil takes 30 or more damage in a single turn, one of its heads dies. If all its heads die, the devil dies.": "每当盲肠恶魔在一个回合中受到30点或更多的伤害时，它的一个头部会死亡。如果所有头部都死亡，那么恶魔也会死亡。",
	"At the end of its turn, it grows one head for each of its heads that died since its last turn unless it has taken acid damage since its last turn. The devil regains 15 hit points for each head regrown in this way.": "在它的回合结束时，它会为自上次回合以来死亡的每个头长出一个新头，除非它自上次回合以来受到过酸性伤害。魔鬼会因为这种方式重新长出的每个头而恢复 15 点生命值。",
	"The cecum devil can move to and from its pocket dimension as a bonus action. While attacking from its pocket dimension, it has advantage on attack rolls, and other creatures have disadvantage on saving throws against spells and effects originating from it. If the devil dies, its pocket dimension collapses, instantly transporting each other creature to the location from which it originally accessed the dimension.": "盲肠恶魔可以作为一个奖励动作来回移动到它的口袋维度。当从口袋维度攻击时，它在攻击检定中获得优势，并且其他生物对起源于它的法术和效果的豁免检定具有劣势。如果恶魔死亡，它的口袋维度会崩溃，立即将每个其他生物传送到最初访问该维度的位置。",
	"The cecum devil makes a bite attack with each of its heads. It can instead replace a bite attack with an eye beam attack with up to half of its heads (rounded down).": "盲肠恶魔用每个头部进行一次咬击攻击。它可以选择用最多一半的头部（向下取整）来进行眼光束攻击，而不是咬击攻击。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage plus 9 ({@damage 2d8}) poison damage, and the target must succeed on a {@dc 19} Constitution saving throw or be {@condition poisoned} for 1 minute. While {@condition poisoned} in this way, the creature has disadvantage on saving throws against spells and abilities that inflict the {@condition charmed} condition. The {@condition poisoned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "{@atk mw} 使用近战武器攻击，达到5英尺，一个目标。造成{@h}6 ({@damage 1d4 + 4}) 穿刺伤害加上9 ({@damage 2d8}) 毒素伤害，并且目标必须成功通过一次{@dc 19} 体质豁免才能免疫中毒状态，持续1分钟。在这种情况下，受影响生物在对抗施加中毒状态的法术和能力时，豁免扑克骰具有劣势。受影响的生物可以在自己的回合结束时重复进行豁免扑克骰检定，若成功则结束效果。",
	"The cecum devil opens a portal to its pocket dimension, and a willing creature or one {@condition charmed} by the cecum devil uses its reaction to move through the portal. The portal remains open for 1 minute. A creature can find the entrance to the devil's pocket dimension with a successful {@dc 19} Intelligence ({@skill Arcana}) check.": "盲肠恶魔打开一个通往其口袋维度的传送门，一个愿意的生物或者一个被盲肠恶魔控制的生物使用其反应力穿过传送门。传送门会持续开启1分钟。一个生物可以通过成功的智力检定（{@dc 19}）来找到恶魔口袋维度的入口。",
	"The cecum devil fires a beam of energy at a creature it can see within 90 feet of it. The targeted creature must make a {@dc 19} Dexterity saving throw, taking 27 ({@damage 6d8}) psychic damage on a failed save or half as much damage on a successful one.": "盲肠恶魔向它能看到的距离不超过90英尺的生物发射一道能量射线。被瞄准的生物必须进行一次{@dc 19}敏捷豁免，豁免失败则受到27({@damage 6d8})点精神伤害，豁免成功则只受到一半伤害。",
	"The devil can use one of its eye beams to instead target a creature with a {@spell charm person} spell.": "恶魔可以使用其中一只眼睛的射线，来代替用 {@spell charm person} 法术瞄准一个生物。",
	"Any creature that dies while linked to the jack's puppet becomes an inert puppet that the jack can animate with its Animate Puppet action.": "任何在与杰克的木偶连接的状态下死亡的生物都会变成一个惰性木偶，杰克可以通过其\"激活木偶\"动作来操控它。",
	"The jack of strings has advantage on saving throws against spells and other magical effects.": "弦乐师在拯救投掷对抗法术和其他魔法效果时具有优势。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}23 ({@damage 6d6 + 2}) bludgeoning damage, and the target must succeed on a {@dc 15} Strength saving throw or be knocked {@condition prone}.": "{@atk mw} {@hit 6}攻击，达到5英尺，一个生物。造成{@h}23({@damage 6d6 + 2})点钝击伤害，并且目标必须成功进行一次{@dc 15}力量豁免才能不被击倒。",
	"For 1 minute, the jack of strings gives life to one of its puppets, which has the stats of a {@creature clockwork servant|CCodex} {@homebrew |(see Creature Codex)}. It is a Small creature, but its statistics are otherwise unchanged. The jack of strings can command all puppets it has animated as a bonus action.": "在1分钟内，弦线之主赋予它的木偶之一生命，其属性为一个{@creature clockwork servant|CCodex} {@homebrew |(see Creature Codex)}。它是一个小型生物，但其统计数据其他方面保持不变。弦线之主可以作为一个奖励动作命令它所激活的所有木偶。",
	"A jack of strings can establish a telepathic link between its marionette and a target it can see within 90 feet. The target must succeed on a {@dc 15} Wisdom saving throw or become linked to the marionette. A linked creature can repeat the saving throw at the end of each of its turns, ending the effect on itself with a success.": "一根弦的傀儡师可以在自己和一个在90英尺内可见的目标之间建立一种心灵感应的联系。目标必须成功通过一次{@dc 15}智力豁免才能与傀儡相连。被连接的生物可以在自己的回合结束时重复进行豁免才能，成功后便可以结束效果。",
	"While a target is linked, the jack of strings can control it as a reaction at the beginning of the target's turn. This allows the jack of strings to make the target move, manipulate objects, attack, or take other purely physical actions. The target moves awkwardly and has disadvantage on attacks and ability checks. If the jack of strings causes its target to take an obviously fatal action (walking off a cliff or making the target attack itself when below half its hit points for example), the linked creature immediately gains another saving throw, for which the creature has advantage, to overcome the effect.": "当目标被连接时，线之杰可以在目标的回合开始时作为一次反应来控制它。这使得线之杰可以让目标移动、操纵物体、攻击或进行其他纯粹的物理动作。目标移动笨拙，攻击和能力检定时有劣势。如果线之杰导致目标采取明显致命的行动（例如走下悬崖或让目标在生命值低于一半时攻击自己），被连接的生物立即获得另一次豁免投掷机会，该生物获得优势来克服效果。",
	"Any humanoid that dies while transformed by a kafligkaal rises 1 hour later as an independent kafligkaal.": "任何在被卡夫利卡尔(Kafligkaal)转化时死亡的人型生物，将在1小时后以独立的卡夫利卡尔(Kafligkaal)形态复活。",
	"The creature is immune to any spell or effect that would alter its form.": "这个生物对任何试图改变它形态的法术或效果都免疫。",
	"The kafligkaal makes one bite attack and two claw attacks.": "卡夫利卡尔(Kafligkaal)进行一次咬击攻击和两次爪击攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one creature. {@h}19 ({@damage 3d8 + 6}) piercing damage, and the target is {@condition grappled} (escape {@dc 16}).": "{@atk mw} {@hit 7}攻击，达到5英尺，一个生物。造成{@h}19({@damage 3d8 + 6})点刺伤伤害，并且目标被{@condition grappled}(逃脱{@dc 16})。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one creature. {@h}16 ({@damage 3d6 + 6}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个生物。造成16({@damage 3d6 + 6})点砍砍伤害。",
	"Each creature within 60 feet of the kafligkaal must succeed on a {@dc 16} Charisma saving throw or become unable to attack or target any creature with harmful abilities, spells, or other magical effects for 1 minute. An affected creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "每个在kafligkaal范围内60英尺的生物必须成功通过一个{@dc 16}的魅力豁免才能在1分钟内无法攻击或瞄准任何生物，使用有害能力、法术或其他魔法效果。受影响的生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身的效果。",
	"If the kafligkaal begins its turn {@action grapple|PHB|grappling} a creature, it cuts at the creature's face. The creature must make a {@dc 16} Constitution saving throw. On a failure, the creature takes 22 ({@damage 4d10}) slashing damage, loses its face (reducing its hp maximum by an amount equal to the slashing damage taken until it receives a regenerate or similar spell), and permanently polymorphs into an insect creature of the kafligkaal's choice (as the {@spell polymorph} spell; it can be reversed by a {@spell polymorph} spell). On a success, the creature takes half as much damage, retains its face, and does not polymorph.": "如果kafligkaal在其回合开始时{@action grapple|PHB|grappling}攻击一个生物，它会砍向该生物的脸部。生物必须进行一次{@dc 16}体质豁免才能。如果失败，生物会受到22点({@damage 4d10})的斩击伤害，失去它的脸部（使其生命值上限减少等同于所受斩击伤害的数量，直到它接受到恢复或类似法术为止），并永久变形成kafligkaal选择的昆虫生物（如{@spell polymorph}法术；可以通过{@spell polymorph}法术来逆转）。如果成功，生物会受到一半伤害，保留其脸部，并且不会变形。",
	"Each non-undead creature within 60 feet of the kafligkaal that can see it must succeed on a {@dc 16} Wisdom saving throw or be {@condition frightened} for 1 minute. A {@condition frightened} target can repeat the saving throw at the end of each of its turns, ending the {@condition frightened} condition on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to the kafligkaal's Horrifying Visage for the next 24 hours.": "每个距离kafligkaal 60英尺以内且能看到它的非不死生物必须成功通过一个 {@dc 16} 感知豁免才能免疫 {@condition frightened} 效果，持续1分钟。一个 {@condition frightened} 目标可以在自己的回合结束时重复进行豁免才，若成功则解除自身的 {@condition frightened} 状态。如果目标的豁免成功或效果结束，该目标将对kafligkaal的Horrifying Visage获得24小时免疫。",
	"The liminal drake can move through other creatures and objects as if they were {@quickref difficult terrain||3}. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object.": "边缘幼龙可以像穿过{@quickref difficult terrain||3}一样穿过其他生物和物体。如果它在物体内结束自己的回合，它会受到5点({@damage 1d10})力量伤害。",
	"A creature that starts its turn within 120 feet of the liminal drake and is able to see the drake must make a {@dc 16} Constitution saving throw. On a failed save, the creature is {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns with disadvantage if the drake is within line of sight, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the drake's Nauseating Luminance for the next 24 hours.": "在距离边缘幼龙120英尺内并能看到幼龙的生物必须进行一次{@dc 16}体质豁免才能。未通过豁免的生物将在1分钟内感到{@condition frightened}。生物可以在每个回合结束时重复进行豁免才能，如果幼龙在视线范围内，则带有劣势，成功则结束自身效果。如果生物的豁免成功或效果结束，该生物将在接下来的24小时内免疫幼龙的令人作呕的光辉。",
	"Unless surprised, a creature can avert its eyes to avoid the saving throw at the start of its turn. Until the start of its next turn, a creature that averts its eyes has disadvantage on attack rolls against the drake.": "除非受到惊吓，生物可以避开视线，以免在其回合开始时进行豁免投掷。在其下一个回合开始之前，生物若避开视线则对与德瑞克进行的攻击投掷有劣势。",
	"The liminal drake does not require air, food, drink, or sleep. It travels quickly through the void between stars, making immense journeys in impossibly short times.": "这只边缘幼龙不需要空气、食物、饮料或睡眠。它在星际虚空中快速穿行，以不可思议的短时间完成巨大的旅程。",
	"The liminal drake makes three attacks: one with its bite and two with its claws.": "凌界龙发动三次攻击：一次咬击，两次利爪攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one creature. {@h}6 ({@damage 1d6 + 3}) piercing damage and 28 ({@damage 8d6}) cold damage, and the target is {@condition grappled} (escape {@dc 18}).": "{@atk mw} {@hit 8} 进行攻击，射程5英尺，一个生物。造成{@h}6 ({@damage 1d6 + 3}) 穿刺伤害和28 ({@damage 8d6}) 冰冷伤害，目标需要进行 {@condition grappled} (逃脱 DC {@dc 18}) 检定。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one creature. {@h}6 ({@damage 1d6 + 3}) slashing damage, 18 ({@damage 4d8}) cold damage, and 18 ({@damage 4d8}) radiant damage.": "{@atk mw} {@hit 8} 进行攻击，达到5英尺，一个生物。造成6 ({@damage 1d6 + 3}) 斩击伤害，18 ({@damage 4d8}) 冰冷伤害，和18 ({@damage 4d8}) 光辉伤害。",
	"The liminal drake makes one bite attack against a Large or smaller target it is {@action grapple|PHB|grappling}. If the attack hits, the target takes the bite's damage, the target is swallowed, and the {@action grapple} ends. While swallowed, the creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the drake, and it must make a {@dc 18} Wisdom saving throw. On the first attempt, the creature has advantage on the saving throw. On the second attempt, the creature no longer has advantage on the saving throw. On the third and subsequent attempts, the creature has disadvantage on the saving throw. On a failure, the creature is affected by a {@spell plane shift} spell and sent to a random plane. If the creature is sent to the plane currently occupied, the creature instead appears {@dice 5d100} miles away in a random direction.": "边缘幼龙对一个体型为大型或更小的目标进行一次咬击攻击，命中目标后，目标受到咬击伤害，被吞噬，且{@action grapple}结束。被吞噬后，生物处于被限制和昏迷状态，对外界的攻击和其他效果具有完全掩护，并且必须进行{@dc 18}感知豁免。在第一次尝试时，生物在豁免检定上具有优势。在第二次尝试时，生物不再具有豁免检定的优势。在第三次及以后的尝试中，生物在豁免检定上具有劣势。如果失败，生物将受到{@spell plane shift}法术影响，并被送往一个随机位面。如果生物被送往当前所在的位面，那么生物将会出现在随机方向的{@dice 5d100}英里处。",
	"The liminal drake can fold in on itself to travel to a different plane. This works like the {@spell plane shift} spell, except the drake can only affect itself and not other creatures, and it can't use the effect to banish an unwilling creature to another plane. Creatures swallowed by the drake appear in a space of their choosing formerly occupied by the drake.": "这只边缘幼龙可以将自己折叠起来，前往另一个位面。这类似于{@spell plane shift}法术，但幼龙只能影响自己，不能影响其他生物，并且不能使用效果将不愿意的生物驱逐到另一个位面。被幼龙吞噬的生物会出现在他们选择的曾被幼龙占据的空间中。",
	"A tall, exquisitely robed figure glides silently forward, hand outstretched, beckoning. You've never seen anything so flawless, so sensuously beautiful, as that elegantly gesturing hand. You step forward, your comrades' muffled warnings distant and childlike. There's no horror when the hood falls back, only cold, reptilian perfection—six, jewel-eyed viper heads gleam and sway hypnotically atop writhing, serpentine necks. Blissfully you reach out your hand...": "一个高大、身着华丽长袍的身影无声地滑向前方，伸出手臂招手。你从未见过如此完美、如此性感美丽的东西，如同那优雅的手势。你向前迈出一步，同伴们被压低的警告听起来遥远而幼稚。当兜帽掉落，你并没有感到恐惧，只有冰冷、完美无瑕的爬行生物——六只宝石般眼睛的毒蛇头在扭动的蛇颈上闪闪发光，催眠般地摇摆。你幸福地伸出手……",
	"A cecum devil has access to a pocket dimension large enough to fit a mansion and a quarter acre of grounds outside the purview of Hell. The devil keeps its home away from home well-appointed and stores its favorite treasures as well as its mortal captives here.": "一只盲肠恶魔拥有一个足够容纳一座大厦和四分之一英亩地面积的袖珍维度，远离地狱的监视范围。这只恶魔将其“家外之家”布置得井井有条，并在这里存放它最喜爱的宝藏以及人类俘虏。",
	"Usually at the behest of arch-devils, cecum devils use their coercive abilities to collect high-profile targets, granting their employers leverage on bargains with mortals. A few cecum devils quietly apply this kidnapping scheme to build their own power base.": "通常在大恶魔的指使下，盲肠恶魔利用其强制能力收集知名目标，为雇主与凡人讨价还价提供杠杆。少数盲肠恶魔悄悄地利用这种绑架计划来建立自己的权力基础。",
	"Cecum devils closely guard the secret of the physical similarities between them and hydras. They often entice lesser creatures to live in their pocket dimensions while allowing the hydras to hunt hostages who no longer have use or whatever prey the devils think might prove a challenge to their \"pets.\"": "盲肠恶魔紧密守护着它们与九头蛇之间的身体相似之秘密。它们经常诱使较弱的生物居住在它们的口袋维度中，同时允许九头蛇猎捕那些对它们的“宠物”不再有用或者恶魔认为可能对它们的“宠物”构成挑战的猎物。",
	"Clad in fine clothes of black and red, this tall, slim figure steps forward. With a clawed hand grasping a crossbar, it makes its eyeless marionette dance. A chuckle escapes its fanged maw as it turns its caprine head. Like jack-o-lanterns in the void, its eyes fall on you, gleaming with cruel delight.": "穿着黑色和红色华丽衣服的这个高大瘦削的人影迈着步子走了出来。用有爪的手抓住横杆，让它无眼的木偶跳舞。一阵轻笑从它长着尖牙的嘴中溢出，当它转动羊头时。就像虚空中的南瓜灯，它的眼睛落在你身上，闪烁着残忍的喜悦。",
	"A jack of strings uses its collection of marionettes to amuse shadow fey courts. It is adept at tailoring its performances to the crowd, switching effortlessly between charming plays to delight children, ribald performances meant to titillate older audiences, satirical pantomimes making fun of court rivals, and terrifying tales intended as warnings or threats. Most horrifying, the jack of strings can take control of a creature to enact justice in the form of humiliation, torture, or even death, effectively self-inflicted by the controlled creature.": "一位线之杰（Jack of Strings）使用它的木偶收藏来取悦影精灵法庭。它擅长根据观众的喜好调整表演，轻松地在迷人的戏剧、逗乐儿童的滑稽表演、让年长观众感到刺激的下流表演、嘲讽法庭对手的讽刺哑剧以及恐怖故事之间切换。最可怕的是，线之杰可以控制生物，以羞辱、折磨甚至死亡的形式实施正义，这种惩罚由被控制的生物自行承受。",
	"When a jack of strings establishes a link between a marionette and another creature, the marionette becomes lifelike while the jack's victim takes on a wooden appearance. The puppet gains the victim's eyes, which disappear from the victim's face. Though the linked creature is effectively blind, this doesn't impact the jack's ability to manipulate the creature.": "当一位线索之插手者（`jack of strings`）在一个木偶和另一个生物之间建立联系时，木偶会变得栩栩如生，而插手者的受害者则会变得木质。木偶获得了受害者的眼睛，这些眼睛从受害者的脸上消失。尽管被连接的生物实际上是盲目的，但这并不影响插手者操纵这个生物的能力。",
	"Jacks of strings have several marionettes at their disposal. They painstakingly craft their first puppet, to which they establish a powerful psychic connection. Subsequent puppets derive from victims linked to their original creation and who perish while linked. To avoid retribution by powerful shadow fey, jacks of strings stalk mortal lands to add to their collections. They harvest their prey under the guise of traveling entertainment, either alone or in the company of carnivals or acting troupes. Jacks try to keep the disappearances in their wake to a minimum and to target creatures who won't be missed.": "线索之手(`Jacks of Strings`)拥有多个木偶(`marionettes`)可供使用。他们费尽心思地制作第一个木偶，与之建立强大的心灵连接。随后的木偶源自与原始创造物相连并在连接时死亡的受害者。为避免强大的影子精灵的报复，线索之手(`jacks of strings`)在凡间游荡以增加他们的收藏品。他们伪装成旅行娱乐者，在独自行动或与马戏团或表演团一起时收割猎物。线索之手(`Jacks`)努力将他们离开时的失踪事件降至最低，并选择那些不会被人惦记的生物作为目标。",
	"Long and thin, winged like some great, desiccated black mantis, this creature wears a ghastly mask fashioned from the dried and stretched face of a man. Black eyes glitter behind the empty eye sockets of its macabre mask. Its wings move slowly against one another, emitting a dry, keening moan.": "这只长而细，像一只巨大的干瘪黑螳螂一样有翅膀的生物，戴着一个由一个男人的干燥拉伸的脸制成的可怕面具。黑色的眼睛在它那恐怖面具的空洞眼窝后闪闪发光。它的翅膀缓慢地相互摩擦，发出干燥而凄厉的哀鸣。",
	"Humanoids who die while unwillingly transformed into another creature and horrified by their transformation return as kafligkaals. Despite the circumstances of their change of shape or the actual shape they took when they died, kafligkaals have a uniform appearance. Scholars speculate that an insectoid demon lord with the ability to polymorph was responsible for the undead creatures' visage, a reflection of the demon lord's true form. If not for the kafligkaals' murderous nature, it might seem tragic that they remain locked in their gruesome shapes regardless of any magical attempts to revert them to their former appearances.": "当人形生物在不情愿地转变为另一个生物并对自己的转变感到恐惧时死去，他们会以卡弗利卡尔(Kafligkaals)的形式返回。尽管在他们死去时发生了形态的改变或者他们死时所变成的实际形态，卡弗利卡尔都有着统一的外观。学者们推测，一个具有变形能力的昆虫恶魔领主是这些不死生物外貌的幕后黑手，这种外貌反映了恶魔领主的真实形态。如果不是卡弗利卡尔具有杀人本性，他们被困在可怕的形态中无法通过任何魔法手段恢复到他们以前的外貌，这种情况可能看起来是悲剧的。",
	"A kafligkaal deludes itself in the belief it still retains its humanoid exterior and often attempts to comport itself as an ordinary member of society. A newly created kafligkaal that sees its reflection briefly realizes its horrific nature, which forces it to murder to maintain its facade. The kafligkaal doesn't care from what victim it harvests a face, and it often takes multiple faces in order to more effectively \"blend in.\"": "一个卡弗格卡尔（Kafligkaal）自欺欺人地认为自己仍然保留着人形外表，并经常试图表现得像社会的普通成员一样。一个新创建的卡弗格卡尔看到自己的倒影后会短暂地意识到自己的可怕本质，这迫使它去谋杀以维持外表。卡弗格卡尔不在乎从哪个受害者身上获取脸孔，它经常取多个脸孔以更有效地“融入”环境。",
	"Kafligkaals curse their victims with similar transformations, inadvertently at first but relishing the cruelty of the change once they understand the effects. Rather than kill their victims, the undead prefer to excise their prey's faces and turn their prey loose after conversion. Unable to speak due to their insectoid natures, these victims run afoul of villagers or adventurers seeking to dispatch what they see as horrific abominations. Regrettably, this merely marks the genesis of more kafligkaals.": "卡夫利卡尔(Kafligkaals)用类似的变形诅咒他们的受害者，起初是无意的，但一旦他们了解到效果，就会享受变化的残忍。不愿杀死受害者，这些不死者更喜欢割掉猎物的脸，并在转变后释放他们。由于受害者具有昆虫特性而无法言语，这些受害者会招惹村民或冒险家，后者试图消灭他们，将他们视为可怕的畸变体。遗憾的是，这只是更多卡夫利卡尔的起源。",
	"The kafligkaal doesn't require air, food, drink, or sleep.": "卡夫利卡尔(Kafligkaal) 不需要空气、食物、饮料或睡眠。",
	"A shadow drifts gently over the castle walls, quietly sliding over its faded banners as though cast by an unseen cloud in the midday sun. A faint shimmer traces through the shade, probing its corners before settling beneath the skull of a great beast. The shadows draw inward, learning from the old bone to forge a body of glimmering void.": "一道阴影轻轻漂过城堡墙，悄无声息地滑过褪色的旗帜，仿佛是在正午的阳光下被无形的云所投下。一丝微弱的闪光在阴影中探索，探查着它的角落，最终停在一头巨兽的头骨下方。阴影渐渐收敛，从这块古老的骨头中汲取力量，打造出一个闪烁虚空的身体。",
	"When an {@creature ancient void dragon|ToB} {@homebrew |(see Tome of Beasts)} dies and imitates a collapsing star, some of the material composing the dragon cleaves from its body to produce liminal drakes. Though possible for the component drakes to recreate the void dragon, the fiercely independent drakes refuse to cooperate with each other to do so.": "当一个{@creature ancient void dragon|ToB} {@homebrew |(see Tome of Beasts)}死亡并模仿一个坍缩的恒星时，组成龙体的一些物质会脱离其身体，产生边缘幼龙。虽然这些幼龙可能重新创造虚空龙，但这些极具独立性的幼龙拒绝相互合作来实现这一目标。",
	"As a side effect of their origins, liminal drakes are linked to multiple planes and worlds. They use these linkages to their advantage, swallowing pesky foes to divert them to other locations with little chance for their enemies to return. In an emergency, the drakes can turn themselves inside-out to pass through one of their own portals.": "作为它们起源的副作用，界限幼龙与多个位面和世界相连。它们利用这些联系来吞噬讨厌的敌人，并将它们转移到其他地点，使敌人几乎没有机会返回。在紧急情况下，幼龙可以将自己变成里外颠倒，通过自己的传送门之一。",
	"The combination of starlight and void composing a liminal drake's body is repulsive to many observers. Madness cults relish a drake's appearance in the night sky as a sure sign their dark patrons will soon arrive.": "星光和虚空相结合构成了一只边缘飞龙的身体，这种外观令许多观察者感到厌恶。疯狂邪教派则对飞龙在夜空中出现的外观感到愉悦，因为他们认为这是他们黑暗主人即将到来的明确迹象。",
	"Wolfgang Baur, Victoria Jaczko, Mike Welham": "Wolfgang Baur（沃尔夫冈·鲍尔）, Victoria Jaczko（维多利亚·雅茨科）, Mike Welham（迈克·韦尔汉姆）",
	"Scott Gable": "斯科特·盖布尔 (Scott Gable)",
	"Marc Radle": "马克·拉德尔 (Marc Radle)",
	"Justine Jones": "贾斯汀·琼斯 (Justine Jones)",
	"Pedro Potier, Karl Waller, Maciej Zagorski": "佩德罗·波蒂尔 (Pedro Potier)，卡尔·沃勒 (Karl Waller)，马切伊·扎戈尔斯基 (Maciej Zagorski)",
	"Wolfgang Baur": "沃尔夫冈·鲍尔 (Wolfgang Baur)",
	"John Burkett, Robert Fairbanks, Jonathan McAnulty, Adam Meredith": "约翰·伯凯特（John Burkett），罗伯特·费尔班克斯（Robert Fairbanks），乔纳森·麦坎特利（Jonathan McAnulty），亚当·梅瑞狄斯（Adam Meredith）",
	"{@note {@b Product Identity:} The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Content: All trademarks, registered trademarks, proper names (characters, place names, new deities, etc.), dialogue, plots, story elements, locations, characters, artwork, sidebars, and trade dress. (Elements that have previously been designated as Open Game Content are not included in this declaration.)}": "{@note {@b Product Identity:} 以下物品特此被确定为产品身份，如《开放游戏许可证》1.0a版本第1(e)节中所定义，并非开放内容：所有商标，注册商标，专有名称（角色，地名，新神祇等），对话，情节，故事元素，地点，角色，艺术作品，侧栏和商业装潢。（此声明不包括先前被指定为开放游戏内容的元素。）",
	"{@note {@b Open Game Content:} The Open content in this book includes the monster stats for the {@creature cecum devil|W20RT}, {@creature jack of strings|W20RT}, {@creature kafligkaal|W20RT}, and {@creature liminal drake|W20RT}. No other portion of this work may be reproduced in any form without permission.}": "{@note {@b Open Game Content:} 本书中的开放内容包括 {@creature cecum devil|W20RT}, {@creature jack of strings|W20RT}, {@creature kafligkaal|W20RT}, 和 {@creature liminal drake|W20RT} 的怪物数据。未经许可，不得以任何形式复制本作品的其他部分。",
	"by Wolfgang Baur": "由Wolfgang Baur撰写",
	"Some dungeons are dug out with precision by massive hordes of undead workers or tribes of goblins, built in great chaos and energy to the plan of some cunning mind. The Scarlet Citadel is more of a peculiar growth of layer upon layer of tunnels, defensive halls, hidden crypts and labs, and many secrets buried deep below the surface.": "一些地牢是由大量的不死工人或地精部落精确挖掘而成，充满了混乱和能量，按照一些狡猾思维的计划建造。血色城堡更像是一种奇特的成长，由一层层隧道、防御大厅、隐藏的地下室和实验室组成，许多秘密深藏在地表以下。",
	"Human settlement of the White Forest started very modestly indeed at the nearby river village of Redtower. However, over time, both the village and the castle deeper in the woods became a site of importance to dungeoneers, arcane seekers, geomancers, and a certain breed of dwarven mystic. Read on and know the truth of its founding, its blood-soaked history, and its current odd decay.": "白森林的人类定居始于附近的红塔河村，起初非常谦逊。然而，随着时间的推移，无论是村庄还是更深处的城堡都成为了地牢探险者、奥术探索者、地卜师以及某种矮人秘教徒的重要场所。继续阅读，了解其建立的真相、流血的历史以及当前奇怪的衰落。",
	"The castle now called the Scarlet Citadel sits on the site of an ancient elven hunting lodge in the White Forest, claimed by a noble family after the Great Retreat 400-some years ago. The land was thus owned by House von Holzanger who owed fealty at various times to Illyria, to the Republic of Triolo, to the Canton of Melana, and (most often) to the Magdar Kingdom. Always rather deft in politics and inclined to an unambitious policy of, \"Just leave us alone with our books and hawks and hunting,\" House von Holzanger might have remained a footnote if it were not for their control of the Scarlet Crow ley line and their willingness to annoy the fey lords and ladies of the forest.": "现在被称为绯红城堡的城堡坐落在白色森林中一座古老的精灵狩猎小屋的遗址上，这座城堡在400多年前的大撤退后被一个贵族家族所占据。这片土地因此归属于冯霍尔赞格家族，他们曾在不同时期向伊利里亚、特里奥洛共和国、梅拉纳市镇和（最常见的）马格达王国效忠。冯霍尔赞格家族在政治上总是相当熟练，并倾向于一种不雄心勃勃的政策：“让我们和我们的书籍、鹰和狩猎保持独立”。如果不是因为他们控制着绯红乌鸦魔法线和愿意惹恼森林中的仙族男爵和女伯爵，冯霍尔赞格家族可能一直只是一个脚注。",
	"Originally, the pretty lodge was visited each summer and fall for boar hunts, chasing deer in the White Forest, and fish-hawking along the Templine riverbanks. The family realized that the road to the lodge could also be utilized for timber transport, so the lodge became the manor for a new lumber village along the river. The lodge itself remained a place of blissful seclusion, though with some ability to gather servitors, various goods, and skilled craftsman from the village.": "最初，每年夏秋季节人们会造访那座漂亮的小屋，进行野猪狩猎，在白树林中追逐鹿，并沿着坦普林河岸进行捕鱼。家族意识到通往小屋的道路也可以用于木材运输，因此小屋成为了沿河一座新木材村庄的庄园。小屋本身仍然是一个幸福隐居的地方，尽管有能力从村庄中聚集仆人、各种商品和熟练工匠。",
	"This village was named Redleaf. At first, they sold their finest oak, ash, and rowan either east to the city Melana or north to the Magdar merchants for barrels, barge masts, and much else. The trade was not without problems (the forest fey included some alseid and bothersome druids), but in all, it was a worthwhile little fiefdom for the Holzangers. Over time, the village grew, and then Gerhardt von Holzanger came along, the first of the Holzanger sorcerers.": "这个村庄被命名为红叶村。起初，他们将他们最好的橡木、白蜡树和欧洲花楸树卖给东边的城市梅兰娜或北边的马格达尔商人，用于制作桶、驳船桅杆等物品。贸易并非没有问题（森林精灵中包括一些阿尔赛德和讨厌的德鲁伊），但总体来说，对于霍尔赞格家族来说，这是一个值得的小封地。随着时间的推移，村庄不断壮大，然后格哈德特·冯·霍尔赞格出现了，他是霍尔赞格家族的第一位巫师。",
	"About 250 years ago, the young von Holzanger discovered a rich ley line tributary nearby, connecting easily to the White Road to the south and (with only modest arcane rituals) also to the shadow road to the northwest and even (with rather more strenuous and blood-soaked rituals) to the ancient Pontoretto ley line of Valera and its elven lords. The ley line itself seemed to pool and gather strength near the hunting lodge more than the village itself, and the isolated lodge was a good place for experiments that often involved chanting, arcane lights, and the strange smells of alchemical enhancements and distillations.": "大约250年前，年轻的冯霍尔赞格（von Holzanger）发现了附近一条丰富的地脉支流，与南部的白色之路连接方便，（仅需适度的奥术仪式）还可通往西北的暗影之路，甚至（通过更费力和血腥的仪式）可通往瓦莱拉（Valera）的古老庞托雷托（Pontoretto）地脉及其精灵领主。地脉本身似乎在狩猎小屋附近汇聚力量，而不是在村庄本身，这座偏僻的小屋是进行实验的好地方，这些实验经常涉及吟唱、奥术光线和炼金增强以及蒸馏的奇怪气味。",
	"Gerhardt kept his secret for almost 10 years until he took an apprentice who later ran away to Schio and told his tale. A ley line that might connect other ley lines! Ley line philters and encasements that reacted to void power, to radiant magic, and to shadow! Ley line distillations that gave his cruel master much added strength of body and mind! The tales were wild and had the effect that the apprentice Waldmer intended—the privacy of the White Forest Lodge was a thing of the past.": "格哈特（Gerhardt）保守了他的秘密将近10年，直到他收了一个学徒，后来学徒逃到希奥（Schio）并讲出了他的故事。一条可能连接其他地脉线（ley lines）的地脉线！对虚空能量、光辉魔法和暗影作出反应的地脉线过滤器和封装！地脉线提炼给他残酷的主人带来了更强大的身体和头脑！这些故事荒诞不经，产生了学徒瓦尔德默（Waldmer）打算的效果——白森林小屋的隐私成为过去时。",
	"With the wider understanding of the discovery, the area was suddenly of interest to geomancers, the shadow fey, and darker forces who wished to travel the fey roads between the three lines, to plumb the mysteries of why this backwater might connect ley lines in this way and how this strong ley line might be harnessed. The first few visitors were greeted politely and told to go away. Later visitors were treated as foes. Over the years, the hunting lodge—at the ley line's strongest point—was rebuilt with the red stone common to the area, first as a single tower and then as a small keep.": "随着更广泛的发现理解，该地区突然引起了风水师、影子精灵和希望穿越三线之间的精灵之路的黑暗势力的兴趣，以探究为什么这个偏僻之地会以这种方式连接地脉，并如何利用这条强大的地脉。最初的几位访客受到礼貌的招待，并被告知离开。后来的访客被视为敌人。多年来，狩猎小屋——位于地脉最强的地方——用当地常见的红石重建，起初是一座孤立的塔楼，然后是一座小堡垒。",
	"Arcane secrets were under frequent investigation. Gerhardt von Holzanger grew rich taking on various comely, cunning, and willing apprentices (some believe {@book Arshin the Enchanter|W02DM|3}—see {@loader Warlock #2|collection/Kobold Press; Warlock 02 Dread Magic.json}—was one of them, more long-lived than most) and having built his redstone castle on the site of the ley line's greatest resonance and generally making the most of it. He bound himself to the ley line, giving himself and his children greater strength in using its magic but also making it difficult to wander far from the Wandering Crow. At first, he could travel as far as Zigistad, Melana, and Triolo itself, but over time, this narrowed to Peltzenheim and the town of Erdovar (before its ruin) and Schio. Some believe this same ritual binds the master of Demon Mountain to his own domicile, granting him great power in a highly limited space.": "奥秘经常受到频繁调查。格哈德特·冯·霍尔赞格（Gerhardt von Holzanger）通过接纳各种美丽、狡猾和乐意的学徒（有人认为{@book Arshin the Enchanter|W02DM|3}——见{@loader Warlock #2|collection/Kobold Press; Warlock 02 Dread Magic.json}——是其中之一，比大多数人活得更久）而变得富有，并在地脉共振最强的地方建造了他的红石城堡，并充分利用了这一点。他将自己与地脉绑定，使自己和他的子女在使用其魔法时拥有更大的力量，但也使自己难以远离“流浪乌鸦”。起初，他可以前往齐吉斯塔德、梅兰娜和特里奥洛本身，但随着时间的推移，这一范围缩小到佩尔岑海姆、埃尔多瓦镇（在其毁灭之前）和席奥。有人认为同样的仪式将恶魔山的主人与他自己的住所绑定在一起，在高度有限的空间内赋予他巨大的力量。",
	"Despite the lack of travel, Gerhardt's private ley line offered strength and the seemingly boundless ability to study, learn, and tinker, delighting first Gerhardt and then his progeny (his wife was one Edelfrieda the Golden, said to be a druid, a sorceress, or an elfmarked petty noble of Dornig—some insist on all three). Within the reach of the White Forest, first Gerhardt the Elder and then Gerhardt the Younger and then Gertruda and Gunthar and Gerhardt III all had control over the ley lines, countering any foe or assassin skillfully, inventing new ways to charm a friend or turn an enemy into a bug. Over generations, their interests delved deep into newts and amphibians and then the family was obsessed with horology and celestial mechanics and then with flotation and levitation and then with night creatures and then angelic languages and on and on. Always seeking knowledge purely to possess it, rarely using it to better their small barony or even to enrich themselves or their peasantry.": "尽管无法旅行，格哈特的私人地脉提供了力量和看似无限的学习、探索和动手能力，先是让格哈特感到愉悦，然后是他的后代（他的妻子是名为艾黛尔弗里达·黄金的人，据说是多尼格的德鲁伊、巫师或被认为是三种身份的精灵贵族——有人坚持说她拥有这三种身份）。在白色森林的范围内，首先是老格哈特，然后是年轻的格哈特，接着是格特鲁达和冈萨尔和格哈特三世，他们都掌控着地脉，巧妙地对抗任何敌人或刺客，发明出迷惑朋友或将敌人变成虫子的新方法。随着世代的变迁，他们的兴趣深入研究了蝾螈和两栖动物，然后家族着迷于钟表学和天体力学，接着是浮力和升力，然后是夜间生物，接着是天使语言，如此循环往复。他们总是追求知识，纯粹是为了拥有它，很少用来改善他们的小领地，甚至不用来丰富自己或他们的农民。",
	"For a fairly brief period, the area was quasi-independent, and each von Holzanger sorcerer styled himself the \"Baron of Citarossa, Lord of the White Forest, and Master of the Scarlet Citadel.\" So it went for nigh 200 years: always a tiny power, always independent, though sometimes paying tribute to one power or another, and always a strange little oddity known mostly to merchants, timberfolk, and the southern Magdar towns.": "在一个相当短的时期内，这个地区几乎是独立的，每位冯霍尔赞格术士都自称为\"西塔罗萨男爵，白色森林之主，绯红城堡大师\"。如此持续了近200年：始终是微不足道的力量，始终独立，尽管有时向某个势力纳贡，但总是一个奇怪的小怪物，大多数只为商人、木材工人和南部玛格达镇所知。",
	"However, their overweening pride and their power drew attention, and in time, an unexpected arrival ended the first age of the citadel roughly 150 years ago.": "然而，他们过分的骄傲和权力引起了注意，在一段时间后，一位意想不到的到来者结束了大约150年前的城堡第一时代。",
	"The dwarves of the cantons and of the city-state of Melana are makers, forgers of steel, imbuing weapons with the power of Mavros and Svarog—and even Ninkash and Rava—and durable armor, enchanted barrels, and wondrous works in gold, steel, and stone. A few dwarves though, especially those of Nordmansch and Alpentor, still hew to the older ways, forging rings of surpassing power and loveliness, alive with the circling strength of runes, binding raw arcane might and turning it to fire and shadow, to glamours as durable as stone.": "在卡顿和城邦梅拉纳的矮人是钢铁锻造者，赋予武器玛弗洛斯和斯瓦罗格的力量，甚至尼卡什和拉娃的力量，制作耐用的盔甲、附魔桶和黄金、钢铁、石头的奇迹作品。然而，一些矮人，尤其是来自诺德曼施和阿尔本托的矮人，仍然坚守着更古老的方式，锻造出具有无与伦比力量和美丽的戒指，活力四射，镶嵌着符文的力量，将原始奥术力量捆绑并转化为火焰和阴影，制造出坚固如石头的幻术。",
	"These dwarves, the ring wardens and the ring mystics, are the keepers of lore said to have been handed down by bearded Wotan himself. Their understanding of embodying magic in physical form is rarely surpassed, and they took a keen interest in House von Holzanger. When the human house was weak, they showed up one day, told Gerhardt III that they would be his new soldiers and providers, and somehow either charmed him (some say the gift of an enchanted ring secured Gerhardt III's cooperation) or won him through bribery (others say that the ring mystics shared their secrets of binding arcane essences into circular form and that Gerhardt himself forged dozens of powerful rings in this manner).": "这些矮人，环卫者和环秘法师，据说是由有胡子的沃坦亲自传承下来的知识的守护者。他们对将魔法具现化的理解很少有人能超越，他们对霍尔赞格家族表现出了浓厚的兴趣。当人类家族虚弱时，他们某天出现，告诉格哈德三世，他们将成为他的新士兵和供应商，不知何故要么是用魅力迷住了他（有人说是一枚魔法戒指的礼物确保了格哈德三世的合作），要么是通过贿赂赢得了他（其他人说环秘法师分享了将奥术精华绑定成圆形的秘密，而格哈德本人以此方式锻造了数十枚强大的戒指）。",
	"In either case, suddenly there was a company of 100 dwarves and a half-dozen ring mages in the village of Redleaf—and many arguments with the locals over the paucity of ale and proper sausages. The dwarves chased down and tamed owlbears as hunting animals and guardians for the newly built Dwarf Hall in the village, a fine dwarven-style structure with a lookout tower. A palisade was raised to protect the village from woodland raiders. And relations between villagers and dwarves never improved. The dwarves followed Ninkash a bit too closely, often drunk and pissing in the streets or singing their endless songs late at night. The dwarven hall was a bit too fine and too imposing. Brawls were common, though the humans had much the worst of it. Complaints to Baron Gerhardt went unheeded. The owlbears ate local goats and chickens and once a beloved dog.": "在任何情况下，在Redleaf（红叶村）出现了一百个矮人和半打戒指法师的公司——与当地人争论起啤酒和合适香肠的稀缺问题。矮人们追捕并驯服猫头鹰熊作为狩猎动物和新建的矮人大厅的守护者，这是一个带有瞭望塔的精美矮人风格建筑。为了保护村庄免受林地袭击者，竖起了栅栏。村民和矮人之间的关系从未改善。矮人们对Ninkash（尼卡什）跟得太近，经常喝醉、在街上小便，或在深夜唱着他们无休止的歌曲。矮人大厅过于精致和过于威严。斗殴很常见，尽管人类吃了大亏。对Gerhardt男爵的投诉被置之不理。猫头鹰熊吃掉了当地的山羊和鸡，甚至一只心爱的狗。",
	"One night while most of the dwarves were digging at the old Scarlet Manor Hall, the Dwarf Hall burned to the ground. The streets of Redleaf glowed very bright, and the humans sang their own songs of Khors. Some of the Redleaf druids and doughtier men-at-arms mused about throwing the dwarves out entirely and \"rescuing\" Baron Gerhardt from their evil influences.": "在红叶镇的大部分矮人在旧的 Scarlet Manor Hall 挖掘时，矮人大厅却被烧毁了。红叶镇的街道熠熠生辉，人类们唱起了他们自己的 Khors 之歌。一些红叶德鲁伊和勇敢的武士们思考着是否将矮人全部赶出去，并“拯救”巴伦·格哈特（Baron Gerhardt）免受他们邪恶影响的困扰。",
	"Baron Gerhardt finally saw the danger of further strife between the humans and dwarves. He called the dwarves to stay at the manor house and keep and told them to build it into a finer citadel with a new name: the Scarlet Citadel. The owlbears left the village of Redleaf to live with the dwarves, coming to the riverside village only occasionally when the baron's dwarves came calling. These grim.faced dwarves came twice a year to collect taxes or gather up barrels of ale from Peltzenheim or to send furs to their dwarven brothers in Melana and Brescia. The dungeons beneath the Scarlet Citadel were vastly expanded and improved to include owlbear stables, barracks, shrines to dwarven gods, and a vast library and workspace carved out for the von Holzangers.": "贵族格哈特男爵终于意识到人类和矮人之间进一步冲突的危险。他召集了矮人们留在庄园，并告诉他们将其建设成一个更好的城堡，并赋予其一个新名字：血色城堡。猫头鹰熊离开了红叶村，与矮人们一起生活，只有在男爵的矮人们前来时偶尔来到河边村庄。这些面色严峻的矮人们每年两次前来征收税款或从佩尔岑海姆收集酒桶，或者向他们在梅拉纳和布雷西亚的矮人兄弟发送毛皮。血色城堡下的地牢得到了大规模扩建和改进，包括猫头鹰熊马厩、兵营、矮人神祠以及为冯·霍尔赞格家族开凿出的广阔图书馆和工作空间。",
	"The dwarves brought more than rings and owlbears to the Scarlet Citadel. They also brought the faith of Charun the Boatman with them from Melana, and over time, they connected some elements of the citadel with the Black River of Tears, sacred to Charun and said to be a source of connection between the mortal world and Yggdrasil or between Midgard and the many realms of the outer planes.": "矮人们不仅仅带来了戒指和猫头鹰熊到血色城堡。 他们还从梅拉纳带来了船夫卡伦(Charun)的信仰，并随着时间的推移，他们将城堡的一些元素与泪水之河相连接，这条河对卡伦非常神圣，据说是连接凡间与世界树(Yggdrasil)或者连接米德加德(Midgard)与外域众多位面之间的源头。",
	"About 130 years ago, the dwarves of the Scarlet Citadel grew impatient with what seemed like plentiful coin and ale, plus the fine magical treasures they occasionally gained from the von Holzangers. Tired of hunting and guarding and drinking, and led by the canny Captain {@creature Chansar the Pale|KPSC}, they began to take empty carts pulled by enormous tamed owlbears out to the Schio-Wagenstein Road where they plundered merchants and rolled away with fine steel from Melana, copper bars, leather hides from Trombei, spices from Triolo, barrels of salt fish from Friula, and strings of Septime coin. This banditry was small at first, a trader here, a lone peddler there, but it quickly grew into a business of serious danger for trade between the Seven Cities and the Crossroads.": "大约130年前，血色城堡的矮人对看似丰富的金币和啤酒以及偶尔从冯霍尔赞格家族那里获得的精美魔法宝藏感到不耐烦。厌倦了狩猎、守卫和饮酒的生活，在精明的船长{@creature Chansar the Pale|KPSC}的带领下，他们开始用巨大的驯养猫头鹰熊拉着空车前往席奥-瓦根斯坦大道，劫掠商人，带走来自梅拉纳的精钢、来自特罗姆贝的铜条、来自特里奥洛的香料、来自弗留拉的盐鱼桶和一串串的塞普蒂姆硬币。这种抢劫行为起初规模较小，这里抢劫一名商人，那里抢劫一个孤独的小贩，但很快就演变成了对七城和十字路口之间贸易的严重威胁的生意。",
	"Trade is always dangerous of course, especially among the Septime cities, so the usual precautions were taken. Merchants hired guards, which slowed the banditry but made some trade quite difficult; the price of salt fish won't support a squadron of lancers. Rewards were posted.": "贸易当然是危险的，尤其是在塞普提姆城市之间，因此采取了通常的预防措施。商人雇佣了护卫，这减缓了强盗活动，但也使一些贸易变得相当困难；盐鱼的价格支持不了一支枪骑兵队。悬赏也被发布了。",
	"For years, various cantonal dwarves and the dwarves of Melana were blamed, for the canny dwarves of the Scarlet Citadel displayed shields and banners of Tijino, Juralt, and Melana or of famous mercenary companies within the Seven Cities. In time, however, it became clear that these dwarves lived to the east of the road, and that they operated from some stronghold in the White Forest. Given the notorious strength of the forest's owlbears and the well-known dangers of the sorcerers of the Scarlet Citadel taking offense at trespassers, the merchants all agreed that someone else should seek out the bandit stronghold and put a stop to the whole mess. The rewards grew larger.": "多年来，各种州的侏儒和梅拉纳的侏儒被指责，因为血色城堡的狡猾侏儒展示了提吉诺、尤拉特和梅拉纳的盾牌和旗帜，或者展示了七城内著名雇佣兵公司的标志。然而，随着时间的推移，人们逐渐明白这些侏儒住在道路的东边，并且他们在白色森林的某个据点活动。鉴于森林中猫头鹰熊的臭名昭著的力量以及众所周知的血色城堡的巫师对侵犯者的危险，商人们一致同意让其他人去寻找强盗据点并制止这一切混乱。奖励也随之增加。",
	"The end of the bandit era came in a different way when canny Captain Chansar bragged a bit too loudly at Redleaf's tavern, the Cage. A young squire of the Faithful Knights of Khors was visiting the village as part of a simple devotional journey to the shrine there, and she overheard this boasting about pillaging a full mule train, so Squire Emmalyn told her sergeant of the bragging dwarven bandit. The paladins and faithful knights of Khors had recently had one of their own wine shipments from the Smolten Hills plundered by bandits, and the order's commander was incensed. A wing of knights, a squad of the Wands of Khors battle mages, and the high priest of Khors in Zigistad himself all followed the young squire Emmalyn into the White Forest to Redleaf village and then to the citadel.": "在当地语言习惯的基础上，当机智的查恩萨上尉在红叶酒馆“牢笼”里夸夸其谈时，强盗时代的终结以一种不同的方式到来了。一位忠诚骑士团的年轻侍从正在该村庄进行一次简单的朝圣之旅，她无意中听到了这位矮人强盗吹嘘掠夺了一整列骡子队的事情，于是艾玛琳侍从告诉了她的中士这个事情。Khors忠诚骑士团最近有一批来自Smolten Hills的葡萄酒被强盗抢劫，该团的指挥官感到愤怒。一支骑士分队，一支Khors战斗法师团队，以及Zigistad的Khors高阶祭司都跟随年轻侍从艾玛琳进入白色森林，前往红叶村庄，然后前往城堡。",
	"When the dwarves refused to hand over Captain Chansar and his accomplices to the king's justice and the mercy of Khors, the knights laid siege to the citadel for a month. In time, owlbears within the citadel ate all there was to eat, and canny Chansar sent the starving beasts out the citadel gate, expecting to make short work of the knights. He was quite mistaken; High Priest Tadeas Toller struck the owlbears with holy fire, the Wands of Khors unleashed lightning, and the countercharge carried the knights into the citadel courtyard.": "当矮人们拒绝将Chansar船长和他的同谋交给国王的审判和Khors的仁慈时，骑士们围攻了这座城堡一个月。随着时间的推移，城堡内的猫头鹰熊吃光了所有食物，精明的Chansar将饥饿的野兽送出城堡大门，期望迅速解决骑士们。他大错特错；Toller大祭司用神圣之火击中了猫头鹰熊，Khors的魔杖释放了闪电，反击将骑士们带入了城堡庭院。",
	"The battle might yet have gone to the dwarves with their crossbows firing into the courtyard from well-built arrow slits if not for the fine timbers of the keep catching fire when a lucky fireball went through an arrow slit into the interior. The Scarlet Citadel floors, stairs, rafters, and tapestries burned bright and strong, and the conflagration quickly poured smoke into the buildings, the dungeons, and the courtyard. It became impossible to shoot through the smoke and soon to breath within the tower. The smoke and flames drove a few dwarves into the deeper tunnels, though most were forced to surrender to the waiting company of knights. Captain Chansar's body was never found, and his ring mystic lieutenant Valence Hellhand is known to have survived and fled to Nordmansch. The citadel walls still stood, blackened with smoke, and the dungeons below were no longer home to dozens of owlbears.": "如果不是一颗幸运的火球穿过箭孔进入内部，点燃了城堡内优质木材，战斗可能仍会被矮人们用他们的十字弓从精心建造的箭孔射击到庭院中取胜。血色城堡的地板、楼梯、横梁和挂毯燃烧得明亮而猛烈，大火迅速将烟雾涌入建筑物、地牢和庭院。射击穿过烟雾变得不可能，很快在塔内呼吸也变得困难。烟雾和火焰驱赶了一些矮人进入更深的隧道，尽管大多数被迫向等待的骑士队投降。查恩萨队长的尸体从未被找到，他的戒指神秘中尉瓦伦斯·赫尔汉德已知幸存并逃往诺德曼斯。城堡墙壁仍然屹立，被烟熏得发黑，地下的地牢不再是数十只猫头鹰熊的家园。",
	"But the age of the Scarlet Citadel as a functional fortress were over and done, and the cracked, blackened mortar and missing rafters meant that the walls themselves were weakened. Soon other inhabitants came to the citadel, and the villagers of Redleaf came to gather up useful stone blocks and take them by wagon to reinforce their own keep and palisade. Their scarlet stones, carried for miles and used with care. And one morning, a mysterious red tower was erected, making such a fine impression overlooking the village, which was soon renamed Redtower, and it has kept that name ever since.": "但是，血色城堡作为一个功能性要塞的时代已经结束，裂开的、烧黑的砂浆和缺失的椽子意味着墙壁本身已经变得脆弱。很快，其他居民来到了城堡，红叶村的村民们来收集有用的石块，并用马车将它们运到自己的城堡和栅栏中加固。他们的血色石块，经过数英里的搬运，被小心地使用。一天早晨，一座神秘的红色塔楼被建立起来，俯瞰着村庄，给人留下了深刻的印象，村庄很快就改名为红塔镇，从那时起就一直保持着这个名字。",
	"The sack of the Scarlet Citadel affected the village of Redtower very little indeed. Timber was still cut, some logs rafted down to Triolo to build the fleets, many of the finest timbers going north to the Magdar plain for houses, barrels, all the things one wants stout oak and maple and ash for. A few arcanists came to sniff around at the ruins, though most left quickly once they met the feral owlbears or were vexed by the sprites and pixies and alseid who guarded the forest paths against intruders.": "红塔村的斯卡雷特城堡被洗劫对村庄的影响甚微。木材依然被砍伐，一些原木被筏运到特里奥洛用于建造舰队，许多最优质的木材被运往马格达平原，用于建造房屋、桶和所有需要坚固橡木、枫木和白蜡木的物品。一些奥术师前来在废墟周围嗅探，尽管大多数一旦遇到野生猫头鹰熊或者被精灵、小妖精和阿尔赛德阻挡在森林小径上的入侵者后很快就离开了。",
	"However, one group came not by forest path but by shadow road, powered by the Wandering Crow ley line. These were the cultists of Charun, the boatman between the living and the dead, whose followers took a pilgrimage from Kammae-Straboli along the Black River (as they call their temples' shadow roads) and wound up underneath the citadel. The whole company of pilgrims was quite confused at first, but the shadow fey wizard Quendreth the Wise immediately saw the power and strange geomantic convergence of the site. He insisted that a shrine be built immediately, and he brought in shadow fey guards and mages to embed it with power and bind the ley line.": "然而，有一群人并非通过森林小道而是通过暗影之路前来，他们受流浪乌鸦（Wandering Crow）的力量支持。这些人是查伦（Charun）的教徒，他是生者与死者之间的摆渡人，他的追随者们从坎迈-斯特拉博利（Kammae-Straboli）沿着黑河（他们称之为神殿暗影之路）进行朝圣，最终来到了城堡下方。起初，整个朝圣者队伍都感到相当困惑，但暗影精灵巫师智者昆德雷斯（Quendreth the Wise）立刻看出了这个地点的力量和奇特的地理能量汇聚。他坚持立即建造一座神龛，并带来暗影精灵卫士和法师，将其赋予力量并绑定了地脉。",
	"The small community could not find its way back to Kammae via the river, but with Quendreth's help, they did establish shadow river connections far and wide, both deep into the Shadow Realm and to the three titanic ley lines to the west, north, and south-east. Sometimes the Black River flowed south, powered the Wandering Crow to the White Road and thus to Revskaya, Raguza, Achillon, and occasionally Harkesh. Other seasons brought connections west and north to Brescia and even St. Mischau along the shadow road, once even to Zobeck. The most difficult connections were those along the Pontoretto, sometimes to Trombei and sometimes as far as Capleon. Charun's faithful used the Black River connection quietly and without fuss, retaining it as a secret of the deeper initiates of the Temple of Charun. And even to those who never traveled the shadow rivers, it knit the community together with a physical embodiment of their faith, though only Quendreth truly seemed to understand how to pilot a vessel to connect the shadow roads, a secret he shared with no others. Or at least with no humans.": "这个小社区无法通过河流找回到卡玛埃，但在昆德雷斯的帮助下，他们确实建立了遍布遥远的影子河连接，深入到影子境界以及通往西部、北部和东南部的三条巨大的魔力线。有时，黑河向南流动，推动着漂泊乌鸦到达白路，然后到达雷夫斯卡亚、拉古扎、阿基隆，偶尔还有哈克什。其他季节会将连接带到西部和北部的布雷西亚，甚至圣米绍，沿着影子之路，有时甚至到达佐贝克。最困难的连接是沿着庞托雷托，有时到特龙贝，有时甚至到卡普利昂。卡伦的信徒们悄无声息地利用黑河连接，将其保留为卡伦神殿深层门徒的秘密。即使那些从未沿着影子河旅行的人，也通过信仰的实体将社区联系在一起，尽管只有昆德雷斯似乎真正懂得如何驾驶船只连接影子之路，这是他与其他人都没有分享的秘密。或者至少没有与人类分享。",
	"With the cult of Charun ensconced in the lower levels of the citadel, trading with inhabitants of the underworld and using the ley line to strengthen its presence from the Seven Cities to the heart of the Dragon Empire, things changed. The arcane power of the von Holzangers was passed to the Boatman's followers. Quendreth was suddenly held in very high esteem among the congregants who had once made their pilgrimages entirely on the surface world, and he was granted the title of Ferryman within the church. A period of 15 years kept him at the forefront of Charun's works over a vast territory.": "随着卡伦教派驻扎在城堡的下层，与地底居民进行贸易，并利用地脉从七城到龙帝国的核心加强其存在，一切都发生了变化。冯·霍尔赞格家族的奥术力量传承给了渡船夫的追随者。昆德雷在曾经完全在地表世界上进行朝圣的教众中突然备受尊敬，他被授予了教会内的渡船夫头衔。在接下来的15年里，他在广阔领土上一直处于卡伦工作的前沿。",
	"Alas, Quendreth was as susceptible to hubris and arrogance as many of the shadow fey, and he dabbled in void magic, opening portals to other planes entirely, speaking to demons and devils and inviting the satarre priestess Miskra ai-Vellec to advise him. This went about as well as you might expect, for even a less zealous priestess such as Miskra was delighted to have such power in her hands—a tool for her own plans—though she also shared much lore with Quendreth, and the two were allies of convenience for a decade. In time though, the satarre void cultists and the true believers of Charun fell out with each other but not before Miskra realized that she could use the waters of the Black River for certain dark rituals and malign enchantments. In time, the void cult arrived in force, and Quendreth was forced to leave quickly.": "唉，昆德雷斯（Quendreth）像许多暗影精灵一样，容易受到傲慢和自大的影响，他涉足虚空魔法，打开通往其他位面的传送门，与恶魔和魔鬼交谈，并邀请了萨塔雷（satarre）女祭司米斯克拉·艾-维莱克（Miskra ai-Vellec）来为他提供建议。这一切的结果正如你所料，即使像米斯克拉这样不那么狂热的女祭司也为拥有这样的力量而欣喜不已——这对她自己的计划来说是一个工具——尽管她也与昆德雷斯分享了许多知识，两人在十年间是便利的盟友。然而，随着时间的推移，萨塔雷虚空异教徒和查伦（Charun）的真正信徒之间发生了分歧，但在米斯克拉意识到她可以利用黑河的水进行某些黑暗仪式和恶毒魔法之前。最终，虚空异教徒大举而来，昆德雷斯被迫匆匆离开。",
	"When the shadow fey wizard departed, he did... something to the ley line that entirely removed its ability to easily connect to the Pontoretto or the shadow road, and its connection to the White Road remained flickering at best. At the same time, Quendreth brought one of the von Holzangers back to the Scarlet Citadel, the child of Gerhardt IV, to hold the place and the White Forest in perpetuity (more precisely until their return). He was called Gerhardt the Changeling and had a definite elfmarked look to him. He lived for 100 years, and at 70, he took a human wife from Raguza, said to be a pirate captain and certainly a hellraiser. Her name was Melanchia the Reaver, and {@creature Gellert the Gruesome|KPSC} is her son.": "当影影精灵巫师离开时，他对地脉做了某些事情，完全剥夺了它与庞托雷托或影之路轻松连接的能力，与白色之路的连接最多也只能闪烁。与此同时，昆德雷带回了冯霍尔赞格家族的一个人到猩红城堡，格哈德四世的孩子，来永久守护那个地方和白色森林（更准确地说是直到他们返回）。他被称为变形者格哈德，外表明显有精灵的特征。他活了100年，在70岁时，娶了来自拉古扎的人类妻子，据说是一名海盗船长，绝对是个惹事精。她的名字是掠夺者梅兰奇亚，{@creature Gellert the Gruesome|KPSC} 是她的儿子。",
	"In the current age, {@creature Gellert the Gruesome|KPSC} is a man of years and deep experience, certainly an older sorcerer, though still full of wild energy and fanciful plans, always striving to learn something new and to keep the power of the citadel close. He is frankly too forgetful to always remember to chase away some of the Charun River cultists or to seal the void portal when he's done with it, and horrible things creep into the citadel without him really paying attention. His son and daughter—Garent and Vespertina—are said to await the day he dies and his personal bond to the Wandering Crow ends, giving them power to use ley line energies for their friends among the fey and the cults.": "在当今时代，{@creature Gellert the Gruesome|KPSC}是一位年岁已高、经验丰富的男人，无疑是一位年长的巫师，尽管仍充满狂野的能量和奇特的计划，始终努力学习新知识，并保持对城堡力量的掌控。他实在太健忘，经常忘记赶走一些查伦河邪教徒或在使用虚空传送门后将其封印，可怕的事物就这样悄悄地进入城堡，而他却没有真正留意。据说他的儿子和女儿——(Garent)和(Vespertina)——正在等待他去世的那一天，等待他与流浪乌鸦的个人联系结束，这将赋予他们利用地脉能量为精灵和邪教友人服务的力量。",
	"The decaying dungeons, crypts, and stones of the old Scarlet Citadel remain to be explored, their many years of rich magic interwoven with blood and betrayal. Surely some great treasures still remain, and a few of the inhabitants of Redtower, perhaps those who remember when it was Redleaf, can point a daring soul in the right direction or warn of some of its better-known dangers.": "古老的绯红城堡中蕴藏着腐朽的地牢、地下墓穴和石头，等待着探索，其中多年的丰富魔法与鲜血和背叛交织在一起。毫无疑问，仍然留存着一些伟大的宝藏，而红塔的一些居民，也许是那些记得它曾经是红叶的人，可以指引一个勇敢的灵魂朝正确的方向前进，或者警告一些它较为著名的危险。",
	"by Victoria Jaczko": "由维多利亚·雅茨科（Victoria Jaczko）",
	"The village of Redtower has grown somewhat since its days as Redleaf, adjusting to and even taking advantage of the new influx of adventurers, but it still has much of the same rustic, self-determined earnestness that it always had. Located on a tributary of the Templine River in southern Magdar between Peltzenheim and Schio, Redtower is an unremarkable logging settlement by itself but is better known as a launching point for adventuring expeditions into the infamous ruined castle and cave complex nearby—the Scarlet Citadel.": "红塔村（Redtower）自从过去的红叶（Redleaf）时代以来有所发展，适应甚至利用了新涌入的冒险者，但仍保留着与往常一样的乡村、自主、真诚的特质。红塔位于玛格达南部的泰姆普林河支流上，介于佩尔岑海姆（Peltzenheim）和席奥（Schio）之间。红塔本身是一个普通的伐木定居点，但更为人所知的是作为冒险探险的起点，前往附近臭名昭著的废墟城堡和洞穴群——血色城堡（the Scarlet Citadel）的探险队。",
	"Approaching Redtower from the northwest goes through lowland prairie toward the White Forest where Redtower is nestled within the tree line. A wooden palisade surrounds most of the village with platforms and small watchtowers attached to the palisade at each entrance. On the far southeastern corner of the village, a curious redstone tower rises over the wall, itself connected to the wall via rampart. A small tributary of the Templine flows from the southwest to the northeast on the far side of the village.": "从西北方向接近红塔，穿过低地草原，前往白森林，红塔就隐藏在树线中。一个木栅栏环绕着大部分村庄，每个入口处的栅栏上都附有平台和小瞭望塔。在村庄的远东南角，一座奇特的红石塔矗立在墙上，通过城垛与墙相连。村庄的远端，一条小支流从西南流向东北，穿过村庄的另一侧。",
	"Redtower's principal export is lumber, but the residents have adopted an entrepreneurial spirit around its status as an adventurers' destination. While many of the villagers are honest, pioneering people, it also houses plenty of opportunists, looking to take advantage of adventurers flush with coin. Redtower thrives off this sort of \"adventure tourism,\" simultaneously warning travelers away from the Scarlet Citadel while peddling wares guaranteed to—supposedly—allow them to survive it. While predatory, these adventure peddlers are not lying about the dangers of the citadel: everyone in Redtower knows that few who venture into the citadel ever return.": "红塔城(`Redtower`)的主要出口是木材，但居民们已经在作为冒险者目的地的地位周围形成了一种创业精神。虽然许多村民是诚实、开拓精神的人，但也有很多机会主义者，希望利用那些身怀金币的冒险者。红塔城依靠这种“冒险旅游”而蓬勃发展，同时警告旅行者远离猩红城堡(`Scarlet Citadel`)，同时兜售保证能让他们生存下来的商品。虽然具有掠夺性，这些冒险商贩并没有说谎关于城堡的危险：红塔城的每个人都知道，冒险进入城堡的人几乎没有人返回。",
	"550 humans, 25 riverfolk halflings, 10 dwarves, 5 elfmarked, and 10 of other races.": "550 人类，25 河流民半身人，10 矮人，5 精灵印记者，和 10 其他种族。",
	"{@creature Mayor Wislaw Broz|KPSC|Reeve Wislaw Broz} leads Redtower by virtue of being supported by many of the village's most notable and wealthy citizens.": "{@creature Mayor Wislaw Broz|KPSC|Reeve Wislaw Broz} 通过得到村庄中许多知名和富有的市民的支持，领先于红塔。",
	"Constable Roch heads Redtower's law enforcement and defense with a small militia of 20 volunteers and the battlemage Kondrad of Runkelstad in reserve.": "Roch (Roch警官)领导着Redtower（红塔城）的执法和防御工作，拥有一个由20名志愿者组成的小民兵队伍，以及备用的Runkelstad（伦克尔斯塔德）战斗法师Kondrad（Kondrad）.",
	"Redtower's primary export is lumber, but it sustains itself on the patronage of adventurers.": "红塔的主要出口是木材，但它靠冒险者的赞助维持运转。",
	"Temple of Rava.": "拉瓦神殿 (Temple of Rava).",
	"There is more than one reason why the party might venture to Redtower:": "有不止一个原因使得冒险小组可能前往红塔 (`Redtower`)：",
	"The Scarlet Citadel is nearby and is a primary point of interest for adventurers visiting the village.": "血色城堡 (The Scarlet Citadel) 就在附近，是探险者造访这个村庄的主要景点。",
	"Ley lines abound in the area, many weak and uncharted. Investigating these ley lines or the inert shadow gate nearby could be a reason for the party's interest.": "该地区充满了地脉，许多是微弱的且未被探索的。调查这些地脉或附近的不活跃的暗影之门可能会成为冒险小组感兴趣的原因。",
	"Goblins and bandits are common around Redtower, particularly along the roads where they harass traveling merchants. The party could be working to quell these attacks.": "红塔附近的哥布林和土匪很常见，特别是在他们骚扰旅行商人的道路上。队伍可能会努力制止这些袭击。",
	"The village of Redtower welcomes you.": "红塔村欢迎您。",
	"Redtower's stables stretch along the northwest palisade just outside the front gate. They are of simple, sturdy construction but larger than typically needed for a settlement of Redtower's size due to the village's attraction to adventurers. At any given time, there are {@dice 1d6} of the village's adolescents ({@creature commoner|MM|commoners}) here, maintaining and cleaning the stables but mostly gossiping. If the party spends time here chatting, roll on the {@table Gossip Table|KPSC}.": "红塔堡的马厩沿着西北栅栏延伸，就在前门外。它们建造简单而坚固，但比红塔堡这个规模的定居点通常需要的要大，这是因为村庄吸引了冒险者。在任何时候，村庄中有{@dice 1d6}的青少年({@creature commoner|MM|commoners})在这里，他们负责维护和清洁马厩，但主要是在闲聊。如果队伍在这里花时间聊天，就在{@table Gossip Table|KPSC}上投掷骰子。",
	"A cluster of stately buildings embraces travelers coming from the northwest into Redtower, of which the manor house is the largest. It is built in a U-shape, facing east, made from sturdy wood-and-stone construction. Both the reeve and the constable have their offices here, larger and better furnished than either of them needs for a village of Redtower's size.": "一组宏伟的建筑群环绕着从西北方向来到红塔镇的旅行者，其中庄园是最大的。它呈U形建造，面向东方，采用坚固的木石结构。红塔镇的村长和警长都在这里办公，办公室比红塔镇这个规模的村庄所需的要大且装修更好。",
	"{@creature Mayor Wislaw Broz|KPSC|Reeve Wislaw Broz} ({@creature noble}) is often here and more than happy to receive visitors. He is a glib, rosy-cheeked human with a notable paunch under stylish clothing imported from Zobeck.": "{@creature Mayor Wislaw Broz|KPSC|Reeve Wislaw Broz} ({@creature noble})经常出现在这里，非常乐意接待访客。他是一个健谈、面色红润的人类，在从佐贝克进口的时尚服装下有着明显的大肚子。",
	"If the party doesn't visit the manor house on their own, Wislaw sends them an invitation within a day of their arrival to Redtower. When they arrive, he's eager to make the acquaintance of these new adventurers in the village; he makes pleasant conversation, plies them with food and drink, and welcomes their expedition. He plays up the threat of the Scarlet Citadel and the dangers roaming the woods but assures them they're in the best place to get equipped to face it. He claims to be so impressed that he authorizes them to use his name at the local merchants for a \"special\" discount.": "如果队伍没有自行前往庄园，Wislaw会在他们抵达Redtower的第二天内发送邀请。当他们到达时，他急于结识这些新冒险者，在村庄里与他们愉快地交谈，款待他们食物和饮料，并欢迎他们的探险。他夸大了 Scarlet Citadel 的威胁以及漫游在森林中的危险，但保证他们在这里是为了最好地装备自己来面对它。他声称对他们印象深刻，授权他们在当地商人那里使用他的名字以获得“特别”折扣。",
	"Dropping Wislaw's name among the merchants is actually a signal that the characters are promising marks, and the merchant raises their prices accordingly and gives the reeve a cut. Raise the cost of goods and services by 10% whenever the PCs use the reeve's name; if they inquire, merchants explain that demand is too high in Redtower, and without the reeve's go.ahead, prices would be higher. Otherwise, goods and services are priced as normal.": "在商人中提到Wislaw的名字实际上是一个信号，表明角色们是有潜力的目标，商人会相应地提高价格，并给守长提成。每当玩家角色使用守长的名字时，将商品和服务的价格提高10%；如果他们询问，商人会解释在Redtower需求太高，没有守长的许可，价格会更高。否则，商品和服务的价格照常。",
	"The only merchant who doesn't respond to the reeve's authorization is the smith, Agniezka ({@area R8|W20-R8|x}), who scoffs if he is mentioned and doesn't alter her price from the standard.": "唯一一个不理督察授权的商人是铁匠，阿涅兹卡({@area R8|W20-R8|x})，每当提到他时，她都会嗤之以鼻，并且不会改变她的标准价格。",
	"The other wing of the manor house rests the constabulary. Constable Roch is a suspicious and taciturn middle-aged human who constantly smells like smoke from his frequent pipe use. He has little to say to the party, preferring to watch for adventurers who slip up in the village for him to arrest. (See \"Arrested\" under the {@table Random Social Encounters|KPSC} Table).": "在庄园的另一翼是警察局。警长罗奇是一个疑神疑鬼、沉默寡言的中年人类，经常散发着烟草味，因为他经常吸烟斗。他对队伍几乎不说话，更喜欢留意那些在村庄里犯错的冒险者，以便逮捕他们。（见“被捕”在{@table Random Social Encounters|KPSC}表中）。",
	"Between the Cage Tavern ({@area R4|W20-R4|x}) and manor house ({@area R2|W20-R2|x}) is a prominent landmark in the village's center: a disused temple of Khors. The octagonal walls of the temple remain strong as do the stoic-faced knightly statues flanking the doors on the temple's northwest face. Once inside, the temple's neglect is obvious: the elements have partially eroded the roof, leading to a section of collapse just beyond the door. Despite the added debris, the stone pews and large frescoes inside the temple are mostly intact as is the altar standing at the southeast wall. The temple sits on a large patch of cleared, flat land intended for use as a training ground, but nature is reclaiming it with patches of grass and wildflowers.": "在村庄中心的笼子酒馆({@area R4|W20-R4|x})和庄园({@area R2|W20-R2|x})之间是一个显著的地标：一座废弃的霍斯神庙。神庙的八角形墙壁仍然坚固，守护着神庙西北面门口的冷静面孔的骑士雕像。一旦进入，神庙的荒废显而易见：风吹雨打已经部分侵蚀了屋顶，导致门口稍远处发生了坍塌。尽管有额外的碎石，神庙内的石凳和大型壁画大部分保持完好，东南墙上的祭坛也是如此。神庙坐落在一大片被清理出来的平坦土地上，本来打算用作训练场，但大自然正在重新占领它，长出了一片片草地和野花。",
	"There hasn't been a priest in residence at the temple in decades, so its upkeep has waned. Nonetheless, some faithful still attend on high holy days, and the temple has, for the most part, been shown respect, but some of the walls have evidence of stone taken for use elsewhere in Redtower.": "几十年来，寺庙里一直没有驻扎的神职人员，因此它的维护状况逐渐恶化。尽管如此，一些信徒仍然会在重要的宗教节日前来参观，寺庙大多数时间还是受到尊重的，但一些墙壁上有证据表明石头被挪走用于其他地方，比如红塔。",
	"The Cage is the most visibly imposing structure upon entering Redtower by virtue of its unique construction and namesake: a row of curved bones, much like some massive ribcage, protrude from the ground in a corridor to the tavern's southern-facing wall and side entrance. The last few ribs are incorporated into the inn's construction, acting as supporting rafters visible on the inside of the building. The rest of the Cage's construction is eclectic with the older parts of the inn—the space immediately connected to the enormous ribcage—of the wood-and-stone construction typical of the region but with newer elements showing more distant touches: sweeping iron gables from Zobeck, a dwarven-style hearth from the Ironcrags, Perunalian motifs in the columns, and so on.": "进入红塔后，`牢笼(The Cage)`是最引人注目的建筑，因为它独特的结构和得名：一排弯曲的骨骼，就像一些巨大的肋骨，从地面突出，延伸到酒馆的南面墙壁和侧门。最后几根肋骨被融入到客栈的建筑中，作为内部可见的支撑横梁。`牢笼(The Cage)`的其余部分建筑风格多样，与客栈的旧部分相得益彰——紧邻巨大肋骨的空间——采用了该地区典型的木石结构，但也融入了更遥远地方的元素：来自`佐贝克(Zobeck)`的铁瓦、来自`铁峰(Ironcrags)`的矮人式壁炉、`佩鲁尼亚(Perunalian)`风格的柱子等等。",
	"Considering Redtower's small size and populace, the Cage is surprisingly full-featured: it boasts several rooms from comfortable to aristocratic in quality, though it has only one aristocratic suite. Owing to its adventurous—and often wealthy—patronage, travelers can find lodgings and fare suitable for up to a wealthy lifestyle.": "考虑到红塔(Redtower)的规模较小和人口稀少，笼子(The Cage)却出奇地设施齐全：从舒适到贵族质量的几个房间，尽管只有一个贵族套房。由于它的冒险家和常常富有的赞助，旅行者可以找到适合豪华生活方式的住宿和饮食。",
	"The Cage's name—and unique construction element—supposedly dates back to the village's earliest days as Redleaf when the proprietors' ancestors, Milena and Henrik Gjorski, slew a mighty giant on the spot the inn now rests. The toll of the fight would mean the end of their adventuring career, but they returned to this site of their last great battle to retire. They found the giant withered and scavenged to little more than a massive ribcage and decided to build an inn around it, preserving it as their final—and biggest—trophy.": "笼子的名字——以及独特的建筑元素——据说可以追溯到村庄早期的红叶时代，当时店主的祖先米莉娜(Milena)和亨利克(Henrik)·格约斯基(Gjorski)在这个客栈现在所在的地方杀死了一只强大的巨人。这场战斗的代价意味着他们冒险生涯的终结，但他们回到了他们最后一次伟大战斗的地点退休。他们发现巨人已经干瘪，只剩下一副巨大的胸腔，于是决定在周围建造一座客栈，将其保留为他们最后、也是最大的战利品。",
	"This story is told and retold on command by their descendants, sister and brother {@creature Ariadna Gjorski|KPSC|Ariadna} and {@creature Ambrozy Gjorski|KPSC}. They are adventurers of a sort (human {@creature scout|MM|scouts}), as most of their family has been, but found they prefer the company of adventurers more than the escapade itself. The family business continues to appeal to adventuring types as evidenced by the monster-hunting trophies on the walls—the stories of which erupt if anyone asks about them—and the very sturdy construction of the tables and chairs.": "这个故事由他们的后代姐姐和弟弟{@creature Ariadna Gjorski|KPSC|Ariadna}和{@creature Ambrozy Gjorski|KPSC}口口相传。他们算是某种冒险者(人类{@creature scout|MM|scouts})，就像他们家族中的大多数人一样，但他们发现自己更喜欢冒险者的陪伴，而不是冒险本身。家族生意继续吸引着冒险者，这一点可以从挂在墙上的狩猎怪物的战利品以及桌椅的非常坚固的构造中看出——如果有人询问，这些战利品的故事就会涌现出来。",
	"The Cage is the best place in the village to gather gossip. Every hour spent carousing here allows two rolls on the {@table Gossip Table|KPSC}, at least until it gets too late for the locals.": "在村庄里，铁笼是收集八卦的最佳去处。在这里狂欢每消耗一小时，可以在{@table Gossip Table|KPSC}上投掷两次骰子，至少直到当地人太晚了为止。",
	"Behind the Cage Tavern ({@area R4|W20-R4|x}) is a row of three long warehouses, only populated during prime trading seasons and otherwise only accessed for stored foodstuffs.": "在铁笼酒馆（{@area R4|W20-R4|x}）后面是一排三座长长的仓库，只有在主要交易季节才有人，其他时候只用来存放食物。",
	"Next door to the tavern, an enterprising, happily drunk riverfolk {@creature commoner|MM} couple—{@creature Remy Argentford|KPSC} and {@creature Mags Halfbottle|KPSC}—run the local brewery. Casks of Sweet Sap brews have reached as far as Peltzenheim, but true success eludes them. The pair arrived in Redtower as boat workers, wound up overdrinking at the Cage with some adventurers, and missed their boat to leave. Deciding to put their vice to good use, the two brewed up some concoctions that won over visiting adventurers and took over the brewery, naming it the Sweet Sap. Not being forest folk, they insist the name was a nod to Redtower's livelihood and nothing to do with the ingredients. As their savings grow, they've sent for more of their kin, and now there's barely a halfling in the village that isn't related to them somehow.": "在酒馆旁边，一对勤奋而快乐的醉酒河民{@creature commoner|MM}夫妇——{@creature Remy Argentford|KPSC}和{@creature Mags Halfbottle|KPSC}——经营着当地的酿酒厂。他们酿制的甜汁酿酒已经传到了佩尔岑海姆，但真正的成功却仍然遥遥无期。这对夫妇最初作为船工来到了红塔，却因为在铁笼酒馆与一些冒险者喝得太多而错过了离开的船只。决定将他们的恶习利用起来，两人酿制了一些混合物，赢得了来访的冒险者的青睐，并接管了酿酒厂，将其命名为甜汁酒厂。由于他们不是森林民族，他们坚称这个名字是向红塔的生计致敬，与原料无关。随着他们的储蓄增长，他们派人去请更多的亲戚过来，现在村里几乎没有一个半身人不与他们有某种关系。",
	"The mill is on the far eastern side of Redtower, up against the Templine River where logs go downriver on barges. The huge waterwheel powering the sawmill churns on the river's edge and fills the area with enough racket to impose disadvantage on sound-based {@skill Perception} checks. Away from the riverbank, a long building is used for processing timber, and north of that is a lumber yard stacked with logs.": "磨坊位于Redtower的极东侧，紧靠Templine River，木材通过驳船顺流而下。驱动锯木厂的巨大水车在河边转动，发出足够的噪音，对基于声音的{@skill Perception}检定造成劣势。远离河岸，有一座长建筑用于加工木材，而在那之北是一个堆满原木的木材场。",
	"The local smith, Agniezka, is a stocky woman in her fifties from Cronepisht where she once maintained and traveled on Magdar war wagons in battle against the Dragon Empire. Her arms are thick and covered in scars—some from the forge but many from her experience in war. She ended up in Redtower after retiring, thinking it would be somewhere quiet to practice her trade for adventurers that would appreciate her skill. While the latter is true, Redtower turned out to be more dramatic and beset with difficulties than she imagined, a fact she grumbles about regularly.": "当地的铁匠，阿格涅兹卡(Agniezka)，是一位五十多岁的魁梧女性，来自克罗尼皮什(Cronepisht)，曾在马格达尔(Magdar)战车上维护和参与对抗龙帝国的战斗。她的手臂粗壮，布满伤疤—有些来自锻造，但更多来自她在战争中的经历。她退休后来到了红塔(Redtower)，认为这里会是一个安静的地方，可以为欣赏她技艺的冒险者们练习她的手艺。尽管后者是真的，但红塔事实上比她想象中更戏剧化和困难重重，这一事实她经常抱怨。",
	"Agniezka's shop is function over form, littered with tools and scrap metal she's argued over with the Rava priestesses. She's most often at her forge, busy with commissions or perfecting her own style.": "Agniezka的店铺以实用为主，到处堆满了工具和废金属，她曾与拉瓦(Rava)女祭司们争论过。她经常在她的锻造炉旁忙碌，忙着完成委托工作或完善自己的风格。",
	"Agniezka dislikes getting involved with the village drama, but a skilled character could impress her with a {@dc 10} Intelligence (artisan's tools) check if related to blacksmithing or a {@dc 13} Charisma ({@skill Persuasion}) check. If successful, she cautions them about the charlatans in the village—and suggests, if they tried dropping the reeve's name for a discount, to not.": "Agniezka不喜欢卷入村庄的是非之事，但如果与铁匠有关，一个熟练的角色可以通过一次{@dc 10}智力（工匠工具）检定来打动她，或者通过一次{@dc 13}魅力（{@skill Persuasion}）检定。如果成功，她会警告他们村里的江湖骗子，并建议如果他们尝试以镇长的名义要求折扣，最好不要这样做。",
	"A series of buildings set against the edge of the forest just up a trail off the southeast road is home to the furrier and tanner, {@creature Witek|KPSC}, and his hapless apprentice, Hubert. The main building has an awning adorned with token wards and charms, and an outbuilding with an unbearable stench contains {@creature Witek|KPSC}'s tools and tanning chemicals.": "一系列建筑群沿着森林边缘设立，就在东南路上的一条小径旁边，是毛皮商和制革匠{@creature Witek|KPSC}以及他那倒霉的学徒，休伯特的家。主建筑物上有一个装饰着象征性护符和符咒的遮阳篷，而一个散发着难闻气味的附属建筑则存放着{@creature Witek|KPSC}的工具和制革化学品。",
	"{@creature Witek|KPSC} is a superstitious human {@creature commoner|MM} fond of protection and luck charms; he'll offer to sell characters one of the rabbit's feet he makes for {@dice 2d4 + 2} gp each.": "{@creature Witek|KPSC}是一个迷信的人类{@creature commoner|MM}，喜欢护身符和幸运符。他会以每个{@dice 2d4 + 2}金币的价格向角色出售他制作的兔脚之一。",
	"South of Agniezka's smithy ({@area R8|SC-R8|x}),past the gate over the southeast road, a squat stone tower sits on a little hillock where it connects to the village's timber palisade. It is a defensive fortification but also the village's namesake: the stones of the tower are somewhat faded but still a deep crimson. Even Ariadna and Ambrozy at the Cage don't know how the tower was constructed. Theories and rumors abound however and can be heard on the {@table Gossip Table|KPSC}.": "在阿格涅茨卡铁匠铺（{@area R8|SC-R8|x}）以南，穿过东南路上的大门，一座矮胖的石塔矗立在一座小土丘上，与村庄的木栅栏相连。这是一座防御设施，也是村庄的名字来源：塔的石头有些褪色，但仍然是深红色的。即使是在笼子里的阿丽亚德娜和安布罗兹也不知道这座塔是如何建造的。然而，各种理论和谣言四处流传，可以在{@table Gossip Table|KPSC}上听到。",
	"The temple of the Gear Goddess is an odd, circular building in the southeast of the village. Eight double windows protrude at even spaces around the temple, and its center is a small clearing, giving it a cog-like appearance from above. The building itself is a blend of wood and stone construction that, unlike the temple of Khors, has been well maintained. Reaching the temple of Rava from the road requires wading through a collection the Spinner's \"sacred\" scrap: broken things, metal bits, and discarded items are given places of honor here.": "齿轮女神殿是村庄东南部一座奇特的圆形建筑。殿周围有八扇双层窗户，均匀地凸出在建筑周围，中心是一个小空地，从上方看起来像一个齿轮。这座建筑本身是木石结构的混合体，与Khors神殿不同，一直得到良好的维护。从道路到达Rava神殿需要穿过Spinner的“神圣”废料收集：破碎的物品、金属碎片和被丢弃的物品在这里被赋予了尊贵的地位。",
	"The interior of the temple opens into a large chamber that circles to the left and right. An archway ahead leads into the courtyard, containing an altar and doorways to the temple's looms and quarters. Junk, again, is given a place of honor along the walls and shelves alongside masterfully created tapestries of spiders, clockworks, and gears.": "寺庙内部通向一个大型的圆形大厅，向左右延伸。前方的拱门通向庭院，里面有一个祭坛，以及通往寺庙织布间和住所的门。墙壁和架子上摆放着珍藏的废物，以及精美制作的蜘蛛、发条和齿轮挂毯。",
	"{@creature Cecylia|KPSC}, a human {@creature priest|MM}, and {@creature Norneth|KPSC}, an elfmarked {@creature spy|MM}, maintain the temple. {@creature Cecylia|KPSC} handles any questions and duties of the temple while {@creature Norneth|KPSC} is a fresh acolyte who brings her stealth skills to the temple; originally from Dornig, {@creature Norneth|KPSC} left under some unmentioned disgrace. {@creature Cecylia|KPSC} is helpful but serious and studious; she prefers to devote her attention to her work and goddess. {@creature Norneth|KPSC} does not speak to the party unless spoken to and occupies herself evaluating the temple's latest junk arrivals.": "{@creature Cecylia|KPSC}, 一名人类 {@creature priest|MM}, 和 {@creature Norneth|KPSC}, 一名半精灵 {@creature spy|MM}, 负责守护这座神庙。{@creature Cecylia|KPSC} 处理神庙的问题和职责，而 {@creature Norneth|KPSC} 是一名新手侍僧，将她的潜行技能带到了神庙；原籍多尼格，{@creature Norneth|KPSC} 因某种不愿透露的耻辱离开了那里。{@creature Cecylia|KPSC} 很乐意帮助，但严肃认真；她更喜欢专注于自己的工作和女神。{@creature Norneth|KPSC} 不会主动与队伍交谈，她忙着评估神庙最新到货的杂物。",
	"A perceptive character succeeding at a {@dc 15} Wisdom ({@skill Perception}) check notices her surreptitiously studying them—or more precisely their equipment. When adventurers fail to return to Redtower, {@creature Norneth|KPSC} is the one who scavenges whatever remains. If confronted, she blithely plays off her interest and tells them they need better gear to survive the citadel and invokes Rava to bless them.": "一个敏锐的角色在进行一次 {@dc 15} 智力 ({@skill Perception}) 检定成功后，注意到有人偷偷地观察着她——更确切地说是她的装备。当冒险者们没有回到红塔时，{@creature Norneth|KPSC} 就会去打捞任何遗留下来的东西。如果被质问，她会轻松地淡化自己的兴趣，并告诉他们他们需要更好的装备才能在城堡中生存下来，并祈求拉娃保佑他们。",
	"{@creature Cecylia|KPSC} will cast spells for the party at a fee of 50 gp per level of the spell and sells scrolls for triple the cost of the charge to cast it. She also offers to buy any interesting \"junk\" the party recovers from the Scarlet Citadel. {@creature Cecylia|KPSC} offers {@dice 2d4} gp for any unusual scrap or trinkets the party brings back, but truly exotic material could fetch up to 50–100 gp.": "{@creature Cecylia|KPSC}将为队伍施放法术，每个法术等级收费50 gp，并以施放费用的三倍价格出售卷轴。她还提议购买队伍从血色城堡中找到的任何有趣的“废物”。{@creature Cecylia|KPSC}为队伍带回的任何不寻常的碎片或小玩意提供{@dice 2d4} gp，但真正的异国材料可能会卖到50-100 gp。",
	"This L-shaped home sprawls over a generous lot next to the southwest road out of Redtower. Flourishes adorn the joints and arches of the house's doors and windows in spiraling, arcane motifs, and a crown of silvery wands surmount the home's prow-shaped roof. The home beyond those luxurious, glass-paned doors has five rooms on the bottom and a staircase to a second.floor loft with a study and bedroom.": "这座L形的住宅横跨在Redtower西南出口旁边的一块宽敞的地皮上。房子的门窗接缝和拱门上装饰着螺旋状的神秘图案，一顶银色魔杖的王冠矗立在房屋的船首状屋顶上。穿过那些豪华的玻璃门，进入房屋底层有五个房间，楼梯通往第二层的阁楼，设有书房和卧室。",
	"{@creature Konrad of Runkelstad|KPSC} lives here, a retired battlemage who made a tidy fortune first in service to his kingdom and then as a mercenary (human {@creature mage|MM}). His last assignment came from a group of noble thrill seekers from Cronepisht, looking to conquer the Scarlet Citadel; some sinister trap unleashed waves of undead on them before they made it far, and Konrad barely escaped with his own life—and what treasures they'd found before the end. He chose a long life against an adventurous one and settled in Redtower, pursuing the entrepreneurial opportunity he saw in appealing to an adventurer's greed for power.": "{@creature Konrad of Runkelstad|KPSC} 住在这里，是一位退休的战斗法师，在为王国服务和作为一名自由佣兵（人类 {@creature mage|MM}）期间赚了一大笔钱。他的最后一项任务来自于克罗尼皮斯特的一群贵族冒险家，他们想征服绯红城堡；在他们走得很远之前，一些邪恶的陷阱释放了一波波的亡灵，康拉德勉强逃脱，并带着他们在灾难结束前找到的宝藏。他选择了长寿而不是冒险，定居在红塔，追求他看到的吸引冒险家贪婪的商机。",
	"He keeps to himself, paying for his privacy with the good graces he's purchased from the reeve. On occasion, he'll send personal invitations to new adventurers in the village—or welcome them if they come to visit of their own accord—and sweep them into his parlor. The large room is decorated with fine couches and surfaces bearing a wealth of trinkets he has made or acquired in his career. Dominating the room is a massive painting, depicting the towers of Runkelstad, which something characters can't miss wherever they sit in the room.": "他独来独往，用他从村长那里买来的好感来换取隐私。偶尔，他会给村子里的新冒险者发个人邀请——或者如果他们自行前来拜访，他也会欢迎他们，并将他们引入他的客厅。这个宽敞的房间装饰着精美的沙发和表面，上面摆放着他在职业生涯中制作或收集的大量小玩意。房间的中心是一幅巨大的画作，描绘着伦克尔斯塔德的塔楼，无论角落，人物坐在哪里都无法错过。",
	"If the characters visit Konrad on their own, initiate the \"battlemage bargain\" encounter from the {@table Random Social Encounters|KPSC} Table.": "如果角色们自行拜访Konrad，从{@table Random Social Encounters|KPSC}表中发起“战斗法师交易”遭遇。",
	"Redtower's orchard is just outside the southwest wall, consisting of several neat, well-maintained rows of apple trees surrounded by protective hedgerows. A small house and storage shed nestle close to the wall where Cibor and Eva live with their son, Gabe. They maintain the orchards and hedges and, in the winter, produce cider with the Sweet Sap Brewery ({@area R6|W20-R6|x}).": "红塔庄园就在西南城墙外，由几排整齐、精心维护的苹果树组成，周围被保护性的树篱环绕着。一座小房子和储藏棚依偎在城墙附近，Cibor和Eva与他们的儿子Gabe住在这里。他们负责维护果园和树篱，在冬天时，会与甜汁酿酒厂一起生产苹果酒。",
	"Cibor seldom goes into the village, preferring to stay around the orchard or venture into the forest outskirts to gather food and visit with the alseids at the temple to Yarila and Porevit nearby (see {@area E2|W20-E2|x} under \"{@adventure Beyond Redtower|KPSC|2|Beyond Redtower}\"). His wife and son however are more social: Eva is often one of the forces behind Redtower's festive gatherings, and Gabe is something of a leader to the adolescents in the village.": "Cibor很少进村庄，更喜欢待在果园附近或冒险进入森林边缘收集食物，并拜访附近的Yarila和Porevit神庙中的阿尔赛德族人（见“{@area E2|W20-E2|x}”下的“{@adventure Beyond Redtower|KPSC|2|Beyond Redtower}”）。然而，他的妻子和儿子更加社交：Eva经常是Redtower节日聚会的主要推动力之一，而Gabe在村庄中是青少年的领袖。",
	"Eva doesn't hesitate to welcome in the party if they visit and treats them with ciders, apple pies, and nosy questions. She is an excellent source of gossip about Redtower; whenever the PCs spend at least an hour visiting Eva, roll twice on the {@table Gossip Table|KPSC}, limiting the rumors to locals only. Of course, being the village's greatest gossip, anything told to Eva is spread around the village within a day or two.": "Eva（伊娃）毫不犹豫地欢迎来参加派对的人，并用苹果酒、苹果派和八卦问题招待他们。她是关于红塔（Redtower）的八卦的绝佳消息来源；每当PCs至少花一个小时拜访Eva时，在{@table Gossip Table|KPSC}上投掷两次骰子，将谣言限制在本地人之间传播。当然，作为村里最爱八卦的人，任何告诉Eva的事情都会在一两天内传遍整个村庄。",
	"With a {@dc 12} Wisdom ({@skill Perception}) check, the party notices Gabe lurking about the orchard. He's alone and rubbing his temples, muttering to himself. If they engage him, he plays it off with a confident, teenage swagger as nothing being wrong, but a {@dc 10} Wisdom ({@skill Insight}) check reveals he's exhausted. If pressed, he admits he went to the arch at the lifeless clearing (see {@area E3|W20-E3|x} in \"{@adventure Beyond Redtower|KPSC|2|Beyond Redtower}\") and spent the night there on a dare; he'd done it a year ago and nothing happened, but this time, he had awful nightmares, and he hasn't slept well since. He begs the party not to tell his parents since he's not supposed to be going there.": "通过一次智慧检定{@dc 12}，队伍注意到盖布(Gabe)在果园四处游荡。他一个人，揉着太阳穴，自言自语。如果他们和他交谈，他会自信地摆出一副少年的姿态，声称一切都好，但通过一次智慧检定{@dc 10}，他们会发现他筋疲力尽。如果继续追问，他会承认他去了无生命植物园的拱门处（见“{@adventure Beyond Redtower|KPSC|2|Beyond Redtower}”中的{@area E3|W20-E3|x}），并因为一个冒险而在那里过了一夜；他一年前也曾这样做过，什么都没发生，但这次，他做了可怕的噩梦，自那以后就一直睡不好。他请求队伍不要告诉他的父母，因为他不应该去那里。",
	"Adventurers are a source of excitement in Redtower, drawing the attention of those hoping to profit from them or those who could use their help. Check for a random social encounter once per day when the PCs are in Redtower.": "在红塔，冒险者们是一种令人兴奋的存在，吸引着那些希望从他们身上获利或需要他们帮助的人的注意。当PC们在红塔时，每天检查一次随机社交遭遇。",
	"Gathering village gossip not only allows the party to get familiar with Redtower and its occupants but also to be forewarned about some of the dangers awaiting them.": "收集村庄八卦不仅让冒险小组熟悉红塔和其居民，还能提前警告他们可能遇到的一些危险。",
	"Outside of Redtower, the tame prairie grasslands to the northwest give way to the thick woodland of the White Forest to the south of the settlement. A tributary of the Templine River feeds the village, and the road southeast out of the village leads to the Scarlet Citadel deeper within the woods.": "在红塔（Redtower）外，向西北方向的温顺草原逐渐让位于定居点南部茂密的白色森林（White Forest）。一条特姆普林河（Templine River）的支流为村庄提供水源，而村庄东南方向的道路通往更深处的木林中的猩红城堡（Scarlet Citadel）。",
	"Although Redtower has carved out a niche of relative safety on the borders of the White Forest, the area is plenty dangerous even without the citadel. The flora and fauna here are changed by the influence of magic and {@creature Gellert the Gruesome|KPSC}, and some mysteries here might be better left buried. The looming presence of the citadel itself also can't be ignored as Gellert's henchmen and experiments do not always stay contained.": "尽管红塔(Crimson Spire)在白色森林(White Forest)边境开辟了一个相对安全的地盘，但即使没有这座城堡，这个地区也是相当危险的。这里的植物和动物受到魔法和{@creature Gellert the Gruesome|KPSC}的影响而发生了变化，这里可能隐藏着一些更好不去探索的神秘。城堡本身的庞大存在也不容忽视，因为盖勒特(Gellert)的手下和实验并不总是能被控制住。",
	"The area around Redtower can be a place for adventure all on its own, though many of the locales and encounters point to the Scarlet Citadel for further exploration.": "红塔周围的地区本身就是一个冒险的地方，尽管许多地点和遭遇都指向了绯红城堡，可以进一步探索。",
	"A small hut cobbled together from loose stone and reclaimed wood perches on the opposite side of the riverbank northeast of Redtower. The hut looks like it's been knocked down and rebuilt multiple times, evidenced by the scattering of half-buried debris around it. On the south side of the hut is a large, gnarled tree with a sturdy, covered platform nestled in its branches. It is of much better construction than the hut below.": "在Redtower东北的河岸对面，有一个用松散的石头和回收木材拼凑而成的小棚屋。这个棚屋看起来像是被拆毁并重建了多次，周围散落着半埋的碎片，证明了这一点。在棚屋的南侧是一棵古老而扭曲的大树，树枝上有一个坚固的、有顶盖的平台。这个平台的建造质量比下面的棚屋要好得多。",
	"This is the home of Tobiasz, an elderly human {@creature commoner|MM} hermit that once lived in Redtower but grew horrified by the complicity of the villagers in letting adventurers run to their slaughter in the Scarlet Citadel. He takes it upon himself now to warn people away, which is why he hasn't left yet; he goes into Redtower only for supplies and to shame the villagers and otherwise spends his time writing letters to Queen Dorytta to bring an army to raze the citadel once and for all. Tobiasz's trade is carpentry, and he built both the hut and tree stand, which is where he flees to when monsters inevitably attack. The hut on the other hand has been ransacked so much he only bothers with \"good enough.\"": "这是托比亚斯(Tobiasz)的家，一个年迈的人类{@creature commoner|MM}隐士，曾经住在红塔，但对村民在斯卡雷特城堡让冒险者自投罗网的行为感到震惊。他现在自愿承担起警告他人的责任，这也是他为什么还没有离开的原因；他只会进红塔买些必需品，责备村民，其他时间则用来给多丽塔女王写信，希望她能派军队摧毁那座城堡。托比亚斯的手艺是木工，他建造了小屋和树台，当怪物袭击时，他会逃到树台上。小屋经常被洗劫，他只会随便弄弄，觉得“差不多”就行了。",
	"The party may sometimes run into Tobiasz shouting for help from a monster attack and in need of rescue. See \"{@creature Tobiasz the Hermit|KPSC}\" under the {@table Creature Encounter Table|KPSC}.": "队伍可能会偶尔遇到托比亚斯（Tobiasz）在遭受怪物袭击时大声呼救，需要救援。在{@table Creature Encounter Table|KPSC}下方查看“{@creature Tobiasz the Hermit|KPSC}”。",
	"Set in a small clearing in the woods southwest of Redtower is an airy temple to the Twin Gods, Yarila and Porevit, Mother Field and Father Harvest. The temple itself is a roomy structure with few walls and has archways instead of doors. The roof supports come from wooden posts wrapped in ivy and vines, most of them in perpetual bloom. An altar to the Twin Gods is set before the temple structure, an elevated stone block skirted by flowers and bountiful fruits and vegetables. In a rectangular periphery around the altar is a \"fence\" of stakes in the ground, marking growth stands of tomatoes, berries, grapes, and other seasonal crops.": "位于雷德塔西南方的树林中的一个小空地上，是一座供奉双神雅里拉(Yarila)和波雷维特(Porevit)的宽敞庙宇，分别代表母亲田野和父亲丰收。这座庙宇本身是一个宽敞的建筑，几乎没有墙壁，而是用拱门代替门。屋顶支撑来自缠绕着常年开花的常青藤和藤蔓的木柱。庙宇前摆放着供奉双神的祭坛，一个高耸的石块，周围环绕着鲜花和丰盛的水果蔬菜。祭坛周围的矩形区域设置了一道用地上的桩标记的“篱笆”，标志着番茄、浆果、葡萄和其他季节作物的生长区。",
	"A group of four {@creature alseid|ToB} {@creature druid|MM|druids}, {@creature Synnana|KPSC}, {@creature Bellenor|KPSC}, {@creature Ammanis|KPSC}, and {@creature Kashyna|KPSC}, maintain the temple here and are friendly to visitors. They do most of their business with Redtower through Cibor of the orchard ({@area R13|W20-R13|x}) but are glad to trade. If the party is friendly, the {@creature alseid|ToB|alseids} allow them to rest at the temple whenever they wish, safe from harm; while they are aware of the forest's hazards, hostile creatures don't trouble them here, and they do not seek them out. Camping here does not prompt a random encounter check.": "这里有一个由四个{@creature alseid|ToB} {@creature druid|MM|druids}, {@creature Synnana|KPSC}, {@creature Bellenor|KPSC}, {@creature Ammanis|KPSC}, 和{@creature Kashyna|KPSC} 组成的团体，他们守护着这座寺庙，对游客很友好。 他们主要通过果园的西博((Cibor))（{@area R13|W20-R13|x}）与红塔进行交易，但也愿意和其他人交易。如果冒险小队友好，{@creature alseid|ToB|alseids}会允许他们随时在寺庙休息，远离危险；虽然他们意识到森林的危险，但敌对生物不会来骚扰他们，他们也不会主动去找麻烦。在这里露营不会引发随机遭遇检查。",
	"A bizarre little clearing west of Redtower has a prominent place in local lore, primarily among the village's children as the place they should not go, but a rite of passage among Redtower adolescents is to spend the night here.": "在Redtower西边有一个奇怪的小空地，在当地传说中占据着重要地位，主要是在村子里的孩子中间，这是他们不应该去的地方，但在Redtower青少年中，过夜在这里是一种成人礼。",
	"The clearing is abrupt, cutting into the surrounding trees as though the edge of the woods reached an invisible line. Nothing grows in the clearing. Birdsong and insect chittering are silenced, and no living animal willingly crosses into it. Mounts and animal companions must be coerced with a {@dc 13} Wisdom ({@skill Animal Handling}) check to enter the clearing where they remain nervous and ill-at-ease.": "这片空地突兀地出现，切入周围的树木，仿佛树林的边缘到达了一条看不见的线。空地上没有任何植物生长。鸟鸣和昆虫的叽叽喳喳声都消失了，没有活物会愿意跨越进入。坐骑和动物伴侣必须通过一次{@dc 13}感知({@skill Animal Handling})检定才能被迫进入这片空地，它们会保持紧张和不安。",
	"The focal point of the clearing is a weather.worn stone arch, lopsided and half-sunk into the ground, its engravings faded with the passing of eras. A withered black vine winds around both sides of the arch, never blooming but neither never crumbling. The vines are unyielding and cold as iron when touched, and the stone itself imparts such a frigid sensation that, even in the hottest summers, the chill to the skin lingers for hours.": "这片空地的焦点是一座风化的石拱门，歪斜地半埋在地面上，上面的雕刻随着岁月的流逝而褪色。一根枯萎的黑藤蔓缠绕在拱门的两侧，从不开花，但也从不崩塌。这些藤蔓坚韧而冰冷，触摸时冷若铁，石头本身也传递出一种刺骨的感觉，即使在炎炎夏日，皮肤上的寒意仍然持续数小时。",
	"The strange arch once led to a shadow road that fed into the greater White Road nearby. At some point, the connection collapsed, and the arch went dormant. Recently, however, the archway has been showing signs of life, prompting interest from others in the region.": "这个奇怪的拱门曾经通往一条影子之路，这条路通往附近更大的白色之路。在某个时候，连接崩溃了，拱门变得沉寂。然而最近，这个拱门开始显示生机迹象，引起了该地区其他人的兴趣。",
	"Roll a {@dice d6} when the party enters this area: on a 1–4, it is empty, and on a 5–6, they find {@dice 1d4 + 1} {@creature bandit|MM|bandits} serving {@creature Gellert the Gruesome|KPSC}, investigating the arch and complaining about their orders.": "当队伍进入这个区域时，掷骰子一个{@dice d6}：1-4，这里空无一人；5-6，他们会发现{@dice 1d4 + 1} {@creature bandit|MM|bandits}正在为{@creature Gellert the Gruesome|KPSC}服务，调查这个拱门并抱怨他们的命令。",
	"The bandits tell the party to go away and mind their own business. They attack if the characters don't comply.": "土匪告诉队伍赶紧走开，别管闲事。如果角色不听从，他们就会发动攻击。",
	"If questioned, the bandits can't answer much about the archway. Orders came down to check the clearing and see if anyone else was looking into it and make sure they stopped—permanently. They don't know why there's any interest as it's supposed to have been dormant for decades if not centuries.": "如果被询问，土匪们对拱门一事知之甚少。有命令要求他们检查空地，看看是否有其他人在调查，并确保他们停止——永远停止。他们不知道为什么会有人感兴趣，因为据说这个拱门已经废弃了几十年，甚至几个世纪。",
	"If the party lingers in the clearing long enough, they'll notice at sunset and at midnight the arch's engravings will briefly glow with pale blue light and fade erratically with a slight scent of electricity left behind in the air. Nothing else happens, and no detections or investigations reveal anything further.": "如果队伍在空地逗留足够长的时间，他们会注意到在日落和午夜时分，拱门上的雕刻会短暂地发出淡蓝色的光芒，然后不规律地消失，空气中留下一丝电气味。除此之外，没有发生其他事情，也没有任何探测或调查揭示更多信息。",
	"Besides the unnatural coldness to the stone and the scheduled flare-ups of energy, nothing else happens in the clearing. Characters who sleep here however are afflicted with nightmares of a shadowy, desolate wasteland. If they don't succeed at a {@dc 15} Wisdom saving throw, they wake up with a level of {@condition exhaustion}.": "除了对石头的不自然寒冷和能量的定期爆发之外，在这片空地上没有发生其他事情。然而，在这里睡觉的角色会受到一个阴影般的荒凉荒野的噩梦的困扰。如果他们在一次{@dc 15}智力豁免检定中没有成功，他们会醒来时带着一个{@condition exhaustion}的级别。",
	"If the party wants to delve further into the mystery around the resurgence of the arch, check out {@loader Warlock Lair #50: The Light of Memoria|adventure/Kobold Press; Warlock Lair 50 The Light of Memoria.json}. The PCs find a strange relic curiously connected to the magical archway long thought dormant but quickly realize someone is trapped on the other side! The relic allows them to pass through, but to get home, they'll have to traverse a shadowy landscape permeated by the memories of a mage conclave long forgotten—and face the hungry shades eager for escape.": "如果冒险小组想要深入探究关于拱门再次出现的神秘，可以查看{@loader Warlock Lair #50: The Light of Memoria|adventure/Kobold Press; Warlock Lair 50 The Light of Memoria.json}。冒险者们发现了一个奇怪的遗物，与长期被认为处于休眠状态的魔法拱门奇怪地联系在一起，但很快意识到有人被困在另一边！这个遗物让他们通过，但要回家，他们必须穿越一个被一场早已被遗忘的法师聚会的记忆所渗透的阴影景观，并面对渴望逃脱的饥饿阴影。",
	"No path leads to Zula's cottage in the woods near the northwestern road into Redtower. The party might stumble into her cottage clearing or perhaps notice the trail of hearth smoke above the trees. Villagers in Redtower can also direct the PCs to her, though they seldom discuss her; no one visits Zula unless they need special potions or healing and the Rava temple's fees are too steep.": "在通往红塔西北路旁的树林中，没有通往祖拉（Zula）小屋的道路。队伍可能会偶然发现她小屋周围的空地，或者注意到树木上方炉火烟雾的痕迹。红塔的村民也可以指引玩家角色（PCs）找到她，尽管他们很少谈论她；除非需要特殊药水或治疗，否则没有人会去拜访祖拉，因为拉瓦（Rava）神殿的费用太高。",
	"The cottage is small, even quaint looking, with a white-painted porch and balustrade, walls and roof in good repair, and patches of bright wildflowers growing around it. The effect is diminished by the bodies of small animals dangling from the porch awning, ready to be gutted for entrail reading.": "这间小屋看起来甚至有些古雅，有一座白色油漆的门廊和栏杆，墙壁和屋顶都维护良好，周围还长着一片明亮的野花。然而，门廊遮篷上悬挂着一些小动物的尸体，准备被取出内脏进行占卜，这种景象让整体效果大打折扣。",
	"The witch, {@creature Zula the Witch|KPSC|Zula} (human {@creature priest}), has a mutually beneficial arrangement with {@creature Gellert the Gruesome|KPSC}: in exchange for occasional deliveries of unusual reagents for use in her potion-making experiments, Zula uses her magic to contact Gellert about any unusual news in or around Redtower, including things like the arrival of new adventurers.": "{@creature Zula the Witch|KPSC|Zula}（人类{@creature priest}）与{@creature Gellert the Gruesome|KPSC}有着互惠互利的安排：为了偶尔提供用于她魔药制作实验的不寻常试剂，祖拉利用她的魔法联系盖勒特，告知他有关雷德塔的任何不寻常消息，包括新冒险者的到来。",
	"The witch, Zula (human {@creature priest}), has a mutually beneficial arrangement with Gellert: in exchange for occasional deliveries of unusual reagents for use in her potion-making experiments, Zula uses her magic to contact Gellert about any unusual news in or around Redtower, including things like the arrival of new adventurers.": "女巫祖拉（人类{@creature priest}）与格勒特有着互惠互利的安排：为了偶尔提供用于她魔药制作实验的不寻常试剂，祖拉利用她的魔法联系格勒特，告知他有关雷德塔或周围地区的任何不寻常消息，包括新冒险者的到来。",
	"She does not have any personal stake in working with Gellert; she simply has flexible ethics when it comes to pursuing her research and livelihood. Zula is a cheerful, rosy-cheeked, wizened old woman constantly puttering about her cottage, and she offers the party slightly discounted (10%) {@item potion of healing|DMG|potions of healing} and access to her limited repertoire of healing magic in exchange for any news from the village.": "她在与盖勒特合作时并没有任何个人利益；她只是在追求研究和生计时有着灵活的道德观。祖拉是一位开朗、面颊红润、经验丰富的老妇人，经常在她的小屋周围忙碌，她为冒险小队提供略有折扣（10%）{@item potion of healing|DMG|potions of healing}，并提供她有限的治疗魔法，以换取来自村庄的任何消息。",
	"Just south of the northwest road into Redtower is a large depression, sunken and filled with brackish water, the corpses of a few bare trees, and thriving colonies of fungi, weeds, and insects.": "在红塔西北入口的正南方，有一个大的洼地，深陷并充满了咸水，几棵光秃树的尸体，以及茂盛的真菌、杂草和昆虫群落。",
	"Beneath the algal muck, moss-covered stones protrude from the water, resembling the corners and angles of what might have been a stone structure at one time. Any carvings are long worn away, however, leaving just the shell of a large structure buried beneath the water.": "在藻类淤泥下面，被苔藓覆盖的石头从水中突出，看起来像是曾经是石结构的角落和角度。然而，任何雕刻早已磨损，只留下了一个被水淹没的大型结构的外壳。",
	"The edges of the pond provide good harvesting for peat, planting soil, and certain plants and mushrooms, but it's hazardous as well. Immersion in the pond requires an immediate {@dc 12} Constitution saving throw to avoid developing an itchy, red rash and taking a level of {@condition exhaustion} within the hour. A short rest alleviates the rash as does any effect that removes poison or a {@dc 10} Wisdom ({@skill Medicine}) check.": "池塘的边缘提供了丰富的泥炭、种植土壤以及某些植物和蘑菇，但也存在危险。在池塘中浸泡需要立即进行一次 {@dc 12} 体质豁免才能避免出现瘙痒、红疹，并在一小时内获得 {@condition exhaustion} 等级。短暂休息可以缓解疹症，或者通过任何消除毒素的效果或进行 {@dc 10} 智慧检定 ({@skill Medicine}) 来治愈。",
	"Under close inspection, the stones have a notable crimson hue beneath the moss. Touching the moss encrusts it on the investigating character's skin, the spores attempting to take root within the character's body, inflicting 1 ({@damage 1d3}) poison damage every hour until a successful {@dc 12} Constitution saving throw is made. The spores can also be removed via a remove poison effect or a successful {@dc 15} Wisdom ({@skill Medicine}) check.": "经过仔细检查，石头下面的苔藓呈现出明显的深红色。触摸苔藓会将其附着在调查角色的皮肤上，孢子试图在角色的身体内生根，每小时造成1 ({@damage 1d3}) 毒素伤害，直到成功进行 {@dc 12} 体质豁免检定。这些孢子也可以通过解毒效果或成功进行 {@dc 15} 智慧 ({@skill Medicine}) 检定来清除。",
	"Each day the party spends exploring the outskirts of Redtower, check to see if they encounter anything unusual. If they make camp or take a long rest in the outskirts, unless they are in a safe location like the temple to Yarila and Porevit, make another check while they are resting. Characters might encounter special terrain, one or more creatures, or a combination of the two.": "每天队伍在探索(`Redtower`)郊外时，检查是否遇到任何异常情况。如果他们在郊外扎营或休息，除非他们在像(`Yarila and Porevit`)神庙这样的安全地点，否则在他们休息时再进行一次检查。角色可能会遇到特殊地形、一个或多个生物，或两者的组合。",
	"A random encounter while PCs are camped is automatically a creature encounter.": "PCs在扎营时的随机遭遇会自动变成生物遭遇。",
	"Keep the party's level in mind when fleshing out these encounters. Characters should be able to retreat from or avoid an encounter that proves to be too difficult, even if at some sort of cost (abandoning supplies in camp for example).": "在拓展这些遭遇时，请考虑到队伍的等级。角色应该能够从证明过于困难的遭遇中撤退或避开，即使可能会付出某种代价（例如丢弃营地中的供应品）。",
	"This area of the White Forest is home to some unusual terrain and hazards, potentially influenced by the nearby ley lines or perhaps the arcane experimentation overflowing into the environment from the Scarlet Citadel. Special terrain rules are explained after the table. If the party received warning of particular encounters from villagers in Redtower, they gain advantage on their rolls to spot, identify, or avoid the negative effects for that encounter.": "白色森林的这一区域是一些不寻常地形和危险的所在，可能受附近的地脉影响，或者可能是来自绯红城堡的奥术实验溢出到环境中。特殊地形规则在表格后进行解释。如果队伍在红塔村民那里得到了特定遭遇的警告，他们在寻找、识别或避免该遭遇的负面影响时获得优势。",
	"by Mike Welham": "由迈克·韦尔汉（Mike Welham） 编写",
	"In 2019, Kobold Press ran the My Monster contest on the Kobold Blog, in which contestants drafted the flavor text for some brand-new monster. The four finalists (John Burkett, Robert Fairbanks, Jonathan McAnulty, and Adam Meredith) had their winning \"monster flavors\" crafted into the fully statted creatures below. Adventurers beware!": "在2019年，狗头人出版社在狗头人博客上举办了“我的怪物”比赛，参赛者起草了一些全新怪物的口味文本。四位决赛选手（约翰·伯克特，罗伯特·费尔班克斯，乔纳森·麦克奥纳尔蒂和亚当·梅瑞狄斯）的获胜“怪物口味”被制作成下面完全统计的生物。冒险者们要当心！",
	"The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.": "以下文字为Wizards of the Coast, LLC.的财产，并受版权保护，版权归2000 Wizards of the Coast, Inc (\"Wizards\")所有。保留所有权利。",
	"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.": "定义：(a)“贡献者”指已经贡献开放游戏内容的版权和/或商标所有者；(b)“衍生材料”指包括衍生作品和翻译（包括转换为其他计算机语言），改编，修改，纠正，添加，扩展，升级，改进，编译，节选或其他形式，已有作品可能被重塑，转变或调整的受版权保护的材料；(c)“分发”指复制，许可，出租，租赁，销售，广播，公开展示，传输或以其他方式分发；(d)“开放游戏内容”指游戏机制，包括方法，程序，流程和例行程序，只要这些内容不包含产品标识，并且是对现有技术的改进以及任何贡献者明确标识为开放游戏内容的任何其他内容，指根据本许可证涵盖的任何作品，包括根据版权法的翻译和衍生作品，但明确排除产品标识。(e)“产品标识”指产品和产品系列名称，商标和识别标记，包括商业外观；工艺品；生物角色；故事，情节，情节，主题元素，对话，事件，语言，艺术作品，符号，设计，描绘，相似之处，格式，姿势，概念，主题和图形，摄影和其他视觉或音频表现；角色，法术，魔法，个性，团队，人物，相似之处和特殊能力的名称和描述；地点，环境，生物，装备，魔法或超自然能力或效果，商标，符号或图形设计；以及任何其他商标或注册商标，由产品标识的所有者明确标识为产品标识，明确排除开放游戏内容；(f)“商标”指贡献者用于识别自身或其产品或贡献给开放游戏许可的相关产品的商标，包括标识，名称，标记，标志，座右铭，设计；(g)“使用”，“用于”或“使用”指使用，分发，复制，编辑，格式化，修改，翻译和以其他方式创建开放游戏内容的衍生材料；(h)“您”或“您的”指本协议的许可人。",
	"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.": "许可证：本许可证适用于包含指示只能根据本许可证使用的任何开放游戏内容。您必须在使用的任何开放游戏内容上附上这样的通知。除非许可证本身描述，否则不得添加或删除任何条款。不得将任何其他条款或条件应用于使用本许可证分发的任何开放游戏内容。",
	"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.": "接受与同意：通过使用开放游戏内容，您表示接受本许可证的条款。",
	"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.": "授予和对价：作为同意使用本许可证的对价，贡献者授予您一项永久、全球范围内、免版税、非独家使用许可，具体条款与本许可证相同，用于使用开放游戏内容。",
	"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.": "贡献权限的表述：如果您作为开放游戏内容贡献原创材料，您声明您的贡献是您的原创作品和/或您拥有足够的权利授予本许可证所传达的权利。",
	"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.": "许可证版权通知：您必须更新此许可证的COPYRIGHT NOTICE部分，以包含您复制、修改或分发的任何开放游戏内容的COPYRIGHT NOTICE的确切文本，并且您必须将您分发的任何原始开放游戏内容的COPYRIGHT NOTICE中添加标题、版权日期和版权所有者的名称。",
	"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.": "产品识别的使用：您同意不使用任何产品识别，包括作为兼容性指示，除非在与该产品识别的每个元素的所有者另行签订的独立协议中明确许可。您同意不在包含开放游戏内容的作品中指示与任何商标或注册商标的兼容性或共适应性，除非在与该商标或注册商标的所有者另行签订的独立协议中明确许可。在开放游戏内容中使用任何产品识别并不构成对该产品识别所有权的挑战。在开放游戏内容中使用的任何产品识别的所有者将保留对该产品识别的所有权、标题和利益。",
	"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.": "识别：如果您分发开放游戏内容，您必须清楚地指出您正在分发的作品中哪些部分是开放游戏内容。",
	"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.": "更新许可证：巫师或其指定代理人可能会发布此许可证的更新版本。您可以使用此许可证的任何授权版本来复制、修改和分发最初在此许可证的任何版本下分发的任何开放游戏内容。",
	"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.": "您必须在您分发的每一份开放游戏内容的副本中包含这份许可证的副本。",
	"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.": "贡献者积分的使用：除非您获得了贡献者的书面许可，否则您不得使用任何贡献者的姓名来营销或宣传开放游戏内容。",
	"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.": "无法遵守：如果由于法令、司法命令或政府法规的原因，您无法遵守本许可证的任何条款以及涉及的某些或全部开放游戏内容，那么您可能不得使用受影响的任何开放游戏资料。",
	"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.": "终止：如果您未能遵守本许可协议的所有条款并在发现违约后30天内未能纠正违约行为，本许可协议将自动终止。所有转让许可将在本许可协议终止后继续有效。",
	"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.": "改革：如果本许可证的任何条款被认为是不可执行的，则只有在必要的范围内对该条款进行改革，以使其可执行。",
	"{@b Open Game License v 1.0a} Copyright 2000, Wizards of the Coast, LLC.": "{@b Open Game License v 1.0a} 版权所有 2000 年，海岸巫师有限责任公司。",
	"{@b System Reference Document 5.0} Copyright 2016, Wizards of the Coast, Inc.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.": "{@b System Reference Document 5.0} 版权所有 2016 年, 海岸巫师公司; 作者迈克·米尔斯, 杰瑞米·克劳福德, 克里斯·佩金斯, 罗德尼·汤普森, 彼得·李, 詹姆斯·怀亚特, 罗伯特·J·施瓦布, 布鲁斯·R·科代尔, 克里斯·辛斯, 和 史蒂夫·汤森德, 基于 E. 加里·盖伽斯 和 戴夫·阿尼森 的原始材料。",
	"{@b Warlock 2: Dread Magic.} Authors: Wolfgang Baur, Dan Dillon, Jon Sawatsky, Richard Green. © 2017 Open Design": "{@b Warlock 2: Dread Magic.} 作者：沃尔夫冈·鲍尔（Wolfgang Baur），丹·迪隆（Dan Dillon），乔恩·萨瓦茨基（Jon Sawatsky），理查德·格林（Richard Green）。© 2017 开放设计（Open Design）。",
	"{@b Midgard Worldbook.} Copyright © 2018 Open Design LLC. Authors: Wolfgang Baur, Dan Dillon, Richard Green, Jeff Grubb, Chris Harris, Brian Suskind, and Jon Sawatsky.": "{@b Midgard Worldbook.} 版权所有 © 2018 开放设计有限责任公司。作者：Wolfgang Baur（沃尔夫冈·鲍尔）, Dan Dillon（丹·迪伦）, Richard Green（理查德·格林）, Jeff Grubb（杰夫·格鲁布）, Chris Harris（克里斯·哈里斯）, Brian Suskind（布赖恩·萨斯金德）, 和 Jon Sawatsky（乔恩·萨瓦茨基）。",
	"{@b Tome of Beasts.} Copyright 2016, Open Design; Authors Chris Harris, Dan Dillon, Rodrigo Garcia Carmona, and Wolfgang Baur.": "{@b Tome of Beasts.} 版权所有 2016，开放设计；作者 Chris Harris，Dan Dillon，Rodrigo Garcia Carmona 和 Wolfgang Baur。",
	"{@b Creature Codex.} © 2018 Open Design LLC; Authors Wolfgang Baur, Dan Dillon, Richard Green, James Haeck, Chris Harris, Jeremy Hochhalter, James Introcaso, Chris Lockey, Shawn Merwin, and Jon Sawatsky.": "{@b Creature Codex.} © 2018 开放设计有限责任公司；作者Wolfgang Baur，Dan Dillon，Richard Green，James Haeck，Chris Harris，Jeremy Hochhalter，James Introcaso，Chris Lockey，Shawn Merwin和Jon Sawatsky。",
	"{@b Warlock 20: Redtower.} Author: Wolfgang Baur, Victoria Jaczko, Mike Welham. © 2020 Open Design LLC": "{@b Warlock 20: Redtower.} 作者：沃尔夫冈·鲍尔（Wolfgang Baur），维多利亚·雅茨科（Victoria Jaczko），迈克·韦尔汉姆（Mike Welham）。© 2020 开放设计有限责任公司（Open Design LLC）"
}