{
	"LornestFluke": "洛尼斯特弗鲁克(LornestFluke)",
	"LornestFluke, damian portrait done by Sneakworks": "LornestFluke, 由Sneakworks完成的达米安(Damian)肖像。",
	"You can find me on discord @lornestfluke ": "你可以在Discord上找到我，用户名是@lornestfluke。",
	"And you can find {@italic me} on discord as well @ruenredsun": "你也可以在Discord上找到{@italic me}，用户名是@ruenredsun。",
	"Various Members of the 5etools community": "5etools社区的各种成员",
	"The living become the dead, and the dead are buried. But living souls do not leave a mere object behind when they die, in fact they leave a wealth of memory and instinct, waiting to be given animus once again. To those with magical prowess and a strong stomach, corpses are untapped labor, sleeping soldiers, servants with no master.": "生者变成死者，死者被埋葬。但当生者的灵魂离开时，并不仅仅留下一个物体，实际上他们留下了丰富的记忆和本能，等待再次被赋予生命。对于那些拥有魔法能力和坚强胃口的人来说，尸体是未开发的劳动力，沉睡的士兵，没有主人的仆人。",
	"A tempting path to be sure.": "一条诱人的道路，毫无疑问。",
	"Bones are treated as sacred in many cultures, and for good reason. The bones of a once-living creature hold the memories that made the creature what it was, and those memories can be accessed if one has the skills required. When you cast {@spell speak with dead}, you are entreating the bones of a corpse to let loose what they knew in life. When you raise a skeleton from the grave with {@spell animate dead|LornestflukesAdvancedUndead|}, you are not \"puppeting\" the creatures body like you would with {@spell animate objects}. Rather, you are providing the corpse with a tenuous connection to the plane of negative energy, allowing the bones to move as they did in life. This is also why undead tend to attack the living when freed from their arcane leashes.": "在许多文化中，骨骼被视为神圣的，而且理由充分。一旦生物的骨骼保存着使其成为现在样子的记忆，如果具备必要的技能，这些记忆是可以被获取的。当你施展{@spell speak with dead}时，你在请求尸体的骨骼释放它们生前所知道的事情。当你用{@spell animate dead|LornestflukesAdvancedUndead|}从坟墓中唤起一个骷髅时，你并不像使用{@spell animate objects}那样“操纵”生物的身体。相反，你为尸体提供了与负能量位面的脆弱联系，使骨骼能够像生前一样移动。这也是为什么不死族在被解放出来时倾向于攻击活人的原因。",
	"A creatures flesh holds not memories, but instincts and emotions. When raising a creature of flesh, those instincts overpower the memories of bone, and drive it to hunger, to take, to hunt. Fleshly undead are harder to control, and far more agressive on average, but they make up for it with an unrelenting drive to continue living, in what little capacity they have left.": "生物的肉体中并不存储记忆，而是本能和情感。当培养一个肉体生物时，这些本能会压倒骨头中的记忆，驱使它去寻找食物，攫取，狩猎。肉体不死者更难控制，平均更具侵略性，但他们以不懈的生存意志弥补了这一点，尽管他们所剩的能力有限。",
	"This book heavily alters the flavor and base playstyle of a necromancer, so it might be prudent for me to leave a collection of little things to remember, right here at the top.": "这本书大幅改变了死灵法师的风格和基本游戏风格，因此对我来说，在这里留下一些需要记住的小事情可能是明智的。",
	"Skeletal creatures are habitual, and getting them to learn new things is extremely hard without the use of {@spell boneshaping|LornestFlukesAdvancedUndead|magic}. All their skills and proficiencies are determined by the memories of the bones they are made of. If you are playing a necromancer, it might be a good idea to gather bones from trained soldiers if you wish to give your skeletons such skills. {@bold Keep in mind}, all LAU creature statblocks are made with proficiency bonuses already factored in, if the bones you use do {@italic not} have the appropriate skills, dont forget to subtract it.": "骷髅生物是习惯性的，让它们学习新事物非常困难，除非使用{@spell boneshaping|LornestFlukesAdvancedUndead|magic}。它们所有的技能和熟练都取决于它们所制成的骨头的记忆。如果你扮演一个死灵法师，如果你希望让你的骷髅具备这些技能，最好从训练有素的士兵那里收集骨头。{@bold Keep in mind}，所有LAU生物的属性块已经考虑了熟练加成，如果你使用的骨头没有{@italic not}适当的技能，请不要忘记减去它。",
	"If you are DMing {@italic for} a necromancer, keep in mind that (assuming they have picked up {@spell boneshaping|LornestFlukesAdvancedUndead}) once they have obtained the bones of a skilled swordsman or archer, they can replicate those proficiencies forever, but {@italic not} the body as a whole. Certain intricacies are lost in translation during the use of boneshaping, and duplicating every bone from the body of a skilled warrior will not provide them with a perfect copy. Instead, they will have a skeleton with the same proficiencies, but not the subtler skills. All this to say, duplicating a skeleton does not provide a suitable replacement for creations that require a skeleton from a specific profession or trade, eg. a {@creature diplomat|LornestFlukesAdvancedUndead|}, or {@creature ossein knight|LornestFlukesAdvancedUndead|}.": "如果你在主持{@italic for}一个死灵法师，要记住（假设他们已经拾取了{@spell boneshaping|LornestFlukesAdvancedUndead}），一旦他们获得了一名熟练剑士或弓箭手的骨骼，他们就可以永远复制这些专长，但{@italic not}整个身体。在使用骨骼塑形时，翻译过程中会丢失一些细微之处，复制一名熟练战士的每根骨头并不会提供完美的复制品。相反，他们会得到一个具有相同专长的骨架，但不具备更微妙的技能。总之，复制一个骨架并不能提供适合需要特定职业或行业骨架的创造物，比如{@creature diplomat|LornestFlukesAdvancedUndead|}或{@creature ossein knight|LornestFlukesAdvancedUndead|}。",
	"Legs will walk, hands will grasp, spines will curve, and skulls will stare, but these rules are not concrete. When placed in a humanoid configuration, humanoid bones will do what is expected. But when you start to use bones in an unfamiliar configuration, you will be surprised to learn that they will still fuction, just perhaps in unexpected and suboptimal ways. Some things are too different however, like wings. Wings must almost always be constructed from the bones of a creature that flies, and the same applies to skeletal creations in the water, or those that dig under the earth. These environments and their modes of locomotion are alien to the bones of a dwarf or human, and you will need to find (or create) appropriately skilled bones.": "腿会行走，手会抓握，脊椎会弯曲，头骨会凝视，但这些规则并非铁板钉钉。当以类人形态摆放时，类人骨骼会按预期运作。但当你开始以陌生的方式使用骨骼时，你会惊讶地发现它们仍然会运作，只是可能以意想不到和次优的方式。然而，有些事情确实有太大的不同，比如翅膀。翅膀几乎总是必须由飞行生物的骨骼构成，同样适用于水中的骨骼构造，或者那些在地下挖掘的骨骼。这些环境及其运动方式对于矮人或人类的骨骼来说是陌生的，你需要找到（或创造）相应技能的骨骼。",
	"All skeletal undead are assumed to have the following traits: They may take a long rest by resting with minimal movement for 4 hours. They do not need to eat, sleep, or breathe. They do not age.": "所有骷髅不死生物都被认为具有以下特征：它们可以通过最小的活动休息4小时来进行长时间休息。它们不需要进食、睡眠或呼吸。它们不会变老。",
	"In places laden with necromantic magic, or areas close to/similar to the plane of negative energy, feral undead might form. Most likely not as neatly constructed as a necromancer's companions, these creatures could have strange mish-mashed abilities. They may also develop vague collective habits and tribalistic behaviors; skeletons may band together to tear apart other creatures and free their brethren. Fleshly undead might kill living creatures and harvest their flesh in an attempt to reproduce.": "在充满死灵魔法的地方，或者靠近/类似负能量位面的地区，可能会出现野生不死生物。这些生物很可能不像死灵术士的伙伴那样精心构建，它们可能具有奇怪的混搭能力。它们可能会形成模糊的集体习性和部落行为；骷髅可能会聚集在一起撕裂其他生物，解救他们的同类。有血肉的不死生物可能会杀死活物并收割它们的肉体，试图繁殖后代。",
	"If raised from a freshly killed corpse, a {@creature skeleton} will always start as a {@creature fresh skeleton|LornestFlukesAdvancedUndead}.": "如果从新鲜的尸体中复活，{@creature skeleton} 将始终作为{@creature fresh skeleton|LornestFlukesAdvancedUndead} 开始。",
	"A lot of the requirements and fluff for these creatures are due to these miscellaneous natural laws: Memories give a small amount of complicated impetus. Instincts give a large amount of simple impetus. Souls give a bit of both, and act as an animus. Undead use the readily available plane of negative energy as animus instead of a soul, which is why they cannot directly use magic. Certain creatures, like the {@creature white wraith|LornestFlukesAdvancedUndead|} can \"use\" magic, but that is really nothing more than some clever storage and release runes. All creatures must have some form of soul to use magic.": "这些生物的许多要求和背景故事都是由这些杂项自然法则决定的：记忆提供一点复杂的推动力。本能提供大量简单的推动力。灵魂则两者兼具，作为一种生命力。不死生物使用负能量位面作为生命力，而不是灵魂，这就是它们不能直接使用魔法的原因。某些生物，如{@creature white wraith|LornestFlukesAdvancedUndead|}，可以“使用”魔法，但实际上只是一些巧妙的储存和释放符文。所有生物必须具有某种形式的灵魂才能使用魔法。",
	"Runes are mentioned as a requirement frequently throughout the contents of this book, but different settings use different rules and systems for runework. So I have not specified anything beyond the knowledge level necessary for a given task. The table below outlines time to learn and learning costs for a given level of runework.": "符文在本书的内容中经常被提及为一种要求，但不同的设置使用不同的符文规则和系统。因此，我没有具体说明除了完成特定任务所需的知识水平之外的任何内容。下表概述了学习特定水平的符文所需的学习时间和学习成本。\n\n符文被频繁提及为要求，但不同的设置使用不同的符文规则和系统。因此，我没有具体说明除了完成特定任务所需的知识水平之外的任何内容。下表概述了学习特定水平的符文所需的学习时间和学习成本。",
	"Novice": "新手 (Novice)",
	"Apprentice": "学徒 (Apprentice)",
	"1 month": "1 个月",
	"Adept": "熟练者 (Adept)",
	"6 months": "6个月",
	"Expert": "专家 (Expert)",
	"2 years": "2 年",
	"Master": "大师 (Master)",
	"10 years": "10 年",
	"Most of the creatures in this book are made with creation recipies. These recipies are in {@italic addition} to the spell slot cost using {@spell animate dead|lornestflukesAdvancedUndead|}, and are in rough order of operation. All of these recipies are made with the assumption that they are being made by a single person. If multiple people work together, the time requirement can be cut down at the DMs discretion. When a recipe calls for a weapon, it can be exchanged for a different one, just remember to check proficiencies and change attacks as appropriate. Also, tool proficiency requirements assume that you have the tools on hand. Lastly, when raising an undead creation, for example an {@creature ivory vice|lornestflukesadvancedundead|}, the time spent must be all in one go, {@italic unless} the time requirement is longer than 1 day.": "这本书中的大多数生物都是通过创造配方制作的。这些配方是以{@italic addition}到法术位消耗{@spell animate dead|lornestflukesAdvancedUndead|}的形式呈现，并按照大致的操作顺序排列。所有这些配方都是基于一个人制作的假设。如果多人合作，时间要求可以由DM自行决定缩短。当配方要求使用武器时，可以用其他武器替换，只需记得检查熟练度并根据需要更改攻击。另外，工具熟练要求假设您手头有所需的工具。最后，当唤起一个不死生物，例如{@creature ivory vice|lornestflukesadvancedundead|}时，所花费的时间必须一次性完成，{@italic unless}时间要求超过1天。",
	"Bones provide a fragile, yet wonderfully customisable ecosystem for creating undead. All manner of creatures can be built from the memories of the dead.": "骨骼为创造不死生物提供了一个脆弱但极具可定制性的生态系统。可以利用死者的记忆来构建各种各样的生物。",
	"{@note Please view {@filter these on the bestiary page|bestiary|source=LornestFlukesAdvancedUndead} for convenience.}": "{@note Please view {@filter these on the bestiary page|bestiary|source=LornestFlukesAdvancedUndead} 为了方便。",
	"Dead flesh offers possibilities for livid and vibrant creations. Hard to create and contain, these creatures are almost more alive than the living. ": "死肉为生动而充满活力的创造提供了可能性。这些生物难以创造和控制，几乎比活着的更有生命力。",
	"work in progress": "制作中 (work in progress)",
	"These creatures didn't fit into the other categories, so I placed them here.": "这些生物不属于其他类别，所以我把它们放在这里。",
	"The spells are listed in alphabetical order.": "这些法术按照字母顺序列出。",
	"{@note Please view {@filter these on the spells page|spells|source=LornestFlukesAdvancedUndead} for convenience.}": "{@note Please view {@filter these on the spells page|spells|source=LornestFlukesAdvancedUndead} 为了方便。",
	"A few supporting items and weapons.": "一些支援物品和武器。",
	"*these items are from other homebrew/supplementary books, I just put them in here for easy linking and to add cost/weight in some cases": "*这些物品来自其他自制/补充书籍，我只是把它们放在这里以便链接，并在某些情况下添加成本/重量",
	"The Dirgespinner is clearly audible to a distance of 300 feet.": "哀歌纺织者(Dirgespinner)的声音可以清晰地传到300英尺的距离内。",
	"The Dirgespinner uses its action to play a somber, chilling tune.": "哀歌纺织者使用其行动演奏一首忧郁、令人发冷的曲调。",
	"For as long as it continues to play this tune, any hostile creature that starts its turn within 300 feet of the Dirgespinner must make a {@dc 13} Wisdom saving throw. On a failed save, the creature takes a -1 to all attack rolls and ability checks for as long as the Funeral Dirge continues. On a successful save, the creature becomes immune to Funeral Dirge for 24 hours. ": "只要这首曲子继续播放，任何敌对生物在距离哀歌织音师（Dirgespinner）300英尺内开始其回合时，必须进行一次{@dc 13}感知豁免检定。未通过豁免检定的生物在哀乐进行期间，所有攻击检定和能力检定都会减少1点。通过豁免检定的生物则对哀乐免疫，持续24小时。",
	"For each Dirgespinner using a different instrument within 30 feet that is also playing Funeral Dirge, the penalty taken to attack rolls and ability checks increases by 1, to a maximum of -4.": "对于每个在30英尺内使用不同乐器的哀歌纺织者，同时演奏葬礼哀歌，所受到的攻击检定和能力检定惩罚增加1点，最多达到-4点。",
	"A normal humanoid skeleton, with one notable difference. An accordion in its hands, {@item lyre|phb|lyrestrings} in the crook of its arm, or a large {@item hand drum|scag|drum} under its ribs. Dirgespinners have an instrument as a part of their bodies, with which they play the same few haunting tunes, until they are put to rest once more.": "一个普通的人形骷髅，有一个显著的不同。它手里拿着一个手风琴，{@item lyre|phb|lyrestrings}夹在胳膊肘处，或者一个大提琴{@item hand drum|scag|drum}放在肋骨下面。哀歌纺织者的身体中有一个乐器，他们用这个乐器演奏着几首令人心酸的曲调，直到他们再次被安息。",
	"To make a Dirgespinner, a necromancer will require the following:": "要制作一名哀歌纺者，一个死灵法师将需要以下物品：",
	"One medium humanoid skeleton from a musician.": "一个中型人形骷髅，来自一个音乐家。",
	"One instrument, that must be playable without lungs.": "一种乐器，必须能够在没有肺部的情况下演奏。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4 + 0}) bludgeoning damage.": "{@atk mw} {@hit 4}攻击，达到5英尺，一个目标。造成{@h}2 ({@damage 1d4 + 0}) 钝击伤害。",
	"The Leaper jumps 20 feet in any direction. If it collides with a creature, they must make a DC13 strength or dexterity saving throw or be knocked {@condition prone}.": "腾跃者可以向任何方向跳跃20英尺。如果它与一只生物相撞，那么它们必须进行一次DC13的力量或敏捷豁免检定，否则就会被击倒{@condition prone}。",
	"A mostly removed rib cage, clawed hands with only three fingers, and four arms, two replacing the legs. The Leaper may not be much of a threat on its own, but when combined with other undead, proves a powerful tool.": "一个大部分移除的肋骨笼，只有三根手指的爪子，和四只手臂，其中两只替代了腿。跳跃者（The Leaper）单独可能并不构成太大威胁，但当与其他不死生物结合时，会显示出强大的力量。",
	"To make a Leaper, a necromancer will require the following:": "要制作一个跳跃者，一个死灵法师将需要以下物品：",
	"One medium humanoid skeleton.": "一个中型人形骷髅。",
	"The Leaper can jump while {@condition prone}.": "蹦跳者可以在空中跳跃{@condition prone}。",
	"The Spindle makes 4 Impale attacks.": "纺锤进行4次穿刺攻击。",
	"{@atk m} {@hit 2} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage.": "{@atk m} {@hit 2}攻击，射程5英尺，目标一个。造成{@h}4 ({@damage 1d4 + 2})穿刺伤害。",
	"A skull sitting atop a forest of thin, 12 foot long, sharp-ended limbs. If it stood still, one could mistake it for a patch of bleached bamboo.": "一个头骨坐在一片细长、12英尺长、尖端锋利的树枝林之上。如果它静止不动，人们可能会误以为它是一片漂白的竹林。",
	"To make a Spindle, a necromancer will require the following:": "为制作(%num%)(Spindle)，一个死灵法师将需要以下物品：",
	"One medium humanoid skull.": "一个中等人形生物的头骨。",
	"Five medium skeletons worth of miscellaneous limbs.": "五具中型骷髅的各种杂乱肢体。",
	"The spell {@spell boneshaping|lornestflukesadvancedundead|}.": "法术{@spell boneshaping|lornestflukesadvancedundead|}。",
	"One hour.": "一个小时。",
	"The Spindle cannot use armor or weapons.": "(The Spindle) 不能使用盔甲或武器。",
	"The spindle loses speed equivalent to its lost health, and loses 1 use of Shank for every 10 health lost.": "主轴的速度会随着其失去的生命值而下降，每损失10点生命值就会损失1次（Shank）的使用。",
	"Any creature attempting to push through the Spindles space will take {@dice 2d4} piercing damage.": "任何试图穿过（Spindles）空间的生物将受到{@dice 2d4}点刺穿伤害。",
	"The Spindle has advantage on intimidation checks.": "(The Spindle) 在恫吓检定中获得优势。",
	"The Splintered Forest cannot use armor or weapons.": "碎木森林不能使用盔甲或武器。",
	"The Splintered Forest has advantage on intimidation checks.": "碎木森林在恐吓检定上有优势。",
	"When a creature enters or exits the reach of the Splintered Forest, it may make 1 Impale attack. These attacks do not take a reaction, but may not be made more than once each on a creature.": "当一个生物进入或离开(`Splintered Forest`)的范围时，它可以进行1次刺穿攻击。这些攻击不需要使用反应，但每个生物每次只能进行一次。",
	"Any creature attempting to push through the Splintered Forest's space will take {@damage 3d4} piercing damage.": "任何试图穿过(`Splintered Forest`)的空间的生物将受到{@damage 3d4}点刺伤伤害。",
	"The Splintered Forest loses 10 speed for every 20 health lost, and loses 1 use of Shank for every 20 health lost.": "每损失20点生命值，(Splintered Forest) 就会失去10点速度，并且每损失20点生命值，(Splintered Forest) 就会失去1次使用 (Shank) 的机会。",
	"The Splintered Forest makes 4 Impale attacks.": "分裂森林进行4次穿刺攻击。",
	"{@atk m} {@hit 3} to hit, reach 10 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage.": "{@atk m}进行攻击，射程10英尺，一个目标。造成{@h}5({@damage 1d4 + 3})点穿刺伤害。",
	"The Splintered Forest spreads out over a 25ft. square, making this area difficult terrain. Any creature moving through this space takes {@damage 1d4} piercing damage for every 5ft of movement. Creatures behind or inside this spread of bones are considered to have 1/2 cover.": "这片破碎的森林覆盖了一个25英尺的正方形区域，使这个区域成为艰难地形。任何穿过这个空间的生物每移动5英尺就会受到{@damage 1d4}刺伤伤害。身处或者在这些骨头散落的区域后面的生物被视为拥有1/2掩体。",
	"Standing thirteen feet tall, a swaying, clacking jungle of needle-sharp spines, with a cluster of skulls grinning down from their perch atop the forest of gently swishing poles.": "站立着十三英尺高，摇摆着、发出咔哒声的针尖般尖刺组成的丛林，一群头骨咧嘴而笑，高高地坐落在那些轻轻摇摆的柱子森林之上。",
	"To make a Splintered Forest, a necromancer will require the following:": "要制作一片分裂的森林，一个死灵法师将需要以下物品：",
	"Five medium humanoid skulls.": "五个中等人形生物的头骨。",
	"Fifteen medium skeletons worth of miscellaneous limbs.": "十五个中等大小的骷髅，价值相当于各种杂乱肢体。",
	"Two hours.": "两小时。",
	"To those who possess truesight, it is a cloth and stuffing mannequin, with a sheath of powerful illusory magic around it. To those not gifted with such discerning eyes, the Auric Doll appears as an average human male.": "对于那些拥有真视的人来说，它是一具布料和填充物假人，周围有一层强大的幻术魔法护罩。对于那些没有被赋予这种洞察力的人来说，奥瑞克人偶看起来就像一个普通的人类男性。",
	"The creation of the Auric Doll was pioneered by the necromancer Damian Themolïne.": "奥瑞克娃娃的创造是由死灵法师达米安·泰莫林(Damian Themolïne)首创的。",
	"To make an Auric Doll, an expert necromancer will require the following:": "要制作一个金灵娃娃，一个熟练的死灵法师将需要以下材料：",
	"Half a bale of cotton.": "半打棉花。",
	"Four burlap sacks.": "四个粗麻袋。",
	"A needle and thread.": "一根针和线。",
	"A 3lb orb of solid gold.": "一个重3磅的固体金球。",
	"A diamond worth at least 1000gp.": "价值至少1000gp的钻石。",
	"Two pieces of coal, onyx, or black ivory.": "两块煤炭，缟玛瑙，或黑象牙。",
	"An absolute understanding of soul manipulation. ": "对灵魂操控的绝对理解。",
	"At least 16 levels in the {@class wizard|phb|necromancy|necromancy} subclass.": "{@class wizard|phb|necromancy|necromancy}子职业至少16级。",
	"A captive soul with a Charisma over 15.": "一个囚禁的灵魂，其魅力超过15。",
	"An expert understanding of illusions.": "幻术的专业理解。",
	"An expert understanding of runework.": "符文学的专业理解。",
	"Proficiency with {@item jeweler's tools|phb}.": "熟练度 {@item jeweler's tools|phb}。",
	"A mirror.": "一面镜子。",
	"One week, the last day of which must be in complete seclusion, and total darkness. If the process is seen by anyone, including the necromancer performing it, the final casting will fail, and the components will be destroyed.": "一个星期，其中最后一天必须完全隐秘，处于完全黑暗中。如果有人看到整个过程，包括执行它的死灵法师，最终的施法将失败，组件将被摧毁。",
	"The body of the Auric Doll acts like a normal human body, it bleeds, sweats, and breaks as though it was real. It's true form of cloth and stitching cannot be affected unless the one attempting to do so has truesight, or some other way of seeing its puppetered body. If this does happen however, it acts as cloth would:": "金光娃娃的身体表现得像一个普通的人类身体，它会流血、出汗，并且会像真实的身体一样受伤。除非试图影响它的人具有真实视觉或其他能看到其操纵身体的方式，否则它的真实形态——布料和缝制——是不会受到影响的。然而，如果真的发生了这种情况，它会像布料一样行动：",
	"vulnerability to fire, slashing, and acid damage, and -5 to contested strength checks against the observing creature.": "易受火焰、劈砍和酸性伤害影响，并在与观察生物的对抗力量检定中减少5点。",
	"When the Auric Doll is interacting with a creature that is affecting it in such a way, it makes a DC20 wisdom check. On a success, it Knows. On a failure, it remains ignorant. The DC of this check is reduced by 1 for every round the effects on its body last.": "当(Auric Doll)与一只正在影响它的生物互动时，它进行一次DC20的感知检定。如果成功，它了解情况。如果失败，它保持无知。这次检定的DC每轮身体受到影响而持续的回合减少1。",
	"The Auric Doll is resistant to psychic damage, and has advantage on saves against mental tampering spells.": "金色娃娃对精神伤害具有抵抗力，并且在面对心灵篡改法术时拥有优势。",
	"The Auric Doll has a strong {@condition unconscious} aversion to mirrors. It will do anything in its power to avoid being around or looking into one. Should it be forced to, the reality of its existence will overcome the skein of ignorance that clothes its mind, and it the false life that articulates its splintered soul will cease.": "黄金娃娃对镜子有着强烈的{@condition unconscious}厌恶。它会尽一切努力避免接近或看向镜子。如果被迫这样做，它存在的现实将战胜掩盖其思维的无知，它那虚假生命的表达将停止，其分裂的灵魂也将消逝。",
	"Should the Auric Doll learn of the strings that bind its soul through other means, it will fall into a coma for exactly 1 minute, and upon waking will not remember the forbidden knowledge. ": "如果奥瑞克娃娃通过其他方式得知绑定其灵魂的线索，它将陷入昏迷状态，持续1分钟，醒来后将不会记得这些禁忌知识。",
	"Any attempts to magically control the Auric Doll must make a magical attack roll against the Auric Dolls creators spell save DC for the spell to function.": "任何试图使用魔法控制黄金娃娃的尝试都必须对黄金娃娃的创造者的法术豁免 DC 进行魔法攻击检定，才能使法术生效。",
	"The Elysian Savant makes two melee attacks.": "凌云智者进行两次近战攻击。",
	"Using the TrueSteel springs in its arms the Elysian Savant punches one creature with enough force to send them off their feet.": "埃利西安智者(Elysian Savant)使用其手臂中的真钢(TrueSteel)弹簧，用足够的力量击打一个生物，足以让他们摔倒。",
	"{@atk m} {@hit 11} to hit, reach 5 ft., one target. {@h}25 ({@damage 3d10 + 7}) bludgeoning damage.": "{@atk m} 使用 {@hit 11} 命中，达到5英尺，一个目标。造成{@h}25 ({@damage 3d10 + 7}) 钝击伤害。",
	"the target creature is knocked {@condition prone}, and pushed 5ft for each size class below huge. ": "目标生物被击倒{@condition prone}，并且每个小于巨大的尺寸等级推开5英尺。",
	"This feature has two separate uses, with independent recharges.": "这个功能有两个独立的用途，各自有独立的充能。",
	"This feature recharges after {@dice 1d4} rounds.": "这个特性在{@dice 1d4}回合后重新充能。",
	"Seven feet tall, a masterwork sculpture of bones in the shape of a man. Its body shivers and shifts, as though made of water, not thousands of bones. A pale violet glow seeps from between its bristling cage of ribs, and its eyesockets house pinpricks of purple fire. Its form is densely packed, and thick cables of flesh run through its limbs. The glint of metal shines through some of the cracks in-between its bones, and thin plates of purple alloy can be seen just below the surface.": "七英尺高，是一个以骨头雕刻而成的人形杰作。它的身体颤抖着变形，仿佛是由水而非成千上万根骨头构成。淡紫色的光芒从它那布满刺毛的肋骨间渗出，眼眶中闪烁着紫色火焰的针尖。它的形态紧密而坚固，粗厚的肌肉缆绕在四肢之间。金属的光泽透过骨缝中的一些裂缝闪耀，薄薄的紫色合金板可以在表面下看到。",
	"The Elysian Savant is an extremely complicated pseudo-mechanical necromantic automaton, that can be inhabited by a soul. The one master soul resides in the Core, a 1.5ft. sphere of pure metal, with three-dimensional runework filling its inside. The main soul has many other souls slaved to it using these runes, providing it with enhanced magical reservoirs, exceptional reflexes and skills, and a dense psychic shield.": "艾丽西安智者是一个极其复杂的伪机械死灵自动人形，可以被一个灵魂寄宿。主灵魂驻留在核心，一个直径1.5英尺的纯金属球体，内部填充着三维符文。主灵魂通过这些符文奴役许多其他灵魂，为它提供增强的魔法储备、卓越的反射能力和技能，以及密集的心灵护盾。",
	"To make an Elysian Savant a necromancer will require the following: ": "要让一位(*Elysian Savant*)成为一名死灵术士，需要以下条件：",
	"Six medium humanoid skeletons.": "六个中型人形骷髅。",
	"Something containing {@item bag of beans||chaotic} magic.": "包含{@item bag of beans||chaotic}魔法的东西。",
	"Four {@creature roper}  tendrils (or similar).": "四根{@creature roper}卷须（或类似）。",
	"A {@item diamond} worth at least 2000gp.": "价值至少2000gp的{@item diamond}。",
	"12lb of {@item silver|phb|}, 8lb of {@item gold|phb|}, 5lb of {@item adamantine|WDH|}, and 550lb(55000gp) of truesteel.": "12磅的{@item silver|phb|}，8磅的{@item gold|phb|}，5磅的{@item adamantine|WDH|}，和550磅(55000gp)的真钢。",
	"The spell {@spell fabricate}.": "法术{@spell fabricate}。",
	"Proficiency with {@item jeweler's tools|phb|}.": "熟练度 {@item jeweler's tools|phb|}。",
	"The spell {@spell glyph of warding}.": "法术{@spell glyph of warding}。",
	"An experts understanding of runework.": "符文学的专家理解。",
	"At least eleven levels in the {@class wizard|phb|necromancy|necromancy} subclass.": "{@class wizard|phb|necromancy|necromancy}子职业至少有十一级。",
	"At least six captive souls, two of which must be magic capable.": "至少六个被囚禁的灵魂，其中两个必须具备魔法能力。",
	"The spells {@spell soul cage|xge|} and {@spell magic jar}.": "法术{@spell soul cage|xge|}和{@spell magic jar}。",
	"An expert understanding of the soul, and its functions.": "对灵魂及其功能的专业理解。",
	"The cantrip {@spell minor illusion}.": "{@spell minor illusion} 这个cantrip。",
	"A minimum of three months.": "至少三个月。",
	"The Elysian Savant weighs 840lb.": "那位艾利西安智者(Elysian Savant)重达840磅。",
	"With its central self being comprised of multiple souls, the Elysian Savants capacity for manipulation of the weave is increased directly by the souls that have such a connection. It has as many additional spell slots as the weave-sensitive souls contain, eg: two level three wizard souls would give it 8 level one slots, and 4 level two. Additionally, it may concentrate on a number of extra spells whose combined level does not exceed the amount of souls in the Auric Web.": "埃利西安智者( Elysian Savants)的核心自我由多个灵魂组成，因此它对纹理的操控能力直接受到这些具有连接的灵魂的影响。它会获得与灵魂敏感度相关的额外法术位，例如：两个三级巫师灵魂会给予它8个一级法术位和4个二级法术位。此外，它可以集中精力施展额外的法术，这些法术的总等级不得超过奥术网络(Auric Web)中的灵魂数量。",
	"Should the Elysian Savant be knocked {@condition unconscious} by any effect, arcane or material, it will regain consciousness in {@dice 1d4 x 6} seconds. If the effect is a continuous one, the Elysian Savant will default to attacking the nearest hostile creature, without access to any of its *Soulbound* abilities or spells.": "如果艾利西安智者被任何效果{@condition unconscious}击倒，无论是奥术还是物质效果，它将在{@dice 1d4 x 6}秒内恢复意识。如果效果是持续性的，艾利西安智者将默认攻击最近的敌对生物，无法使用任何*灵魂羁绊*能力或法术。",
	"At the start of its turn, the Elysian Savant shifts its mass around, replacing damaged structure with less important bones; gaining 5 temporary hp.": "在Elysian Savant的回合开始时，它重新调整其质量，用不那么重要的骨骼替换受损的结构；获得5点临时生命值。",
	"If the Elysian Savant has not cast a spell on its turn and has access to sufficient spare bones (see list), it can use a spell slot to heal for {@dice 3d8} hp, with an additional {@dice 1d8} for each spell level above first.": "如果依丽西亚智者在其回合未施放法术且有足够的备用骨骼（见清单），它可以使用一个法术位来治疗{@dice 3d8}点生命值，每超过一级的法术等级额外治疗{@dice 1d8}点。",
	"Skull": "头骨 (Skull)",
	"Torso": "躯干 (Torso)",
	"The Elysian Savant houses a number of artificial wells of magic, used to carefully store and release spells, safeguard the Auric Web, and many other functions. These complicated structures are integral to the core functions of the Elysian Savant. If they are exposed to an {@spell antimagic field} for {@dice 1d4 x 6} seconds, the Elysian Savant will cease to function, releasing all its souls back into the world.": "缇娜智者（The Elysian Savant）拥有许多人工魔法井，用于精心储存和释放法术、保护奥术网络，以及执行许多其他功能。这些复杂的结构对于缇娜智者的核心功能至关重要。如果它们暴露在{@spell antimagic field}持续{@dice 1d4 x 6}秒的环境中，缇娜智者将停止运作，释放其所有灵魂回归世界。",
	"Embedded within its chest, the Elysian Savant houses a bag of holding, and an appendage for interacting with it. During its turn, the Elysian Savant can interact with the bag once without using an action.": "埋藏在它的胸膛内，(Elysian Savant) 装有一个物品袋，并带有一个用于与之互动的附肢。在它的回合内，(Elysian Savant) 可以与这个物品袋互动一次，而不需要使用一个动作。",
	"The Elysian Savant has two reactions. ": "缥缈智者 (The Elysian Savant) 有两个反应。",
	"In the event of being a target of a soul-removing spell such as {@spell power word kill}, the Elysian Savant may make a Charisma save equal to 10 + the level of the spell used, with a bonus to the save equal to the amount of extra souls in the Core. On a successful save, the detached souls will immediately be forcibly reintroduced into the Core by a subsection of the Embedded Runewells. Full reconfiguration of the Auric Web is complicated, and will take {@dice 1d10 x 1d100} minutes to rebond and regain consciousness. ": "在成为类似{@spell power word kill}这样的剥离灵魂法术的目标时，(Elysian Savant)可以进行一个魅力豁免，豁免值为10加上使用的法术等级，豁免奖励值等于核心中额外灵魂的数量。在成功豁免后，被分离的灵魂将立即被嵌入符文井的一个子部门强制重新引入核心。完全重构金色网格是复杂的，需要{@dice 1d10 x 1d100}分钟来重新连接并恢复意识。",
	"Should any mind reading, altering, or influencing spell be used on the Elysian Savant, it may make any associated saves with advantage, and should it succeed, the caster takes {@damage 1d12} psychic damage for each level of the spell used.": "如果对(艾丽西安智者)使用任何读心、改变或影响思维的法术，它可以获得有利的豁免，并且如果成功，施法者每使用一级法术就会受到{@damage 1d12}点心灵伤害。",
	"Any soul not bound to a body or object within 10 feet of the Elysian Savant is entrapped in the core. The Elysian Savant may choose to either store it in a containment runewell, or consume it for a boost in magical power.": "任何不受束缚的灵魂，如果在离艾利西安智者(Elysian Savant) 10英尺范围内，将被困在核心中。艾利西安智者可以选择将其存储在一个封印符文井中，或者消耗它以获得魔力的提升。",
	"Absorbing a soul takes 1 round, mutliplied by 3 for every spell level the soul is worth. A non magical soul is worth 1 level for every 3 levels the soul is. A magical soul is worth half as many spell slots as it had in life. A Godsoul is worth more than you can store(DM's discretion).": "吸收一个灵魂需要1轮时间，每个法术等级的灵魂价值乘以3。非魔法灵魂价值为灵魂等级的1/3。魔法灵魂价值为其生前拥有的法术位数量的一半。神之灵魂价值超过你可以储存的数量（DM自行决定）。",
	"The Elysian Savant begins draining several bleed-off Runewells, empowering its lightning-based spells. All spells that deal lightning damage, or function on a property of lightning, are treated as 2 spell levels higher for 1 minute. This feature recharges after a long rest.": "伊利西亚智者(Elysian Savant)开始耗尽几个泄漏的符文之井(Runewells)，增强其基于闪电的法术。所有造成闪电伤害的法术，或基于闪电属性的法术，在1分钟内被视为高2个法术等级。此特性在完成一次长休后重新充能。",
	"The Elysian Savant can physically alter its form in a number of ways;": "精灵智者(Elysian Savant)可以以多种方式在形态上进行物理改变；",
	"Slip: It can fit through a gap no smaller than 1.5ft. in diameter until the end of its turn.": "滑行：直到回合结束前，它可以通过直径不小于1.5英尺的缝隙。",
	"Bulk: It can shift extra arms out of its body, adding two more attacks to its multiattack.": "大量：它可以从身体中伸出额外的手臂，为其多次攻击动作增加两次攻击。",
	"Stride: It can lengthen its legs, doubling its jump height and ignoring difficult terrain.": "跨越：它可以延长它的腿，使跳跃高度加倍，并且可以忽略艰难地形。",
	"Reach: It can lengthen its arms, adding 5ft. to its reach.": "延伸：它可以延长它的手臂，增加5英尺的射程。",
	"Shift: It can shift its body to be less dense, gaining resistance to slashing and piercing damage.": "变形：它可以改变身体密度，变得更加稀薄，从而获得对割砍和刺击伤害的抵抗力。",
	"Tense: It tensions its truesteel structure, gaining the Evasion trait.": "状态：它紧绷着它的真钢结构，获得了闪避特性。",
	"Change: It can gain any two traits of its choice (DM's discretion) from any skeletal creature with a CR of 3 or less.": "更改：它可以从任何CR为3或更低的骨骼生物中选择两种特质（DM自行决定）。",
	"The Elysian Savant may only have 2 of these adaptations active at any time. If it already has two adaptations active and it uses this ability again, it loses an adaptation of its choice. All adaptations other than Slip last until dismissed. ": "至尊智者(Elysian Savant)一次只能激活2个这样的适应力。如果它已经有两个适应力激活，并且再次使用这个能力，它将失去一个自己选择的适应力。除了滑行(Slip)之外，所有其他适应力会一直持续直到被解除。",
	"When hit by an enemy for more than 25  magical damage, the Elysian Savant can use a reaction to force the enemy to roll on the Magical Mishaps table.": "当受到敌人超过25点魔法伤害时，(Elysian Savant)可以使用反应让敌人在魔法意外表上进行投掷。",
	"The Reaver King cannot use weapons.": "掠夺者之王不能使用武器。",
	"The Reaver King has advantage on intimidation checks.": "掠夺者之王在恐吓检定上有优势。",
	"The Reaver King ignores difficult terrain.": "掠夺者之王无视艰难地形。",
	"Creatures considered alive cannot benefit from being hidden from the Reaver King.": "被认为是活着的生物无法从隐匿于(Reaver King)的视线中受益。",
	"The souls of its victims are eaten with boundless hunger.": "它对受害者的灵魂有着无尽的饥渴。(The Raven Queen)",
	"Any creature killed by the Reaper king cannot be revived until it is destroyed. After 24 hours, souls contained by the Reaper King are subsumed, and lost forever.": "Reaper king (收割者之王) 杀死的生物直到被摧毁之前都无法复活。24小时后，被 Reaper King (收割者之王) 所囚禁的灵魂将被吞噬，永远消失。",
	"The Reaver King makes 3 attacks. ": "掠夺者之王进行3次攻击。",
	"{@atk m} {@hit 11} to hit, reach 15 ft., one target. {@h}24 ({@damage 5d6 + 7}) piercing damage. If target creature is below 1/2 of its hitpoints, that creature is {@condition grappled}, and must make a DC17 constitution check to escape. Every time they make this check, regardless of success or failure, the creature takes {@damage 2d12} piercing damage.": "{@atk m} {@hit 11} 进行攻击，射程15英尺，一个目标。造成{@h}24 ({@damage 5d6 + 7}) 穿刺伤害。如果目标生物的生命值低于一半，该生物被{@condition grappled}，并必须进行一次DC17的体质检定来尝试逃脱。每次进行此检定时，无论成功与否，生物都会受到{@damage 2d12} 穿刺伤害。",
	"{@atk m} {@hit 11} to hit, reach 20 ft., one airborne target. {@h}17 ({@damage 3d6 + 7}) bludgeoning damage. Target creature is knocked {@condition prone}, and falls to the ground.": "{@atk m} {@hit 11} 命中，射程20英尺，一个空中目标。 {@h}17 ({@damage 3d6 + 7}) 钝击伤害。目标生物被击倒 {@condition prone}，并摔倒在地。",
	"The Reaver King blasts a 60ft. cone with crudely directed magical energy, heating up all living things it hits. Each creature in that area must make a DC17 constitution saving throw, taking 21 ({@damage 6d6}) fire damage on a failed save, or half as much damage on a successful one.": "掠夺者之王发射一个60英尺的锥形区域，用粗糙指引的魔法能量加热击中的所有生物。该区域内的每个生物必须进行一次DC17的体质豁免，未通过则受到21({@damage 6d6})火焰伤害，通过则只受到一半伤害。",
	"The Reaver King emits an aura of twisted psychic force in a 30ft. radius. All creatures in this area must make a DC17 charisma saving throw. On a failure, they must move as close as possible to the Reaver King.": "掠夺者之王在30英尺半径范围内散发扭曲的精神力场。在这个区域内的所有生物必须进行一次DC17的魅力豁免检定。如果检定失败，它们必须尽可能靠近掠夺者之王。",
	"A Reaper King can only be the result of the most twisted of minds, for only a necromancer with truly no grip on sanity could conceive of such an unholy abomination of mind and magic.": "一位收割之王只能是最扭曲心灵的产物，因为只有一个对理智完全失去控制的死灵法师才能构想出如此邪恶的心灵和魔法的不洁结晶。",
	"Standing at a jaw-dropping twenty feet tall, this twisted creation of flesh, bone, and metal is truly horrific. Its four limbs are solid metal, with bulging cords of muscle at every joint.  Its tiny body hangs at twelve feet above the earth, and emanates a sickly orange light. A giants skull leers with glowing sockets, and its jaw shudders as it walks. Every step shakes the ground with its weight, and it moves far faster than something of its size has any right to. Every movement is precise, perfect, with no energy wasted. It seeks out life for the sole purpose of ending it. ": "站在惊人的二十英尺高处，这个由肉体、骨骼和金属构成的扭曲生物真是令人恐惧。它的四肢是坚固的金属，在每个关节处都有肌肉膨胀。它微小的身体悬浮在地面以上十二英尺处，散发着一种病态的橙色光芒。一个巨人的头骨带着发光的眼窝，它的下颚在行走时颤动。每一步都因其重量而震动着大地，它移动的速度远远超过其体积所应有的。每一个动作都是精确的，完美的，没有浪费任何能量。它寻找生命的唯一目的就是结束它。",
	"This creature is inspired by a particularly hidden gem of a story, Prey and a Lamb.": "这个生物的灵感来自于一个特别隐藏的故事，猎物和一只羔羊((Prey and a Lamb))。",
	"The Reaver King makes a Skewer attack.": "掠夺者之王进行了一次刺戳攻击。",
	"The Reaver King makes a Swat attack.": "掠夺者之王发动一次（Swat）攻击。",
	"The Reaver King moves up to half of its movement.": "掠夺者之王移动其移动速度的一半。",
	"{@atk m} {@hit 7} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d4 + 5}) piercing damage.": "{@atk m} 近战攻击，射程5英尺，目标一个。{@h}10 ({@damage 2d4 + 5}) 穿刺伤害。",
	"A ball of pointy legs surrounding a cluster of limbs that clutch at whatever it deems important. Can often form passively in the underdark, and is seen speeding down the tunnels carrying corpses to its nest. Much more rarely, a stray soul can bond to a Scuttle, and it may carry around mementos of its past life: trinkets, old clothes, or even the remains of family.": "一个由尖刺腿围绕着的球体，周围有一团抓住它认为重要的东西的肢体。在地下世界中经常 passively 形成，经常被看到在隧道中飞奔，携带尸体到巢穴。更加罕见的是，一个迷失的灵魂可以与一个 Scuttle 结合，它可能携带着过去生活的纪念品：小玩意儿、旧衣服，甚至是家人的遗骸。",
	"The Scuttle cannot use armor or weapons. ": "Scuttle 不能使用盔甲或武器。",
	"The Scuttle loses speed equivalent to its lost health.": "`The Scuttle` 失去的速度与其失去的生命值相当。",
	"The White Wraith makes 4 attacks.": "白色幽灵进行4次攻击。",
	"{@hit 4} to hit, reach 45 ft., one target. On hit target medium creature is {@condition grappled}. To free themselves, the {@condition grappled} creature must make a {@dc 14} Dexterity (acrobatics) check. The DC of this check increases by 2 for every additional arm that is grappling the creature.": "{@hit 4}攻击，射程45英尺，一个目标。命中目标中型生物则被{@condition grappled}。为了解脱，被{@condition grappled}生物必须进行一次{@dc 14}敏捷（体操）检定。这次检定的DC每多一个抓住该生物的手臂就增加2。",
	"{@atk mw} {@hit 4} to hit, reach 45 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage.": "{@atk mw}进行攻击，射程45英尺，目标一个。造成{@h}5({@damage 1d6 + 2})点割伤伤害。",
	"A long spine laying lengthwise, with a large ribcage facing upwards. The center of the spine has electrum bars inset into the bone. Its neck twists down in the front, with a jawless skull peering at the ground below it. Eight many-jointed limbs sprout from the base of the neck, each one forty feet long at the least, with long, three-fingered hands. It can hide in thick cloudbanks, and picks off its prey simply by dropping them from a great height. ": "一根长长的脊柱横卧着，一个巨大的肋骨朝上。脊柱的中间镶嵌着电金条。它的脖子在前面扭曲，一个没有下颚的头骨凝视着地面。从脖子底部长出八只多关节的肢体，每只至少有四十英尺长，带有长长的三指手。它可以隐藏在浓密的云层中，简单地通过从高处投下猎物来捕食。",
	"It is quite common to see flocks of Sheaves resting in the ribcage of a White Wraith.": "在(白鬼)的肋骨中休息的一群(Sheaves)是相当常见的。",
	"White wraiths cannot form naturally due to the necessity of electrum, and are usually made to patrol a necromancers territory.": "白色幽灵无法自然形成，因为需要电金，通常是被制造来巡逻(死灵法师)的领地。",
	"To make a White Wraith, a necromancer will require the following:": "要制作一个白色幽灵，一个死灵法师将需要以下物品：",
	"The spine and ribs of a {@creature Giant Constrictor Snake||giant snake} or similar.": "一个{@creature Giant Constrictor Snake||giant snake}或类似动物的脊柱和肋骨。",
	"Sixteen sets of medium humanoid limbs, or eight set of large.": "十六组中等人形肢体，或八组大型。",
	"Sixteen 1lb ingots of electrum.": "十六块1磅的电金锭。",
	"A {@item diamond} worth at least 500gp.": "价值至少500gp的{@item diamond}。",
	"Three hours.": "三小时。",
	"The White Wraith has advantage on stealth checks when inside a cloud.": "白色幽灵在云中时对潜行检定有优势。",
	"The 8 arms of the White Wraith have 15 hp each, and its hands can be considered to have a movement speed of 45ft. per turn. ": "白幽灵的8只手臂每只有15点生命值，它的手可以被视为每回合移动速度为45英尺。",
	"All large or smaller corpses within 1 mile of the Osteolon rise up from the shackles of death as undead under its control, gain +5 to perception, and can communicate with each other irregardless of distance.  This only affects creatures that have been dead for more than 1 hour.": "在Osteolon（骨魔）1英里范围内的所有大或小尸体将从死亡的枷锁中复活为被其控制的不死生物，获得+5感知力，并可以在任何距离下彼此交流。这只影响已经死亡超过1小时的生物。",
	"When within 100ft. of the Osteolon, Perception checks utilizing sound are made with disadvantage. When within 40 ft., creatures are {@condition deafened}.": "当在距离(Osteolon)100英尺以内时，利用声音进行的感知检查将具有劣势。当在40英尺以内时，生物将是{@condition deafened}。",
	"The Osteolon is refuge to {@dice 4d6} {@filter skeletal|bestiary|source=lornestflukesadvancedundead=b0~b0|miscellaneous=|search=skeleton} creatures of CR 1/2 or lower, as well as 2 Ivory Vices. These creatures are considered to be mounted on the Osteolon, and are scattered on top of and inside its body. Any creature attempting to scale the Osteolon may have to contend with these undead.": "Osteolon是{@dice 4d6} {@filter skeletal|bestiary|source=lornestflukesadvancedundead=b0~b0|miscellaneous=|search=skeleton}生物的避难所，它们的CR为1/2或更低，还有2个象牙之恶(Ivory Vices)。这些生物被认为是骑在Osteolon上的，并分散在它的身体表面和内部。任何试图攀登Osteolon的生物都可能不得不与这些不死生物作斗争。",
	"Whenever the Osteolon is subjected to necrotic damage, it takes no damage and instead regains a number of hit points equal to the necrotic damage dealt.": "每当骨质龙(Osteolon)受到死灵伤害时，它不会受到伤害，而是恢复等同于所受死灵伤害量的生命值。",
	"The Osteolon deals double damage to objects and structures.": "Osteolon对物体和结构造成双倍伤害。",
	"The Osteolon is immune to any spell or effect that would alter its form.": "骨甲兽(Osteolon)对任何试图改变其形态的法术或效果都具有免疫力。",
	"If the Osteolon fails a saving throw, it may choose to succeed instead.": "如果骨质龙(Osteolon)未能通过豁免投骰，它可以选择成功。",
	"The Osteolon may not take the dash action unless it is in its Striding Form.": "骨甲兽(Osteolon)在非步行形态(Striding Form)下不能采取冲刺动作。",
	"The Osteolon has advantage on saving throws against being {@condition charmed}. If it succeeds on a saving throw against such an effect, the creature instigating the effect takes 13 ({@damage 2d12}) psychic damage per spell level.": "Osteolon对免疫{@condition charmed}的豁免 throws 有优势。如果它成功免疫了这种效果的豁免 throws，那么引发该效果的生物会受到每个法术等级13({@damage 2d12})的心灵伤害。",
	"The Osteolon ignores difficult terrain, and it leaves a trail of churned earth behind it. Anywhere the Osteolon moves while in any form other than its Whipping Form, the ground underneath it becomes difficult terrain.": "Osteolon（骨质龙）无视艰难地形，并在其身后留下一条翻腾的土地路径。在非鞭击形态下移动时，Osteolon（骨质龙）所经过的地面变成艰难地形。",
	"Any damaging spell effect that specifies that a creature may only be targeted once, eg;chain lightning, may target the Osteolon an unlimited number of times, at the DMs discretion.": "任何指定一个生物只能被选中一次的伤害法术效果，例如：链式闪电，可以在DM的裁量下无限次地选中骨骼龙(Osteolon)。",
	"Acrobatics checks made to climb onto the Osteolon are made with advantage, and are made against a DC dependent on its current Form. The Osteolons space is not treated as difficult terrain for creatures climbing on its body, and creatures who ignore difficult terrain or have a climbing speed may dash as a bonus action.": "尝试攀爬(Osteolon)的敏捷检定获得优势，并根据其当前形态设定一个特定的难度等级。对于攀爬(Osteolon)身体的生物来说，其空间不被视为艰难地形，而忽略艰难地形或具有攀爬速度的生物可以将冲刺作为一个奖励动作。",
	"Entrenched: DC12": "根深蒂固：DC12",
	"Reaching: DC14": "达到：豁免DC14",
	"Striding: DC16": "步幅：DC16",
	"Whipping: DC18": "鞭笞：DC18",
	"Once Reduced to 0 hitpoints, the Osteolons millions of bones cascade to the ground in a shower of ivory. The shifting, scintillating core now floats above the ground, its many interlocking rings and crystal spheres sliding in and out of three dimensional space. ": "一旦(Osteolons)被降至0点生命值，数百万骨头会像象牙雨一样倾泻到地面上。那个移动、闪烁的核心现在漂浮在地面上，它的许多相互锁定的环和水晶球在三维空间中滑动进出。",
	"The Osteolon is now a {@creature Hollow Seraph|LornestflukesAdvancedUndead|} hovering 150 ft. from the ground.": "Osteolon现在离地面{@creature Hollow Seraph|LornestflukesAdvancedUndead|}悬浮在150英尺处。",
	"As long as it is in an area where the ground is made of dirt, sand, gravel, or some other permeable material, the Osteolon regains 30 hitpoints at the start of its turn.": "只要在地面由泥土、沙子、碎石或其他可渗透材料构成的区域内，Osteolon在回合开始时会恢复30点生命值。",
	"A truly awe-inspiring effort of magical prowess. No greater necromantic creation has ever graced the material plane.": "一次真正令人敬畏的魔法壮举。没有比这更伟大的死灵法创造曾经出现在物质位面上。",
	"An enormous amalgamation of millions of bones, towering 200 ft. above the earth, and 150 ft. across. Every step it takes shakes loose a hail of bones from its frame, constantly shifting and reforming its limbs. Its form has no truly set shape, and changes constantly, limbs and protrusions appearing and disappearing as it moves. Its body is crawling with other undead, as wherever it goes, corpses claw themselves from the earth to join it. It produces a deafening racket as it moves, and the very earth shakes at its passing.": "一个巨大的骨骼混合体，高耸200英尺，横跨150英尺。每迈出一步，都会从它的身体上掉落一阵骨头，不断地移动和重组它的四肢。它的形态没有固定的形状，不断变化，四肢和突起物随着它的移动而出现和消失。它的身体爬满了其他不死生物，无论它走到哪里，尸体都会从地下爬起来加入其中。它移动时发出震耳欲聋的噪音，地面也会因其经过而震动。",
	"To make an Osteolon, an expert necromancer will require the following:": "要制作一只Osteolon，一位熟练的死灵法师将需要以下材料：",
	"A {@creature hollow seraph|LornestFlukesAdvancedUndead|}, or a bound godsoul, or three 9th level castings of {@spell animate dead|LornestFlukesAdvancedUndead|} per day.": "每天可以施放一个{@creature hollow seraph|LornestFlukesAdvancedUndead|}，或者一个绑定的神魂，或者三次9级的{@spell animate dead|LornestFlukesAdvancedUndead|}法术。",
	"Two million medium skeletons, or equivalent.": "两百万中型骷髅，或等量物品。",
	"A runic array of stability 1 mile in diameter.": "一个直径1英里的稳定符文阵列。",
	"A stable {@spell gate} to the plane of negative energy.": "一个稳定的负能量位面之门 {@spell gate}。",
	"One to three years.": "一到三年。",
	"Some way to distract the god of death.": "一些方法来分散死神的注意力。(Death)",
	"The Osteolon roots itself in the ground, and provides a significant increase to the mass and length of its upper appendages.": "Osteolon（奥斯提隆）根系扎根于地面，并显著增加其上部附肢的质量和长度。",
	"Its AC is 14 while in this form, and it cannot be forcibly moved by any effect, magical or physical. The Osteolon takes half damage from AOE effects while in this form, and its speed is 0.": "在这种形态下，它的AC为14，无论是魔法效果还是物理效果都无法强制移动它。Osteolon在这种形态下受到AOE效果造成的伤害减半，速度为0。",
	"This ability is restricted to the Entrenched Form.": "这个能力仅限于（Entrenched Form）形态。",
	"The Osteolon twists back a gigantic newly-formed limb, aiming it a point it can see within 120 ft. of itself, and plants several huge poles of bone into the ground. At the start of its next turn the Osteolon may use its action to send its tower of bones into the ground faster than a lightning bolt. The point the Osteolon is aiming at can be determined by a perception check at the DMs discretion.": "骨巨兽(Osteolon)扭曲着一个巨大新形成的肢体，将其瞄准在自身能看到的120英尺范围内的一个点，并将几根巨大的骨柱插入地面。在下一个回合开始时，骨巨兽可以使用其动作，将骨塔比闪电还快地送入地下。骨巨兽瞄准的点可以由DM根据感知检查来决定。",
	"All creatures In a 50 ft. cylinder originating on the chosen point must make a DC20 Dexterity saving throw. On a failed save, the creatures take 130 ({@dice 20d12}) bludgeoning damage, and are knocked {@condition prone}. On a successful save, the creatures take half as much damage. Objects and structures automatically fail this save, and structures made of wood or other malleable materials take maximum damage.": "在以所选点为起点的50英尺圆柱范围内的所有生物必须进行一次DC20的敏捷豁免检定。未通过豁免的生物会受到130({@dice 20d12}) 钝击伤害，并被击倒{@condition prone}。通过豁免的生物只受到一半伤害。物体和建筑自动未能通过此豁免检定，由木材或其他可塑材料制成的建筑会受到最大伤害。",
	"The Osteolon shakes the very foundations of the earth it is rooted in. Every creature within 1000 ft. must make a DC20 Dexterity saving throw or fall {@condition prone}. Every building within range takes thunder damage equal to {@dice 1d4} times the buildings height. All terrain within 500 ft. becomes difficult terrain.": "Osteolon（骨石巨人）震撼着其根植的大地。每个在1000英尺范围内的生物必须进行一次DC20的敏捷豁免检定，否则会倒下{@condition prone}。范围内的每座建筑受到雷霆伤害，伤害值为建筑物高度的{@dice 1d4}倍。500英尺范围内的所有地形变为艰难地形。",
	"This Ability is restricted to the Entrenched and Reaching Forms.": "这个能力仅限于扎根形态和伸展形态。",
	"The Osteolon scoops up a huge chunk of nearby stone and earth, and hurls it like a beanbag. This attack displaces a 25 ft. cube of earth/stone. ": "骨岩兽(Osteolon)舀起附近一大块石头和泥土，像抛豆袋一样投掷出去。这次攻击会移动一个25英尺的立方体的泥土/石头。",
	"{@atk rw} {@hit 18}/{@hit 8} to hit, range 120/560 ft., up to three targets within 10 ft. of each other. {@h}52 ({@damage 4d20 + 10}) bludgeoning damage. ": "{@atk rw} 掷骰攻击 {@hit 18}/{@hit 8}，射程120/560英尺，最多可攻击10英尺范围内的三个目标。造成 {@h}52 ({@damage 4d20 + 10}) 钝击伤害。",
	"If the Osteolon is using its Entrenched Form, it only adds {@hit 8} to its attack roll. If it is using the Reaching Form, it only deals 31 ({@damage 2d20 + 10}) bludgeoning damage.": "如果Osteolon正在使用其根深蒂固形态，它只会在攻击检定中增加{@hit 8}。如果它正在使用伸展形态，它只会造成31({@damage 2d20 + 10})点钝击伤害。",
	"The Osteolon shoves most of its mass into two lengthy limbs, and it spreads its weight over many shorter legs. The two Ivory Vices upon its back are ferried to the ends of the limbs, and they lend their might to the Osteolon. The Ivory Vices have their own HP pools, but share the Osteolons AC. The Osteolons AC is 16 while in this form.": "Osteolon（骨元兽）将大部分体重压在两条长腿上，并通过许多较短的腿分散重量。它背上的两个象牙夹具被运送到肢体的末端，并为骨元兽提供力量。象牙夹具有自己的生命值池，但共享骨元兽的护甲等级。在这种形态下，骨元兽的护甲等级为16。",
	"This ability is restricted to the Reaching Form.": "这个能力仅限于伸展形态 (Reaching Form)。",
	"The Osteolon shapes the terrain around it as though it were sculpting with soft clay, and not stone and packed earth. It may select four 25 ft. cubes of earth and stone within 80 ft. of itself, and move them to another place within 80 ft.. The earth may be shaped into any configuration the Osteolon wishes, provided the shape is of a reasonable simplicity.": "Osteolon（骨石元）塑造周围的地形，就像用软黏土雕塑一样，而不是石头和坚实的土壤。它可以选择距离自己80英尺内的四个25英尺的土石方块，并将它们移动到80英尺内的另一个地方。土壤可以被塑造成Osteolon希望的任何形状，只要形状相对简单。",
	"The Osteolon may choose 1 of the Ivory Vices, and use 1 of its abilities, but using the strength score of the Osteolon. The ability is considered to have a range of 50 ft. from the Osteolon.": "骨质巨人(Osteolon)可以选择象牙恶习(Ivory Vices)中的1个，并使用其中1项能力，但使用骨质巨人的力量得分。该能力被视为在距离骨质巨人50英尺的范围内。",
	"The Osteolon Moves most of its mass into its now bristling underside, dozens of enormous legs tearing the ground to shreds underneath it. While in this form, the Osteolon may make an additional attack with its action.": "Osteolon（奥斯提隆）将大部分质量转移到它此刻狂躁的下半身，数十条巨大的腿在它下方撕裂大地。在这种形态下，Osteolon（奥斯提隆）可以用行动进行额外攻击。",
	"This ability is restricted to the Striding Form.": "这个能力仅限于（Striding Form）。（Striding Form）",
	"{@atk m} {@hit 18} to hit, reach 45 ft., one target. {@h}36 ({@damage 4d12 + 10}) bludgeoning damage.": "{@atk m} {@hit 18}攻击，射程45英尺，目标一个。造成{@h}36 ({@damage 4d12 + 10}) 钝击伤害。",
	"The majority of the Osteolons body stretches out into thousands of thin, whipping tentacles. Its AC is 20, and it takes double damage from AOE effects. All space within 80 ft. of the Osteolon is considered to be difficult terrain, and creatures moving towards the Osteolon in this area take 7 ({@damage 2d6}) slashing damage for every 5 ft. of movement.": "Osteolon（奥斯特隆）的大部分身体伸展成数千根细长的鞭状触手。它的AC为20，受到AOE效果造成的伤害翻倍。在距离Osteolon 80英尺范围内的所有空间都被视为艰难地形，而在这个区域内向Osteolon移动的生物每移动5英尺就会受到7（{@damage 2d6}）点割伤伤害。",
	"This ability is restricted to the Whipping Form.": "这个能力仅限于鞭挞形态（Whipping Form）。",
	"The Osteolon sends the ends of several bone tendrils hurtling towards six creatures within range.": "骨魔(Osteolon)将几根骨鞭的末端向射程内的六个生物投掷。",
	"{@atk rw} {@hit 12} to hit, range 120/360 ft., up to six targets {@h}20 ({@damage 3d10 + 4}) piercing damage. ": "{@atk rw} {@hit 12} 命中，射程120/360英尺，最多可攻击六个目标，造成{@h}20 ({@damage 3d10 + 4}) 穿刺伤害。",
	"The Osteolon tears up a 50-foot-radius, 40-foot-high cylinder  beneath it in a frenzy of slashing tendrils. ": "Osteolon在疯狂地挥舞触须时，撕裂了它下方的一个半径50英尺，高40英尺的圆柱体。",
	"Any creatures in the cylinder must make a DC18 Dexterity saving throw, taking 30 ({@damage 12d4}) slashing damage on a failure, or half as much on a success.": "在圆柱内的任何生物必须进行一次DC18的敏捷豁免检定，失败则受到30({@damage 12d4})点割伤伤害，成功则减半。",
	"{@atk m} {@hit 12} to hit, reach 70 ft., up to 8 targets. {@h}20 ({@damage 3d10 + 4}) slashing damage.": "{@atk m} {@hit 12} 命中，射程70英尺，最多8个目标。 {@h}20 ({@damage 3d10 + 4}) 切割伤害。",
	"The Osteolon changes its form. It cannot use this ability to change into Whipping Form.": "骨质龙(Osteolon)改变了它的形态。它无法使用这种能力变成鞭笞形态(Whipping Form)。",
	"The Osteolon makes a Perception check to detect creatures in a 500 ft. radius. Invisibility does not affect this check. Creatures do not use stealth to contest this check, rather they must make either a Performance, or Deception saving throw.": "骨龙(Osteolon)进行感知检定，以侦测500英尺半径内的生物。隐形不会影响这次检定。生物不使用潜行来对抗这次检定，而是必须进行表演(Performance)或欺骗(Deception)豁免才能抵抗。",
	"The Osteolon moves up to 40 ft.": "骨龙(Osteolon)移动速度高达40英尺。",
	"The Osteolon makes a single melee attack appropriate to its current Form.": "Osteolon进行一次适合其当前形态的近战攻击。",
	"The next attack the Osteolon makes deals force damage.": "Osteolon接下来的攻击造成(%num%)力量伤害。",
	"If Damian fails a saving throw, he can choose to succeed instead.": "如果达米安(Damian)在豁免投掷中失败，他可以选择成功。",
	"Damian has honed his intellect to a razors edge. When rolling an Intelligence saving throw or ability check, Damian treats any roll of 9 or below as a roll of 10.": "达米安(Damian)已经将他的智力磨练到了刀刃的边缘。当进行智力豁免检定或技能检定时，达米安将任何9或更低的点数视为10。",
	"Damian has the {@feat war caster} feat.": "Damian拥有{@feat war caster}特性。",
	"Damian is always under the effects of a {@spell contingency} spell. When he falls to 0 hitpoints, the illusory body around his crystal core dissipates, and his soul vessel is immediately teleported to a hidden chamber in the lowest level of his laboratory. After {@dice 3d4} rounds, his soul core generates a new body. This new body starts with full hitpoints, but does not give any spell slots.": "达米安(Damian)总是处于一个{@spell contingency}法术的影响之下。当他的生命值降至0时，围绕着他的水晶核心的虚幻身体消散，他的灵魂容器立即被传送到实验室最底层的一个隐藏房间。在{@dice 3d4}回合后，他的灵魂核心会生成一个新的身体。这个新身体的生命值是满的，但不会提供任何法术位。",
	"Damian Themolïne ignores physical and elemental resistances.": "达米安·瑟莫林（Damian Themoline）无视物理和元素抗性。",
	"Damian doesn't require air, food, drink, or sleep.": "达米安(Damian)不需要空气、食物、饮料或睡眠。",
	"Damian cannot be surprised, caught unawares, or ambushed. He adds his intelligence modifier to his Initiative rolls.": "达米安 (Damian) 无法被惊讶、被抓到措手不及或被伏击。他在先攻检定中加上他的智力修正。",
	"Any attempts to read Damian's thoughts, influence his mind, or otherwise see the inner workings of his psyche will backfire. Damian makes any associated saves with advantage, being entirely unaffected on a failure, and turning the spell against its caster on a success. ": "任何试图读取达米安的思维、影响他的思想，或以其他方式看到他内心运作的尝试都会适得其反。达米安在进行任何相关豁免检定时都会获得优势，如果检定失败，他将完全不受影响；如果检定成功，他会将咒语反弹给施法者。",
	"If Damian is subjected to an effect that allows him to make a saving throw to only take half damage, he instead takes no damage if he succeeds on the saving throw, and only half damage if he fails.": "如果达米安(Damian)受到一个效果的影响，允许他进行豁免才能减少一半伤害，那么如果他成功通过豁免检定，他将不会受到伤害；如果他未能通过检定，他只会受到一半的伤害。",
	"Damian has 2 reactions.": "达米安有2个反应。",
	"Damian Themolïne was once human, but he has long since shed that mantle. He inhabits this plane only barely now, feverishly working to sever the last few strands of fate that bind him to physical reality as we know it. Above all else, he has always desired {@italic agency}. The power to act without outside forces dictating his choices. This desire, at first a simple aim towards immortality and power, has grown into a goal far more ambitious. Damian Themolïne now seeks to leave this crystal sphere, indeed to leave {@italic all} crystal spheres behind, to become a truly self-actuating being, outside the influence of gods and men. ": "达米安·泰莫林(Damian Themolïne)曾经是人类，但他早已脱去了那层外衣。他现在只是勉强地存在于这个位面，疯狂地努力割断那些将他与我们所知的物质现实联系在一起的最后几根命运纽带。最重要的是，他一直渴望着{@italic agency}。那种能够在没有外部力量干预的情况下行动的力量。这种欲望，起初只是对永生和权力的简单追求，已经演变成了一个更加雄心勃勃的目标。达米安·泰莫林现在追求的是离开这个水晶球，甚至是离开{@italic all}水晶球，成为一个真正能够自我激活的存在，摆脱神灵和人类的影响。",
	"In his quest to achieve a truly self-made existence, Damian delved deep into a wide variety of magical pursuits, pursuits that have not made him many allies. Necromancy, soul-binding, chronurgy, and more have made him particularly unsavory to any official institutions, and have earned him the hatred of several churches. In particular, he hides from Primus, god of order, and the gods of death and fate.": "在他追求实现真正自给自足的生活的过程中，达米安深入探索了各种各样的魔法追求，这些追求并没有为他赢得多少盟友。死灵术、灵魂绑定、时空魔法等让他在任何官方机构中变得特别令人反感，并让他招致了几个教会的仇恨。特别是，他躲避了秩序之神普里默斯，以及死亡和命运之神。",
	"His body shimmers and shines, a glowing imitation of a human form. Both eyes glow like doors to a furnace, and his thick eyebrows squint and wrinkle. His cheeks are thin and bony, and a black mustache drapes itself across his upper lip and down the corners of his mouth. His shoulders are sturdy, and his arms long. He wears a set of dark grey working clothes, simple pants and a heavy overcoat contrasted by shining black studded gloves and a pair of well-worn shoes. When he casts powerful spells, his body can be observed to briefly lose coherency at the edges, as though made of gas.": "他的身体闪闪发光，仿佛是一个发光的人形。他的双眼闪耀着像熔炉之门，他浓密的眉毛紧锁着。他的脸颊瘦削而多骨，一抹黑色的胡子垂在上唇并延伸到嘴角。他的肩膀宽厚，胳膊修长。他穿着一套深灰色的工作服，简单的裤子和一件厚重的外套，与闪亮的黑色铆钉手套和一双磨损的鞋子形成鲜明对比。当他施放强大的法术时，可以观察到他的身体在边缘短暂地失去了连贯性，仿佛是由气体构成的。",
	"To those with truesight, he is practically incorporeal, a shell of willful illusion wrapped around a tiny spherical core of crystalline matter. ": "对于那些拥有真视的人来说，他几乎是无形的，一个由意志幻象包裹着的微小球形晶体核心。",
	"Damian Themolïne is a 30th level {@class wizard|phb|necromancy|necromancy} wizard. His spellcasting ability is Intelligence (spell save {@dc 25}, {@hit +17} to hit with spell attacks). Damian has access to the entire wizard spell list, but generally has the following wizard spells prepared:": "达米安·泰莫林(Damian Themolïne)是一名30级{@class wizard|phb|necromancy|necromancy}巫师。他的施法能力是智力（法术豁免{@dc 25}，法术攻击命中加值{@hit +17}）。达米安可以使用整个巫师法术清单，但通常准备以下巫师法术：",
	"Damian casts a spell of 3rd level or lower.": "达米安(Damian)施放了一个3级或更低级别的法术。",
	"Damian points at an undead within 60 feet. That undead gains 20 temporary hitpoints, and a silvery sheen.": "达米安指向60英尺内的一个不死生物。那个不死生物获得20点临时生命值，并覆盖上一层银色光泽。",
	"His body burns bright, losing its form for a moment, as Damian accesses deeper reservoirs of magic. To those sensitive to the weave, a great chill washes the air. Damian regains all spell slots of 7th level and lower.": "当达米安(Damian)访问更深的魔法储备时，他的身体燃烧得明亮起来，失去了形态一会儿。对于那些对魔法纹理敏感的人来说，一股巨大的寒意袭来。达米安(Damian)恢复了所有7级及以下的法术位。",
	"Damian casts a spell of 9th level or lower from the {@filter wizard spell list|spells|class=wizard} at its lowest level without expending a spell slot. ": "达米安从{@filter wizard spell list|spells|class=wizard}中以最低级别施放第9级或更低级别的法术，而不消耗法术位。",
	"Damian's body reasserts itself. He regains 142 hitpoints.": "达米安的身体重新恢复活力。他恢复了142点生命值。",
	"It is unlikely that Damian would face an enemy himself, unless that enemy had managed to penetrate his many layered defenses. It is far more likely that he would send a simulacrum instead. A simulacrum of Damian Themolïne would have the following traits:": "很不可能达米安(Damian)会亲自面对敌人，除非那个敌人已经成功渗透了他众多的防御层。更有可能的是他会派遣一个模拟体(simulacrum)去代替。达米安·泰莫林(Damian Themolïne)的模拟体会具有以下特征：",
	"Its hitpoint maximum would be halved, and it would be incapable of regaining hitpoints.": "它的生命值上限会减半，且无法恢复生命值。",
	"Its Auric Reservoir, Recovery, and Recollection actions would be removed.": "它的金色储备、恢复和回忆行动将被移除。",
	"It loses access to the Suffusal lair action, and the Overpower lair action does not provide it with a spell slot.": "它失去了Suffusal巢穴特殊动作，而Overpower巢穴特殊动作也不会为其提供法术位。",
	"The Contingency trait would appear to function as normal, but anyone with truesight or {@spell detect magic} would notice the illusory snow during the teleportation sequence.": "Contingency（应变）特质似乎会正常运作，但任何具有真视或{@spell detect magic}的人会注意到传送过程中的虚幻雪。",
	"The Ivory Vice cannot take the dash action.": "象牙之罪 (The Ivory Vice) 不能采取冲刺动作。",
	"{@atk m} {@hit 8} to hit, reach 10 ft., one target. {@h}31 ({@damage 8d4 + 6}) bludgeoning damage, and target is propelled {@dice 1d4 x 10} ft.. For every size class below huge, add 10ft.. If the target impacts a solid wall, they take bludgeoning damage equal to half of the roll made to determine distance.": "{@atk m} 使用 {@hit 8} 进行攻击，射程10英尺，一个目标。造成{@h}31 ({@damage 8d4 + 6}) 钝击伤害，并将目标推出{@dice 1d4 x 10}英尺。对于每个小于巨大的尺寸类别，增加10英尺。如果目标撞到坚实的墙壁，他们会受到等于用于确定距离的掷骰数一半的钝击伤害。",
	"The Ivory Vice drops its bulk onto a 20x20ft. area directly below it. All creatures in that area must make a DC16 dexterity saving throw or take 20 ({@damage 4d6 + 6}) bludgeoning damage and be knocked {@condition prone}. On a successful save they take half damage and are not knocked {@condition prone}.": "象牙之恶将其庞大的身躯投向其正下方的一个20x20英尺区域。该区域内的所有生物必须进行一次DC16的敏捷豁免检定，否则将受到20({@damage 4d6 + 6})点的钝击伤害并被击倒{@condition prone}。成功豁免的生物只受一半伤害，并且不会被击倒{@condition prone}。",
	"All creatures in a 10ft. cube originating from the Ivory Vice must make a DC16 dexterity saving throw or be {@condition grappled} and {@condition restrained}. While it has creatures {@condition grappled} in this way, the Ivory Vice may not move under its own power.": "所有在源自（Ivory Vice）的10英尺立方体内的生物必须进行一次DC16的敏捷豁免检定，否则将被{@condition grappled}和{@condition restrained}。当它以这种方式拥有生物{@condition grappled}时，（Ivory Vice）不能自行移动。",
	"The Ivory Vice squeezes its stone-clad fingers together with undead vigor, utterly obliterating whatever it's grasping. Any creatures it is currently grappling take 55 ({@damage 10d10}) bludgeoning damage, and are {@condition stunned}. If a creature is reduced to 0 hitpoints in this way, it is immediately killed.": "象牙之罪以不死之力将其石制手指紧紧握在一起，彻底摧毁它所抓住的任何东西。任何它当前抓住的生物会受到55({@damage 10d10})点钝击伤害，并且被{@condition stunned}。如果一名生物以这种方式降至0点生命值，它将立即被杀死。",
	"An enormous hand built of bone, each finger fifteen feet long, and at least three feet wide. Its palm cuts off where it would attach to a wrist, and thick plates of stone coat its knuckles, inner fingers, and palm. Often found guarding gates and passages, these creations are slow, but dangerous. Many a cocky adventurer has been turned into a fine red paste because they strayed too close to this lumbering creation.": "一个巨大的骨制手掌，每根手指长达十五英尺，宽至少三英尺。它的手掌截断于连接手腕的位置，手指关节、内侧手指和手掌上覆盖着厚厚的石板。这些创造物经常被发现守卫着门户和通道，它们行动缓慢，但危险重重。许多自以为是的冒险者因为离这个笨重的创造物太近而被变成了一团细腻的红色糊状物。",
	"To make an Ivory Vice, an necromancer will require the following:": "为制作象牙之恶习，(a necromancer) 需要以下材料：",
	"One large humanoid skull.": "一个巨大的人形头骨。",
	"One large humanoid hand.": "一个巨大的人形手。",
	"One hundred medium creatures worth of miscellaneous bones.": "价值相当于一百个中型生物的各种骨骼。",
	"The spell {@spell fabricate}, or. proficiency with {@item mason's tools|phb|}.": "法术{@spell fabricate}，或者熟练度{@item mason's tools|phb|}。",
	"Ten cubic feet of stone.": "十立方英尺的石头。",
	"Proficiency with {@item jeweler's tools|phb|}. ": "熟练度 {@item jeweler's tools|phb|}。",
	"A novice understanding of runework.": "一个对符文学的初学者理解。",
	"Eight hours.": "八小时。",
	"The hollow seraph makes two single target attacks.": "虚空炽天使进行两次单目标攻击。",
	"{@atk r} {@hit 15} to hit, range 120ft, one target. {@h}47 ({@damage 6d12 + 8}) fire damage.": "{@atk r} {@hit 15}攻击，射程120尺，目标为一名敌人。造成{@h}47 ({@damage 6d12 + 8})火焰伤害。",
	"{@atk r} {@hit 15} to hit, range 200ft, one target. {@h}24 ({@damage 3d10 + 8}) force damage. On a hit, all creatures within 40ft. of the targeted creature are pulled to its location.": "{@atk r} {@hit 15} 命中，射程200英尺，目标为一名生物。造成{@h}24 ({@damage 3d10 + 8}) 点力场伤害。命中时，所有距离目标生物40英尺内的生物都会被拉到它的位置。",
	"The Hollow Seraph uses its action to begin accumulating a bright white glow at its center. It is considered to be {@status concentration||concentrating} on a spell during this period. At the start of its next turn, it may use its action again to fire a scathing lance of pure magical energy forming a line 400 feet long and 30 ft. wide in a direction it chooses. Each creature in the line must make a DC20 Dexterity saving throw. A creature takes {@damage 10d20} force damage on a failed save, or half as much damage on a successful one. Any non magical objects caught in the beam take as much damage as the creature carrying them, and take max damage if they are stationary.": "虚空炽天使（The Hollow Seraph）动用其行动开始在中心聚集明亮的白色光芒。在此期间，它被视为施放了 {@status concentration||concentrating} 法术。在下一个回合开始时，它可以再次使用行动，释放一道纯净魔法能量形成的长400英尺、宽30英尺的灼热光束，方向由它选择。光束中的每个生物必须进行一次DC20的敏捷豁免检定。未通过检定的生物会受到 {@damage 10d20} 点力量伤害，通过检定的生物受到一半伤害。被光束困住的非魔法物体会受到与携带它们的生物相同的伤害，并且如果它们静止不动，会受到最大伤害。",
	"All inert matter within the beam that is not within the area of influence of a soul is destroyed.": "所有不在灵魂影响范围内的光束内的惰性物质都会被摧毁。",
	"The Hollow Seraph enforces a magical imprint upon the world around it. It casts {@spell fabricate} with a casting time of 1 action, a maximum volume of a 60 ft. cube, and a range of 300 ft. Material type does not affect this casting.": "虚空炽天使对周围世界施加了一种魔法烙印。它施放{@spell fabricate}，施法时间为1个行动，最大体积为60英尺的立方体，射程为300英尺。物质类型不影响这种施法。",
	"The Hollow Seraph casts {@spell plane shift} or {@spell teleport} without any components. It may target up to eight willing or unwilling creatures within 150ft. to take with it. Targeted creatures may make a save of their choosing with a DC of 20, and are not affected on a success.": "虚空炽天使无需任何材料施放{@spell plane shift}或{@spell teleport}。它可以选择最多八个距离150英尺内的愿意或不愿意的生物一起带走。被选中的生物可以选择进行一次豁免检定，豁免 DC 为20，成功豁免则不受影响。",
	"The Hollow Seraphs core pulses brighter than the sun, and something appears directly underneath at a height it chooses.": "虚空炽天使核心的脉动比太阳还要明亮，而某物会直接出现在它选择的高度下方。",
	"The Hollow Seraph may choose what it summons from its list of connected demiplanes and locations. Whatever it summons must fit within a 30x30ft. cube. ": "虚空炽天使 (The Hollow Seraph) 可以从其连接的半位面和地点列表中选择召唤什么。无论召唤什么，都必须适合在一个30x30英尺的立方体内。",
	"Some example of what it might have access to are as follows:": "它可能会访问的一些示例如下：",
	"a demiplane full of lava.": "一个充满熔岩的半位面。",
	"as many {@creature skeleton||skeletal} creatures as can fit in a demiplane.": "尽可能多的{@creature skeleton||skeletal}生物，尽量装进一个半位面。",
	"a group of mercenary {@creature veteran||soldiers}.": "一群雇佣兵{@creature veteran||soldiers}。",
	"an enraged captive {@creature young white dragon||dragon}.": "一名愤怒的俘虏 {@creature young white dragon||dragon}。",
	"The Hollow Seraph releases its time warped pools of energy storage, and folds them away from itself.": "虚空炽天使释放其时空扭曲的能量池，并将其从自身身旁收起。",
	"For every different type of damage stored, the Hollow Seraph places a 10 ft. radius sphere within 120 ft. of itself. No two spheres can overlap. Every creature in one of these spheres must make a DC20 Dexterity saving throw, taking however much damage is stored in that sphere on a failed save, or half as much on a success.": "对于每种不同类型的伤害存储，(Hollow Seraph) 在距离自身120英尺的地方放置一个半径为10英尺的球体。这些球体不能重叠。每个处于这些球体中的生物必须进行一次DC20的敏捷豁免检定，未通过检定则受到该球体中存储的伤害，通过检定则受到一半伤害。",
	"When it is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, the Hollow Seraph instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "当它受到允许进行敏捷豁免来仅承受一半伤害的效果影响时，(Hollow Seraph)反而在成功豁免时不受伤害，在失败时仅受一半伤害。",
	"Any damage mirrored using Damage Mirroring is stored in time locked rune pools. Every different type of damage is stored separately, but when Damage Dispersal is activated, all pools are emptied at once.": "任何通过伤害镜像（Damage Mirroring）反射的伤害都会存储在时空封印符池中。每种不同类型的伤害都会单独存储，但当伤害分散（Damage Dispersal）被激活时，所有符池会同时清空。",
	"The Hollow Seraph has advantage on {@status concentration} saving throws.": "虚空炽天使在{@status concentration}豁免 throws 时有优势。",
	"If the Hollow Seraph fails a saving throw, it can choose to succeed instead.": "如果虚空炽天使(Hollow Seraph)未能通过豁免投骰(Saving Throw)，它可以选择成功。",
	"The point of blinding light held in the center of the Hollow Seraph is a binding point between a hundred different demiplanes, worlds, and dimensions. If this point is touched by a creature, they must make a DC20 Strength or Charisma saving throw, or be sent at random to one of the connected locations. The creature can free itself with a contending Strength or Charisma check. This point can be damaged by hitting it with magical bludgeoning, piercing, and slashing, force, and psychic damage. Attacks against the core automatically crit on a hit. The core can only be hit from within the seventh crystal sphere. ": "在虚空炽天使中心的盲目光点是一百个不同半位面、世界和维度之间的绑定点。如果生物触碰到这个点，它们必须进行一次DC20的力量或魅力豁免检定，否则将随机被传送到其中一个连接的位置。生物可以通过进行一次相抗的力量或魅力检定来解脱自己。这个点可以受到魔法重击、穿刺、斩击、力量和精神伤害的损坏。对核心的攻击在命中时自动暴击。只能从第七个水晶球内部攻击核心。",
	"When the Hollow Seraph falls to 0HP, it's complex multi-dimensional structure falls away from the core. The core destabilizes over the next {@dice 1d10 + 5} rounds, after which it opens {@dice 3d20} {@spell gate||gates}, to random locations(DMs discretion). These gates last one minute before vanishing.": "当虚空炽天使(Hollow Seraph)的生命值降至0时，其复杂的多维结构会从核心处脱落。在接下来的{@dice 1d10 + 5} 回合内，核心会变得不稳定，之后会打开{@dice 3d20} {@spell gate||gates}，通往随机位置（由DM决定）。这些传送门会持续一分钟后消失。",
	"All undead summoned by the Hollow Seraph gain resistance to nonmagical damage.": "所有由(空洞炽天使)召唤的不死生物获得对非魔法伤害的抗性。",
	"The Hollow Seraph is immune to any spell or effect that would alter its form.": "虚空炽天使 (The Hollow Seraph) 对任何试图改变其形态的法术或效果都免疫。",
	"The Hollow Seraph exists in more than three dimensions. It's body is made up of 7d hyper-toroids, that manifest as shifting rings and spheres to mortal eyes. These rings will actively try and prevent damage to the core, and act as shields. For a creature to bypass all 7 of these shields, they must perfectly time their movements. To pass through a sphere requires a DC15 Acrobatics, Perception, or Arcana check. The Perception or Arcana check may be made by a different creature, as long as they can both clearly see the rings in question(should be at least within 80ft.), and can communicate with the creature trying to pass through. For every ring past the first, the DC of the check increases by 1. For every 30ft. of movement speed it has, a creature may pass through one ring on a single check. Eg, with 90ft. of movement, a creature could pass through three rings with only one check. The DC of the check is as high as the deepest ring a creature is attempting to pass. On a failed check, a creature is ejected from all 7 rings. ": "空洞炽天使存在于超过三个维度。它的身体由7维超环构成，对凡人的眼睛呈现为不断变化的环和球体。这些环将积极阻止对核心的伤害，并充当盾牌。要绕过这7个盾牌，生物必须完美地掌握时机。要穿过一个球体，需要进行一次DC15的体操、感知或奥术检定。感知或奥术检定可以由不同的生物进行，只要它们都能清楚地看到相关的环（距离至少在80英尺内），并且能与试图通过的生物进行交流。对于每个超过第一个的环，检定的DC增加1。对于每30英尺的移动速度，生物可以在一次检定中穿过一个环。例如，拥有90英尺移动速度的生物可以在一次检定中穿过三个环。检定的DC与生物试图通过的最深环的DC一样高。在检定失败时，生物将被从所有7个环中弹出。",
	"If a creature is in the ethereal plane when it tries to pass through a ring, it adds +5 to its check.": "如果一个生物在虚空位面时试图穿过一个戒指，它的检定值增加 +5。",
	"A whirling assembly of white interlocking rings, with glittering purple runes of crystal and stone set into the metal that makes up its mass. Different rings flicker in and out of three-dimensional space constantly, and a brilliant point of white light is suspended in the center of the whole construct. It is hard to look at, with light bending and flickering oddly through its warped space. In three dimensional space it takes up only a 30ft. sphere, but if one were to trespass through its layered spheres, they would find its internal space much more strange and expansive. ": "一个旋转的白色相互锁定的环形装置，镶嵌着闪闪发光的紫色水晶和石头符文，这些符文镶嵌在构成整个装置的金属中。不同的环形不断在三维空间中闪烁消失，整个结构的中心悬浮着一点耀眼的白光。这个装置很难看，光线在其扭曲的空间中奇怪地弯曲和闪烁。在三维空间中，它只占据一个直径为30英尺的球体，但如果有人穿越其分层的球体，他们会发现它的内部空间更加奇异和广阔。",
	"On the rare occasion that it is destroyed, it's rings will lose their luster, and begin to fall, far slower than they should. As the rings move, they still shift and warp, forming impossible linkages. Once they hit the ground, it becomes apparent that the rings are heavier than their size would imply, sinking into solid stone like it was wet mud. An impossibly loud and pervasive clanging noise will ring out for the next few hours, as higher dimensional structures continue to collide and settle. High above, the blazing core will grow brighter and brighter until it erupts in a blinding flash of light, accompanied by ten thousand unearthly screams. Physical space near it is torn to shreds, dozens of holes appearing in reality for a short while, as the last of its knotted soul dissipates.": "在极少数情况下，当它被摧毁时，它的戒指会失去光泽，开始缓慢地掉落，比它们应该掉落的速度慢得多。当戒指移动时，它们仍然会扭曲变形，形成不可能的连接。一旦它们落到地面上，就会显现出这些戒指比它们的尺寸所暗示的要重，它们会像湿泥一样沉入坚实的石头中。接下来的几个小时里，将会传出一种不可思议地响亮和普遍的撞击声，因为更高维度的结构继续碰撞和安定。在高空之上，炽热的核心会变得越来越明亮，直到它爆发出一道刺目的闪光，伴随着一万声不可思议的尖叫。它附近的物理空间被撕成碎片，现实中会出现数十个短暂存在的洞，随着它纠结的灵魂最后消散。",
	"Few adventurers have ever seen this abomination of an arbiter, and fewer still have lived through their encounter. Damian plays his aces close to his chest.": "很少冒险者见过这个仲裁者的可怕之处，更少的人能活着度过与他们的相遇。达米安(Damian)总是将他的王牌紧紧握在手中。",
	"It levitates 150ft from the ground, though no discernible source of propulsion is visible.": "它离地面150英尺悬浮着，尽管看不到明显的推进源。(though no discernible source of propulsion is visible.)",
	"To make a Hollow Seraph, a master necromancer will require the following:": "要制造一个空洞炽天使，一位大师死灵法师将需要以下材料：",
	"12000lb of adamantine.": "12000磅的精金(adamantine)。",
	"8000lb of pure silver.": "8000磅纯银。",
	"2000lb of gold.": "2000磅黄金。",
	"1000lb of mithral.": "1000磅的秘银。(mithral)",
	"10000gp worth of diamond dust.": "价值10000gp的钻石粉末。",
	"A masters understanding of spatial manipulation.": "空间操控的大师理解。",
	"The spell {@spell fabricate} cast at 9th level 9 times in one day.": "{@spell fabricate}法术在一天内以9级施放了9次。",
	"Two-thousand four-hundred and one souls.": "两千四百零一个灵魂。",
	"The {@spell gate} spell, cast forty-nine times in one day.": "在一天内施放了四十九次{@spell gate}法术。",
	"A masters understanding of runework.": "符文学的大师理解。",
	"Expertise with {@item jeweler's tools|phb}.": "熟练掌握{@item jeweler's tools|phb}。",
	"A way to hide from Primus.": "躲避 (Primus) 的方法。",
	"Direct access to the winds of creation. {@italic (phlogiston, outside a crystal sphere)}": "直接接触创造之风。{@italic (phlogiston, outside a crystal sphere)}",
	"The spell {@spell wish}.": "法术{@spell wish}。",
	"Ten years.": "十年。",
	"Until the start of its next turn, the Hollow Seraph adds half of all magical damage it takes, not accounting for vulnerability, resistance, or immunity, to its Damage Dispersal pools. ": "直到其下一个回合开始，(Hollow Seraph) 将受到的所有魔法伤害的一半（不考虑脆弱性、抗性或免疫）添加到其伤害分散池中。",
	"The Hollow Seraph teleports up to 60 ft.": "虚空炽天使(`The Hollow Seraph`)可以传送高达60英尺。",
	"The Hollow Seraph gains 120ft. of truesight until the end of its next turn.": "虚空炽天使在接下来的回合结束前获得120尺的真视。",
	"The Hollow Seraph makes one single target attack.": "虚空炽天使进行一次单目标攻击。",
	"The Surgeon makes 2 attacks.": "外科医生进行2次攻击。",
	"{@atk m} {@hit 7} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) slashing damage. The target must make a Constitution save equal to or greater than the damage they took. On a failure, they gain 1 Bloodloss, and lose 3 ({@dice 1d6}) hitpoints at the start of their turn, until they staunch the Bloodloss by a {@dc 10} Medicine check, or Lesser Restoration. Lesser Restoration cures all stacks of Bloodloss.": "{@atk m} 使用 {@hit 7} 进行攻击，射程5英尺，目标为1个。造成 {@h}12 ({@damage 2d6 + 5}) 斩击伤害。目标必须进行一次等于或大于所受伤害的体质豁免检定。失败的话，他们会获得1点失血，并且在他们的回合开始时失去3 ({@dice 1d6}) 点生命值，直到通过 {@dc 10} 医疗检定或次级恢复法术止住失血。次级恢复法术可以治愈所有失血叠加效果。",
	"If a creature has more than 1 Bloodloss, they may staunch an additional Bloodloss for every 5 they roll above the Medicine check. Eg; with a Medicine roll of 20, they may staunch 3 Bloodloss.": "如果一个生物有超过1点失血，它们可以每投掷5点以上的医学检定值，额外止血1点失血。例如；如果医学检定值为20，它们可以止血3点失血。",
	"{@atk m} {@hit 7} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d6 + 5}) slashing damage. Target creature must make a DC15 Constitution save or lose 1 Dexterity. For every 2 Dexterity lost in this way, the creature loses 5ft. of movement speed. If the targets Dex score reaches 0, they are rendered {@condition paralyzed}. The damage done to their tendons is healed after a creature takes {@dice 1d4} long rests, or they have been magically healed by an amount equal to 5x their normal Dexterity score.": "{@atk m} {@hit 7} 进行攻击，射程10英尺，一个目标。造成{@h}8 ({@damage 1d6 + 5}) 钝击伤害。目标生物必须进行一次DC15的体质豁免，否则失去1点敏捷。每失去2点敏捷，生物就会失去5英尺的移动速度。如果目标的敏捷分数降至0，他们将被{@condition paralyzed}。对他们的肌腱造成的伤害在生物经过{@dice 1d4}长休后会痊愈，或者他们已经被魔法治愈，治愈量等于其正常敏捷分数的5倍。",
	"{@atk m} {@hit 7} to hit, reach 10 ft., one target. {@h}12 ({@damage 2d6 + 5}) piercing damage. Target creature gains 1 Hooked and is {@condition grappled}. To free themselves they must make a Constitution check equal to 10+(2xHooked). Whether or not this check is successful, the creature takes 3 ({@damage 1d6}) slashing damage for every stack of Hooked.": "{@atk m} 使用 {@hit 7} 命中，达到10英尺，一个目标。造成 {@h}12 ({@damage 2d6 + 5}) 穿刺伤害。目标生物获得1个被钩住（Hooked）标记，并且被 {@condition grappled}。要解脱自己，他们必须进行一次等于10+(2x被钩住数)的体质检定。无论这次检定是否成功，生物都会因每个被钩住标记受到3 ({@damage 1d6}) 切割伤害。",
	"The Surgeon may only have four Hooks active at any time.": "外科医生(Surgeon)一次只能激活四个钩(Hooks)。",
	"{@atk m} {@hit 7} to hit, reach 10 ft., one {@condition grappled} target. {@h}12 ({@damage 2d6 + 5}) slashing damage. The target must make a DC12 Strength saving throw, subtracting 2 from their roll for every stack of Hooked. On a failure, the target gains 1 Boneless, and the Surgeon gains 1 use of Apt Replacement. For every Boneless, the target loses 10 max hp, and takes a -1 to all ability checks, saves, and attack rolls. ": "{@atk m} 使用 {@hit 7} 进行攻击，射程10英尺，一个{@condition grappled}目标。造成{@h}12 ({@damage 2d6 + 5})点割伤伤害。目标必须进行一次DC12的力量豁免才能，每层“钩爪”效果减少2点。如果未能通过豁免，目标获得1点“无骨”效果，而外科医生获得1次“灵巧置换”的使用机会。对于每一点“无骨”，目标失去10点最大生命值，并且所有属性检定、豁免和攻击检定减少1点。",
	"To recover from Boneless, an affected creature must either replace the stolen bones, or find suitable replacements/prosthetics. They may then be healed as normal.": "要从无骨状态中恢复，受影响的生物必须要么替换被偷走的骨头，要么找到合适的替代品/假肢。然后他们可以像平常一样接受治疗。",
	"A ribcage and skull, with 6 long legs sprouting from the base. Folded up inside the ribcage are 10 many-jointed arms, each bearing some kind of medical implement. A Surgeon may look frail, but when paired with supporting creatures they can be devastating to those still made of flesh and blood. ": "一副肋骨和头骨，从底部长出6条长腿。折叠在肋骨内的是10只多关节的手臂，每只手臂上都拿着某种医疗工具。一名外科医生可能看起来脆弱，但当与支持性生物配对时，他们对那些仍然由血肉构成的生物来说是毁灭性的。",
	"To make a Surgeon, a necromancer will require the following:": "要制作一个外科医生，一个死灵术士将需要以下物品：",
	"Half an hour.": "半小时。",
	"When an enemy makes an attack against the Surgeon and misses, the Surgeon may move 5 feet. This movement does not provoke opportunity attacks.": "当敌人对外科医生进行攻击并未命中时，外科医生可以移动5英尺。这次移动不会引发机会攻击。",
	"The Surgeon may make opportunity attacks on creatures entering its range.": "外科医生可以对进入其攻击范围的生物进行机会攻击。",
	"The Surgeon has two reactions.": "这位外科医生有两个反应。",
	"The Surgeon uses a stolen bone to heal a bone-based undead ally within 10ft. for 10hp.": "外科医生使用一根偷来的骨头来治愈一个距离10英尺内的基于骨骼的不死盟友，恢复10点生命值。",
	"The Bone Reaver cannot use weapons.": "骨之掠夺者(Bone Reaver) 不能使用武器。",
	"The Bone Reaver has advantage on intimidation checks.": "白骨掠夺者(Bone Reaver)在恫吓检定(Intimidation checks)上有优势。",
	"The Bone Reaver ignores difficult terrain.": "骨之掠夺者(Bone Reaver)无视艰难地形。",
	"Creatures considered alive cannot benefit from being hidden from the Bone Reaver.": "被认为是活着的生物无法从骨刃掠夺者的隐匿中受益。",
	"The Bone Reaver makes 2 attacks. ": "骨刃使者进行2次攻击。",
	"{@atk m} {@hit 11} to hit, reach 15 ft., one target. {@h}19 ({@damage 4d6 + 5}) piercing damage. If target creature is below 1/2 of its hitpoints, that creature is {@condition grappled}, and must make a DC15 constitution check to escape.": "{@atk m} {@hit 11} 进行攻击，射程15英尺，目标为一名敌人。造成{@h}19 ({@damage 4d6 + 5}) 穿刺伤害。如果目标生物生命值低于其总生命值的一半，该生物将被{@condition grappled}，并必须进行一次DC15的体质检定来尝试逃脱。",
	"The Bone Reaver targets a creature up to 60 ft. away, forcing it to make a DC13 charisma saving throw. On a failure, it must use its movement to get as close to the Bone Reaver as possible.": "骨刃掠夺者(Bone Reaver)瞄准一名距离最多60英尺的生物，迫使其进行一次DC13的魅力豁免检定。如果未通过检定，生物必须利用其移动速度尽可能靠近骨刃掠夺者。",
	"Usually the result of failed soul-splitting experiments, or perhaps the success of an unusually sadistic necromancer.": "通常是灵魂分裂实验失败的结果，或者可能是一个异常虐待狂的死灵法师成功的结果。",
	"A Bone Reaver stands at fifteen feet tall, Its four huge limbs rising up, up, up, and jackknifing back down to suspend its tiny body ten feet in the air. Its misshapen metal torso holds a number of skulls pointing forward, all with roaring orbs of arcane fire burning in their eye sockets.": "一名骨魔(Reaver)高达十五英尺，它的四只巨大肢体直指天际，然后折回悬挂在十英尺高的微小身体上。它畸形的金属躯干上插满了向前指着的头骨，每个头骨的眼窝中都燃烧着奥术火焰的炽热光球。",
	"The Bone Reaver houses the shattered souls of multiple creatures, which act as its animus. With no proper sync or impetus upon which the souls can act, it acts purely on base instinct: hunger. It searches out living things and consumes them, both in body and mind. ": "骨之掠夺者(Bone Reaver)中寄宿着多个生物的破碎灵魂，这些灵魂充当它的活力源。由于没有适当的同步或驱动力，这些灵魂只能凭本能行动：渴望。它寻找活物并将它们吞噬，无论是身体还是心灵。",
	"To make a Bone Reaver, a necromancer will require the following:": "要制作一把骨之掠夺者，一个死灵法师将需要以下材料：",
	"Six large humanoid skeletons.": "六具巨大的人形骷髅。",
	"One large cooking cauldron, or 50lb of iron and proficiency with {@item smith's tools|phb|}.": "一个大烹饪大锅，或者50磅的铁和{@item smith's tools|phb|}的熟练度。",
	"Four captive souls.": "四个被囚禁的灵魂。",
	"Twenty four hours.": "二十四小时。",
	"The Ossein Prince makes 2 melee attacks.": "骨质王子进行2次近战攻击。",
	"{@atk m} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 4}) bludgeoning damage.": "{@atk m} {@hit 6}攻击，达到5英尺，一个目标。造成{@h}6 ({@damage 1d4 + 4}) 钝击伤害。",
	"{@atk m} {@hit 6} to hit, reach 5 ft., on hit target medium or smaller creature or object is {@condition grappled}. To free themselves, the {@condition grappled} creature must make a {@dc 16} athletics check.": "{@atk m} {@hit 6} 命中，达到5英尺。命中目标为中型或更小生物或物体时，目标被{@condition grappled}。要解脱自己，被{@condition grappled}生物必须进行{@dc 16}运动技能检定。",
	"The Ossein Prince makes a low swipe with one of its scythe arms, choosing up to 2 creatures within 10ft. Those creatures must make a DC16 dexterity saving throw, or take {@damage 1d6} slashing damage and be knocked {@condition prone}.": "骨蛊王子用其中一只镰刀手臂做出低扫，选择10英尺内的最多2个生物。这些生物必须进行一次DC16的敏捷豁免检定，否则将受到{@damage 1d6}的斩击伤害，并被击倒（knocked prone）。",
	"{@atk m} {@hit 4} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d10 + 4}) slashing damage.": "{@atk m} 使用 {@hit 4} 进行攻击，射程10英尺，目标一个。造成{@h}15 ({@damage 2d10 + 4})点割伤伤害。",
	"An oversized humans torso with four arms, two of them sporting heavy scythes of bone. Its head is a bundle of skulls, sitting atop its broad shoulders. Its twelve foot frame rests upon a set of six clawed legs, spaced equidistantly. The rib cage is too thick to see through, and dense plates of bone protect the joints of its limbs. ": "一个超大的人类躯干，有四只胳膊，其中两只装备着沉重的骨镰刀。它的头部是一堆头骨，坐落在宽阔的肩膀上。它十二英尺高的身躯靠着一组六只有爪子的腿，等距离地分布着。肋骨太厚，无法透视，密集的骨板保护着它肢体的关节。",
	"The Ossein Prince is an achievement for any aspiring necromancer, and will likely be backed by a small band of its other undead. This creature has enough woken memories that it can communicate with some semblance of intelligence, though it is still slaved to the will of its creator.": "骨王子是任何有抱负的死灵术士的成就，通常会有一小群其他不死生物作为支持。这个生物有足够的觉醒记忆，可以以某种智慧的方式进行交流，尽管它仍然受其创造者的意志控制。",
	"To make an Ossein Prince, a necromancer will require the following:": "要制造一个骨王子，一个死灵法师将需要以下材料：",
	"Three large humanoid skeletons.": "三个巨大的人形骷髅。",
	"Eight medium humanoid skeletons.": "八个中型人形骷髅。",
	"The spell {@spell boneshaping|LornestFlukesAdvancedUndead|} or two claws from a huge or gargantuan creature.": "来自巨大或庞大生物的法术{@spell boneshaping|LornestFlukesAdvancedUndead|}或两只爪。",
	"The Ossein Prince can only be knocked {@condition prone} by things larger than itself.": "骨蛋王子只能被比自己更大的东西击倒。",
	"If the Ossein Prince succeeds on a grapple attack, it may chose to entomb the creature in its rib cage. The entombed creature is {@condition grappled} and {@condition blinded}. The creature may make a contending strength check to free itself. The Ossein Prince cannot have more than one creature Entombed at one time.": "如果Ossein王子在搏斗攻击中成功，它可以选择将生物封入其肋骨笼中。被封印的生物是{@condition grappled}和{@condition blinded}。生物可以进行一次对抗力量检定来解脱自己。Ossein王子一次不能封印超过一个生物。",
	"If an attack is made against a friendly creature within 5ft., the Ossein Prince can use its reaction to have the attack target it instead.": "如果有人对距离5英尺内的友方生物发动攻击，骨王子(Ossein Prince)可以使用其反应，使攻击目标改为攻击它自己。",
	"On a successful hit against a creature that is below 1/4 of its max hp, that creature is {@condition incapacitated} until the end of its next turn.": "对于成功攻击生命值低于最大生命值四分之一的生物，该生物在其下一个回合结束前为{@condition incapacitated}。",
	"On a successful hit, the Brawler can move its target 5ft in any direction.": "在成功命中时，搏击者可以将目标移动5英尺，朝任意方向。",
	"{@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d4 + 2}) bludgeoning damage.": "{@hit 4}进行攻击，达到5英尺，一个目标。造成{@h}7({@damage 2d4 + 2})点钝击伤害。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}12 ({@damage 3d6 + 2}) bludgeoning damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。造成 {@h}12 ({@damage 3d6 + 2}) 钝击伤害。",
	"Eight feet tall, with broad shoulders. It's tiny skull is set partially into the ribcage, glimmering sockets glaring down from their perch. Two thick triple jointed legs shift and creak as layered bones rub against each other. Two huge arms wield a stone maul, spattered with blood.": "八英尺高，肩膀宽阔。它那微小的头骨部分嵌入胸腔，闪闪发光的眼窝从高处瞪视着下方。两条粗壮的三重关节腿移动时发出吱吱作响，层层骨头相互摩擦。两只巨大的手臂挥舞着一把满是鲜血的石锤。",
	"To make a Brawler, a necromancer will require the following:": "要制作一个格斗者，一个死灵术士将需要以下物品：",
	"One large humanoid torso and skull.": "一个巨大的人形躯干和头颅。",
	"Scores of skeletal creatures, merged together under a wooden platform. A hundred legs propel it forward, and its back holds heavy cargo.": "数十只骷髅生物合并在木制平台下。一百条腿推动它向前，背上承载着沉重的货物。",
	"Used by necromancers as a mobile base, or to carry slower creations into battle. Can sometimes even be seen carrying a siege tower.": "被死灵法师用作移动基地，或用来将较慢的创造物带入战斗。有时甚至可以看到它携带攻城塔。",
	"To make a Hauler, a necromancer will require the following:": "要制作一个Hauler，一个死灵法师将需要以下物品：",
	"Fifty medium skeletons with legs.": "五十个带有腿的中等骷髅。",
	"Six 15ft. boards.": "六块15英尺长的木板。",
	"The Hauler can carry 2160lb of gear on its back.": "运货者(Hauler)可以在背上携带2160磅的装备。",
	"Haulers can be used together to carry heavier loads. For each Hauler working together, double their carrying capacity.": "运输者可以一起使用来搬运更重的货物。每个一起工作的运输者，其搬运能力翻倍。",
	"{@atk m} {@hit 6} to hit, reach 5ft, up to two targets next to each other. {@h}6 ({@damage 1d4 + 4}) and target creatures are knocked {@condition prone}.": "{@atk m} {@hit 6} 命中，达到5英尺，最多两个相邻目标。{@h}6 ({@damage 1d4 + 4}) 和目标生物被击倒 {@condition prone}。",
	"When grappling a creature of medium size or smaller, the Grabbers speed is not halved.": "当与中等大小或更小的生物格斗时，夹具者的速度不会减半。",
	"{@atk m} {@hit 5} to hit, reach 5 ft, one target. {@h}target is {@condition grappled}.": "{@atk m} {@hit 5} 命中，达到5英尺，一个目标。目标是 {@condition grappled}。",
	"{@atk m} {@hit 5} to hit, reach 10 ft, one target. {@h} {@damage 1d4 + 3} slashing damage. Target creature is pushed 5ft away from the Grabber.": "{@atk m} {@hit 5} 进行攻击，射程10英尺，一个目标。造成{@h} {@damage 1d4 + 3} 点割伤伤害。目标生物被推开5英尺，远离抓取者。",
	"The legs of this skeleton have been removed, and are replaced with an extension of the rib cage. Locomotion is provided by the two massively lengthened arms, each with a large spread of fingers. Cocky foes laugh at this creation, at least until it picks them up and jumps down a mineshaft.": "这具骷髅的腿被移除，取而代之的是肋骨的延伸。移动是由两只大幅延长的手臂提供的，每只手臂上有一大片手指。自负的敌人嘲笑这个创造物，至少直到它把他们抓起来跳进矿井里。",
	"To make a Grabber, a necromancer will require the following:": "为了制作一个抓取器，一个死灵法师将需要以下物品：",
	"Two medium humanoid torsos. ": "两个中等人形生物的躯干。",
	"{@atk m} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage.": "{@atk m}进行攻击，达到5英尺，一个目标。造成{@h}5 ({@damage 1d6 + 2})点斩击伤害。",
	"The Sheaf dives towards one creature it can see, moving 500 ft. per round, a rattling cluster of bones and cloth. Once it reaches its target, they must make a {@dc 13} Dexterity saving throw, on a failed save taking {@damage 1d4} piercing damage for every 50 ft. the Sheaf traveled (to a maximum of {@dice 10d4}), or no damage on a successful one. ": "这束稻草向它能看见的一个生物扑去，每轮移动500英尺，是一团发出嘎嘎声的骨头和布料。一旦它到达目标，目标必须进行一次{@dc 13}敏捷豁免才能，未通过则每50英尺移动造成{@damage 1d4}穿刺伤害（最多{@dice 10d4}），通过则不受伤。",
	"If the target fails their saving throw the Sheaf takes 1/10 the damage they took, but if the target succeeds, the Sheaf takes all the damage they would have.": "如果目标未能通过豁免检定，Sheaf 将受到他们受到伤害的1/10，但如果目标成功通过检定，Sheaf 将受到他们本应承受的所有伤害。",
	"A collection of haphazard wings, made from cloth stretched tightly over thin bones. Several small bladed limbs stick out from the thin spine, and a skull leers out from in between the front-most wings.": "一组杂乱的翅膀，由布料拉紧覆盖在细骨头上制成。几只小刀片状的肢体从细长的脊柱上伸出，一颗头骨从最前面的翅膀之间瞪视着。",
	"Making flying creatures is hard to do with just skeletons. With residual memories stored in the bones, one must make sure that at least the wings are made of bones from birds, or some other flying creature. But for the end result to have enough brainpower to understand commands and follow them, a sentient creatures skull needs to be used. This creates a dissonance between the two halves of the skeleton, and it may act somewhat erratic and jittery.": "仅凭骨架制作飞行生物是困难的。骨骼中存储的残留记忆需要确保至少翅膀是由鸟类或其他飞行生物的骨骼制成。但为了让最终结果拥有足够的智力来理解命令并遵循它们，需要使用一个有思维的生物的头骨。这会导致骨架的两半之间产生不和谐，可能会表现出一些古怪和紧张的行为。",
	"While capable of aerial combat, a Sheaf is best suited for suicidal dive bombing.  ": "虽然能够进行空中战斗，一名Sheaf最适合进行自杀式俯冲轰炸。",
	"To make a Sheaf a necromancer will require the following:": "要制作一个Sheaf，一个死灵法师将需要以下物品：",
	"One medium or small humanoid skull.": "一个中等或小型人形生物的头骨。",
	"A spine.": "脊柱。",
	"Four small bird skeletons, or two medium bird skeletons.": "四只小鸟骨架，或者两只中等鸟类骨架。",
	"Half a roll of canvas or cloth.": "半卷帆布或布料。",
	"The Sheaf cannot use armor or weapons.": "Sheaf 不能使用盔甲或武器。",
	"The Sheaf automatically fails stealth checks while flying.": "插秧者在飞行时自动失败潜行检定。",
	"If the Sheaf takes fire damage, it has disadvantage on attack rolls and ability checks until the end of its next turn.": "如果(%num%)损失火焰伤害，它在接下来的回合结束前攻击检定和能力检定都有劣势。",
	"The Ossein King makes three melee attacks.": "骨胶王进行三次近战攻击。",
	"{@atk m} {@hit 7} to hit, reach 10 ft, one target. {@h}9 ({@dice 1d8 + 5}) bludgeoning damage.": "{@atk m} {@hit 7}攻击，射程10英尺，目标一个。造成{@h}9 ({@dice 1d8 + 5}) 钝击伤害。",
	"{@atk m} {@hit 7} to hit, reach 10 ft, one target. {@h} target medium or smaller creature or object is {@condition grappled} and {@condition restrained}. ": "{@atk m} {@hit 7} 命中，射程10英尺，一个目标。{@h} 目标为中型或更小生物或物体，受到{@condition grappled} 和 {@condition restrained}。",
	"{@atk mw} {@hit 7} to hit, reach 15 ft, one target. {@h}15 ({@dice 3d6 + 5}) bludgeoning damage. On a hit, target creature must make a DC13 Strength or Dexterity saving throw, being knocked {@condition prone} on a failure.": "{@atk mw} {@hit 7}攻击，射程15英尺，目标一个。造成{@h}15 ({@dice 3d6 + 5}) 钝击伤害。命中时，目标生物必须进行一次DC13的力量或敏捷豁免才能，未通过则被击倒。",
	"A twenty foot tall monstrosity of bone, six huge clawed legs supporting an enormous torso, and eight foot wide shoulders bearing a set of four arms thicker than trees. A giants skull leers from its post atop the creature, while many smaller skulls can be seen peering through gaps in its bones. Its bushel of ribs emit a baleful purple glow, and huge stone plates adorn its shoulders and hips.": "一个高二十英尺的骨头怪物，六只巨大有爪腿支撑着一个巨大的躯干，八英尺宽的肩膀承载着一套比树还粗的四只胳膊。一个巨人的头骨从怪物的顶部凝视着，而许多较小的头骨可以看到从骨头的缝隙中窥视。它的一捆肋骨散发出一种凶恶的紫色光芒，巨大的石板装饰在它的肩膀和臀部。",
	"To make an Ossein King, a necromancer will require the following:": "要制作一位骨王(Ossein King)，一个死灵法师将需要以下材料：",
	"One huge humanoid skeleton.": "一个巨大的人形骷髅。",
	"Eight large humanoid skeletons.": "八个巨大的人形骷髅。",
	"Twelve medium skeletons.": "十二个中等骷髅。",
	"The soul of a 2nd level spellcaster.": "一个二级法术施法者的灵魂。",
	"Proficiency with {@item jeweler's tools|phb|} ": "熟练度 {@item jeweler's tools|phb|}",
	"At the start of its turn, the Ossein King shifts its mass around, replacing damaged structure with less important bones; gaining 5 temporary hp.": "在Ossein King（骨王）的回合开始时，它重新调整其质量，用不那么重要的骨头替换受损的结构；获得5点临时生命值。",
	"Attacks against the Ossein King do not gain advantage from flanking.": "对奥赛因国王的攻击不会因为包围而获得优势。",
	"The Ossein King can only be knocked {@condition prone} by things larger than itself.": "唯有比自身更大的事物才能击倒骨王(`Ossein King`)。",
	"While it has a creature {@condition grappled}, the Ossein King may crush the creature using its bonus action. The creature or object makes a con save (if it is able) and takes 12 ({@damage 2d6 + 5}) bludgeoning damage on a failure, or half as much on a sucess.": "在拥有生物{@condition grappled}的情况下，骨王可以利用其奖励动作来粉碎这个生物。生物或物体进行一次体质豁免检定（如果可以的话），失败则受到12({@damage 2d6 + 5}) 钝击伤害，成功则减半。",
	"If the Ossein King succeeds on a grapple attack, it may chose to entomb the creature in its rib cage. The entombed creature is {@condition grappled}, {@condition blinded}, and hidden from view. The creature may make a contending strength check to free itself.": "如果Ossein King在搏斗攻击中成功，它可以选择将生物埋葬在它的肋骨笼中。被埋葬的生物是{@condition grappled}，{@condition blinded}，并且被隐藏起来。生物可以进行对抗力量检定来解脱自己。",
	"The Ossein King is a 2nd-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 13}, +5 to hit with spell attacks). The Ossein King has the following wizard spells prepared:": "骨王是一名2级法术施法者。它的法术施放能力是智力（法术豁免 {@dc 13}，法术攻击命中加值+5）。骨王准备了以下巫师法术：",
	"The Diplomats corona flares up, casting deep shadows underneath it.": "外交官的光环闪耀，投下深深的阴影。",
	"All living creatures in a 500ft. cone must make a DC16 Charisma saving throw. On a failure, a creature glows a faint purple for the next 10 minutes, and cannot benefit from any form of concealment. On a success, there is no effect.": "所有500尺锥形范围内的生物必须进行一次DC16魅力豁免检定。如果失败，生物会在接下来的10分钟内发出微弱的紫色光芒，并且无法从任何掩盖形式中受益。如果成功，则没有效果。",
	"The Diplomat unfurls a massive finger, and the deep sound of a bell rocks the air.": "外交官展开一根巨大的手指，一声深沉的钟声震撼了空气。",
	"The Diplomat points at 1 creature  it can see within 500ft. that has a skeletal structure. That creature's skeleton is now under the Diplomats control. The creature may make a DC16 Strength saving throw at the start of each turn, or spend its turn doing whatever physical actions the Diplomat decides. The creature can not be made to cast spells, use psychic abilities, or use abilities that are purely flesh based, eg:a fighter's {@classFeature Second Wind|fighter||1}. The affected creature may cast spells that require only verbal components, though it must do so before the skeleton takes an action (DM's discretion).": "外交官指向一个在500英尺内可见的有骨骼结构的生物。该生物的骨骼现在受到外交官的控制。生物可以在每个回合开始时进行一次DC16的力量豁免才能，或者花费其回合执行外交官决定的任何身体动作。生物不能被迫施放法术，使用精神能力，或者使用纯粹基于肉体的能力，例如：一个战士的{@classFeature Second Wind|fighter||1}。受影响的生物可以施放只需要口头组件的法术，尽管必须在骨骼采取行动之前这样做（由DM决定）。",
	"The creature regains control of its skeleton after making two successful saving throws, or as a result of {@spell remove curse}, {@spell dispel magic}, or {@spell lesser restoration}.": "生物在成功进行两次豁免投掷后，或者通过{@spell remove curse}、{@spell dispel magic}或{@spell lesser restoration}来恢复对其骨骼的控制。",
	"Twenty-two feet tall, an enormous bipedal construct of bone. It's limbs are plated with interlocking sheets of iron, and its four arms are long and thin. It's legs split into sharpened claws, digging into the mud. Its hands are spindly and lithe, despite being bigger than a man's body. Atop its body is a single floating skull, wreathed in a huge corona of purple flame. The skull's jaw is wide open, and it holds a sphere so bright it hurts to look at. No matter the angle, it always looks like it's watching.": "高达二十二英尺，这是一个巨大的双足骨制构造。它的四肢镶嵌着相互锁定的铁板，四只手臂又长又细。它的腿分裂成尖锐的爪子，深深地扎进泥土中。它的手虽然比一个人的身体还要大，但却纤细灵巧。在它的身体顶部，漂浮着一个巨大的头骨，被一圈巨大的紫色火焰环绕着。头骨的下颚大张着，手持一个如此明亮以至于看着会刺痛眼睛的球体。无论从哪个角度看，它总是看起来在注视着什么。",
	"Diplomats are commanders in the field, used for when a horde needs guidance more nuanced than a single directive. Imbued with a single soul and a gordian knot of control runes, a Diplomat is capable of rational thought and conversation. They are adept at battlefield strategy, and can enact those strategies by selectively commanding the hordes via telepathy. These undead constructs are only ever seen commanding great legions of the undying, and should be a primary target. ": "外交官是战场上的指挥官，在一个军团需要比单一指令更微妙的指导时使用。外交官被赋予一个灵魂和一系列控制符文的复杂结构，能够进行理性思考和对话。他们擅长战场战略，并可以通过心灵感应有选择性地指挥军团执行这些战略。这些不死构造体只被看到指挥着众多不死军团，应该成为主要目标。",
	"To make a Diplomat, an expert necromancer will require the following: ": "要制作一名外交官，一位熟练的死灵法师将需要以下物品：",
	"Twelve medium humanoid skeletons.": "十二具中型人形骷髅。",
	"The skull of a military tactician.": "一个军事战术家的头骨。",
	"The soul of a 9th level wizard.": "一个九级法师的灵魂。",
	"A 6th level casting of {@spell continual flame|LornestFlukesAdvancedUndead}.": "一个 {@spell continual flame|LornestFlukesAdvancedUndead} 的六级施法。",
	"The spell {@spell fabricate}, or proficiency with {@item smith's tools|phb|}.": "法术{@spell fabricate}，或者熟练掌握{@item smith's tools|phb|}。",
	"200lb of iron.": "200磅的铁。",
	"A adepts understanding of runework.": "一位(%num%)对符文学的理解。",
	"Proficiency in {@item jeweler's tools|phb|}.": "熟练度 {@item jeweler's tools|phb|}。",
	"One perfect sphere of {@item amethyst} worth at least 500gp.": "一个价值至少500gp的{@item amethyst}价值至少500gp的完美球体。",
	"Forty feet of silver wire.": "四十英尺的银线。",
	"Two days.": "两天。",
	"The Diplomat is a 9th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 16}, {@hit +8} to hit with spell attacks). The Diplomat has the following wizard spells prepared: ": "外交官是一名9级法术施法者。其法术施法能力为智力（法术豁免 DC {@dc 16}，用法术攻击命中为 {@hit +8}）。外交官准备了以下巫师法术：",
	"The Diplomat can see and hear anything seen or heard by the undead under its control. ": "外交官可以看到和听到其控制下的不死生物看到或听到的一切。",
	"If the Diplomat falls to 0HP, it releases a strong psychic imperative as it dies. It chooses up to 6 creatures it can see within 120ft.. These creatures must make a DC16 Intelligence saving throw. On a failure their location is known by all the undead the Diplomat controlled, as long as they are on the same plane of existence.  On a success they merely glow purple. Regardless of a sucess or failure, all creatures marked this way become the sole targets of all undead under the diplomats control. These effects last for 24 hours, or until {@spell dispel magic} is cast on the creature.": "如果外交官的生命值降至0，它在死亡时释放出强大的心灵命令。它选择在120英尺内看得见的最多6个生物。这些生物必须进行一次DC16的智力豁免检定。如果失败，所有被外交官控制的不死生物都会知道它们的位置，只要它们在同一存在平面上。如果成功，它们只会发出紫色的光芒。无论成功与否，所有被标记的生物都会成为外交官控制下所有不死生物的唯一目标。这些效果持续24小时，或者直到{@spell dispel magic}被施加在这些生物身上。",
	"All spells cast by the Diplomat have their range doubled. If a spell has a range of touch, it's range is 30ft..": "外交官(Diplomat)施放的所有法术的射程加倍。如果一个法术的射程是触碰(touch)，那么它的射程为30英尺。",
	"The Diplomat can have up to 250CR worth of undead linked under its control. The Diplomat may communicate with these undead so long as they are within 2 miles. These undead must have their control link strengthened every 3 days, which requires all of the Diplomat's spell slots.": "外交官(Diplomat)可以控制价值高达250CR的不死生物。只要这些不死生物在2英里内，外交官可以与它们交流。这些不死生物必须每3天加强一次控制链接，这需要外交官所有的法术位。",
	"A single jawless skull atop a pair of legs. One of the simplest of Damians designs, it makes an excellent scout or gaurd. ": "一颗无颚头骨置于一对腿上。这是达米安设计中最简单的之一，非常适合作为一名优秀的侦察员或卫兵。",
	"To make a Sentry, a necromancer will require the following:": "为了制造一个哨兵，(a necromancer) 需要以下材料：",
	"A medium or small humanoid skull.": "一个中等或小型的人形头骨。",
	"A pair of medium or small legs from any creature.": "任何生物的一对中等或小型腿。",
	"The Sentry begins expending the very energies that sustain it to broadcast a rudimentary warning to nearby allies. The Sentry spends 1 hitpoint to send a simple feeling of danger to all allies within 500ft.. This feeling of danger is directional, though distance is not communicated. ": "哨兵开始消耗维持其存在的能量，向附近盟友广播一条基本警告。哨兵花费1点生命值，向500英尺范围内的所有盟友发送一种简单的危险感。这种危险感是有方向性的，但并不传达距离。",
	"When a creature moves within 30ft., the Sentry spends 3 hitpoints to scatter that creatures thoughts. They must make a DC13 Wisdom saving throw, subtracting 1 from all attack rolls and ability checks until the start of their next turn, or subtracting 1 from only the next attack roll they make on a success. Constructs, Undead, and creatures with 2 INT or lower are unaffected.": "当一个生物在30尺内移动时，哨兵花费3点生命值来驱散那个生物的思维。他们必须进行一次DC13的感知豁免检定，在他们的下一个回合开始前，从所有攻击检定和能力检定中减去1，或者在成功后只从他们下一次攻击检定中减去1。构造体，不死生物和智力为2或更低的生物不受影响。",
	"{@atk m} {@hit 5} to hit, reach 5ft, one target. {@h}5 ({@damage 1d4 + 3}) ": "{@atk m} {@hit 5} 进行攻击，达到5英尺，一个目标。 {@h}5 ({@damage 1d4 + 3})",
	"on a successful melee hit on a creature with less than half of its hitpoints, the Bulker may make an extra melee attack as part of the same action.": "在成功进行近战攻击时，对生命值低于其一半的生物，块头人(Bulker)可以作为同一动作的一部分进行额外的近战攻击。",
	"Shorter than a normal skeleton, with thick, heavy arms. Its skull has no neck, and is simply attached directly to the spine in between the shoulder blades.": "比普通骷髅更短，有粗壮沉重的手臂。它的头骨没有颈部，直接连接到脊柱，在肩胛骨之间。",
	"To make a Bulker, a necromancer will require the following:": "要制作一个Bulker，一个死灵法师将需要以下物品：",
	"Two medium humanoid torsos.": "两个中等人形生物躯干。",
	"One set of medium humanoid legs.": "一对中等人形生物的腿。",
	"The Ossein Knight makes two melee attacks.": "骨骼骑士进行两次近战攻击。",
	"{@atk m} {@hit 5} to hit, reach 5ft, one target. {@h}10 ({@damage 2d6 + 3}) ": "{@atk m} {@hit 5} 进行攻击，达到5英尺，一个目标。 {@h}10 ({@damage 2d6 + 3})",
	"{@atk m} {@hit 5} to hit, reach 5ft, one target. {@h}6 ({@damage 1d6 + 3}) target large or smaller creature must make a DC13 Constitution check or be {@condition stunned} until the end of their next turn. ": "{@atk m} {@hit 5}攻击，达到5英尺，一个目标。{@h}6 ({@damage 1d6 + 3}) 目标为大型或更小生物必须进行一次DC13的体质检定，否则将在它们的下一个回合结束前被{@condition stunned}。",
	"on a successful melee hit on a creature with less than half of its hitpoints, the Ossein Knight may make an extra melee attack as part of the same action.": "当奥西恩骑士对生命值低于其一半的生物成功进行近战攻击时，他可以在同一行动中进行额外的近战攻击。",
	"The Ossein Knight can only be knocked {@condition prone} by things larger than itself.": "骨骼骑士只能被比自己更大的东西击倒。",
	"Its four armored legs spread out to keep it stable, attaching to a bulky body covered with a breastplate of steel. Padding can be seen in the gaps between the armor, and it moves without the clickety-clack so common to skeletons. Two doubled-up arms wield a tower shield and a greatsword, and its glittering sockets glare from behind a rusting helmet. ": "它的四只装甲腿展开以保持稳定，连接到一个覆盖着钢胸甲的庞大身体。在装甲之间的缝隙处可以看到填充物，它移动时没有骷髅常见的咯吱声。两只叠加的手臂分别持盾牌和大剑，闪闪发光的眼窝透过一个生锈的头盔瞪视着。",
	"To make an Ossein Knight, a necromancer will require the following:": "要制作一个骨骼骑士，一个死灵法师将需要以下材料：",
	"Two medium humanoid skeletons of trained soldiers.": "两个训练有素的士兵中型人形骷髅。",
	"A suit of {@item plate armor|phb|}, or other enclosed armor.": "一套{@item plate armor|phb|}，或其他封闭式盔甲。",
	"A {@item greatsword|phb|}, or other martial weapon.": "一把{@item greatsword|phb|}，或其他武器。",
	"Two bedrolls, or similar.": "两个睡袋，或类似物品。",
	"The Ossein Knight adds its proficiency bonus to its AC against one melee attack that would hit it as a reaction.": "骨胶骑士（Ossein Knight）可以作为一次反应，在受到近战攻击并命中时，将其熟练加值加到防御等级上。",
	"The Graven Image makes three melee attacks. Alternatively, it can make two ranged attacks with its bow.": "雕像制造者进行三次近战攻击。或者，它可以用弓进行两次远程攻击。",
	"{@atk rw} {@hit 7} to hit, range 120/480 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage. ": "{@atk rw} 进行攻击，射程120/480英尺，目标为一名敌人。造成{@h}11 ({@damage 2d6 + 4}) 穿刺伤害。",
	"{@atk m} {@hit 7} to hit, reach 5ft, one target. {@h}10 ({@damage 1d12 + 4}) bludgeoning damage.": "{@atk m} {@hit 7} 进行攻击，射程5英尺，一个目标。造成{@h}10 ({@damage 1d12 + 4}) 钝击伤害。",
	"If the Graven Image fails a saving throw, it can choose to succeed instead.": "如果雕像失败了一次豁免投掷，它可以选择成功。",
	"When the Graven Image falls to 0 hit points, its armor breaks away, and the skeleton draped in treasures underneath is revealed. It gains 40hp, and its AC is now 15. It's initiative is changed so that its turn comes after the current one. ": "当Graven Image(雕像)的生命值降至0点时，它的盔甲破碎，露出了藏在下面的骷髅和珍宝。它获得40hp，其AC现在为15。它的先攻顺序改变，使其在当前角色之后行动。",
	"While in this state, the Graven Image's attacks deal an additional {@damage 1d6} fire damage on both a hit or a miss.": "在这种状态下，(Graven Image)的攻击无论命中与否，都会额外造成{@damage 1d6}点火焰伤害。",
	"When the Graven Image is below 1/2 of its hitpoint maximum, its attacks deal an additional {@damage 1d6} fire damage.": "当Graven Image的生命值低于其最大生命值的一半时，它的攻击会额外造成{@damage 1d6}火焰伤害。",
	"The Graven Image sheds bright light for 25 feet, and dim light for an additional 25 feet. Creatures in this light have disadvantage on attacks made against undead other than the Graven Image.": "雕像(`Graven Image`)散发出明亮的光，照射范围为25英尺，再延伸25英尺的暗淡光线。在这个光线范围内的生物对除了雕像(`Graven Image`)以外的不死生物发动的攻击有劣势。",
	"A hulking suit of armor, bright purple light leaking out from the joints. Underneath the hardened steel and thick padding is the skeleton of a long-dead warrior, its heavily engraved bones bedecked with rings, chains, jeweled bracelets, and silvery silks. In its gauntlets it holds a massive iron {@item eveningstar|LornestFlukesAdvancedUndead}. ": "一套庞大的盔甲，紫色的亮光从关节处泄露出来。在坚固的钢铁和厚实的填充物下，是一名长逝的战士的骨架，其雕刻精美的骨骼镶嵌着戒指、链条、宝石手镯和银色丝绸。在它的护手中，握着一把巨大的铁制{@item eveningstar|LornestFlukesAdvancedUndead}。",
	"A Graven Image is made from the remains of an especially notable warrior. Well kept bones surrounded by memorable objects and writings of past deeds end up as particularly potent forces of latent memory. Enough, even, to overpower the vicious puppeteering of the plane of negative energy. A graven image is not driven to kill the living when not under an arcane lock as a lesser skeleton would, instead it acts as it did in life, reacting to the world around it and seeking out things it remembers. It is almost capable of coherent communication, though results may vary. Because of their wealth of latent will, Graven Images tend to be difficult to control. When you use a bonus action to control a Graven Image under the effects of {@spell animate dead|LornestFlukesAdvancedUndead|}, it makes a wisdom saving throw against your spell save DC {@italic if} the order is something it is disinterested in doing. On a successful save, it may ignore the order.": "一尊雕像是由一位特别显赫的战士的遗骸制成的。被精心保存的骨骼周围环绕着令人难忘的物品和过往事迹的文字，最终成为潜在记忆力量的特别强大来源。足够强大，甚至能够压倒负能量位面的恶毒操纵。一尊雕像在没有被奥术锁定的情况下不会像次等骷髅那样被驱使去杀死活人，而是像生前一样行动，对周围的世界做出反应并寻找它记得的事物。它几乎能够进行连贯的交流，尽管结果可能有所不同。由于它们丰富的潜在意志，雕像往往难以控制。当你使用一个奖励动作来控制一尊处于{@spell animate dead|LornestFlukesAdvancedUndead|}效果下的雕像时，它将根据你的法术豁免 DC {@italic if} 进行一次感知豁免检定，以确定是否对该命令感兴趣。在成功豁免后，它可能会忽略该命令。",
	"To make a Graven Image, a necromancer will require the following:": "要制作一个Graven Image，一个死灵法师将需要以下物品：",
	"The undisturbed skeleton of a powerful warrior from a well kept grave or tomb, and 1500gp worth of possessions taken from the same burial place.": "一个强大战士的骨骼，来自一个保存完好的坟墓或陵墓，以及价值1500gp的物品，都是从同一个埋葬地点取得的。",
	"A suit of {@item plate armor|phb}.": "一套{@item plate armor|phb}。",
	"The spell {@spell continual flame|LornestFlukesAdvancedUndead} cast at 5th level.": "{@spell continual flame|LornestFlukesAdvancedUndead}法术以5级施放。",
	"The spell {@spell negative energy flood|xge}.": "法术{@spell negative energy flood|xge}。",
	"An apprentices understanding of runework.": "一个学徒对符文工艺的理解。",
	"The Graven Image adds 3 to its AC against one melee attack that would hit it as a reaction. If this causes the attack to miss, it may make a melee attack against a creature in range.": "雕像之影在受到一次近战攻击时，作为一次反应，它的AC增加3。如果这导致攻击未命中，它可以对范围内的一只生物进行一次近战攻击。",
	"If the warrior the Graven Image was made from was of truly great renown, its memories will be even stronger. Its CR is 8, and it has the following traits and abilities.": "如果雕像的战士来自于极具盛名的人物，它的记忆将会更加强烈。它的CR为8，具有以下特征和能力。",
	"Its weapons deal magical damage.": "它的武器造成魔法伤害。",
	"When the Graven Image reduces a creature to 0 hitpoints, it regains 30 hitpoints.": "当(Graven Image)将一只生物的生命值降至0时，它会恢复30点生命值。",
	"The Graven Image uses it action to command the undead near it. It chooses up to 6 undead it can see within 120 feet, and gives them an order. That order can be a single attack action, up to half the creatures movement, or the help action. A creature ordered in this way takes the specified action immediately.": "雕像利用它的行动来指挥附近的不死生物。它可以选择在120英尺内看得见的最多6个不死生物，并下达命令。该命令可以是单次攻击行动、最多一半移动速度的行动，或者帮助行动。以这种方式被命令的生物立即执行指定的行动。",
	"Eight bulky legs made of layered bones join under a large ribcage made of a dozen grasping arms, holding thirty-six skulls in a rattling cluster. It dodders across the battlefield, tenuous strands of light linking it to other creatures.": "八根庞大的腿由层层骨骼连接在一起，支撑着一个由十二只抓握手臂组成的巨大胸腔，托着三十六颗头骨，发出咔哒声。它在战场上摇摇晃晃地行进，与其他生物之间有着脆弱的光线连接。",
	"To make a Weaver, a necromancer will require the following:": "要制作一个编织者，一个死灵法师将需要以下物品：",
	"Twenty-eight humanoid skulls.": "二十八个人形头骨。",
	"The soul of a 3rd level spellcaster.": "一个3级法术施法者的灵魂。",
	"Thirty-six souls.": "三十六个灵魂。",
	"A 3rd level casting of {@spell continual flame|lornestflukesadvancedundead|}": "一个{@spell continual flame|lornestflukesadvancedundead|}的3级施法",
	"An adepts understanding of runework.": "一个（Adept）对符文工艺的理解。",
	"The Weaver is a 3rd-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 14}, {@hit +6} to hit with spell attacks). The Weaver has the following wizard spells prepared:  ": "织工是一名3级法术施展者。它的法术施展能力是智力（法术豁免 {@dc 14}，用法术攻击命中为 {@hit +6}）。织工准备了以下巫师法术：",
	"The Weavers tendrils of light pulse, sending power to its casters. ": "编织者(The Weavers)的光芒触须跳动，向施法者传递能量。",
	"It chooses up to 6 {@creature threadbearer|lornestflukesadvancedundead|threadbearers} that are linked to it, and delivers them spells of its choosing from its spell list. ": "它选择最多6个与其相关联的{@creature threadbearer|lornestflukesadvancedundead|threadbearers}，并从其法术清单中选择法术传递给它们。",
	"Up to 2 of the chosen threadbearers may be given a leveled spell, and the rest receive a cantrip. If the Weaver sends a leveled spell, it must spend a spell slot of the appropriate level.": "最多可选择2名线索承担者赋予一个有等级的法术，其余的则获得一种cantrip。如果编织者发送一个有等级的法术，那么它必须消耗相应等级的法术位。",
	"The Weaver can have up to six {@creature threadbearer|lornestflukesadvancedundead|threadbearers} linked to it via trailing strands of faint light stretching up to 90ft.. These strands are only visible in dim light or darkness. If a threadbearer moves or is moved farther than 90ft. away, its strand is broken. The Weaver may reconnect with a threadbearer by spending a short rest in close proximity to it.": "织工可以通过微弱光线延伸的尾随光线最多连接六个{@creature threadbearer|lornestflukesadvancedundead|threadbearers}。这些光线只在昏暗或黑暗中可见。如果线索持有者移动或被移动超过90英尺，其光线将断裂。织工可以通过在其附近休息一小段时间来重新连接线索持有者。",
	"A pair of skeletal legs, with a normal ribcage. At the shoulders, two skeletal arms hang at its sides, while six more reach straight up, all clasping a single skull. The skulls jaw is wide open, and it holds a tiny bead of purple flame, fed by a strand of faint light stretching back into the night. The strand pulses, and the bead of flame in its jaw flares up. Its arms all spread wide, leaving the skull floating in midair as a firebolt rockets out from its mouth.": "一双骨架腿，带着一个正常的肋骨笼。在肩膀处，两只骨架手臂垂在两侧，而另外六只手臂伸直向上，都抓着一个头骨。头骨的下颚大张着，里面有一颗微小的紫色火焰，由一缕微弱的光线滋养着，延伸回夜晚。那根光线在跳动，头骨下颚的火焰也燃烧起来。它的手臂全部张开，让头骨悬浮在半空中，一道火球从它的嘴里射出。",
	"To make a Threadbearer, a necromancer will require the following:": "要制作一名线索承担者，一个死灵法师将需要以下物品：",
	"Six medium humanoid arms.": "六只中等人形手臂。",
	"A marble made of quartz.": "一个由石英制成的弹珠。",
	"The Threadbearer is linked to its {@creature Weaver|lornestflukesadvancedundead|Weaver} as long as it stays within 90ft. of it. If the Threadbearer is outside this range at the start of its turn, it loses its link. While it is linked, it automatically shares everything it sees and hears with the Weaver. ": "线索承担者与它的{@creature Weaver|lornestflukesadvancedundead|Weaver}相连，只要它在离它不超过90英尺的范围内。如果线索承担者在其回合开始时超出此范围，它将失去连接。当它相连时，它会自动与编织者分享它所看到和听到的一切。",
	"After receiving a spell from its Weaver, the Threadbearer may store that spell for up to 8 hours, after which the spell dissipates and is lost.": "在从编织者那里接收到一个法术后，线索承担者可以将该法术储存最多8小时，之后该法术会消散并丢失。",
	"The Threadbearer spreads out all its arms, and casts its stored spell.": "线索传承者(The Threadbearer)伸展出所有的触角，并释放其储存的法术。",
	"It uses its connected {@creature Weaver|lornestflukesadvancedundead|Weavers} attack bonus and spell save DC for this spell (spell save {@dc 14}, {@hit +6} to hit with spell attacks)": "它使用其连接的{@creature Weaver|lornestflukesadvancedundead|Weavers}攻击加值和法术豁免 DC 用于这个法术（法术豁免{@dc 14}，{@hit +6}用于法术攻击）",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage.": "{@atk mw} {@hit 5} 进行攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d6 + 3}) 穿刺伤害。",
	"{@atk rw} {@hit 5} to hit, range 80/320 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage.": "{@atk rw} {@hit 5} 命中，射程80/320尺，目标为一名敌人。造成{@h}6 ({@damage 1d6 + 3}) 穿刺伤害。",
	"Dripping with blood, this skeleton is still warm. Taken from a freshly slain foe, fresh skeletons have not had time to slowly rot and degrade under the dirt. Their memories are fresh, and their joints limber. Fresh skeletons don't last long, but while they do they show exceptional resilience.": "这具骷髅滴着血，仍然保持着温暖。从刚被杀死的敌人身上取下来，新鲜的骷髅还没有时间在泥土下缓慢腐烂和分解。它们的记忆尚新，关节灵活。新鲜的骷髅存活时间不长，但在存活期间展现出异常的韧性。",
	"Fresh Skeletons don't last forever, and once raised will degrade after {@dice 4d6|4d6|days} days, turning into a normal {@creature skeleton}. ": "新骷髅不会永远存在，一旦被复活，会在{@dice 4d6|4d6|days}天后腐烂，变成普通的骷髅{@creature skeleton}。",
	"You have made a pact with The Many-Handed, also known as He-Who-Rises. His influence can be noticed by those who look for it, nudges here and there to the trajectories of worlds and nations, bringing them closer to a grand unified goal. The Many-Handed deals heavily in immortality and undeath, and a portion of those ideals can be gifted to his followers. The vast majority of worlds are repulsed by his influences, but that will change. And you are now one of those who will change it. Slowly but surely, your service will mold this world towards one more receptive to the ideas of cheap immortality and the abolishment of death. One day, far from now, this world will bend the knee in exchange for these gifts, and funnel its time and power towards the endlessly expanding subtle touch that is The Many-Handed.": "你与多手之主达成了契约，他也被称为升起者。他的影响力可以被那些寻找的人注意到，在世界和国家的轨迹上做出微小的推动，使它们更接近一个宏伟的统一目标。多手之主在不朽和不死方面有着重大的交易，他的追随者可以获得这些理念的一部分。绝大多数世界都对他的影响感到厌恶，但这将会改变。而你现在就是那些将改变它的人之一。慢慢但肯定地，你的服务将塑造这个世界，使其更加接受廉价不朽和废除死亡的理念。将来的某一天，这个世界将屈膝以换取这些礼物，并将其时间和力量投入到无穷无尽的微妙影响中，那就是多手之主。",
	"Many worlds can be found across the mutiverse that already serve under He-Who-Rises, quasi-paradises where death is kept at bay so long as the toil continues. More often than not, these worlds are devoid of any signifigant deific presence, the gods having been bound, killed, or simply withered away due to lack of worshippers. As such, you should probably keep your patron a secret from any local deities, particularly those dealing in Fate, Order, and Death.": "在多元宇宙中可以找到许多已经归属于升起者(He-Who-Rises)的世界，这些准天堂是在劳作持续的情况下死亡被阻挡的。这些世界往往缺乏任何重要的神灵存在，因为神灵们被束缚、杀死，或仅仅因为缺乏信徒而消亡。因此，你应该尽量保密你的赞助者，特别是那些与命运、秩序和死亡有关的当地神灵。",
	"The Many-Handed affords you choices from an expanded list of spells when you learn a warlock spell. Starting at 1st level, the spells below are added to the warlock spell list for you.": "当你学习一项术士法术时，多手提供了更多选择，从一个扩展的法术列表中选择。从1级开始，以下法术将被添加到你的术士法术列表中。",
	"When you make your Pact with The Many-Handed, he imprints a fragment of his vast knowledge onto your soul. At 1st level, you gain the following benefits:": "当你与众手之主签订契约时，他会将他广博知识的一部分印记在你的灵魂上。在1级时，你获得以下好处：",
	"• The time it takes you to learn and create runes and glyphs is halved.": "• 你学习和创造符文和字形所需的时间减半。",
	"• You gain expertise in History.": "• 你在历史方面获得专长。",
	"• You learn the spell {@spell boneshaping|LornestFlukesAdvancedUndead|}. You may cast this spell as a ritual, and you may imbue created bones with skills that you do not have access to.": "• 你学会了法术 {@spell boneshaping|LornestFlukesAdvancedUndead|}。你可以将这个法术作为仪式施放，也可以赋予所创造的骨骼技能，这些技能是你无法获得的。",
	"The Many-Handed does not give out power freely. To regain any number of expended spell slots during a rest, you must spend one Favor. To gain Favor, you must complete tasks for The Many-Handed. Tasks and Favor levels are up to the DM, but some examples are provided below.": "多手并不会轻易赐予力量。在休息期间恢复任意数量的已用掉的法术位，你必须花费一点恩惠。要获得恩惠，你必须完成多手的任务。任务和恩惠等级由主持人决定，但以下是一些示例。",
	"Finding a tome": "寻找一本书卷 (Finding a tome)",
	"Locating a hero's grave": "寻找一个英雄的坟墓",
	"Obtaining the soul of a lich": "获取巫妖的灵魂(Lich)",
	"Delivering a message": "传递一条消息 (Delivering a message)",
	"Broker an agreement with a guild": "与一个行会达成协议。",
	"Convincing a kingdom to give up their dead": "说服一个王国放弃他们的死者 (the (Dungeons & Dragons) running group)",
	"Hiding a beacon rune": "隐藏一个信标符文 (beacon rune)",
	"Building a teleportation ring": "建造一个传送戒指 (Teleportation Ring)",
	"Constructing a warded city": "建设一座结界城市 (Warded City)",
	"Silencing a witness": "压制一名证人 (Silencing a witness)",
	"Killing a rival warlock": "杀死一个敌对的术士 (warlock)",
	"Defeating an army": "击败一支军队 (Defeating an army)",
	"Digging up a body": "挖掘一个尸体",
	"Raising a specific person from the dead": "让某人死而复生",
	"Making and releasing a {@creature diplomat|LornestFlukesAdvancedUndead|}": "制作和发布一个{@creature diplomat|LornestFlukesAdvancedUndead|}",
	"When a task is completed to the satisfaction of He-Who-Rises, you gain an amount of Favor specified by the DM. The maximum Favor you may have at once is 8. This cap increases at 6th level (16), 10th level (32), and 14th level (64). If completing a task would increase your Favor past the limit, it does so, but you may not gain any additional Favor until you are below the limit again.": "当任务被完成并令“He-Who-Rises”满意时，你将获得由DM指定的一定数量的恩惠。你一次最多可以拥有8点恩惠。这个上限在6级时增加至16点，在10级时增加至32点，在14级时增加至64点。如果完成一个任务会使你的恩惠超过上限，它会这样做，但在你再次低于上限之前，你将无法获得额外的恩惠。",
	"To get tasks, you might commune with The Many-Handed directly, or perhaps a different follower of He-Who-Rises might deliver a message detailing a problem that needs adressed. Your DM may even choose to award you Favor for doing something in line with the goals of The Many-Handed without it being specified as a task. When you gain Favor in this way, you gain additional Favor equal to your Warlock level.": "要获得任务，你可以直接与众手之主交流，或者也许是另一个追随者希望升起者的人传达了一个需要解决的问题。你的DM甚至可以选择奖励你因符合众手之主的目标而做某事而获得恩惠，而不必指定为任务。当你以这种方式获得恩惠时，你额外获得等同于你术士等级的恩惠。",
	"If you have 0 favor at dawn, you gain 1 Favor.": "如果在黎明时你有0点神恩，你会获得1点神恩。",
	"At 6th level, The Many-Handed allows you to access a vast and writhing power. As an action, you may spend a Favor to cast {@spell animate dead|LornestFlukesAdvancedUndead|} using a Pact Magic spell slot instantly, with a range of 60 feet. This casting ignores all requirements other than physical materials. When you cast {@spell animate dead|LornestFlukesAdvancedUndead|}, you may choose to spend Favor, increasing the CR level of the spell by 1 step for every 2 Favor spent, to a maximum CR equal to your Warlock level. All creatures raised by this method stay under your control until you use this feature again.": "在第6级时，多手（The Many-Handed）允许你接触到庞大而蠕动的力量。作为一个动作，你可以花费一点青睐（Favor）来立即使用契约魔法法术位施放{@spell animate dead|LornestFlukesAdvancedUndead|}，射程为60英尺。这次施法忽略除了物质材料之外的所有要求。当你施放{@spell animate dead|LornestFlukesAdvancedUndead|}时，你可以选择花费青睐，每花费2点青睐增加1个CR等级，最高不超过你的术士等级。通过这种方式复活的所有生物会一直受你控制，直到你再次使用这个特性。",
	"Once you use this feature, you must finish a long rest before you can use it again.": "使用此特性后，你必须完成一次长休才能再次使用它。",
	"Also at 6th level, The Many-Handed hides your soul from the world. You gain advantage on saving throws against being charmed. Additionally, you become immune to {@spell detect thoughts}, and you automatically succeed on saving throws against {@spell scrying}, unless the caster has a possesion of yours.": "在第6级时，多手（The Many-Handed）将你的灵魂隐藏在世界之外。你在对抗被魅惑时获得优势。此外，你对{@spell detect thoughts}免疫，并且你在对抗{@spell scrying}的豁免 throws 中自动成功，除非施法者拥有你的某个物品。",
	"At 6th level, your Favor limit increases to 16.": "在6级时，你的青睐上限增加到16。",
	"Starting at 10th level, The Many-Handed teaches you how malleable memories really are. You may now spend 2 Favor to cast {@spell boneshaping|LornestFlukesAdvancedUndead|} at a level equal to your Pact Magic spell slots as an action, without expending a spell slot.": "从10级开始，多手教导你记忆是多么易变。你现在可以花费2点恩惠，作为一个动作，以你契约魔法法术位的等级施放{@spell boneshaping|LornestFlukesAdvancedUndead|}，而不消耗法术位。",
	"Additionally, when you cast {@spell animate dead|LornestFlukesAdvancedUndead|} using {@subclassFeature Spark of Life|Warlock||The Many-Handed|LornestFlukesAdvancedUndead|6|LornestFlukesAdvancedUndead}, you may now spend Favor to change the creatures you create. For each 2 Favor spent, you may give any and all of the creatures you create a trait or ability from an undead creature you have seen, and that is of a CR equal to or lower than the creatures you are changing. The creature must be of the same undead type as the creatures you are changing. You may also spend Favor to increase an ability score of the creatures you are changing by the amount of Favor spent.": "另外，当你使用{@subclassFeature Spark of Life|Warlock||The Many-Handed|LornestFlukesAdvancedUndead|6|LornestFlukesAdvancedUndead}施放{@spell animate dead|LornestFlukesAdvancedUndead|}时，你现在可以花费信仰点来改变你所创造的生物。每花费2点信仰，你可以赋予你所创造的任何生物一个你见过的不死生物的特质或能力，且该不死生物的CR等于或低于你所改变的生物。这个生物必须与你所改变的生物属于相同的不死类型。你也可以花费信仰点来增加你所改变的生物的一个能力值，增加的数值等同于花费的信仰点数。",
	"At 10th level, your Favor limit increases to 32.": "在第10级时，你的信仰上限增加到32。",
	"At 14th level, The Many-Handed severs you from the strands of fate and order. You gain advantage on initiative rolls, and cannot be {@quickref Surprise|PHB|3|0|surprised} while conscious. As an action, you may spend 2 favor to detach your soul from your current body, and inhabit an allied undead or unoccupied body within 30 feet. Your game statistics are replaced by the statistics of the creature, though you retain your alignment and your Intelligence, Wisdom, and Charisma scores. You retain the benefit of your own class features. If the target has any class levels, you can't use any of its class features. If the body you left is not undead, it falls into a catatonic state if you leave it in this way, and will die if not properly cared for.": "在14级时，(The Many-Handed) 将你从命运和秩序的纷缠中解脱出来。你在先攻检定中获得优势，并且在清醒时无法被 {@quickref Surprise|PHB|3|0|surprised}。作为一个动作，你可以花费2点信任来将你的灵魂从当前的身体中分离出来，并寄居在30英尺内的一个亡灵盟友或未被占据的身体中。你的游戏属性被该生物的属性所取代，尽管你保留你的立场以及智力、感知和魅力分数。你保留自己的职业特性的好处。如果目标具有任何职业级别，你不能使用它的任何职业特性。如果你离开的身体不是亡灵，那么它将陷入昏迷状态，如果不得到适当照顾，它将会死亡。",
	"Each time you use this feature, the Favor cost doubles. The cost is reset to 2 Favor after a long rest.": "每次你使用这个特性，花费就会翻倍。在完成一次长休后，花费会重置为2点神恩。",
	"At 14th level, your Favor limit increases to 64.": "在14级时，你的青睐上限增加到64。",
	"This weapon is too long to use effectively at close range. You have disadvantage on all attacks made within 5 feet using this weapon.": "这个武器在近距离使用时太长了，无法有效地使用。你使用这个武器在5英尺内进行的所有攻击都有劣势。",
	"The {@feat crossbow expert} feat does not allow you to ignore the loading property of this weapon. To load this weapon, you must spend 25 feet of movement.": "{@feat crossbow expert} 技能不允许你忽略这个武器的填装属性。要填装这个武器，你必须花费25尺的移动。",
	"This unique shield can be used only by a Medium or larger creature that has a Strength of 15 or higher and is proficient with heavy armor.": "这个独特的盾牌只能被一名力量值达到15或更高且精通重型盔甲的中型或更大生物使用。",
	"Using this shield in one hand reduces your speed by 10 feet and imposes disadvantage on all your Dexterity based checks except initiative rolls. You cannot use this shield while riding a mount. Switching from using this shield in one to two hands or vice versa counts as an object interaction.": "单手使用这个盾牌会减慢你10英尺的速度，并对所有基于敏捷的检定施加劣势，除了先攻检定。骑乘坐骑时不能使用这个盾牌。从单手使用这个盾牌切换到双手使用，或反之，算作一个物品互动。",
	"This shield gives a +1 bonus to its base AC for each ally using a shield with this property within 5 feet of you, to a maximum of +2 bonus AC; to gain this bonus, you and your allies must be standing. Using this shield while riding a mount imposes disadvantage on your attacks. ": "这个盾牌为基础护甲等级提供+1的奖励，每有一个与你在5英尺内的盾牌带有此属性的盟友，最多可获得+2的奖励护甲等级；为获得这个奖励，你和你的盟友必须站立。在骑乘坐骑时使用这个盾牌会让你的攻击受到劣势。",
	"This unique weapon can be used only by a Medium or larger creature that has a Strength of 18 or higher. The bow shoots {@item Oversized Arrows (10)|LornestFlukesAdvancedUndead|oversized arrows} that deal piercing damage equal to {@dice 2d6} + the wielder's Strength modifier.": "这把独特的武器只能被体型为中等或更大、力量达到18或更高的生物使用。这弓射出{@item Oversized Arrows (10)|LornestFlukesAdvancedUndead|oversized arrows}，造成穿刺伤害等于{@dice 2d6} + 使用者的力量修正。",
	"You can use an action to speak the horn's command word and then blow the horn, which emits a thunderous blast of electricity in a 30-foot cone that is audible 600 feet away. Each creature in the cone must make a DC 15 Constitution saving throw. On a failed save, a creature takes {@damage 5d6} lightning damage and is unable to take reactions for 1 minute. On a successful save, a creature takes half as much damage and can still take reactions. Creatures and objects made of glass or crystal have disadvantage on the saving throw and take {@damage 10d6} damage instead of {@dice 5d6}.": "你可以使用一个动作来说出号角的口令，然后吹响号角，发出一声雷鸣般的电击，在一个30英尺的锥形范围内可听到600英尺外。锥形范围内的每个生物必须进行一次 DC 15 的体质豁免检定。未通过豁免检定的生物会受到 {@damage 5d6} 闪电伤害，并且在1分钟内无法作出反应。通过豁免检定的生物会受到一半的伤害，并且仍然可以作出反应。由玻璃或水晶制成的生物和物体在豁免检定时有劣势，并受到 {@damage 10d6} 伤害，而不是 {@dice 5d6}。",
	"Each use of the horn's magic has a {@chance 20} chance of causing the horn to explode. The explosion deals {@damage 5d6} lightning damage and {@damage 5d6} thunder damage to the blower and destroys the horn.": "每次使用号角的魔法都有{@chance 20}的几率导致号角爆炸。爆炸会对吹奏者造成{@damage 5d6}点闪电伤害和{@damage 5d6}点雷霆伤害，并摧毁号角。",
	"This glowing green eye takes the shape of an oblate spheroid with a jittering black pupil in the center. An unearthly green glow emanates from the eye at all times. The eye can be used as an arcane spellcasting focus. When a creature holding the eye expends a cantrip as an action, they can instead choose to use the eye's effects rather than the normal effect of the cantrip. This effect uses the range, school, and components of the cantrip it is replacing.": "这只发出绿光的眼睛呈椭球形，中间有一个颤动的黑色瞳孔。这只眼睛散发出一种超自然的绿光。这只眼睛可以用作奥术施法的焦点。当持有这只眼睛的生物将一个零级法术用作行动时，他们可以选择使用眼睛的效果而不是法术本身的正常效果。这个效果使用被替换的零级法术的射程、系别和组件。",
	"The target must succeed on a Constitution saving throw against this magic or take 10 (3d6) necrotic damage. This damage increases by 1d6 for every 12 levels worth of spells stored in the eye.": "目标必须通过一次针对此魔法的体质豁免才能避免受到10(3d6)点死灵伤害。这个伤害每存储12级法术的等级增加1d6。",
	"In addition, the nothic eye functions as a spellbook and tome with unlimited space, allowing a creature to store information in the eye. Storing information in the eye can be done by casting identify as a ritual spell, targeting the eye. Casting it in this way consumes the pearl and transfers the information into the eye, rather than the normal effects of the spell. Per ritual, information can be stored in the eye in this way in equivalence to a small tome, 100 to 200 pages long. The information must be known by the caster.": "此外，诺西克之眼可作为一个法术书和书籍，拥有无限空间，允许生物将信息存储在眼中。通过将鉴定作为仪式法术施放，以眼睛为目标，可以将信息存储在眼中。以这种方式施放法术会消耗珍珠，并将信息转移至眼中，而非法术的正常效果。每次仪式，信息可以以相当于一本小册子的方式存储在眼中，长度为100至200页。信息必须为施法者所知。",
	"A creature has only to touch the eye to read information from it- the information is projected into their mind directly, allowing them to browse it no faster than the reading of a book.": "一只生物只需触摸这只眼睛，就能从中读取信息- 信息直接投射到他们的大脑中，使他们无法比读书更快地浏览它。",
	"Storing spells in the eye is performed in the same way, however the ritual must be repeated a number of times equal to the spells level- these rituals must be performed back to back. Cantrips cannot be stored in the eye. Scrolls copied into the eye rot away in the eye's gaze when the ritual is complete. ": "将法术储存在眼中的方法是相同的，但是仪式必须重复进行(%num%)次，次数等于法术等级-这些仪式必须连续进行。零级法术不能被储存在眼中。将卷轴复制到眼中后，当仪式完成时，卷轴会在眼中的凝视中腐烂。",
	"After a spell has been stored, a creature may cast {@spell identify} into the eye to immediately prepare a spell stored in the eye- assuming the spell is on the creature's spell list (e.g. cleric cannot prepare wizard spells using the eye). When casting {@spell identify} in this way, it cannot be cast as a ritual. ": "在一个法术被储存之后，生物可以将{@spell identify}投入眼中，立即准备眼中储存的法术——前提是该法术在生物的法术清单上（例如，牧师不能使用眼睛准备巫师的法术）。以这种方式施放{@spell identify}时，不能作为仪式施法。",
	"This shiny blue diamond seems to glow with an internal fire when exposed to light.": "这颗闪亮的蓝色钻石在光线照射下似乎散发出内在的火焰。",
	"When this gem is used as a component for a spell that brings creatures back from the dead, there is 95% chance the item is not consumed.": "当这颗宝石被用作让生物死而复生的法术组件时，有95%的几率这个物品不会被消耗。",
	"The soul of any creature who dies within 10 feet of the diamond is trapped within the gem, and is consumed over the course of 1 minute. During this time, the gem glows a bright blue. Reviving the creature before this minute passes frees them from the gem, as does destroying the gem. A consumed soul can only be restored by a powerful effect such as divine intervention, wish, or a true resurrection spell.": "任何在钻石附近10英尺内死亡的生物的灵魂会被困在宝石内，在1分钟内被消耗殆尽。在此期间，宝石会发出明亮的蓝光。在这一分钟内复活生物会将其从宝石中释放出来，摧毁宝石也会有同样效果。被消耗的灵魂只能通过强大的效果（如神圣干预、许愿或真正的复活咒语）来恢复。",
	"While brittle, these bones provide an excellent fundament for runes to be inscribed on. Draconic runes inscribed on gem dragon bones have no inscription cost. Other rune types have their inscription costs halved.": "虽然脆弱，但这些骨骼为符文提供了极佳的基础。在宝石龙骨上刻印的龙符文不需要刻印费用。其他类型的符文刻印费用减半。",
	"Gem dragon bones can sustain certain rune sequences without power, based on the school of magic the rune takes part in, dependent on the dragon type. Rudimentary arrays are completely powered and standard arrays have their energy costs halved.": "宝石龙骨能够在没有能量的情况下维持某些符文序列，这取决于符文所属的魔法学派，也取决于龙的类型。基本阵列完全充能，标准阵列的能量消耗减半。",
	"Amethyst": "紫晶 (Amethyst)",
	"Conjuration": "召唤术 (Conjuration)",
	"Crystal": "水晶",
	"Divination": "占卜 (Divination)",
	"Emerald": "翡翠（Emerald）",
	"Illusion": "幻术 (Illusion)",
	"Sapphire": "蓝宝石",
	"Evocation": "唤醒术 (Evocation)",
	"Topaz": "黄玉 (Topaz)",
	"Necromancy": "通灵术 (Necromancy)",
	"From fallen beasts of legend, these bones are exceptionally resilient. The bones of chromatic dragons still hold the magic that they had in life, even centuries after death. Any object or creature made up of at least half chromatic dragon bones has its hit point maximum increased by 50%.": "这些骨头来自传说中陨落的野兽，异常坚韧。这些色彩龙的骨骼仍然保留着它们生前的魔法，甚至在死后数个世纪之后。任何由至少一半色彩龙骨骼组成的物体或生物其生命值上限增加50%。",
	"Chromatic dragon bones hold affinities for certain environments depending on their color, and the same extends to their remains. Creatures made up of at least half chromatic dragon bones gain immunity to a damage type dependant on bone color. If the creature already has immunity to that damage type and is subjected to it, it takes no damage and instead regains a number of hit points equal to half the damage dealt.": "彩虹龙骨对特定环境具有亲和力，取决于它们的颜色，同样也适用于它们的遗骸。由至少一半彩虹龙骨组成的生物对与骨骼颜色相关的伤害类型获得免疫。如果生物已经对该伤害类型免疫并受到该伤害，它不会受到伤害，而是回复等同于所受伤害一半的生命值。",
	"Black": "黑色",
	"Lightning": "闪电",
	"Green": "绿色",
	"Poison": "毒药",
	"White": "白色",
	"Metallic dragons are shapechangers, and their bones hold the memory of form tightly. Creatures made up of at least half metallic dragon bones count as dragons for the purposes of all targeting effects, and cannot be {@spell polymorph||polymorphed} or forced to change form against their will.": "金属龙是变形者，它们的骨骼紧紧地保留了形态的记忆。由至少一半金属龙骨骼组成的生物在所有目标效果中被视为龙，并且不能被迫 {@spell polymorph||polymorphed} 或违背其意志改变形态。",
	"Metallic dragon bones hold powerful magical effects depending on their type. Creatures and objects made up of at least half metallic dragon bones gain an on-hit ability that can be used a number of times per day equal to the proficiency bonus of the wielder or creature.": "根据它们的类型，金属龙骨具有强大的魔法效果。由至少一半金属龙骨制成的生物和物体获得一个在命中时可以使用的能力，每天可以使用的次数等于使用者或生物的熟练加值。",
	"Silver": "银色",
	"DC19 Con save, {@condition paralyzed} 1 min.": "DC19 体质豁免，{@condition paralyzed} 1分钟。",
	"Successful save at end of turn.": "回合结束时成功拯救。",
	"DC20 Str save, disadvantage on all Str rolls 1 min.": "DC20 力量豁免，所有力量检定都有劣势，持续1分钟。",
	"Copper": "铜",
	"DC17 Con save, half speed and no multiattack, reaction, or bonus action 1 min.": "DC17 体质豁免，速度减半，1分钟内无法进行多次攻击，反应动作或奖励动作。",
	"Bronze": "青铜 (Bronze)",
	"DC18 Str save, pushed 60ft. away.": "DC18 力量豁免，被推开60英尺。",
	"Brass": "黄铜",
	"DC17 Con save, unconsious 10 min.": "DC17 体质豁免，昏迷 10 分钟。",
	"Taking damage or help action.": "受到伤害或协助行动。",
	"Your body of bones is vulnerable to bludgeoning damage, resistant to piercing damage, and immune to poison damage. You are also immune to the {@condition exhaustion} and {@condition poisoned} conditions.": "你的骨骼构成使你对钝击伤害脆弱，对刺击伤害有抵抗力，并且免疫毒素伤害。你也对{@condition exhaustion}和{@condition poisoned}状态免疫。",
	"While you can't be healed by most magical means, you have other options. As a bonus action, you may replace one damaged bone with a suitable replacement, regaining HP equal to the roll of 1 hit die + your Constitution modifier(minimum of 2). You may use this feature as long as you have appropriate bones to spend.": "虽然你不能通过大多数魔法手段来治愈，但你有其他选择。作为一个奖励动作，你可以用适当的替代品替换一根受损的骨头，恢复等于1个命中骰的点数加上你的体质调整值（最少为2）的生命值。只要你有适当的骨头可用，你可以使用这个特性。",
	"You count as Undead for the purposes of spells and other effects, and enemy Undead with an intelligence of 8 or lower will only attack you if there are no other targets, or if you are within melee range. You dont need to eat, sleep or breathe. You gain the benefits of a long rest by resting with minimal movement for 4 hours.": "你在法术和其他效果中被视为不死生物，智力为8或更低的敌方不死生物只有在没有其他目标或者你在近战范围内时才会攻击你。你不需要进食、睡眠或呼吸。你只需静止休息4小时即可获得长休的益处。",
	"You do not age.": "你不会变老。(D&D)",
	"You can sense the presence of necromantic magic within 120 feet.": "你可以感知到120英尺范围内的死灵魔法存在。",
	"While you cannot be revived after death by most normal spells due to your undead nature, you can be brought back through other means. If you die, you can be returned to unlife if your remains are empowered by {@spell animate dead}. This must be done within 3 hours of your death, or your soul loses its feeble grip on the material plane, and slips into the afterlife.": "虽然你无法通过大多数正常法术在死后复活，因为你是不死生物，但你可以通过其他方式复活。如果你死亡，你可以通过{@spell animate dead}赋予力量的方式重新回到不死之身。这必须在你死后的3小时内完成，否则你的灵魂会失去对物质位面的微弱控制，滑入来世。",
	"With no eyes, your glittering sockets take in their surroundings directly. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "没有眼睛，你闪闪发光的眼眶直接感知周围环境。你可以在你60英尺内的昏暗光线中看清事物，就好像是明亮的光线，而在黑暗中则好像是昏暗的光线。你无法在黑暗中分辨颜色，只能看到灰色调。",
	"Sometimes a necromancer will raise a skeleton to use as a body for a soul, placing control runes and failsafes in its skull to ensure it cannot turn against them. But if these measures fail, it is possible, though unlikely, that the soul contained within will gain full autonomy.": "有时候，(necromancer)会唤起一个骷髅作为灵魂的载体，将控制符文和安全措施放置在它的头骨中，以确保它不会背叛他们。但如果这些措施失败，灵魂可能会获得完全的自治权，尽管这种情况不太可能发生。",
	"Unshackled skeletons aren't found near living folk very often, on account of the whole 'undead' thing. Most tend to live by themselves, or in one of the few cities where a walking skeleton isn't cause for alarm.": "由于整个“不死”事物，活人附近很少发现没有束缚的骷髅，大多数骷髅要么独自生活，要么生活在为行走的骷髅不引起警报的少数城市中。",
	"One of your choice": "你自己选一个吧 (One of your choice)",
	"A brass {@item dagger|phb} that you've had for as long as you can remember, a {@item book|phb|list} of wrongs to be righted or an iron ring inscribed with names, 6 pieces of {@item Chalk (1 piece)|phb|chalk}, a sheaf of maps, a set of {@item common clothes|phb}, and a belt {@item pouch|phb} containing 30 gp": "一个黄铜{@item dagger|phb}，你记忆中已经有很长时间了，一个{@item book|phb|list}，需要纠正的错误，或者一个铁环上刻着名字，6块{@item Chalk (1 piece)|phb|chalk}，一叠地图，一套{@item common clothes|phb}，和一个腰带，里面装着30 gp{@item pouch|phb}。",
	"Your body acts like a normal body, it bleeds, sweats, and breaks as if it were real. Your true form of cloth and stitching cannot be affected unless the one attempting to do so has truesight, or some other way of seeing your puppetered body. If this does happen however, your body acts as cloth would: vulnerability to fire, slashing, and acid damage, and -5 to contested strength checks against the observing creature. When you are interacting with a creature that is affecting you in such a way, you must make a DC20 wisdom check. On a success, you Know. On a failure, you remain ignorant. The DC of this check is reduced by 1 for every round the effects on your body last.": "你的身体表现得像一个正常的身体，会流血、出汗，并且会像真实的一样受伤。 除非试图这么做的人具有真视，或者其他能看到你被操纵的身体的方式，否则你真实的布料和缝线形式不会受到影响。然而，如果这种情况发生，你的身体会像布料一样受到火焰、切割和酸性伤害的影响，并且在与观察生物进行对抗力量检定时，你会受到-5的惩罚。当你与一种对你产生这种影响的生物互动时，你必须进行一次DC20的感知检定。成功则了解情况，失败则保持无知。这次检定的DC会随着你的身体受影响的轮次减少1。",
	"You are resistant to psychic damage, and you have advantage on saves against mental tampering spells.": "你对精神伤害具有抗性，对于精神篡改法术的豁免拥有优势。",
	"You have a strong unconscious aversion to mirrors. You will do anything in your power to avoid being around or looking into one, and you will never notice that you are doing so. Should you be forced to look directly into your own eyes through a silver mirror, the reality of your false existence will overcome the skein of ignorance that clothes your mind, and the false life that articulates your splintered soul will cease (you die forever). Should you learn of the strings that bind your soul through other means (verbal, written, ect), you will fall into a coma for exactly 1 minute, and upon waking will not remember the forbidden knowledge.": "你对镜子有着强烈的潜意识厌恶。你会尽一切努力避免接近或看向镜子，并且你永远不会注意到自己这样做。如果你被迫直接透过一面银镜看向自己的眼睛，那么你虚假存在的现实将会战胜掩盖你心灵的无知，你那个表达你支离破碎灵魂的虚假生活将会终结（你永远死去）。如果你通过其他方式（口头、书面等）了解到捆绑你灵魂的细线，你将陷入昏迷，持续一分钟，醒来后将不记得这禁忌知识。",
	"You were made for a reason. You dont have any idea that this is the case of course, but you work towards that unconscious goal regardless. Perhaps you were made to find a specific artefact, or to kill an annoying wizard who is slowing the ever-growing machinations of the Rising One. Maybe you are destined for bigger things, like 'accidentally' catapulting your world into full-scale war. Whatever your hidden goal is, not even you know. Your DM will secretly guide you (and possibly your party as well) towards that invisible goal. Whatever it is, it will certainly further Damians plans. Or perhaps... it already has.": "你存在是有原因的。当然，你并不知道这一点，但你无意识地朝着这个目标努力。也许你是为了寻找某个特定的神器而被创造，或者是为了杀死一个烦人的巫师，这个巫师正在阻碍“崛起者”不断增长的阴谋。也许你注定要做更大的事情，比如‘意外地’将你的世界推向全面战争。无论你隐藏的目标是什么，甚至你自己都不知道。你的DM会秘密地引导你（也可能是你的队伍）朝着那个看不见的目标前进。无论是什么，它肯定会进一步达米安的计划。或者...也许...它已经实现了。",
	"In a mutiverse suffused by The Many-Handed, Auric Dolls are found everywhere, unconsciously forwarding his goals while living lives they think they are perfectly in control of. A hidden plague of completely normal people. But to those who possess truesight, they appear as cloth and stuffing mannequins, with a sheath of powerful illusory magic around them. To those not gifted with such discerning eyes, the Auric Doll appears as an average human being. An Auric Dolls creator, whether The Many-Handed himself, or a hireling a thousand levels down, made it as an agent so secret that not even they know. Its actions will be more subtle than even it can detect, and over the course of its statistically average life, it will lay foundations for... something.": "在被众手主宰的多元宇宙中，金色娃娃随处可见，无意识地推动着他的目标，同时过着他们认为自己完全掌控的生活。一种隐藏的普通人类瘟疫。但对于那些拥有真视的人来说，他们会看到这些金色娃娃是布料和填充物偶人，周围有一层强大的幻术魔法护罩。对于那些没有这种洞察力的人来说，金色娃娃看起来就像一个普通人类。无论是众手本身还是下属千层之下的雇员，金色娃娃的创造者都将其制作成一个如此秘密的代理，以至于连他们自己都不知道。它的行动将比它自己都能察觉的更加微妙，在其统计平均寿命的过程中，它将为...某事打下基础。",
	"An Auric Doll is a false body made of simple cloth and cotton, with extremely potent illusion magic suffusing it so thoroughly that even the passive interaction of the weave is fooled. He-Who-Rises originally made several as an experiment to use captive souls in a more... openended way. Less 'battery' and more 'actual person' (with signifigantly less free will). However, during his ascension and eventual exit from Heavens Gate, he found himself with the time and resources to refine the design much further, eventually spreading Auric Dolls throughout most of the material plane. More reliable than even the most well-paid hirelings, and more subtle than charmed servants, He-Who-Rises is liberal in his use of these creations. A slow-moving machine that can't see itself, much less its many parts.": "一个金色娃娃是一个由简单的布料和棉花制成的虚假身体，内部充满了极为强大的幻术魔法，以至于即使是编织的被动互动也会被欺骗。他-升起者最初制造了几个作为一个实验，以更开放的方式利用被囚禁的灵魂。不再是“电池”，而是更像“真实的人”（拥有明显较少的自由意志）。然而，在他的飞升和最终离开天堂之门时，他发现自己有时间和资源进一步完善设计，最终将金色娃娃传播到了大部分物质位面。比最高薪酬的雇佣兵更可靠，比被魅惑的仆人更微妙，他-升起者在使用这些创造物时非常慷慨。一个缓慢移动的机器，无法看到自己，更不用说它的许多部分了。",
	"Choose two points you can see within range. Any willing creatures or objects in a 5ft. sphere centered on either of these points is teleported to the midpoint between them. If an affected creature is unwilling, it may make a Dexterity saving throw to avoid the effect. If a creature or object would be placed inside of a solid object by this effect, it is instead shunted to the nearest empty space.": "选择你能看到范围内的两个点。任何愿意的生物或物体在以其中一个点为中心的5英尺范围内，会被传送到它们之间的中点。如果受影响的生物不愿意，它可以进行一次敏捷豁免才能避免这一效果。如果生物或物体因此效果而被放置在固体物体内部，它将被推到最近的空间。",
	"When you cast this spell using a spell slot of 4th level or higher, the size of the affected area increases by 5ft., and the range of the spell increases by 40ft. per level.": "当你使用4级或更高级别的法术位施放此法术时，受影响区域的大小将增加5英尺，法术的射程每级增加40英尺。",
	"In his first feverish forays into forbidden temporal magics, Damian Themolïne pioneered some small creations in spatial manipulation. Spatial Twist was his first such spell, and it laid the groundwork for larger, more complicated endeavors.": "在他对禁忌的时间魔法进行的首次狂热尝试中，达米安·泰莫林 (Damian Themolïne) 在空间操控方面开创了一些小型创作。《空间扭曲》(Spatial Twist) 是他的第一个这样的咒语，为更大、更复杂的努力奠定了基础。",
	"Put out a hand, and pull taut the strings of life. All living creatures within 500 feet who are level/CR 3 or lower are killed instantly.": "伸出一只手，拉紧生命的弦。500英尺范围内所有等级/CR 3或更低的生物立即死亡。",
	"Those between levels/CR 4 and 8 must make a Charisma saving throw. A creature takes {@damage 6d12} psychic damage on a failed save, or half as much damage on a successful one.": "那些在4级到8级之间的角色/CR必须进行一次魅力豁免检定。生物在豁免失败时受到{@damage 6d12}点心灵伤害，豁免成功时受到一半伤害。",
	"Those level/CR 9 or above suffer no ill effects.": "那些等级/CR 9或以上的角色不会受到任何不良影响。",
	"Creatures killed by this spell are not immediately pulled into whatever afterlife they were destined for, instead their soul is yanked into the material component of this spell. If there are more souls than can fit into the containment sphere, they continue on to their respective afterlife.": "被这个法术杀死的生物不会立即被拉入他们注定要去的任何来世，而是他们的灵魂被拉入这个法术的物质组成部分。如果灵魂的数量超过了容纳球的容量，它们将继续前往各自的来世。",
	"If this spell kills more than 200 creatures, check with your DM to see which gods take notice of your stain on the natural order.": "如果这个法术杀死了超过200只生物，请与你的DM核实，看看哪些神灵注意到了你对自然秩序的玷污。",
	"This spell creates an undead servant. Choose a pile of bones or a corpse of a Medium or Small humanoid within range. Your spell awakens the latent memories within the soulless body and touches it to a spark from the plane of negative energy, raising it as an undead creature. The target becomes a {@filter skeleton|bestiary|source=lornestflukesadvancedundead=b0~b0|miscellaneous=|search=skeleton} if you chose bones or a {@creature zombie} if you chose a corpse (the DM has the creature's game statistics).": "这个法术创造了一个不死仆从。选择范围内的一堆骨头或者一个中型或小型人形生物的尸体。你的法术唤醒了无灵魂身体内潜藏的记忆，并用来自负面能量位面的火花触碰它，将其升华为一个不死生物。如果你选择了骨头，目标变成一个{@filter skeleton|bestiary|source=lornestflukesadvancedundead=b0~b0|miscellaneous=|search=skeleton}，如果你选择了尸体，目标变成一个{@creature zombie}（DM拥有生物的游戏属性）。",
	"If you chose bones, you may combine different piles of remains to make new and intriguing skeletal creatures. Larger and more potent creations require a brighter spark to awaken them; a single casting of this spell can only awaken CR1/4 worth of undead. More powerful creatures may be raised with successive castings of this spell, or a single casting at a higher level. For example, to raise a {@creature splintered forest|lornestflukesadvancedundead|}(CR1), you would need to either cast this spell at 3rd level 4 times, or once each at 4th and 3rd levels, or once at 5th.": "如果你选择了骨头，你可以将不同的遗骸堆叠在一起，创造出新奇的骨骼生物。更大更强大的创造物需要更明亮的火花来唤醒它们；一次施法只能唤醒价值CR1/4的不死生物。更强大的生物可以通过连续施放这个咒语来复活，或者在更高级别下进行一次施法。例如，要复活一个{@creature splintered forest|lornestflukesadvancedundead|}(CR1)生物，你需要以以下方式施法：在3级下施放4次，或者在4级和3级各施放一次，或者在5级下施放一次。",
	"On each of your turns, you can use a bonus action to mentally command any creature you made with this spell if the creature is visible to you and within 300 feet, or within 90 feet if it is not visible(if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature defends itself against hostile creatures, and will tend to act like it did in life. The bones of a farmer might begin to pull weeds, and the skeleton of a miner might start expanding the nearest basement. Once given an order, the creature continues to follow it until its task is complete.": "在你的每个回合中，你可以使用一个额外动作来精神指挥你用这个法术创造的任何生物，只要该生物对你可见并在300英尺内，或者在90英尺内但不可见（如果你控制多个生物，你可以同时命令任何一个或全部生物，给每个生物下达相同的命令）。你决定生物在其下一个回合中将采取什么行动以及移动到何处，或者你可以发布一个一般性命令，比如守护特定的房间或走廊。如果你没有发布命令，生物会保护自己免受敌对生物的攻击，并会倾向于像它在生前那样行动。一个农民的骨骼可能开始拔草，而一个矿工的骷髅可能开始挖掘最近的地下室。一旦接到命令，生物将继续遵循直到任务完成。",
	"The creature is under your control for 24 hours, after which it stops obeying any command you've given it. To maintain control of the creature for another 24 hours, you must cast this spell on the creature again before the current 24-hour period ends. This use of the spell reasserts your control over up to CR1 worth of creatures you have animated with this spell, rather than animating a new one.": "该生物在24小时内受你控制，之后它将不再服从你给予的任何命令。要继续控制该生物另外24小时，你必须在当前24小时结束之前再次对该生物施放这个法术。这次法术的使用重新确立你对使用这个法术激活的价值不超过CR1的生物的控制，而不是激活一个新的生物。",
	"When you cast this spell using a spell slot of 4th level or higher, you animate or reassert control over an additional CR1/2 worth of undead creatures for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，你可以操控额外价值为CR1/2的不死生物，每超过3级的法术位等级增加一个。",
	"This spell creates an undead servant. Choose a pile of bones or a corpse of a Medium or Small humanoid within range. You suffuse the corpse with a link to your own soul, instantly raising it as a {@creature skeleton} if you chose bones or a {@creature zombie} if you chose a corpse. The creature follows your mental commands and stays animate while it is within 30 feet of you. If the spell ends, you lose concentration, or the creature is more than 30 feet from you at the end of your turn, it collapses, once again an inanimate object.": "这个法术创造了一个不死仆从。选择范围内的一堆骨头或一个中型或小型人形生物的尸体。你将尸体灌注了与你灵魂的联系，如果你选择了骨头，它会瞬间升起为{@creature skeleton}，如果你选择了尸体，它会升起为{@creature zombie}。这个生物遵循你的精神指令，在你30英尺范围内保持活力。如果法术结束、你失去集中力，或者生物在你的回合结束时距离你超过30英尺，它会倒下，再次变成一件无生命的物体。",
	"When you cast this spell using a spell slot of 2nd level or higher, you animate an additional undead creature for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，你可以为每个高于1级的法术位级别额外激活一个不死生物。",
	"You put out a palm, and the flesh is blasted from a living creature you can see within range. The target must make a Constitution saving throw. It takes {@damage 8d12|8d12|Flaying Blast} magical slashing damage on a failed save, or half as much damage on a successful one. If this damage reduces the target to 0hp, the creature dies and is turned into a {@creature fresh skeleton|LornestFlukesAdvancedUndead|} permanently under your control. The skeleton retains all of the target's proficencies, items, weapons, and armor, though it loses any attunements. ": "你伸出手掌，将你能看到范围内的生物的肉体炸裂。目标必须进行一次体质豁免才能。它在未通过豁免时受到{@damage 8d12|8d12|Flaying Blast}点魔法斩击伤害，通过时受到一半伤害。如果这个伤害将目标降至0点生命值，该生物死亡并变成你永久控制下的{@creature fresh skeleton|LornestFlukesAdvancedUndead|}。骷髅保留目标的所有熟练项、物品、武器和盔甲，尽管它失去了任何调谐。",
	"When you cast this spell using a spell slot of 7th level or higher, the damage increases by {@dice 1d12} for each slot level above 6th.": "当你使用7级或更高级别的法术位施放此法术时，伤害将每超过6级的位级增加{@dice 1d12}。",
	"A flame, equivalent in brightness to a torch {@italic (20ft. bright, 20ft. dim)}, springs forth from an object that you touch. The effect looks like a regular flame, but it creates no heat and doesn't use oxygen. A continual flame can be covered or hidden but not smothered or quenched.": "你触碰的物体上会突然冒出一团与火炬{@italic (20ft. bright, 20ft. dim)}亮度相当的火焰。这个效果看起来像普通的火焰，但它不产生热量，也不消耗氧气。持续火焰可以被遮盖或隐藏，但无法被闷灭或熄灭。",
	"A continual flame not only burns without air or fuel, it also happens to have a slight magnetising effect on spirits, drifting memories, errant souls and other such metaphysical beings. Such creatures may be attracted towards this spell depending on its level. (DMs discretion) ": "持续火焰不仅可以在没有空气或燃料的情况下燃烧，它还对灵魂、飘忽的记忆、游荡的灵魂和其他类似的形而上学存在产生轻微的磁化效应。这些生物可能会根据这个法术的等级被吸引过来。(DMs酌情决定)",
	"When you cast this spell using a spell slot of 3rd level or higher, the radius of the light produced increases by 10 feet for every level above 2nd, and the component cost increases by 50gp for every level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，产生的光线半径将每超过2级增加10英尺，而每超过2级，组件成本将增加50gp。",
	"With a soft touch and deft voice, you convince the memories of bone to exchange themselves with your own.": "以柔和的触感和熟练的声音，你说服骨骼的记忆与你自己交换。",
	"Choose up to four bones you can see within range. You form these bones into new shapes, split them into smaller bones, or merge them to form a larger structure. The new shapes can be as simple or as complicated as your tool proficiencies allow. If you make weapons, treat them as degraded weapons; use damage dice 1 size below what the weapon would be if it were metal. ": "选择范围内可见的最多四根骨头。你可以将这些骨头重新塑造成新的形状，分割它们成更小的骨头，或者合并它们形成更大的结构。新的形状可以简单也可以复杂，取决于你的工具熟练度。如果你制作武器，将它们视为降级武器；使用比金属武器所用骰子小一号的伤害骰。",
	"If you wish to make bones for use in necromantic creations, you may not imbue them with skills unless you yourself have that skill, or one of the bones used in the spell has that skill. Eg: wings will not fly properly unless at least one of the bones used to create them was from a birds wing.": "如果你希望制作用于死灵创造的骨骼，除非你自己具有该技能，或者咒语中使用的骨骼之一具有该技能，否则你不能赋予它们技能。例如：除非用于创造它们的骨骼中至少有一根来自鸟翼的骨骼，否则翅膀将无法正常飞行。",
	"When you cast this spell using a spell slot of 3rd level or higher, the amount of bones you can target increases by 4 for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，你可以选择的骨头数量会每超过2级增加4个。",
	"On initiative count 20 (losing initiative ties), Damian Themolïne can take one of the following lair actions; Damian can't take the same lair action two rounds in a row:": "在20号先攻（失去先攻则平局）时，达米安·泰莫林 (Damian Themolïne) 可以执行以下其中一项巢穴行动；达米安不能连续两轮执行相同的巢穴行动：",
	" Up to CR3 worth of {@filter |bestiary|source=lornestflukesadvancedundead|Challenge Rating=[&0;&3]|type=!construct|search=skeleton} undead clamber from the ground. The creatures appear at points Damian chooses within 30 feet of himself. ": "高达CR3价值的{@filter |bestiary|source=lornestflukesadvancedundead|Challenge Rating=[&0;&3]|type=!construct|search=skeleton} 不死族从地面上爬出来。这些生物出现在达米安(Damian)选择的距离30英尺内的点上。",
	"The latent energy of his domain lends itself to Damian, and he gains 50 hitpoints.": "他领域中的潜在能量为达米安提供了支持，他获得了50点生命值。",
	"Damian targets one spellcaster within 60 feet. That spellcaster must make a DC25 intelligence saving throw. On a failure, they lose a spell slot of a level equal to or below {@dice 1d6}, and Damian gains a spell slot of equal level. If the target has no spell slots of the required level or below, they instead take {@dice 4d6} psychic damage. On a successful saving throw, the target is unaffected.": "达米安(Damian)瞄准60英尺内的一个法术施法者。该法术施法者必须进行一次DC25的智力豁免检定。如果未通过检定，他们将失去一个等级等于或低于{@dice 1d6}的法术位，而达米安(Damian)将获得一个同等级别的法术位。如果目标没有符合要求等级或更低级别的法术位，他们将受到{@dice 4d6}点精神伤害。如果豁免检定通过，目标不受影响。",
	"Damian Themolïne's laboratory is entirely underground, in the most remote wasteland on the planet. A great deal of magic has been put into bending the surrounding environment to fit his will:": "达米安·泰莫林(Damian Themoline)的实验室完全位于地下，在这个星球上最偏远的荒地。大量的魔法被用来改变周围的环境，使其顺应他的意愿：",
	"All bones within 9 miles of the laboratory are raised under the effects of {@spell animate dead|Lornestflukesadvancedundead|} 3 hours after death. The bones can take any form Damian wishes, adhering only to the amount of bones required. At least a few dozen small groups of undead patrol this area, usually in the realm of CR4-6 per group. ": "实验室周围 9 英里范围内的所有骨骼在死亡后 3 小时内受到 {@spell animate dead|Lornestflukesadvancedundead|} 的影响而复活。这些骨骼可以采取达米安希望的任何形态，只需符合所需骨骼的数量。至少有几十个小型不死生物小队在这一区域 patrolling，通常在 CR4-6 的范围内。",
	"All terrain within 18 miles of the laboratory is difficult terrain. Additionally, living creatures must consume 3 times as much food and water per day when within 12 miles, choking dust and shifting sand draining supplies rapidly.": "实验室周围18英里范围内的所有地形都是艰难地形。此外，当生物在12英里范围内时，必须每天消耗3倍的食物和水，因为令人窒息的尘土和流动的沙子会迅速耗尽补给。",
	"A massive ring lies 12 feet under the dust, made of steel inlaid with adamantine and solid diamond. It spans a 1/2 mile radius, with the laboratory entrance at its center. The gods, and indeed all mortals, are prevented from {@spell scrying} or remotely viewing anything within this ring. Magical communication, divine or otherwise, does not work here without having the appropriate antiseal, which can only be found in the mid-layers of the Laboratory. This effect does not outright block abilities such as a warlock's {@classFeature Eldritch Master|warlock||20}, or a cleric's {@classFeature Channel Divinity|cleric||2}, instead the affected creature must make a Wisdom saving throw with a DC equal to 30 minus the creatures level, the ability functioning as intended on a success, and being wasted on a failure. ": "一枚巨大的戒指埋藏在尘土之下12英尺处，由镶嵌着精金和实心钻石的钢铁制成。它覆盖了半英里的半径，实验室入口位于其中心。众神，事实上所有凡人，都无法{@spell scrying}或远程查看这个戒指内部的任何事物。在没有适当的反封印的情况下，神奇通讯、神圣或其他方式的通讯在这里无法使用，反封印只能在实验室的中层找到。这种效果并不会完全阻止像术士的{@classFeature Eldritch Master|warlock||20}或牧师的{@classFeature Channel Divinity|cleric||2}等能力，受影响的生物必须进行一次智力豁免检定，DC值为30减去生物等级，成功则能正常发挥能力，失败则浪费。",
	"For 18 miles around the Laboratory, the monochrome dust and sand makes navigation difficult. Checks made to navigate or check positioning are made with disadvantage.": "在实验室周围18英里范围内，单色的尘土和沙漠使得导航变得困难。进行导航或位置确认的检查都会以劣势进行。",
	"The tiny stone hut that sits on the entrance to the Laboratory is entirely invisible from any distance greater than 30 feet. ": "实验室入口处的小石屋在30英尺以上的距离内完全看不见。",
	"If Damian Themolïne packs up and leaves, the undead all become uncontrolled, and further undead do not form. The weather and environment effects end after {@dice 3d10} days. The Godseal stays however, and will function until dismantled. ": "如果达米安·泰莫林(Damian Themolïne)收拾行李离开，不死族将全部失控，而且不会再形成更多的不死族。天气和环境效果在{@dice 3d10}天后结束。然而，神印(Godseal)会继续存在，并且会一直发挥作用，直到被拆除。"
}