{
	"You gain {@sense tremorsense} of 60 feet. (tremorsense doesn't not substitute sight for the purposes that require you to see a creature).": "你获得60尺的{@sense tremorsense}。 (地触感对需要你看见生物的情况不能替代视觉。)",
	"Using your action, you touch your ear on an adjacent wall. You feel the vibration of each creature talking in a 150 feet radius that is within 10 feet of a wall. The walls must have a physical path connecting them. You can use this feature a number of times equal to your Proficiency bonus per long rest.": "使用你的动作，你触摸一面相邻的墙壁。你能感受到半径150英尺内每个在距离墙壁10英尺内交谈的生物的振动。墙壁之间必须有物理路径连接。你可以在每次长休后使用此特性的次数等同于你的熟练加值。",
	"For a number of turns equal to your proficiency bonus, you can concentrate on two spells instead of one. After the duration, the one that was first cast, expires.": "在与你的熟练加值相等的回合数内，你可以集中精力维持两个法术，而不是一个。持续时间结束后，先施放的那个法术会失效。",
	"While concentrating on two spells, the DC for saving throws to maintain concentration is 10 + the sum of spell slot levels used in the two spells, or half the damage taken, whichever is higher.": "在专注于两个法术时，保持专注的豁免 DC 为 10 + 两个法术使用的法术位等级之和，或者受到伤害的一半，以较高者为准。",
	"proficiency with {@item smith's tools|phb}": "熟练度 {@item smith's tools|phb}",
	"After the end of a long rest, you can temper a melee weapon to increase its damage by 1. Each individual weapon can be modified once.": "在完成一次长休后，你可以调整一把近战武器，使其伤害增加1点。每把武器只能进行一次修改。",
	"Additionally, choose an amount of armor equal to your proficiency, you temper armor to have temporary protection. Each armor tempered gives to the wearer temporary hit points according to its type: Light: equal to the highest class level of the wearer. Medium: two times the highest class level of the wearer. Heavy: three times the highest class level of wearer. Each armor can be tempered once.": "此外，选择与你的熟练加值相等的一定数量的盔甲，你可以调整盔甲以获得临时保护。每个调整过的盔甲都会给穿戴者提供临时生命值，数值取决于盔甲的类型：轻型：等同于穿戴者的最高职业等级。中型：穿戴者的最高职业等级的两倍。重型：穿戴者的最高职业等级的三倍。每个盔甲只能被调整一次。",
	"You gain proficiency in {@skill Survival}.": "你在{@skill Survival}上获得熟练。",
	"When facing a creature for the first time, you can make a {@skill Survival} check to find its mostly deadly, non-spell feature.": "第一次面对一只生物时，你可以进行一次{@skill Survival}检定，以发现它最致命的非法术特征。",
	"During the first round of combat, you have resistance to all damage.": "在战斗的第一轮中，你对所有伤害具有抗性。",
	"Damage inflicted with the chosen weapons increases by 2.": "所选择武器造成的伤害增加2点。",
	"Once per round, when holding one of those weapons and getting hit by a melee attack, you can use your reaction to make an attack against your attacker.": "每回合一次，当你持有其中一种武器并受到近战攻击时，你可以使用你的反应对攻击者进行一次攻击。",
	"Whenever you roll damage for a spell, you can reroll a number of damage equal to your spellcasting modifier. You must keep the new results.": "每当你为一个法术投掷伤害骰时，你可以重新投掷等于你法术施法调整值的数量的伤害骰。你必须保留新的结果。",
	"Whenever you learn a new spell, roll a {@dice d20}. On a 20 you can learn an additional spell that meets the same requirements as the spell that triggered the roll.": "每当你学习一个新法术时，投掷一个{@dice d20}。在投掷20时，你可以学习一个符合触发投掷的法术相同要求的额外法术。",
	"You swap out one skill proficiency you had for expertise in two skills that you already are proficient with.": "你可以用已经熟练掌握的两项技能来取代一个技能熟练加强。",
	"A number of creatures equal to your proficiency bonus of your choice, have advantage on initiative rolls.": "选择与你熟练加值相等数量的生物，在先攻骰上获得优势。",
	"When another creature that you can see within 30 feet makes an opportunity attack, you can use your reaction to give them advantage and +5 on the damage. If the attack misses, you regain your reaction.": "当你看到30英尺内的另一个生物进行机会攻击时，你可以使用你的反应为其提供优势，并额外造成5点伤害。如果攻击未命中，你将恢复你的反应。（Opportunity Attack）",
	"You gain proficiency in {@skill History} and {@skill Survival}. If you already are proficient, you gain expertise instead.": "你在{@skill History}和{@skill Survival}方面获得熟练。如果你已经熟练，那么你将获得专家水平。",
	"Once per round, when you hit with a bludgeoning melee weapon, you can deal extra damage equal to your Strength + Constitution modifier.": "每回合一次，当你用钝击近战武器命中时，你可以造成额外伤害，数值等同于你的力量 + 体质调整值。",
	"While you are below 50% of your max hp, allies within 30 feet of you have a +2 bonus on their saving throws.": "当你的生命值低于最大生命值的50%时，距离你30英尺内的盟友在他们的豁免投掷上获得+2的加值。(HP)",
	"While you are below 30% of your max hp, allies within 30 feet of you have their speed increased by 10 feet.": "当你的生命值低于最大生命值的30%时，距离你30英尺内的盟友的速度增加10英尺。",
	"While you are below 10% of your max hp, allies within 30 feet of you can take the {@action Dash} or {@action Dodge} action as a bonus action.": "当你的最大生命值的10%以下时，距离你30英尺内的盟友可以将{@action Dash}或{@action Dodge}动作作为奖励动作。",
	"While you are below or at 0 hp, allies within 30 feet of you can move half their speed as a reaction.": "当你的生命值低于或等于0时，距离你30英尺内的盟友可以作为一次反应移动他们速度的一半。",
	"When you die, each ally within 30 feet is affected by the {@spell bless} spell for {@dice 3d10} days. If you come back to life the effect ends.": "当你死亡时，每个在30英尺范围内的盟友受到{@spell bless}法术的影响，持续{@dice 3d10}天。如果你复活，效果结束。",
	"When you spend one or more hours of uninterrupted talking with a single creature, you bestow them the following:": "当你与一个生物连续交谈一小时或更长时间时，你赋予他们以下效果：",
	"Temporary HP equal to your highest class level + your charisma modifier.": "临时生命值等于你最高职业等级 + 你的魅力修正值。",
	"Advantage against {@condition frightened|fear} effects until the next day": "在对{@condition frightened|fear}效果方面具有优势，直到第二天。",
	"Advantage on all attacks on the first round of each combat, until the next day.": "在每次战斗的第一轮中对所有攻击获得优势，直到第二天。",
	"Advantage on their first death saving throw, until the next day.": "在他们的第一次生死豁命豁免检定中获得优势，直到第二天。",
	"Advantage on the first initiative check, until the next day.": "在第一次先攻检定中获得优势，直到第二天。",
	"You have a +5 bonus on initiative rolls.": "你在先攻检定上获得+5的加值。",
	"Standing up from prone costs you 5 feet of movement.": "从俯卧姿势站起来会消耗你5英尺的移动距离。",
	"Your walking speed increases by 5.": "你的步行速度增加了5。(Walking Speed)",
	"Your melee weapon attacks gain +1 to the damage for each adjacent ally to you.": "你的近战武器攻击对每个与你相邻的盟友，伤害增加 +1。",
	"You can use 10 feet of movement to swap places with a willing, adjacent ally. This movement does not provoke opportunity attacks for either of you.": "你可以使用10尺的移动来与一个愿意的、相邻的盟友交换位置。这个移动不会引发你们两个人的机会攻击。",
	"Damage you take that is less than two times your Constitution modifier, cannot disrupt your concentration": "当你受到的伤害小于你体质调整值的两倍时，不会打断你的集中力。(Constitution modifier)",
	"Charisma score 8 or lower": "魅力分数为8或更低 (Charisma)",
	"Your natural way with words leaves everyone irritated. Creatures within 10 feet of you suffer a -3 penalty to attack rolls as long as their Intelligence is higher than 3 and they can understand you.": "你天生的辞藻让每个人都感到恼火。只要它们的智力高于3且能听懂你说的话，距离你10英尺内的生物在进行攻击检定时会受到-3的惩罚。",
	"Your level of annoyance has become a taunting mechanism. Whenever an ally within 30 feet of you is targeted by a ranged attack or spell you can use your reaction to swap the targeting to yourself. If it's an AoE spell, you become the center. The attack must be able to see you and hear you and the attack/spell's limitations still apply.": "你的恼怒程度已经成为一种嘲弄机制。每当你周围30英尺范围内的盟友被远程攻击或法术瞄准时，你可以使用你的反应将攻击目标转移到自己身上。如果是范围法术，你将成为中心。攻击者必须能看到你并听到你，攻击/法术的限制仍然适用。",
	"Whenever you cast spell of 1st level or higher that deals acid, cold, fire, lightning or thunder damage a swirling aura of that element forms around you in 10 feet radius, until the start of your next turn  Enemies that enter or start their turn in the aura, take elemental damage of that type that equal to two times the spell slot level that was used.": "每当你施放1级或更高级别的法术，该法术造成酸性、冰冷、火焰、闪电或雷电伤害时，在你周围10英尺的范围内会形成一个相应元素的漩涡光环，直到你的下一个回合开始。进入或在光环内开始他们的回合的敌人，会受到等于所使用法术位等级两倍的该类型元素伤害。",
	"When you hit with a one-handed melee weapon and your other hand is holding a shield, you can forgo half of your damage and get a bonus to AC equal to your Strength modifier until the start of your next turn.": "当你用单手近战武器攻击时，另一只手持盾牌，你可以放弃一半的伤害，并获得一个AC加值，数值等同于你的力量调整值，直到你下一个回合开始。",
	"At the end of your turn, if you haven't moved during that turn, an adjacent ally gets a +2 bonus to their AC as long as they are within 5 feet of you.": "在你的回合结束时，如果在该回合内你没有移动，那么与你相邻的盟友在你附近5英尺范围内时，他们的AC获得+2的加值。",
	"As a bonus action, you can swap the damage type of your next spell as following:": "作为一个奖励动作，你可以在你的下一个法术中交换伤害类型，如下所示：",
	"Radiant <> Necrotic": "光明 <> (Necrotic)死灵",
	"Fire <> Cold": "火 <> 冷 (Fire <> Cold)",
	"Thunder <> Lightning": "雷电 <> 闪电",
	"Acid <> Force": "酸 <> 力量 (Force)",
	"Poison <> Psychic": "毒 <> 精神(Psychic)",
	"Whenever you damage a creature with a damage type that is vulnerable to, you gain temporary hit points equal to your highest class level.": "每当你对一个受到易伤伤害类型的生物造成伤害时，你获得临时生命值，数值等同于你最高职业等级。",
	"When a non-abjuration spell that targets you and only you is cast, you can use your reaction to make an {@skill Arcana} check. If the {@skill Arcana} check is higher than 10 + the spell's level, you choose to negate either the damage or the rest of the spell's effects. If the {@skill Arcana} check is higher than 14 + the spell level, you negate both. If the {@skill Arcana} check is higher than 20 + the spell's level, you deflect the spell back to the caster.": "当对你施放一个只针对你的非驱散法术时，你可以使用你的反应来进行一个{@skill Arcana}检定。如果{@skill Arcana}检定结果高于法术等级+10，你可以选择要么抵消伤害，要么抵消法术剩余的效果。如果{@skill Arcana}检定结果高于法术等级+14，你可以抵消两者。如果{@skill Arcana}检定结果高于法术等级+20，你可以将法术反弹回施法者身上。",
	"proficiency with at least 4 piercing weapons": "至少熟练掌握4种刺击武器",
	"Whenever you hit a creature with a melee weapon that deals piercing damage, the damage increases by an amount equal to your Proficiency Bonus.": "每当你用一把造成刺伤伤害的近战武器击中一个生物时，伤害增加一个等同于你熟练加值的数值。",
	"While wielding a weapon with the Reach property, creatures provoke opportunity attacks when entering your reach instead of leaving.": "当你挥舞一把具有(Reach)属性的武器时，生物在进入你的攻击范围时会引发机会攻击，而不是离开时。",
	"Opportunity attacks deal 2 damage for each 5 feet the creature moved to enter your reach.": "机会攻击造成2点伤害，每移动5英尺进入你的攻击范围。",
	"You can take the {@action Help} Action as a bonus action and the range becomes 30 feet. If the assisted character fails, you can spend your reaction to move up to half your speed without provoking opportunity attacks.": "你可以将{@action Help}行动作为一个奖励动作，并且射程变为30英尺。如果被协助的角色失败，你可以花费你的反应移动你速度的一半，而不会引发机会攻击。",
	"Whenever you spend a certain amount of gold within a settlement, you gain the following benefits:": "每当你在一个定居点内花费一定数量的金币时，你会获得以下好处：",
	"The trader starts to remember you, is willing to share beneficial (but not secret) information, recommend you to other traders or reserve products or services for you.": "这位交易者开始记得你了，愿意分享有益的（但不是机密的）信息，向其他交易者推荐你，或者为你预留产品或服务。",
	"Your name starts to become known amongst traders in that settlement. You start getting discounts or custom orders.": "你的名字开始在那个定居点的交易者中间变得知名。你开始享受折扣或定制订单。",
	"You have become a known wealthy individual. People are eager to be in your good side and are more keen on doing favors for you. Your opinion on social or economical matters is weighted heavily (unless you have a bad reputation for other reasons).": "你已经成为一个知名的富有人士。人们渴望得到你的青睐，更愿意为你做事。你在社会或经济事务上的意见受到重视（除非你因其他原因声誉不佳）。",
	"Traders will consider loaning gold to you and it's quite easy for you to purchase valuable real estate in the settlement. People are more than happy to work for you or be employed by you.": "商贩们会考虑向你借出黄金，而你很容易在定居点购买有价值的房地产。人们非常乐意为你工作或受雇于你。",
	"If there is opportunity for new leadership in the settlement, you are the most favorable candidate for every trader and simple citizen.": "如果在定居点出现了新的领导机会，你是每位商人和普通市民最受青睐的候选人。",
	"You gain proficiency in {@skill Religion}.": "你在{@skill Religion}上获得熟练。",
	"Pick a {@5etools deity|deities.html}. You acquire an amulet or emblem that proves your faith. Faithful of the same deity have no doubt you are one of them.": "选择一个{@5etools deity|deities.html}。你得到了一个证明你信仰的护身符或徽章。同一位神明的信徒们毫无疑问地认为你也是他们中的一员。",
	"You can make a {@skill Religion} check in place of any other {@dice d20} roll. You can use this ability a number of times equal to half your proficiency bonus (rounded down).": "你可以在任何其他{@dice d20}检定中使用一个{@skill Religion}检定。你可以使用这个能力的次数等于你熟练加值的一半（向下取整）。",
	"Divine Subclass": "神圣子职业 (Divine Subclass)",
	"Once per day you can use Divine Smite at level 2 at no cost of spell slots (regardless whether you are Paladin or not).": "每天你可以使用2级的神圣打击，而无需消耗法术槽（无论你是否是圣骑士）。",
	"As a bonus action, you gain hp equal to your {@skill Religion} bonus. (5 uses, recharge on long rest)": "作为一个奖励动作，你获得等同于你{@skill Religion}奖励的生命值。(5次使用，休息后重置)",
	"The times you can use Divine Smite per day equal to your {@skill Religion} bonus.": "你每天可以使用神圣打击的次数等于你的{@skill Religion}奖励。",
	"Creatures with beliefs opposite of your deity, have {@chance 15|15%} of being {@condition frightened} of you when they see you. The effect lasts for a day.": "当与您的神完全相反信仰的生物看到您时，有{@chance 15|15%}的几率将您视为{@condition frightened}。这种效果持续一天。",
	"When damage would reduce you to 0 hp or lower, make a {@skill Religion} check. You gain that many temporary hit points before reducing your hp lower than 1.": "当伤害将使你的生命值降至0或更低时，进行一次{@skill Religion}检定。在将你的生命值降至1以下之前，你会获得同等数量的临时生命值。",
	"All your attacks deal +3 radiant damage.": "你的所有攻击造成额外(+3)的辐射伤害。",
	"Saving throws against your spells that deal radiant damage have a -5 penalty.": "对抗你施放的造成辐射伤害的法术的豁免投掷有-5的惩罚。",
	"At the start of your long rest, you may pose a question to your deity. During your rest, omens show as answers, or a cryptic dream.": "在你开始进行长休时，你可以向你的神提出一个问题。在你休息期间，征兆会作为答案出现，或者是一场神秘的梦境。",
	"Increase one ability score of your choice by 1. This increase allows your score to go over 20.": "将你选择的一个能力值提高1点。这个提升可以使你的能力值超过20。",
	"You can take this feat multiple times.": "你可以多次选择这个特性。",
	"Once per long rest, you can reroll an attack roll, ability check or saving throw of a score that is higher than 20 (this effect does not stack)": "每次长休后，你可以重新投掷一个高于20的攻击骰、能力检定或豁免骰（此效果不可叠加）",
	"When you have no spell slots left, you can attempt to cast a spell. Choose the level of spell slot (maximum 5th level) as normal, then roll a {@dice d100} and consult the following table. X is the spell slot level of the spell.": "当你没有法术位时，你可以尝试施放一个法术。像平常一样选择法术位的等级（最高为5级），然后掷出一个{@dice d100}，并查阅以下表格。X代表法术的位级。",
	"When you roll on the {@table Desperate Caster|NED} table, add 9 to the result. Treat any result above 100 as 100.": "当你在{@table Desperate Caster|NED}表上掷骰时，将结果加9。将任何超过100的结果视为100。",
	"The maximum spell level increases from 5th to 7th.": "最大法术等级从5级增加到7级。",
	"If you spend {@dice 1d4} days in a settlement, you can determine a profitable way to make money in that area.": "如果你在一个定居点待了{@dice 1d4}天，你可以找到在该地区赚钱的有效方法。",
	"Each day you find dropped coins around the areas you pass. At the end of each day you find {@dice 1d12} x your level worth of gold pieces.": "每天你会在经过的地方找到掉落的硬币。每天结束时，你会找到{@dice 1d12} x 你的等级 的金币。",
	"{@b {@i IMPORTANT: This feature requires {@color two (or more) separate characters|ff0000} having it to function!}}": "{@b {@i IMPORTANT: This feature requires {@color two (or more) separate characters|ff0000} 让它正常运行！",
	"When adjacent to one of your brothers you gain +2 to your weapon attacks, and you can split any bludgeoning, piercing or slashing (magical or not) damage that you take between you and your brother.": "当与你的兄弟之一相邻时，你的武器攻击获得+2，你可以将你受到的任何钝击、穿刺或挥砍（无论是否是魔法伤害）伤害分担给你和你的兄弟。",
	"If you're flanking a creature with one of your brothers, you gain +4 to your weapon attacks.": "如果你和你的兄弟之一在对敌人实施夹击，你的武器攻击获得+4的加值。",
	"Decrease one random ability score by 3 and another one by 1. If it would decrease it to 0 or lower, randomize again until a higher one is picked.": "随机减少一个能力值分数3点，另一个减少1点。如果这会使其降至0或更低，重新随机直到选择一个更高的分数。",
	"You always pass your first two death saving throws.": "你总是通过你的前两个死亡豁免检定。",
	"Access to spell slots of 3rd level or higher": "可以使用3级或更高级别的法术位。",
	"When you cast a spell and you are adjacent to another spellcaster with this feat, you can use spell slots of the adjacent spell caster to fuel your spell (provided they are willing). If you do so, choose one of the following:": "当你施放一个法术时，如果你与另一个拥有此天赋的法术施法者相邻，你可以使用相邻法术施法者的法术位来施放你的法术（前提是他们愿意）。如果你这样做，选择以下其中一项：",
	"One of the two spellcasters, spends the appropriate level of spell slot for the spell. If it is a concentration spell, you must maintain it, and your spellcasting DC is taken into account.": "两名法术施法者中的一名，消耗相应等级的法术位施放法术。如果是一项需要集中的法术，你必须维持集中，同时考虑你的法术施放 DC。(spellcasters)(spell slot)(concentration spell)(spellcasting DC)",
	"Both spellcasters spend the appropriate (same) level of the spell. The spell then is upcasted 1 level higher. You choose which spellcasting DC is taken into account and who is concentrating on it.": "两位施法者使用相同的法术等级。该法术随后被升级1级。您可以选择哪个施法者的施法难度等级被采用，并由谁来集中精力维持法术。",
	"The spell misfires dangerously. You take X{@dice d10} psychic damage. The damage cannot be reduced in any way.": "法术发生严重故障。你受到X{@dice d10}点心灵伤害。这种伤害无法以任何方式减少。",
	"The spell fizzles and you are {@condition stunned} until the end of your next turn.": "法术失败了，你将在接下来的回合结束前变为{@condition stunned}状态。",
	"After the spell is cast, you drop {@condition unconscious} for X days.": "咒语施放后，你将持续掉血 {@condition unconscious} X 天。",
	"After the spell is cast, you gain X levels of {@condition exhaustion}.": "咒语施放后，你获得{@condition exhaustion}等级的X。",
	"The spell's effectiveness is one quarter of its intended. (rounded down).": "该法术的效果为其预期效果的四分之一（向下取整）。",
	"The spell's effectiveness is halved. (rounded down).": "该法术的效果减半（向下取整）。",
	"The spell works as intended.": "咒语按预期效果发挥作用。",
	"You have made a pact with an infamous vampire lord. Whether through direct confrontation, a blood letter or a bat messenger, a deal was offered and you took it. The powerful vampire has bestowed you a sliver of its dreadful powers to test your usefulness and potential. Other vampires or vampiric creatures recognize the bond that you share and either respect it, fear it or envy it. You might have not turned into a vampire but you're one step away, provided that your patron agrees with it as well. You and other children of the night serve under the Lord's patronage and secretly mingle with the mortals to further advance the Lord's ambitions. The prospects of immortality, supernatural abilities and the ticket to a new society excite you and push you forward in this pact.": "你与一个臭名昭著的吸血鬼领主达成了契约。无论是通过直接对抗、血书还是蝙蝠信使，都有一份交易被提出并被你接受了。这位强大的吸血鬼赐予了你一丝它可怕力量的体验，以测试你的用处和潜力。其他吸血鬼或吸血生物认识到你们之间的联系，要么尊重，要么害怕，要么羡慕。你可能还没有变成吸血鬼，但只差一步，前提是你的赞助人也同意。你和其他夜行子都在领主的赞助下效力，秘密地与凡人交往，以进一步推动领主的野心。永生、超自然能力和通往新社会的通行证让你兴奋不已，推动你在这个契约中前进。",
	"The Lord lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.": "当你学习术士法术时，上帝让你从一个扩展的法术列表中进行选择。以下法术被添加到你的术士法术列表中。",
	"You learn the {@spell primal savagery|XGE} cantrip, which now always sharpens your teeth into fangs. You can cast it as a bonus action and it deals necrotic damage instead of acid. On successful hits, you regain hit points equal to your warlock level. If a successful hit kills a creature, you also gain temporary hp equal to the damage dealt.": "你学会了{@spell primal savagery|XGE}（Eldritch Blast）cantrip，现在它会让你的牙齿变成尖牙。你可以将其作为一个额外动作施放，它造成的伤害为死灵伤害而非酸性伤害。每次成功命中后，你可以回复等同于你术士等级的生命值。如果一次成功的攻击杀死了一个生物，你还会获得临时生命值，数值等同于所造成的伤害。",
	"As a reaction you can add your Charisma modifier to your AC when you are being attacked by a humanoid. You do so, before the results of the attack roll are known. You can do this a number of times equal to your proficiency bonus per long rest.": "作为一种反应，当你受到人形生物的攻击时，你可以将你的魅力调整值加到你的防御等级上。在攻击骰结果揭晓之前，你可以这样做，每次长休可以使用的次数等同于你的熟练加值。",
	"Once per day, you can cast {@spell suggestion} without expending a spell slot, at a creature you have bitten in the last 24h. On a failed saving throw, the creature feels compelled to pursue the course of action for the rest of its life or until you use this feature again. Other limitations or requirements of {@spell suggestion} apply normally.": "每天一次，你可以在过去24小时内咬过的生物身上施放{@spell suggestion}，而不消耗法术位。如果目标未通过豁免检定，它会被迫继续执行这个行动，直到它的生命终结，或者直到你再次使用这个特性。{@spell suggestion}的其他限制或要求仍然适用。",
	"You've slowly become an apex predator at night. While you are not in bright light, you have advantage on {@skill Perception}, {@skill Insight}, {@skill Stealth}, {@skill Sleight of Hand}, {@skill Intimidation} and initiative checks. You can also smell blood up to 150 feet away.": "在夜间，你慢慢变成了一种顶级捕食者。当你不处于明亮光线下时，你在{@skill Perception}、{@skill Insight}、{@skill Stealth}、{@skill Sleight of Hand}、{@skill Intimidation}和先攻检定中获得优势。你还可以嗅到150英尺外的血腥气味。",
	"You seek to strengthen your pact by forming a more direct contract with your Lord's champions. You get the benefits of the chosen champion.": "你希望通过与你的主人的勇士们建立更直接的契约来加强你的契约。你将获得所选择勇士的好处。",
	"You draw and shape the blood into a spear like no other. The blood solidifies in a dark crimson material. The Blood Spear is a simple melee weapon (as a spear) which you are proficient with. On a successful attack it deals {@damage 2d6} piercing + {@damage 2d8} necrotic + your spellcasting modifier damage. You regain hit points equal to the necrotic damage dealt. This weapon ignores resistances but not immunities.": "你将鲜血塑造成一支独特的长矛。鲜血凝固成暗红色物质。血之矛是一种简单的近战武器（作为长矛），你精通它。在成功攻击时，它造成{@damage 2d6} 刺穿伤害 + {@damage 2d8} 妖术伤害 + 你的法术属性调整值伤害。你将恢复等同于妖术伤害量的生命值。这个武器无视抗性，但不影响免疫。",
	"If the Blood Spear leaves your hands for more than 6 seconds, it liquifies into blood again. The Blood Spear has the Thrown property of 60/120 range. If thrown, it accelerates rapidly and against a bloodied creature it can never have disadvantage. On a successful thrown hit the damage is Xd6 necrotic + 10 piercing, where X is your warlock level.": "如果血之矛离开你的手超过6秒，它会再次液化成血液。血之矛具有60/120射程的投掷属性。如果投掷，它会迅速加速，并且对于一名流血的生物，它永远不会有劣势。在成功的投掷命中后，伤害为Xd6死灵伤害 + 10穿刺伤害，其中X为你的术士等级。",
	"Two of your choice between Elvish, Dwarvish, Gith, or Orc": "在精灵语、矮人语、吉斯语或兽人语中选择两种。",
	"A {@item holy symbol|phb}, a prayer {@item book|phb}, 5 sticks of incense, vestments, a set of {@item common clothes|phb}, and a {@item pouch|phb} containing 10 gp": "一个{@item holy symbol|phb}，一本祷告书{@item book|phb}，5根香，祭服，一套{@item common clothes|phb}，和一个包含10 gp的{@item pouch|phb}",
	"People of the Eratus have learned that together they can face anything. Under Arzen's banner the empire is able to face even the worst enemies. Whenever you make a saving throw to resist an effect that would make you {@condition frightened} and you can see at least one more creature with the same background, you have a +2 bonus to those saving throws.": "Eratus的人民已经意识到，只要团结一心，他们可以面对任何困难。在(Arzen)的旗帜下，帝国甚至能够应对最强大的敌人。每当你进行豁免投掷以抵抗会使你{@condition frightened}的效果，并且你能看到至少另外一个拥有相同背景的生物时，你对这些豁免投掷获得+2的加值。",
	"A {@item hunting trap|phb}, 5 {@item rations (1 day)|phb|rations}, {@item hempen rope (50 feet)|phb|50 ft of hempen rope} and a {@item pouch|phb} containing 10gp": "一个{@item hunting trap|phb}，5个{@item rations (1 day)|phb|rations}，{@item hempen rope (50 feet)|phb|50 ft of hempen rope}和一个{@item pouch|phb}，里面有10gp。",
	"You have learnt to pack fast, travel efficiently and hide well from the monsters of this world. Whenever you are being followed or tracked you know how to leave false tracks behind and cause impediments to your pursuers.": "你已经学会了快速打包、高效旅行，并且擅长在这个世界的怪物面前隐藏自己。每当有人跟踪你或者追踪你时，你知道如何留下假踪迹，给追逐者制造障碍。",
	"One of your choice between the standard languages.": "在你的选择中，选择一种标准语言。",
	"A set of {@item fine clothes|phb}, an elven tattoo, a {@item book|phb} of elven poetry, and a {@item pouch|phb|purse} containing 25 gp": "一套{@item fine clothes|phb}，一枚精灵纹身，一本精灵诗歌{@item book|phb}，以及一个包含25 gp的{@item pouch|phb|purse}。",
	"Those who live with the elves often are granted access to the Library. Lore from a world that has ended, has been saved and meticulously archived there. You have a +3 to {@skill History} checks to recall lore and if your check fails you have {@chance 50|50%} chance of knowing someone that might know more.": "那些与精灵同住的人通常被允许进入图书馆。来自一个已经结束的世界的传说被保存并被精心归档在那里。你在回忆知识时获得+3的加值，如果你的检定失败，你有{@chance 50|50%}的机会认识可能知道更多的人。",
	"A set of {@item fine clothes|phb}, an official identity document, a scroll of pedigree, and a {@item pouch|phb|purse} containing 15 gp": "一套{@item fine clothes|phb}，一份官方身份文件，一卷家谱卷轴，以及一个包含15 gp的{@item pouch|phb|purse}。",
	"Your ancestors have gone to great lengths and fought countless battles to protect these lands from invading humanoids and monsters alike. You know the land and can use it to your benefit. You know the most advantageous positions for combat in the area and you have advantage on checks to find your way when in the wilds of Unified Caldar.": "你的祖先为保护这片土地免受入侵的人类和怪物们付出了巨大的努力，并参加了无数次的战斗。你熟悉这片土地，能够利用它来获益。你知道该地区作战的最有利位置，并且在统一卡尔达尔荒野中寻路时具有优势。",
	"When in contract with the Night Huntress, you gain the following benefits.": "当与夜猎者接触时，你获得以下好处。",
	"Your speed increases by 20.": "你的速度增加了20。",
	"You can cast {@spell hunter's mark} once per day without expending a spell slot. Your Eldritch Blast also triggers Hunter's Mark damage.": "你每天可以施放{@spell hunter's mark}一次，而不消耗法术位。你的奥术射线也会触发猎人印记的伤害。",
	"When in contract with the Blood Caller, you gain the following benefits.": "当与血召唤者接触时，你获得以下好处。",
	"Whenever a creature within 15 feet of you takes slashing or piercing damage, you can use your reaction to cast a spell that targets only that creature.": "每当距离你15英尺内的生物受到割破或穿刺伤害时，你可以使用你的反应施放一个只针对该生物的法术。",
	"Whenever you reduce a creature to less than 50% hp with a spell, you gain resistance to all damage from that creature until the end of your next turn.": "每当你用法术将一只生物的生命值降低到50%以下时，直到你的下一个回合结束前，你对该生物的所有伤害获得抗性。",
	"When in contract with the Crimson Lancer, you gain the following benefits.": "当与(Crimson Lancer)签订合同时，您将获得以下好处。",
	"You learn the {@spell blood spear|NED} spell.": "你学会了{@spell blood spear|NED}法术。",
	"Whenever you kill a creature with your {@spell blood spear|NED}, each creature of your choice within 60 feet, must succeed on a Wisdom saving throw or be {@condition frightened} of you for 1 min. Those creatures can repeat the saving throws at the end of each of their turns.": "每当你用你的{@spell blood spear|NED}杀死一个生物时，你可以选择60英尺内的每个生物，它们必须进行一次感知豁免检定，否则在1分钟内会成为你的{@condition frightened}。这些生物可以在他们的回合结束时重复豁免检定。",
	"When in contract with the Mist Warrior, you gain the following benefits.": "当与迷雾战士接触时，你获得以下好处。",
	"If damage would reduce your hp to 0 or lower it reduces it to 1 instead and you automatically cast {@spell gaseous form} on yourself without expending a spell slot. You gain temporary hit points equal to two times your warlock level and they last until the spell ends. You regain the use of this feature after a long rest.": "如果伤害会将你的生命值降至0或更低，它会将其降至1，然后你会自动对自己施放{@spell gaseous form}，而不消耗法术位。你获得临时生命值，数值等同于你术士等级的两倍，持续到法术结束。你在完成一次长休后恢复此特性的使用。",
	"A shroud of mist surrounds you when the light transitions. While in dim light conditions you can use a bonus action to take the {@action Dodge} action.": "当光线变暗时，你周围笼罩着一层薄雾。在昏暗光线条件下，你可以使用一个奖励动作来执行{@action Dodge}动作。"
}