{
	"A unique school of artificers from Mt. Aeris, Biomancers have studied the magic and science of nature to make themselves and other living things into nearly anything they need to defend themselves and advance their studies.": "来自艾瑞斯山的独特工匠学派，生物操纵者（Biomancers）研究自然的魔法和科学，将自己和其他生物转化为几乎任何需要的形态，以保护自己并推进他们的研究。",
	"When you adopt this specialization at 3rd level, you gain proficiency with leatherworker's tools. If you already have this proficiency, you gain proficiency with one other type of artisan's tools of your choice. You also gain proficiency with martial weapons.": "当你在3级时选择这个专长时，你会获得皮革工具的熟练。如果你已经有这个熟练，你可以选择另一种工匠工具的熟练。你还会获得对军用武器的熟练。",
	"Starting at 3rd level, you always have certain spells prepared after you reach particular levels in this class, as shown in the Biomancer Spells table. These spells count as artificer spells for you, but they don't count against the number of artificer spells you prepare": "从3级开始，根据《生物操控者法术表》显示，当你达到特定等级时，你总是会准备某些法术。这些法术对你来说算作制造师法术，但不会计入你准备的制造师法术数量。",
	"At 3rd level you create your own pearl of transformation.  When you do, choose an Equinoid Race. By operating the pearl you can polymorph yourself into that race, or back into your natural form. You retain your general features, this doesn't work as a disguise among those that know your face already. Your ability scores do not change, but all other features do.  If destroyed or lost, you can replace the pearl after 8 hours of work and 100gp spent on arcane materials": "在3级时，你可以创造自己的转化珍珠。当你这么做时，请选择一个Equinoid种族。通过操作这颗珍珠，你可以将自己变形成为那个种族，或者恢复成你的自然形态。你保留你的一般特征，这并不能在那些已经认识你脸的人中作为伪装。你的能力值不会改变，但所有其他特征会改变。如果珍珠被摧毁或丢失，你可以在8小时的工作和花费100gp的奥术材料后替换这颗珍珠。",
	"Starting at 5th level, You can attack twice, rather than once, whenever you take the {@action Attack} action on your turn.": "从5级开始，每当你在你的回合上采取{@action Attack}动作时，你可以进行两次攻击，而不是一次。",
	"At 9th level you modify your pearl to increase its abilities. As long as you have your pearl on your person, you gain the following benefits.  You are immune to unwanted polymorph effects, your weapon attacks deal {@damage 2d8} additional poison damage, and your hit dice always heal their maximum amount.": "在第9级时，你修改你的珍珠以增强其能力。只要你随身携带你的珍珠，你将获得以下好处。你对不受欢迎的变形效果免疫，你的武器攻击额外造成{@damage 2d8}毒素伤害，并且你的生命骰始终治疗其最大值。",
	"At 15th level you've modified your pearl into an artifact level device, and made it nearly indestructible. When you operate your pearl you can now polymorph into forms that disguise yourself, and into any beast.  Your bonus poison damage increases to {@damage 4d8}, and you gain proficiency in a saving throw of your choice as long as you have your pearl on your person.": "在15级时，你将你的珍珠改造成了一件神器级别的装置，并使其几乎不可摧毁。当你使用你的珍珠时，你现在可以变形成伪装自己的形态，以及任何野兽。你的额外毒素伤害增加到{@damage 4d8}，只要你携带着你的珍珠，你可以选择获得一项豁免投掷的熟练加值。",
	"Sorcerers of the Alicorn Bloodline often are distant relatives of the divine rulers, called to magic by their very soul. They can be haughty if they are aware of their heritage, but most often they never know until wings sprout from their backs. Alicorn Bloodline sorcerers tend to be ponies, especially unicorns from Canterlot, though there have been rumors of other races bearing these traits. They've never been confirmed of course.": "角马血统的巫师通常是神圣统治者的远亲，被他们的灵魂召唤到魔法之中。如果他们意识到自己的血统，他们可能会变得傲慢，但大多数时候，他们直到背上长出翅膀才知道。角马血统的巫师往往是角马，尤其是来自坎特洛特的独角兽，尽管有传言称其他种族也具有这些特征。当然，这些传言从未得到证实。",
	"At 1st level, you gain the {@spell thaumaturgy} cantrip. Also, when your Spellcasting feature lets you learn or replace a sorcerer cantrip or a sorcerer spell of 1st level or higher, you can choose the new spell from the {@class cleric} spell list or the sorcerer spell list. You must otherwise obey all the restrictions for selecting the spell, and it becomes a sorcerer spell for you.": "在1级时，你获得{@spell thaumaturgy}的零级法术。此外，当你的施法特性让你学习或替换一个术士零级或更高级别的法术时，你可以从{@class cleric}法术列表或术士法术列表中选择新的法术。否则，你必须遵守选择法术的所有限制，并且该法术将成为你的术士法术。",
	"Casting divine magic is easier than doing arcane magic in armor. At first level you gain proficiency in light and medium armor.": "在穿戴盔甲时施展神圣魔法比施展奥术魔法更容易。在一级时，你获得轻甲和中甲的熟练加值。",
	"At 6th level, you can use a bonus action after casting a spell with a metamagic to empower any creature within 60 feet of you that you can see with that same metamagic for their next spell. If and only if they use their next action to cast a spell, it gains that metamagic, assuming the spell meets all requirements as usual for the metamagic, and you pay the Sorcery Point cost for it. While empowered by this ability, you and the target gain spectral wings and/or a spectral unicorn horn, unless you have either of those physical features already. If so, those physical features glow dimly.": "在第6级时，你可以在施放具有元法术的法术后使用一个奖励动作，为你能看到的距离60英尺内的任何生物赋予相同的元法术，以用于他们接下来的法术。只有当他们使用下一个动作施放法术时，该法术才会获得该元法术，前提是该法术符合元法术的所有要求，并且你为此支付法术点数的成本。在受到这种能力的赋予时，你和目标会获得幻影翅膀和/或幻影独角兽角，除非你已经拥有这些物理特征。如果是这样，那些物理特征会微弱发光。",
	"At 14th level, you gain the ability to sprout a pair of feathered wings from your back, gaining a magical flying speed equal to your current walking speed. You can create these wings as a bonus action on your turn. They last until you dismiss them as a bonus action on your turn.": "在14级时，你获得了从背部长出一对羽翼的能力，获得一个魔法飞行速度，速度等同于你当前的步行速度。你可以在你的回合中将这些翅膀作为一个奖励动作创造出来。它们会持续直到你在你的回合中将它们作为一个奖励动作解散。",
	"You can't manifest your wings while wearing armor unless the armor is made to accommodate them, and clothing not made to accommodate your wings might be destroyed when you manifest them.": "穿着盔甲时，除非盔甲是为了适应它们而制作的，否则你不能显现出你的翅膀；而衣物如果不是为了适应你的翅膀而制作，可能会在你显现翅膀时被毁坏。",
	"In addition, you gain a horn on your forehead that acts as an arcane focus. You can manifest the horn in the same way you manifest the wings. If you already have a horn or wings, you only gain the one you don't have.": "此外，你会在额头长出一只角，它可以作为一个奥术焦点。你可以像展现翅膀一样展现这只角。如果你已经有角或者翅膀，你只会获得你还没有的那个。",
	"At 18th level, you gain the ability reach out to the threads of divine fate and respin them.  As a reaction, you can roll {@dice 1d12}, and choose to add or subtract this total to any attack roll, ability check, saving throw or damage roll you or a creature you can see makes, before or after you learn the result of the roll. Once you use this feature you must finish a short or long rest to use it again.": "在18级时，你获得了能力触及神圣命运之线并重新编织它们。作为一次反应，你可以投掷{@dice 1d12}，并选择将这个总数加或减到你或你能看到的生物进行的任何攻击检定、能力检定、豁免检定或伤害骰之前或之后，无论你是否已经得知投掷结果。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Changeling queens are beings of great power, and they will often share this magic within and without their hive to best serve their nefarious interests. Non-changeling warlocks with this patron often sought knowledge of the changeling's mastery of transmutation magic, and were coerced into pacts for their forbidden quest": "变形精灵女王是强大的存在，她们经常会分享这种魔力在她们的巢穴内外，以最好地为她们邪恶的利益服务。与这位守护者有关的非变形精灵术士经常寻求变形精灵对变形魔法的掌握的知识，并被迫为他们禁忌的探索而达成契约。",
	"The Changeling Queen lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.": "当你学习术士法术时，变形女王让你从一个扩展的法术列表中进行选择。以下法术被添加到你的术士法术列表中。",
	"At 1st level, your patron shares the secrets of changeling transmutation magic with you. You may use an action to change the form of one willing creature that you can touch. They change visually and tactilely as per the disguise feature of the spell {@spell alter self}, but their abilities and personality do not change. This effect lasts 8 hours, until you use it again, or spend an action to end the transformation": "在1级时，你的守护者与你分享了幻形变化魔法的秘密。你可以使用一个动作来改变一个你可以触摸到的愿意生物的形态。它们在视觉和触感上会像法术{@spell alter self}的伪装特性一样改变，但它们的能力和个性不会改变。这个效果持续8小时，直到你再次使用它，或者花费一个动作来结束这个变形。",
	"Beginning at 6th level, your patron gives you the ability to unnerve your enemies by transfiguring your face into a twisted and grotesque form. As a bonus action you can cast {@spell cause fear|xge} without using a spell slot, and your face takes on a frightening form that you choose for 1 minute or until your concentration ends. During this time you can cast {@spell cause fear|xge} as a bonus action on each of your turns, without expending a spell slot.": "从6级开始，你的守护者赋予你能力，通过将你的脸变成扭曲丑陋的形态来使你的敌人感到不安。作为一个奖励动作，你可以施放{@spell cause fear|xge} 而不消耗法术位，你的脸会呈现出你选择的可怕形态，持续1分钟或者直到你的专注结束。在此期间，你可以在每个回合的奖励动作中施放{@spell cause fear|xge}，而不消耗法术位。",
	"Any creature that can see your face is at disadvantage on its saving throw for {@spell cause fear|xge} unless it averts its eyes, gaining disadvantage on attack rolls against you. Once you use this feature, you must finish a long rest before using it again.": "任何能看到你脸的生物，在进行{@spell cause fear|xge}豁免检定时都处于劣势，除非它避开你的目光，这样会使它在对你的攻击检定中获得劣势。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"At 10th level, your patron gifts you with the ability to mentally overpower enemies with enchantment magic. When hit by a melee attack, you may use your reaction to forcefully enter their mind. The attacking creature must make a Wisdom saving throw. On a failure, you take no damage from the attack and they are charmed until the end of their next turn. While charmed they act favorably toward you. On a success, you take half damage from the attack. Once you use this feature, you must finish a short or long rest before you can use it again.": "在10级时，你的守护者赐予你能力，用魅惑魔法精神上压制敌人。当被近战攻击击中时，你可以使用你的反应强行进入他们的思维。攻击你的生物必须进行一次感知豁免。如果失败，你不会受到攻击的伤害，他们会被魅惑直到他们的下一个回合结束。在被魅惑期间，他们会对你有好感。如果成功，你只受到攻击伤害的一半。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Starting at 14th level, you may spend warlock spell slots when using Alter Other, the spell {@spell alter self}, or racial shapechanging. You may choose as many extra effects as warlock slots you spend.": "从14级开始，当你使用Alter Other、法术{@spell alter self}或者种族变形时，你可以消耗术士法术位。你可以选择与你消耗的术士法术位数量相等的额外效果。",
	"You affect a number of additional targets up to your charisma modifier (minimum one). Additional spell slots may be spent to apply this effect more than once.": "你可以影响额外的目标，最多达到你的魅力调整值（最少为1）。可以使用额外的法术位来多次施展这个效果。",
	"The size of any number of affected targets increases or decreases by one category, as in {@spell enlarge/reduce}": "受影响目标的数量增加或减少一个类别，如在{@spell enlarge/reduce}中。",
	"You alter the appearance of any number of affected targets to a creature type other than equinoid.  The targets gain that type in addition to equinoid.": "你可以改变任意数量的目标的外观，使其成为除了马科生物以外的生物种类。这些目标除了马科生物外，还获得该生物种类。",
	"Called the Holy Flames of Celestia, these paladins traditionally worship the Solar Alicorn as a goddess, and seek to bring her glory through their holy might.  Celestia's most trusted guardsponies are usually Holy Flames.": "被称为(Celestia)的圣焰，这些圣骑士传统上将太阳独角兽(Solar Alicorn)视为女神，并通过他们的神圣力量来彰显她的荣耀。Celestia最信任的卫兵通常是圣焰。",
	"Trust in your companions and yourself, The Holy Flame is brightest when brandished by many.": "相信你的同伴和自己，当许多人挥舞时，圣焰（The Holy Flame）才会最为明亮。",
	"A Holy Flame burns eternal, wait until your action will have the most impact.": "一团神圣的火焰永不熄灭，等待你的行动将产生最大的影响。",
	"Protect the innocent and weak. Keep the Holy Flame of hope alive in their hearts.": "保护无辜和虚弱者。让希望的圣火在他们心中继续燃烧。",
	"Enemies should be converted rather than destroyed, as the Holy Flame cleanses all evil, to be reborn as the Phoenix.": "敌人应该被转化而不是被摧毁，因为圣焰能净化一切邪恶，让他们重生为凤凰。",
	"You gain oath spells at the paladin levels listed.": "你在列出的圣骑士等级上获得誓约法术。",
	"As an action, you can imbue armor you're wearing with Holy Radiance.  You gain immunity to radiant damage, and resistance to fire damage.  In addition, your armor emits bright light for 30 feet that counts as sunlight, and dim light that is mundane for another 30 feet. This effect lasts for 1 minute, until you fall unconscious, or if you dismiss it as an action.": "作为一个动作，你可以让你穿着的盔甲充满神圣之光。你获得对辐射伤害的免疫，并对火焰伤害具有抗性。此外，你的盔甲会在30英尺范围内发出明亮的光芒，被视为阳光，另外30英尺范围内的光线则是普通的暗光。这个效果持续1分钟，直到你失去意识，或者你以一个动作来解除它。",
	"As an action, you can make each aberration or monstrosity that can see or hear you within 30 feet of you make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes damage. A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly move to a space within 30 feet of you. It also can't take reactions. For its action, it can use only the {@action Dash} action or try to escape from an effect that prevents it from moving. If there's nowhere to move, the creature can use the {@action Dodge} action.": "作为一个动作，你可以让每一个在你30英尺内能看见或听见你的畸变生物或怪物进行一次感知豁免检定。如果生物未能通过豁免检定，它将被转化1分钟，或者直到它受到伤害。被转化的生物必须花费它的回合尝试尽可能远离你，它不能自愿移动到你30英尺内的空间。它也不能进行反应。作为它的行动，它只能使用{@action Dash}行动或者尝试摆脱阻止它移动的效果。如果没有地方可以移动，生物可以使用{@action Dodge}行动。",
	"At 7th level, when friendly creatures within 10 feet of you take fire, bludgeoning, slashing or piercing damage while you are conscious, reduce the damage taken by your Charisma modifier to a minimum of 1.": "在第7级时，当你意识清醒时，与你在10英尺内的友方生物受到火焰、钝击、砍砍或穿刺伤害时，将受到的伤害减少你的魅力调整值，最少减少1点伤害。",
	"At 18th level, the range of this aura increases to 30 feet, and it reduces radiant, thunder, cold and lightning damage as well. Friendly creatures can only benefit from one Aura of Friendship at a time.": "在18级时，这个光环的范围增加到30英尺，并且它还能减少辐射、雷鸣、冰冷和闪电伤害。友好生物一次只能从一个友情光环中受益。",
	"At 15th level, when you deal fire or radiant damage with a spell, you can add your Charisma modifier to the damage total. In addition, for spells that deal fire damage, you can choose to deal radiant instead.": "在15级时，当你用法术造成火焰或辐射伤害时，你可以将你的魅力调整值加到伤害总数上。此外，对于造成火焰伤害的法术，你可以选择改为造成辐射伤害。",
	"At 20th level, as long as you are in direct sunlight and conscious, you regenerate hit points equal to twice your Charisma modifier at the beginning of your turns.  You can forgo the regeneration to gain advantage on an attack roll or ability check.": "在20级时，只要你处于直射阳光下并且清醒，你在回合开始时会恢复等于你魅力调整值两倍的生命值。你可以选择放弃这种恢复，来获得在攻击骰或技能检定中的优势。",
	"A Dead Language that evolved into Ponish": "一种已经消亡的语言，演变成了波尼斯语(Ponish)",
	"Old books and inscriptions, Crystal Empire ruins, Ancient treaties, Ancient land management records.": "古老书籍和铭文，水晶帝国废墟，古代条约，古代土地管理记录。",
	"A Dead Language that would influence Undercommon.": "一种已经消亡的语言，可能会影响地底语(`Undercommon`)。",
	"Sword inscriptions, Calligraphy, Esoteric Lunar cult texts, Oaths of the Lunar Guard.": "剑铭文，书法，神秘的月神教文本，月之守卫的誓言。",
	"A Dead Language that predated Equestria's Unification and would influence Ponish.": "一种在艾奎斯特里亚统一之前存在的已经消亡的语言，它对波尼语产生了影响。",
	"Ancient Scrolls, Ancient spellcraft manuals, Noble family mottos.": "古老卷轴，古代咒语手册，贵族家族座右铭。",
	"A Dead Language that predates the Changelings spliting into hives.  Influenced Undercommon.": "一种在幻化生物分裂成蜂群之前就已存在的死语言。受到了地底语的影响。",
	"Ancient ruins and history books, Actuarial tables on pony love production, Rebdaran folklore and mythological texts.": "古代遗迹和历史书籍，关于小马之爱生产的精算表，雷布达拉（Rebdaran）的民间传说和神话文本。",
	"A Dead Language related to Imperial Changeling. The Hippogriffs abandoned it for Auran.": "一种与帝国变形者相关的死语言。海马鹰将其抛弃，转而使用风语。",
	"Ancient artifice diagrams, Carved seashell art, Extreme high altitude mountain bas reliefs.": "古代机关图表，雕刻贝壳艺术，极高海拔山脉浮雕。",
	"A Dead Language related to Imperial Changeling. The Kirin Dark Ages extinguished it.": "一个与帝国幻变有关的死语言。麒麟黑暗时代将其消灭。",
	"Flowery curses, Blessings on forges, Tattoos on the flanks of rebellious teenage ponies.": "花言巧语的诅咒，熔炉上的祝福，叛逆青少年小马腰部的纹身。",
	"A very ancient language reconstructed by pony scholars": "由小马学者重建的一种非常古老的语言 (Pony Scholars)",
	"Proto-Herbivoran and Proto-Carnivoran": "原始食草动物组和原始食肉动物组",
	"Kirin, Hippogriff, and Imperial Changeling": "麒麟 (Kirin), 飞马 (Hippogriff), 和 皇家幻形兽 (Imperial Changeling)",
	"The Ancient Pegasi left no writing, and their language has been reconstructed by pony scholars from Old Batanese and Ponish": "古代飞马没有留下任何文字记载，它们的语言是由小马学者从古巴坦尼斯语和波尼斯语重建而来的。",
	"Old Batanese, influenced Modern Ponish": "古巴塔尼斯语，受现代波尼斯语影响(Modern Ponish)",
	"Canine and Griffon": "犬类和格里芬 (Canine and Griffon)",
	"Cloven, Zebrican, and the Ponish family": "克洛文 (Cloven)、斑马 (Zebrican) 和波尼 (Ponish) 家族",
	"As long as you have your pact tome on your person, you cannot be compelled to tell the truth via magic, and your illusions and transmutations, including any shapeshifting forms, appear as real to divination magic and truesight.": "只要你身上携带着你的契约书 (%(pact tome)%)，你就无法被魔法强迫说出真相，你的幻术和变形，包括任何变形形态，在占卜魔法和真视术中看起来都是真实的。",
	"Whenever you use a warlock spell slot, your DM can make you roll for a wild magic surge, as per the Wild Magic sorcerer.": "每当你使用一次术士法术位，你的DM可以让你进行一次狂野魔法涌动的骰卷，就像狂野魔法术士一样。",
	"You gain one additional warlock spell slot, which is only usable at night, outside, when the moon is visible. The spell slot is otherwise identical to a standard warlock spell slot and is restored at short or long rests as normal.": "你获得一个额外的术士法术位，只能在夜晚、户外、月亮可见时使用。这个法术位在其他方面与标准术士法术位相同，并在短休或长休后像平常一样恢复。",
	"You can cast {@spell daylight} at will, but only on an object you're holding. The spell ends if you let go.": "你可以随意施放{@spell daylight}，但只能对你手持的物体施放。一旦你松手，法术就会结束。",
	"When the {@spell friends} cantrip you cast ends, the target is no longer aware that they were charmed until one day has passed since the spell was cast.": "当你施放的{@spell friends} cantrip 结束时，目标直到咒语施放后过去一天才会意识到他们曾被魅惑。",
	"The range of {@spell minor illusion} increases to 120 feet. When you make illusions with {@spell minor illusion} you can choose which creatures see or hear it.": "{@spell minor illusion}的范围增加到120英尺。当你用{@spell minor illusion}制造幻象时，你可以选择哪些生物看到或听到它。",
	"When you cast {@spell message} you can target as many creatures as are in range.  They all hear the same message. The targets can respond only to you, not each other.": "当你施放{@spell message}时，你可以瞄准与范围内相同数量的生物。它们都会听到相同的信息。这些目标只能回应你，而不能彼此回应。",
	"Self targeted spells also apply to your familiar as long as it's within 60 feet of you.": "只要你的使魔在你的60英尺范围内，自我目标的法术也会作用于它。",
	"You have experiance as a medic for those in constant danger. You gain the following benefits.": "你有作为一名医疗人员为那些经常处于危险中的经验。你获得以下好处。",
	"You gain proficiency in the Medicine skill.  If you are already proficient in Medicine, you gain Expertise in the skill as well.": "你获得对医学技能的熟练。如果你已经精通医学，你也会在这项技能上获得专长。",
	"You can tell the approximate remaining Hit points (to the closest 10%) of a creature when you make a Wisdom (Medicine) check by visually examining them as a bonus action.": "你可以在作为一个奖励动作时，通过视觉检查，用智慧（医学）检定来估算生物的大约剩余生命值（最接近的10%）.",
	"When making a Wisdom (Medicine) check to stabilize an unconscious creature as an action, you may take disadvantage on the skill check to also heal the creature 1d4 hit points and end their unconscious condition.": "当以一个动作进行感知（医学）检定来稳定一个昏迷的生物时，你可以选择对技能检定进行劣势骰来为该生物治疗1d4点生命值，并结束他们的昏迷状态。",
	"You have trained to overcome the limits of flight to make better use of it while in combat.": "你已经接受训练，以克服飞行的限制，在战斗中更好地利用它。",
	"You can now fly while wearing any type of armor you're proficient with, and at half speed with armor you're not proficient with.": "现在，您可以在穿戴您精通的任何类型的盔甲时飞行，并且在穿戴您不精通的盔甲时以一半的速度飞行。",
	"When you trigger an opportunity attack by moving out of range of an enemy you may use your reaction to cause disadvantage on the attack roll. You may do this a number of times equal to your Dexterity modifier (minimum of once) until you finish a short or long rest.": "当你触发机会攻击，移出敌人攻击范围时，你可以使用你的反应使攻击骰面对方有劣势。你可以这样做的次数等于你的敏捷修正值（最少一次），直到你完成一次短休或长休。",
	"You exemplify the natural hardiness of Earth Ponies": "你展现了地马族(Earth Ponies)天生的坚韧。",
	"You take no ill effects from one level of exhaustion": "你不会受到一级疲劳的影响 (exhaustion)。",
	"Choose one damage type from Slashing, piercing or bludgeoning. You now resist damage from that type.": "选择一种伤害类型：割伤、穿刺或钝击。你现在对该类型的伤害具有抗性。",
	"You can reroll a saving throw after you roll but before the results are called. Once you use this feature you must finish a long rest before you can do it again.": "你可以在投掷骰子后但结果宣布前重新投掷一次豁免投。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Bat ponies are known for their wily demeanor and you do nothing to dispel the stereotype.": "蝙蝠马以其狡猾的性情而闻名，你丝毫没有打破这个刻板印象。",
	"You can add your proficiency bonus to Charisma ({@skill Persuasion} and {@skill Deception}) checks when dealing with someone attracted to your gender. This stacks if you're already proficient.": "当与对你的性别感兴趣的人打交道时，你可以将你的熟练加值加到魅力检定中({@skill Persuasion})和({@skill Deception})。如果你已经熟练，这个加值会叠加。",
	"When bartering with someone of the attracted to your gender, you can never be bartered below the item's nominal value.": "当与同性别吸引的人进行交易时，物品的价格永远不会低于其名义价值。",
	"You learn the {@spell friends} cantrip, and can cast {@spell charm person} without a spell slot or components. After casting {@spell charm person} in this way you must finish a long rest before casting it again. Use Charisma as the casting ability for these spells.": "你学会了{@spell friends}的战斗法术，并且可以在不消耗法术位或材料的情况下施放{@spell charm person}。以这种方式施放{@spell charm person}后，你必须完成一次长休才能再次施放它。在这些法术中，使用魅力作为施法能力。",
	"You have trained extensively with the earth pony knight weapons normally too large for a fingerless creature like you to wield. Gain the following benefits:": "你已经接受过与地马骑士武器的广泛训练，通常对于像你这样无指的生物来说，这些武器实在太大了。获得以下好处：",
	"You may use the versatile property of a melee weapon without disadvantage.": "你可以使用近战武器的多功能属性而不受劣势影响。",
	"You may wield two-handed weapons without disadvantage.": "你可以双手持有武器而不会受到劣势影响。",
	"Any attempt to disarm you is made at disadvantage.": "任何试图解除你武装的尝试都会处于劣势。",
	"You've studied with the master unicorn mages and have enhanced your deftness with telekinesis, including your ability with the unicorn's {@spell horn hand|mlpplaneshift} cantrip.  Gain the following benefits:": "你曾与独角兽大法师学习，并增强了你的念力技能，包括对独角兽的{@spell horn hand|mlpplaneshift}戏法的运用。获得以下好处：",
	"The max weight limit of {@spell horn hand|mlpplaneshift} increases to 30 lbs.": "{@spell horn hand|mlpplaneshift}的最大重量限制增加到30磅。",
	"You can split the aura from {@spell horn hand|mlpplaneshift} to manipulate 2 objects at once, up to the max weight limit. You can use this to wield two weapons at once for Two Weapon Fighting and when used this way Two Weapon Fighting does not use your bonus action; in addition you can use this to wield versatile or two handed weapons, but not heavy weapons, in both auras.": "你可以将光环从{@spell horn hand|mlpplaneshift}中分离出来，以便同时操控2个物体，但不能超过最大重量限制。你可以利用这个能力同时挥舞两把武器进行双武器格斗，而且这种方式不会消耗你的奖励动作；此外，你还可以利用这个能力来挥舞双手武器或者两手武器，但不能是重型武器，在两个光环中都可以这样做。",
	"As long as you are proficient in a weapon or set of tools, when used with {@spell horn hand|mlpplaneshift} you may use your spellcasting ability in place of your Strength or Dexterity. This does not apply to skill checks.": "只要你精通一种武器或一套工具，当与{@spell horn hand|mlpplaneshift}一起使用时，你可以用你的法术能力代替力量或敏捷。这不适用于技能检定。",
	"The range of {@spell mage hand} is increased to 60 feet.": "{@spell mage hand}的射程增加到60英尺。",
	"The spell {@spell levitate} can move creatures up to 30 in altitude per turn.": "法术{@spell levitate}每回合可以将生物移动高度30。",
	"While using the spell {@spell telekinesis}, you're considered proficient in the ability checks it calls for.": "在使用法术{@spell telekinesis}时，你被视为在它要求的能力检定中有熟练加值。",
	"One day you awaken to find yourself much larger than you were before. Gain the following benefits:": "有一天，你醒来发现自己比以前大得多。获得以下好处：",
	"You grow to Large size, losing the Powerful Build feature if you have it.": "你变成了大型，如果你有的话，将失去强壮体格特性。",
	"You can use Large weapons, but when you do you cannot use the Extra Attack class feature.": "你可以使用大型武器，但是当你这样做时，你不能使用额外攻击（Extra Attack）职业特性。",
	"You gain a natural weapon that deals 1d8 damage of a type appropriate to your race. If you already have a natural weapon, its damage increases to 1d8.": "你获得一个天然武器，造成1d8点伤害，伤害类型适合你的种族。如果你已经拥有一个天然武器，它的伤害增加到1d8点。",
	"You have spent years as a non-pony living in pony society, enough that you've forged a strong connection with their culture, and earned yourself an honorary Cutie Mark.  You gain the following benefits:": "你作为一个非小马生活在小马社会中已经多年，足够让你与他们的文化建立起了强烈的联系，并且赢得了一个荣誉标记。你获得以下好处：",
	"You gain one {@table skills|phb|skill proficiency} of your choice, one {@filter tool proficiency|items|type=tool;artisan's tools} of your choice, and fluency in one language of your choice.": "你获得你选择的一个{@table skills|phb|skill proficiency}，一个{@filter tool proficiency|items|type=tool;artisan's tools}，以及一种你选择的语言的流利。",
	"Choose one skill in which you have proficiency. You gain expertise with that skill, which means your proficiency bonus is doubled for any ability check you make with it. The skill you choose must be one that isn't already benefiting from a feature, such as Expertise, that doubles your proficiency bonus.": "选择一项你熟练的技能。你获得对该技能的专长，这意味着你进行任何与该技能相关的能力检定时，你的熟练加值会加倍。你选择的技能必须是尚未受益于类似于（Expertise）的使熟练加值加倍的特征的技能。",
	"You have trained and studied with the pegasi masters to learn how to harness the magic of the sky. You gain the following benefits:": "你已经接受了飞马大师的训练和学习，以学会如何驾驭天空的魔法。你获得以下好处：",
	"You learn the spell {@spell create or destroy water} and can cast it at will, without expending a spell slot. You also learn {@spell gust of wind} and {@spell call lightning}, each of which you can cast once without expending a spell slot. You regain the ability to cast these two spells in this way when you finish a long rest. Use Charisma as the spellcasting ability for these spells.": "你学会了法术{@spell create or destroy water}，可以随意施放，而无需消耗法术位。你还学会了{@spell gust of wind}和{@spell call lightning}，每个你可以施放一次而不消耗法术位。完成一次长休后，你可以重新获得以这种方式施放这两个法术的能力。在这些法术中，你使用魅力作为施法能力。",
	"As a unicorn, you have more access to spells and other scholarly magic than any other pony. You learn one 1st level spell that has a casting time of one action from the Wizard, Bard or Warlock spell list that you can now cast at will. In addition, you learn one third level or lower spell from the Wizard, Bard or Warlock spell list that you can now cast without a spell slot, but you must finish a long rest to cast again. Use either Intelligence or Charisma as the spellcasting ability for these spells.": "作为一只独角兽，你比其他任何小马都更能接触到法术和其他学术魔法。你学会了一项来自巫师（Wizard）、诗人（Bard）或术士（Warlock）法术列表中施法时间为一个行动的1级法术，你现在可以随意施放。此外，你学会了一项来自巫师、诗人或术士法术列表中三级或更低级别的法术，你现在可以在不消耗法术槽的情况下施放，但你必须完成一次长休才能再次施放。对于这些法术，你可以选择智力或魅力作为施法能力值。",
	"This item lets a fingerless creature mount a polearm type weapon (spear, pike, lance, halberd, glaive, ect.) to its body and use it despite its two-handed status. It cannot be worn at the same time as a shield rack, and the haft cannot be used to strike while such a weapon is mounted.": "这个物品让一个没有手指的生物（(%num%)fingerless creature）能够将长柄武器（矛、长矛、长枪、戟、戈、等）安装到身体上并使用，尽管这些武器通常需要双手。它不能与盾架同时佩戴，而且当这样的武器被安装时，杆部不能用来打击。",
	"This item lets a fingerless creature proficient with shields mount one to their body. As a reaction, a creature wearing the shield rack equipped with a shield may gain the benefits of the shield until the start of your next turn. You cannot wear this and a weapon rack at the same time, and using a heavy weapon or two-weapon fighting with a shield rack equipped will give you disadvantage on attack rolls.": "这个物品让一个没有手指的生物能够熟练地将盾牌安装在身上。作为一次反应，一个佩戴着盾架并装备了盾牌的生物可以在你的下一个回合开始之前获得盾牌的益处。你不能同时佩戴这个物品和武器架，而且当装备了盾牌架并使用重型武器或双武器搏斗时，你的攻击投掷将受到劣势。",
	"Strapped weapons are able to be mounted to a fingerless creature's hooves, letting them use these with their mouths empty or holding another object.": "带绑定武器可以安装在一个没有手指的生物的蹄上，让它们在嘴巴空着或拿着其他物体时使用这些武器。",
	"In Equestria, the main denomination is the Royal gold and silver bits, worth 1 gp and 1 sp respectively. Cities and towns mint copper bits as well, worth 1 cp. Platinum bits worth 1 pp are used by banks and businesses but aren't always accepted in smaller villages or towns.": "在Equestria，主要的货币单位是皇家金币和银币，价值分别为1 gp和1 sp。城市和小镇也铸造铜币，价值为1 cp。白金币价值1 pp，由银行和企业使用，但在较小的村庄或城镇并不总是被接受。",
	"These are often noted as cb/sb/gb/pb. Pony bits are widely used and accepted all across Equus.": "这些通常被记为cb/sb/gb/pb。Pony bits（依据Equus各地的习惯）被广泛使用和接受。",
	"This Rectangular Platinum Bullion coin has the Equestrian seal stamped on it.": "这枚矩形铂金金条上盖有骑士印章。",
	"Electrum coins were used by the Crystal Empire, but are now just seen as collectables at best and aren't worth much.": "水晶帝国曾经使用过电金币，但现在最多只被视为收藏品，价值不高。",
	"This Gold bit coin has Celestia's Bust on the Obverse and her Sun symbol on the Reverse.": "这个黄金比特币的正面有(Celestia)的半身像，背面有她的太阳符号。",
	"This Silver bit coin has Luna's Bust on the Obverse and her Moon symbol on the Reverse.": "这枚银比特币正面有露娜的半身像，背面有她的月亮符号。",
	"This Copper bit coin has a Horseshoe symbol on the Obverse and a stamping of the city or town that minted it on the Reverse.": "这个铜比特币正面有一个马蹄符号，背面有铸造它的城市或镇的印记。",
	"Griffons use the platinum drachma, gold shekel and silver agorot worth 4 pp, 4  gp, and 4 sp in Griffonlands, and half that in other nations. The central bank of Griffonstone also issues paper notes in denominations of 5, 10, 20, or 100 shekels, agorots, and drachmas.  Ponies tend not to accept the newfangled paper money, though they will happily take griffon coinage.": "在格里芬地，格里芬使用白金德拉克马、金希克尔和银阿戈洛特，价值4 pp、4 gp和4 sp，在其他国家则是这个数值的一半。格里芬石的中央银行还发行面额为5、10、20或100希克尔、阿戈洛特和德拉克马的纸币。小马们通常不接受这种新潮的纸币，尽管他们很乐意接受格里芬的硬币。",
	"This amulet turns any spell slots the wearer has of 5th level or lower into the highest level slot the attuned creature has, up to 5th level.": "这个护身符将佩戴者拥有的5级或更低级别的所有法术位转换为被连接生物拥有的最高级别法术位，最高不超过5级。",
	"The amulet is cursed and can only be removed by the wearer. Even the {@spell remove curse} spell will not work. The wearer must succeed on a Charisma saving throw each day at DC 25 or they will not willingly take it off for 24 hours. They can still be persuaded or deceived into removing it. Every time they fail the saving throw, the attuned creature takes one orthogonal alignment step closer to lawful evil. For example, a neutral good character would become lawful good, then lawful neutral, ect. Their alignment can only be reset by a {@spell greater restoration} spell or similar.": "护身符被诅咒，只能由佩戴者移除。即使使用{@spell remove curse}法术也无效。佩戴者每天必须进行一次魅力豁免检定，DC为25，否则他们将在接下来的24小时内不会自愿脱下它。但仍可被说服或欺骗而脱下。每次未通过豁免检定，被附魔生物的正交方向取向会向着守序邪恶靠拢一步。例如，一个中立善良的角色会变成守序善良，然后是守序中立，等等。他们的取向只能通过{@spell greater restoration}法术或类似方法重置。",
	"Made for non-flying visitors to the Pegasus cloud domains, the wearer of this ring is under the effects of a permanent {@spell cloud walking|mlpplaneshift} spell. The wearer can also operate the ring to cast {@spell fly} on itself, once per day. When {@spell fly} is cast in this manner, it causes spectral wings to appear attached to the target. After casting {@spell fly} with the ring, roll a d20. On a roll of 1, the ring disintegrates.": "为了那些不能飞行的访客前往天马云领域，戴上这枚戒指的人将受到永久{@spell cloud walking|mlpplaneshift}法术的影响。佩戴者还可以操作戒指，每天一次对自己施放{@spell fly}。当以这种方式施放{@spell fly}时，会使得幻影翅膀出现在目标身上。在用戒指施放{@spell fly}后，掷一颗20面骰。如果掷出1，戒指将会消失。",
	"This bow can be fired one-handed when set up by planting its base upon solid ground. Setting up the bow is a bonus action, and once placed, the bow cannot be moved without the use of an action. On a hit, the target must make a Strength saving throw (DC10) or have their movement reduced by 10 feet for 1 minute. This can stack until the creature is reduced to 0 movement. This weapon deals cold damage.": "这(弓)可以在稳固的地面上栽种其基座后单手发射。设置(弓)是一个奖励动作，一旦放置，(弓)就不能移动，除非使用一个动作。命中时，目标必须进行一次力量豁免检定（DC10），否则其移动速度将在1分钟内减少10英尺。这可以叠加，直到生物的移动速度降至0。这个武器造成冷伤害。",
	"This bow can be fired one-handed when set up by planting its base upon solid ground. Setting up the bow is a bonus action, and once placed, the bow cannot be moved without the use of an action. On a hit, the target must make a Strength saving throw (DC11) or have their movement reduced by 10 feet for 1 minute. This can stack until the creature is reduced to 0 movement. This weapon deals cold damage.": "这个弓可以在稳固的地面上栽种其基座后单手发射。设置弓是一个奖励动作，一旦放置，弓就不能移动，除非使用一个动作。命中时，目标必须进行一次力量豁免投掷（DC11），否则其移动速度将在1分钟内减少10英尺。这可以叠加，直到生物的移动速度降至0。这个武器造成冰冷伤害。",
	"This bow can be fired one-handed when set up by planting its base upon solid ground. Setting up the bow is a bonus action, and once placed, the bow cannot be moved without the use of an action. On a hit, the target must make a Strength saving throw (DC12) or have their movement reduced by 10 feet for 1 minute. This can stack until the creature is reduced to 0 movement. This weapon deals cold damage.": "这(弓)可以在稳固的地面上栽下基座后单手发射。设置(弓)的过程是一个奖励动作，一旦放置，(弓)就不能移动，除非使用一个动作。命中目标后，目标必须进行一次力量豁免投掷（DC12），否则其移动速度将在1分钟内减少10英尺。这个效果可以叠加，直到生物的移动速度降为0。这个武器造成冰冷伤害。",
	"This bow can be fired one-handed when set up by planting its base upon solid ground. Setting up the bow is a bonus action, and once placed, the bow cannot be moved without the use of an action. On a hit, the target must make a Strength saving throw (DC13) or have their movement reduced by 10 feet for 1 minute. This can stack until the creature is reduced to 0 movement. This weapon deals cold damage.": "这把弓可以在将其基座插入坚实地面时单手发射。设置弓的过程是一个奖励动作，一旦放置，弓就不能移动，除非使用一个动作。命中时，目标必须进行一次力量豁免投掷（DC13），否则其移动速度将在1分钟内减少10英尺。这效果可以叠加，直到生物的移动速度降至0。这武器造成冰冷伤害。",
	"These stones require attunement by a person chosen by the item itself. They are somewhat sentient and choose their bearers carefully.": "这些石头需要由物品本身选择的人来调谐。它们有点有意识，会仔细选择它们的承载者。",
	"Loyalty: Chooses a wielder who embodies the struggles of those loyal to ideals and others.": "忠诚度：选择一个体现忠于理想和他人的斗争的使用者。",
	"Honesty: Chooses a wielder who embodies the struggles of those who strive to shine the light of truth upon a dark world.": "诚实：选择一个拥有者，体现了那些努力在黑暗世界中照亮真理之光的人的挣扎。",
	"Generosity: Chooses a wielder who embodies the struggles of those who give all of themselves to better the lives of others.": "慷慨：选择一个体现出那些为改善他人生活而全身心付出的人的挣扎的使用者。",
	"Kindness: Chooses a wielder who embodies the struggles of those show compassion even when shown none themselves.": "仁慈：选择一个拥有(%num%)的人，体现出那些即使自己没有受到同样对待也能表现出同情心的人的挣扎。",
	"Laughter: Chooses a wielder who embodies the struggles of those who bring joy to people who need it most.": "笑声：选择一个拥有者，体现了那些为最需要快乐的人带来欢乐的人的奋斗。",
	"Magic: Only reveals itself once the other 5 are claimed. It chooses a pony who truly embodies the magic of Harmony.": "魔法：只有在其他5种被认领后才会显现。它选择一个真正体现和谐魔法的小马。",
	"When the bearers of the elements are united in friendship, they can all together use their actions to fuel a beam of concentrated Harmony that does 20d12 radiant damage to any non-good aligned creature. The bearer of the Element of Magic acts as the source of the line and its range is 120 feet. If any of the bearers are charmed, unconscious, or have doubts about the use of the elements, or the status of the bearers in friendship is in doubt, then the beam has no effect.": "当元素的持有者们在友谊中团结一致时，他们可以共同利用他们的行动来激发一束集中和谐之光，对任何非善良阵营的生物造成20d12的辐射伤害。魔法元素的持有者充当线条的源头，其射程为120英尺。如果任何持有者被魅惑、昏迷、对元素的使用产生疑虑，或者持有者之间的友谊关系存疑，那么光束将不会产生任何效果。",
	"These unremarkable looking carved stone scarabs hold specialized divination magic that allows audiovisual communication at a distance.": "这些普通的雕刻石甲虫拥有特殊的占卜魔法，可以实现远距离的视听交流。",
	"Scarab Stones come in sets of {@dice 3d4}, with all 'drone' stones being capable of connecting only to the slightly larger 'queen' stone, and not each other.": "甲虫石以{@dice 3d4}的套装出售，所有的“工蜂”石头只能连接到稍大一点的“女王”石头，而不能互相连接。",
	"Once per day, the bearer of either variety of stone can initiate audiovisual contact of duration sufficient for a single conversation, with the effects of the stone otherwise operating as per the {@spell sending} spell. If the receiving stone is not in a creature's possession, no message is sent and the sender is aware that the message failed.": "每天一次，携带任何一种石头的持有者可以发起音视频联系，持续时间足够进行一次对话，否则石头的效果将按照{@spell sending}法术运行。如果接收的石头不在生物的所有权中，则不会发送消息，发送者会意识到消息发送失败。",
	"If the queen stone is destroyed, all other stones in the set become useless. It is thought that these stones are of changeling design, thus the unorthodox method of connection.": "如果女王石被摧毁，集合中的所有其他石头都会变得无用。人们认为这些石头是由变形设计的，因此连接方式是不正统的。",
	"When imbibed this white viscous potion lets you see into the past to answer a current inquiry, stated before drinking. You are not given context or a balanced perception of the events you will see. Events may only be vaguely related to what you asked. The visions will last about 10 minutes, during which your body is paralyzed. A typical vial holds enough potion for 3 such visions.": "当饮下这种白色粘稠的药剂后，你可以看到过去的事情，以回答在饮用前提出的当前问题。你将不会获得事件的背景信息或平衡的看法。所看到的事件可能只与你所问的问题稍微相关。这些幻象将持续大约10分钟，在此期间你的身体会麻痹。一个典型的小瓶足够供应3次这样的幻象。",
	"You can use a ranged weapon attack to throw the orb at a creature up to 30 feet away. The orb shatters on impact with a creature and is destroyed. Attacks made with this weapon ignore AC gained from spells. If the creature's body is made of flesh, it is restrained as its flesh begins to harden. A target restrained by the orb must make a DC 17 Constitution saving throw at the end of each of its turns. If it successfully saves against this effect three times, the effect ends. If it fails saves three times, it is turned to obsidian and subjected to the petrified condition.": "你可以使用远程武器攻击，将球体扔向距离30英尺的生物。球体与生物碰撞时会破碎并被摧毁。使用该武器进行的攻击会无视法术提供的AC。如果生物的身体是由肉体构成的，它将被束缚，因为它的肉体开始变硬。被球体束缚的目标必须在每个回合结束时进行一次DC 17的体质豁免检定。如果成功通过三次检定，效果结束。如果连续三次未通过检定，目标将变成黑曜石并陷入石化状态。",
	"In addition to acting as an arcane focus, this staff can be operated to drain a creature of its magic.": "除了作为一个奥术焦点外，这根法杖还可以被使用来吸取生物的魔法能量。",
	"A creature within 30 feet of you must succeed a Dexterity saving throw, DC 17 or they lose all spell slots they currently have. You regain spell slots up to the amount drained. You cannot regain 6th level or higher slots this way, but the staff still drains them.": "在你30英尺范围内的生物必须通过一次敏捷豁免，豁免 DC 17，否则他们将失去所有当前拥有的法术位。你可以恢复被耗尽的法术位数量。但你不能通过这种方式恢复第6级或更高级的法术位，但法杖仍会耗尽它们。",
	"After draining any 6th or higher level slots, the staff gives you a bonus to your spell casting DC and spell attack bonus of +2, until dawn on the next day.": "在消耗任何6级或更高级的法术位后，法杖会为你的法术施法 DC 和法术命中加值提供+2的奖励，直到第二天黎明。",
	"This shield has a magical +1 bonus to your AC when used. You can add the total AC bonus of the shield to your Dexterity saving throws. While worn, if you succeed on a Dexterity Saving Throw for half damage against Fire, Cold, Poison, Acid or Lightning damage, you take none instead.": "这个盾牌在使用时会给你的防御等级提供+1的魔法加值。你可以将盾牌的总防御加值加到你的敏捷豁免上。佩戴时，如果你成功进行一次针对火焰、寒冷、毒素、酸性或闪电伤害的敏捷豁免以减半伤害，你将不受伤害。",
	"This mask has 10 charges. While wearing it, you can use an action to expend one or more charges to cast one of the following spells from it using  your spellcasting ability modifier and spell save DC: {@spell cure wounds} (1 charge per spell level, up to 4th), {@spell lesser restoration} (2 charges), or {@spell mass cure wounds} (5 charges).": "这个面具有10个充能。佩戴它时，你可以使用一个动作来消耗一个或多个充能，使用你的法术能力值修正和法术豁免 DC 来施放以下法术之一：{@spell cure wounds}（每级法术消耗1个充能，最多到4级），{@spell lesser restoration}（消耗2个充能），或{@spell mass cure wounds}（消耗5个充能）。",
	"The mask regains 1d8 + 2 charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the mask disappears in a flash of light, hiding itself for another adventurer to find.": "面具每天黎明时恢复 1d8 + 2 点充能。如果你耗尽了最后一点充能，投掷一颗 d20。在掷出 1 的情况下，面具会在一道闪光中消失，隐藏起来等待另一位冒险者发现。",
	"This Shovel has 5 charges. You can use an action to operate the shovel, expending 1 or more charges to increase your Strength by as many charges as you used for 1 hour. During  this time you can add your proficiency bonus to Strength ({@skill Athletics}) skill checks, stacking if you're already proficient. This effect cannot increase your Strength above 25.": "这把铲子有5个充能。你可以使用一个动作来操作这把铲子，消耗1个或更多充能，使你的力量增加与你用于1小时的充能数量相同。在此期间，你可以在力量检定中添加你的熟练加值 ({@skill Athletics})，如果你已经熟练的话，这些加值会叠加。这个效果不能使你的力量提高到25以上。",
	"The shovel regains {@dice 1d4 + 1} charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the shovel disappears in a flash of light, hiding itself for another adventurer to find.": "铁锹在每天黎明时恢复{@dice 1d4 + 1}次充能。如果你耗尽了最后一次充能，投掷一枚20面骰。如果投掷结果为1，铁锹会在一道闪光中消失，等待另一位冒险者发现。",
	"This magic item only functions while a healthy and well cared for flower grows within it. While attuned to the pot, any spells not from the illusion or transmutation schools you cast may have their visuals changed with illusion magic.": "这个魔法物品只有在里面长着一朵健康并得到良好照料的花时才能发挥作用。当你与这个花盆相互连接时，你施放的非幻术或变形系法术可能会被幻术魔法改变其视觉效果。",
	"You can add the effects of {@spell minor illusion} to any spell you cast, {@spell silent image} to any spell above 1st level, or {@spell major image} to any spell above 3rd. These illusion effects only last as long as the original spell or the illusion, which ever is shorter.": "你可以将{@spell minor illusion}的效果添加到你施放的任何法术中，将{@spell silent image}添加到任何高于1级的法术中，或将{@spell major image}添加到任何高于3级的法术中。这些幻术效果只能持续到原始法术或幻术结束，以较短者为准。",
	"While wearing this blindfold, you gain blindsight out to 30 feet.  In addition, you become  proficient in Charisma, Wisdom, and Intelligence saving throws.": "戴上这个眼罩后，你获得了30英尺的盲视。此外，你在魅力、智慧和智力豁免检定上变得熟练。",
	"This spellbook acts as a +2 arcane focus.": "这本法术书作为一个+2的奥术焦点。",
	"It contains the spells {@spell banishment}, {@spell dimension door}, {@spell planar binding}, {@spell contact other plane}, {@spell etherealness}, {@spell plane shift}, {@spell teleport}, {@spell demiplane} and {@spell gate}.": "它包含了咒语 {@spell banishment}, {@spell dimension door}, {@spell planar binding}, {@spell contact other plane}, {@spell etherealness}, {@spell plane shift}, {@spell teleport}, {@spell demiplane} 和 {@spell gate}。",
	"These spells can be cast by anyone attuned to the book with their own slots, or by using the book's own magic.": "这些法术可以由任何与《（book）》相调谐并使用自己的位级槽位，或者使用《（book）》本身的魔法来施展。",
	"If you do not use a slot, roll a d20. If you roll the level of the spell or lower, the book disappears in a flash of light, hiding itself for another adventurer to find.": "如果你没有使用一个法术槽，那么投掷一个d20。如果你投掷的数字等于或小于法术的等级，那本书将在一道闪光中消失，隐藏起来等待下一个冒险者发现。",
	"A spectral, floating aura appears at a point you choose within range. The aura lasts for the duration or until you dismiss it. The aura vanishes if it is ever more than 10 feet away from you or if you cast this spell again. You can control the aura as if it was your own limb. You can use the aura to manipulate an object, attack with a weapon, open an unlocked door or container, wield a shield, stow or retrieve an item from an open container, or pour the contents out of a vial. The aura can only lift 15 lbs at any one time, and it can only attack with weapons that could be wielded in one hand. The aura always moves with you, as to stay in range. If you use the aura to attack, or perform an ability check, it uses the normal ability to do so.": "在你选择的范围内出现了一个光谱漂浮的光环。光环持续时间为法术持续时间，或者直到你解除它。如果光环离你超过10英尺，或者你再次施放此法术，光环将消失。你可以控制光环，就像它是你自己的一部分。你可以使用光环操纵物体，用武器攻击，打开未锁定的门或容器，使用盾牌，从打开的容器中取出或放回物品，或者倒出瓶中的内容。光环一次只能承重15磅，只能使用可以单手握持的武器进行攻击。光环始终跟随你移动，以保持在范围内。如果你使用光环进行攻击或进行技能检定，它使用正常的能力来执行。",
	"You change a tiny or smaller object you can see within range to a similar type of natural object of equal or lesser value of your choice. Any object can be the target, but the object it becomes must be organic. You must hit with a ranged spell attack if the object is attended. Magical items are immune to this spell.": "你可以将你能看到的范围内的一个微小或更小的物体改变成你选择的价值相等或更低的自然物体。任何物体都可以成为目标，但它变成的物体必须是有机的。如果目标物体被人看管，你必须用远程法术攻击来命中。魔法物品对此法术免疫。",
	"When you cast this spell using a spell slot of 4th level or higher, you can transmute a small or smaller object. When you cast this spell using a spell slot of 6th level or higher, you can transmute a medium or smaller object.": "当你使用4级或更高级别的法术位施放此法术时，你可以转化一个小型或更小的物体。当你使用6级或更高级别的法术位施放此法术时，你可以转化一个中型或更小的物体。",
	"For the duration, willing creatures within range gain the ability to treat clouds as solid ground, push them around, or even kick them apart.": "在持续时间内，范围内的愿意生物获得了将云彩视为坚实地面、推动它们或甚至将它们踢散的能力。",
	"You imbue a rope with magic to trip or seize your enemies. You or someone else can make a ranged spell attack with the rope by throwing it. The throw has a normal range of half the length of the rope you use and maximum range equal to the length of the rope.  If someone else attacks with the rope, they add your spellcasting ability modifier, not the attacker's, to the attack roll. On a hit, the target is {@condition restrained} or knocked {@condition prone}.  The spell ends if you cast it again, the attack misses or the rope is cut.": "你赋予一根绳子魔法，用来绊倒或捕捉你的敌人。你或其他人可以通过投掷绳子进行远程法术攻击。投掷的普通射程为你使用的绳子长度的一半，最大射程等于绳子的长度。如果其他人使用绳子进行攻击，他们在攻击检定中要加上你的施法能力调整值，而不是攻击者的。命中后，目标被{@condition restrained}或被击倒{@condition prone}。如果你再次施法、攻击未命中或绳子被切断，法术就会结束。",
	"You drain thick tendrils of emotion from one creature you can see within range. When you cast this spell, choose one of the following effects:": "你从你能看到的一个生物身上抽取出浓密的情感触须。当你施放这个法术时，选择以下效果之一：",
	"- The {@condition charmed} or {@condition frightened} condition ends on that target.": "- {@condition charmed}或{@condition frightened}状态在目标身上结束。",
	"- The target makes a Constitution save, taking {@damage 2d8} psychic damage on a failed save, or half as much damage on a successful one.": "- 目标进行一次体质豁免，如果豁免失败则受到{@damage 2d8}点精神伤害，豁免成功则只受到一半伤害。",
	"Damage dealt by this spell does not end the {@condition charmed} condition if it would normally do so, and a creature reduced to 0 hit points by this spell falls {@condition unconscious} and is stable.": "该法术造成的伤害不会结束{@condition charmed}状态，即使通常会如此，而被该法术降至0点生命值的生物会变为{@condition unconscious}并保持稳定。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d8} for each slot level above 1st": "当你使用2级或更高级别的法术位施放这个法术时，伤害将每超过1级的位数增加{@dice 1d8}。",
	"Choose an adjacent creature. You share roughly one hour of your own memories with the target in the course of a few seconds. The target receives any or all of these benefits (your choice):": "选择一个相邻的生物。在几秒钟内，你与目标分享大约一小时的自己的记忆。目标可以选择获得以下任意或全部好处（由你选择）：",
	"- End the {@condition charmed}, {@condition frightened}, or {@condition stunned} conditions. ": "- 结束 {@condition charmed}, {@condition frightened}, 或 {@condition stunned} 条件。",
	"- You swap proficiency in a tool, instrument, or language that you are proficient in with one the target is proficient in, which lasts until you or the target take a long rest.": "- 你可以与目标交换你精通的工具、乐器或语言，持续直到你或目标进行一次长休息。",
	"- You can give the target an opportunity to analyze a particular scene, conversation, or other situation you witnessed as if they had been there to experience it themselves.": "- 你可以让目标有机会分析一个特定的场景、对话或其他情况，就好像他们亲身经历过那样。",
	"This experience is overwhelming to the target. It must make a Constitution saving throw or be {@condition paralyzed} until the start of your next turn.": "这种经历对目标来说是压倒性的。它必须进行一次体质豁免才能避免成为{@condition paralyzed}，直到你的下一个回合开始。",
	"The main organized religion of the pony nations of Equus involves their alicorn rulers. These are very powerful beings, but they have the personalities of normal ponies and there is lively debate among scholars as to their actual divine status. Most alicorns will deny that they are divine in any way, but their immense power has many ponies convinced. They worship the alicorns as god-rulers and build temples in their name. The alicorns don't seem to do too much to discourage the worship beyond simple declarations, and many leverage their followers to accomplish goals the alicorn champions, for good or ill. The main day of Celestian celebration is the Summer Sun Celebration.": "在Equus的小马国家中，主要的有组织宗教涉及到他们的翅角兽统治者。这些是非常强大的存在，但他们拥有普通小马的个性，学者们对他们实际的神圣地位存在激烈的辩论。大多数翅角兽会否认他们以任何方式是神圣的，但他们巨大的力量让许多小马相信。他们将翅角兽作为神圣的统治者崇拜，并以他们的名义建造寺庙。翅角兽似乎并没有太多阻止崇拜的举动，除了简单的声明，许多人利用他们的追随者来实现翅角兽所支持的目标，不论是善是恶。Celestian庆祝的主要日子是夏日阳光庆典。",
	"There are also anticipations of future alicorns, prophesied in lost grimoires or ancient tomes that some clerics devote themselves to, such as the Anticipation of Heart or Friendship.  Some fanatics of the Celestial cult consider these heretical cults and are devoted to stamping them out, despite Celestia herself preaching tolerance.": "也有一些人预言未来将会出现独角兽，这些预言出自失落的魔法书或古老的典籍，一些神职人员专门研究这些预言，比如《心灵预言》或《友谊预言》。一些天空女神崇拜者的狂热信徒认为这些异端邪教，致力于将其铲除，尽管天空女神本人宣扬宽容。",
	"A twisted form of this worship extended to Luna's evil alter-ego, Nightmare Moon.  Some ponies felt that Nightmare Moon was right to want the night to last forever, and after the war that banished their Princess, many cultists still practice in her name.": "这种扭曲形式的崇拜延伸到了露娜的邪恶分身，梦魇之月。一些小马认为梦魇之月希望永远持续夜晚是正确的，在那场放逐她们公主的战争之后，许多异教徒仍以她的名义实践。",
	"Before the rule of the diarchy, much of Equestria was under the thumb of the mad-god Discord.  While not truly divine, he was a powerful spirit of chaos who demanded the worship of the ponies for his own amusement.  Many cults believe that life was more free and the world more balanced under Discord, and so plot for his return.": "在双元统治规则之前，Equestria的大部分地区都受到疯狂之神迪斯科德的控制。虽然并非真正神圣，但他是一位强大的混沌之灵，要求小马们崇拜他以供他自己的娱乐。许多异教团体相信在迪斯科德统治下生活更自由，世界更平衡，因此密谋让他重返世间。",
	"Harmony is the veneration of the natural world and the ponies place within it as caretakers and guardians. It's probably the most popular religion among ponies, and is compatible with most other faiths, including the more organized religions of the alicorns, with many lay worshipers devoted to both together. Most adherents to Harmony consider it more of a philosophy than a religion, and as such there aren't any grand temples to Harmony in the major cities.  Instead each household of faithful has a personal shrine, and the faithful will meet in places of great natural beauty to discuss and share their faith.": "和谐是对自然界的崇敬，以及小马在其中作为护理者和守护者的位置。这可能是小马中最流行的宗教，与大多数其他信仰兼容，包括独角兽的更有组织的宗教，许多信徒同时致力于两者。大多数和谐的信徒认为它更像是一种哲学而不是宗教，因此在主要城市中没有任何宏伟的和谐神庙。相反，每个信徒家庭都有一个个人的神龛，信徒们会在自然美景的地方聚会，讨论和分享他们的信仰。",
	"Druids are more common than Clerics as the primary devotees to Harmony. Lay worshipers tend to adapt the philosophy of Harmony to their lives, and tend more toward lawful and good interpretations, while the most devoted druids of harmony see the beauty in nature's neutrality, and care less for the common notions of good evil, or law and chaos. Like any faith, it has its fanatics. Legends of evil druids that burn the crops of civilized ponies inspire fear among some, but devotion among others. Its primary holiday is Hearth's Warming in the dead of winter.": "德鲁伊比（Druids）牧师（Clerics）更常见，作为对和谐（Harmony）的主要信徒。信徒倾向于将和谐哲学融入他们的生活，并更倾向于遵循守法和善良的解释，而最虔诚的和谐德鲁伊看到自然中中立的美丽，对善恶、法律和混乱的普遍概念不太关心。和任何信仰一样，它也有其狂热者。关于邪恶德鲁伊焚烧文明小马庄稼的传说在一些人中引起恐惧，但在其他人中引起虔诚。它的主要节日是冬季的炉边温暖（Hearth's Warming）。",
	"The Griffons pantheon consists mainly of the four wind gods. Boreas the North Wind, Zephyr the West Wind, Auster the South Wind and Eurus the East Wind.  Boreas is a cold harsh wind that brings storms and victory in battle. Zephyr is a warm gentle wind that soothes and calms. Auster is a wind that brings rain to water crops, or withholds it to starve the unpious. Eurus is a hot stifling wind that carries plague.": "狮鹫神系主要由四位风神组成。北风波瑞阿斯(Boreas)、西风泽菲尔(Zephyr)、南风奥斯特(Auster)和东风尤洛斯(Eurus)。波瑞阿斯是一股寒冷严酷的风，带来暴风雨和战斗的胜利。泽菲尔是一股温暖温和的风，能够舒缓和平息。奥斯特是一股带来雨水滋润庄稼的风，或者停止雨水以饥饿不虔诚者。尤洛斯是一股炎热令人窒息的风，传播瘟疫。",
	"Adherents of the Rebdaran faith, mostly Kirin, Changelings and Hippogriffs, trace their ancestry to the Creator Goddess Rebdar.  They claim that they were made by her, while ponies and other races were created by a Goddess known as Faust. They worship several other creator spirits, which members of other faiths tend to scoff at, as there's no physical proof of these dieties.  They preach that change is a natural part of life, and that manifesting your own change on life is the greatest good. Creation and hard work are prized by Rebdarans.": "Rebdaran信仰的信徒，主要是Kirin(麒麟), Changelings(变形者)和Hippogriffs(骏鹰马)，他们追溯他们的祖先到创造女神Rebdar。他们声称他们是由她创造的，而马和其他种族是由一位被称为Faust的女神创造的。他们崇拜其他几位创造神灵，而其他信仰的成员往往对此嗤之以鼻，因为没有这些神灵的实体证据。他们宣扬改变是生活的自然组成部分，并且认为在生活中实现自己的改变是最大的善行。Rebdarans珍视创造和努力工作。",
	"You are well adapted to frigid environments. You gain resistance to cold damage, and are not affected by the drawbacks of a cold climate. Additionally, you have advantage on any roll to avoid falling prone on a slippery surface, and do not treat snow or ice as difficult terrain.": "你很适应寒冷环境。你获得对冷伤害的抗性，不受寒冷气候的影响。此外，你在任何避免在湿滑表面摔倒的检定中获得优势，并且不将雪地或冰面视为艰难地形。",
	"You know the {@spell frostbite|XGE} cantrip. When you reach 3rd level, you can cast the {@spell ice knife|XGE} spell once per long rest. When you reach 5th level, you can also cast the {@spell misty step} spell once per long rest. Wisdom is your spellcasting ability for these spells.": "你知道{@spell frostbite|XGE}这个战斗法术。当你达到3级时，你可以每次长休时施放{@spell ice knife|XGE}法术一次。当你达到5级时，你也可以每次长休时施放{@spell misty step}法术一次。这些法术的施法能力是你的感知属性。",
	"You speak {@language Sylvan|mlpplaneshift}, the language of the fey, who inhabit parts of the great northern wilds.": "你说{@language Sylvan|mlpplaneshift}，这是精灵的语言，他们居住在北方荒野的某些地区。",
	"Your base walking speed increases to 40 feet.": "你的基础步行速度增加到40英尺。",
	"Wild elk have large, branching horns that can be used to attack. They are natural melee weapons you are proficient with that deal {@damage 2d4} piercing damage.": "野生麋鹿拥有大而分叉的角，可以用来攻击。它们是你熟练掌握的自然近战武器，造成{@damage 2d4}穿刺伤害。",
	"You have the ability to understand and be understood by beasts that are Small or smaller.": "你有能力理解并与小型或更小的野兽交流。",
	"You are proficient with one type of artisan's tool and one type of musical instrument.": "你精通一种工匠工具和一种乐器。",
	"You have wings that give you a flying speed of 25 feet. Your flight is nonmagical, and you can fly in any armor you're proficient in and that is tailored for your wings. You must be in a space wide enough to accommodate your wingspan to fly. Your wingspan is equal to twice your height.": "你拥有一双翅膀，让你的飞行速度为25英尺。你的飞行不是魔法性质的，你可以穿着你精通的并为你的翅膀量身定制的盔甲飞行。你必须在足够宽敞以容纳你翼展的空间中飞行。你的翼展等于你身高的两倍。",
	"Orthodox Changelings cannot survive on normal food and have to eat other creatures emotions. This causes discomfort for the creature being drained, even more so if they are unwilling. Thus it is usually done in secrecy. Changelings can eat normal food, usually to blend in, but gain no nutrition from such meals.": "正统幻形生物无法靠普通食物生存，必须吸食其他生物的情感。这会给被吸取情感的生物带来不适，尤其是如果他们不愿意的话。因此，通常这种行为都是秘密进行的。幻形生物可以吃普通食物，通常是为了融入，但并不从这些餐点中获得营养。",
	"While in their natural form, Orthodox changelings have natural armor that lets them calculate their AC as 13 + their Dexterity modifier.": "在自然形态下，正统变形者拥有天然护甲，使他们可以将他们的AC计算为13 + 他们的敏捷调整值。",
	"Earth ponies are adaptable to most situations, and have widely varied upbringings. Choose one simple or martial weapon, one artisan tool set or musical instrument and one skill to gain proficiency in.": "地马对大多数情况都很适应，并且有着各种各样的成长经历。选择一种简单或军事武器，一个工匠工具套装或乐器，以及一项技能来获得熟练度。",
	"Earth ponies are rock steady, even on unstable ground. You have advantage on Strength checks and saving throws to avoid being shoved, knocked prone, or grappled.": "大地马（Earth ponies）稳如磐石，即使在不稳定的地面上也能保持稳定。你在力量检定和豁免扑倒、击倒或擒抱的豁免投掷中获得优势。",
	"Earth ponies are determined and tough. Your hit point maximum increases by 1, and it increases by 1 every time you gain a level.": "地马是坚定而坚韧的。你的生命值上限增加1点，每次升级时都会增加1点。",
	"Earth ponies have long lasting family names based on professions of their ancestors. Typically, related families have related names, such as the Apple clan and the Pie clan.": "大地马有根据祖先职业的姓氏。通常，相关家族有相关的姓氏，比如苹果族和派族。",
	"One of the following feats: {@feat Strong Jaw|mlpplaneshift}, {@feat Heavily Armored|PHB} (without the +1 ASI) or {@feat Gourmand|UAFeats} (without the +1 ASI)": "以下选择之一：{@feat Strong Jaw|mlpplaneshift}、{@feat Heavily Armored|PHB}（不包括+1属性分配）或{@feat Gourmand|UAFeats}（不包括+1属性分配）。",
	"+ 1 Constitution": "+1 体质 (Constitution)",
	"Earth ponies may seem like the least magical of all ponies, and are indeed the most common, but they are every bit as attuned to the magic of Equus as any other pony. They are also by far the most adaptable subrace to any profession or climate, and are the founders and general denizens of most pony cities. They are a merry folk, but are firm believers in hard work.": "地马可能看起来是所有马种中最缺乏魔法的，而且确实是最常见的，但他们和其他任何一种马一样，都对Equus的魔法敏感。他们也是迄今为止对任何职业或气候最适应的亚种，是大多数马城市的创建者和居民。他们是快乐的民族，但坚信努力工作。",
	"Unicorns value education. You learn an extra language and choose a skill proficiency from {@skill Arcana}, {@skill History}, {@skill Nature} or {@skill Religion}.": "独角兽重视教育。你可以学习一门额外的语言，并选择一个技能熟练度，可以是{@skill Arcana}、{@skill History}、{@skill Nature}或{@skill Religion}。",
	"Unicorns have an innate ability with telekinesis and  other basic magic. You gain the {@spell horn hand|mlpplaneshift} cantrip and any one cantrip from the wizard class list.  At 3rd level, you learn a 1st level wizard spell. You can cast it once per short rest or with any spell slots you have. Choose either Charisma or Intelligence, this will be the spellcasting ability for these spells.": "独角兽具有与念力和其他基础魔法相关的天赋。你获得{@spell horn hand|mlpplaneshift}法术，以及巫师职业清单中的任意一个法术。在3级时，你学会一个1级巫师法术。你可以在短休息中施放一次，或者使用你拥有的任何法术位。选择魅力或智力中的一个，作为这些法术的施法能力。",
	"A unicorn's horn is innately magical. It can be used as any spellcasting focus by you. It also counts as the material component for {@spell horn hand|mlpplaneshift}": "独角兽的角天生具有魔法力量。你可以将它用作任何法术施法焦点。它也可以作为{@spell horn hand|mlpplaneshift}的物质组成部分。",
	"Unicorn names tend to be esoteric and expressive, and are commonly high-level concepts or ideals the parents hold in high regard.": "独角兽的名字往往是神秘而富有表现力的，通常是父母非常重视的高层概念或理想。",
	"One of the following feats: {@feat Elemental Adept}, {@feat Magic Initiate}, {@feat Spell Sniper}.": "以下三项技能之一：{@feat Elemental Adept}，{@feat Magic Initiate}，{@feat Spell Sniper}。",
	"+ 1 Wisdom": "+1 智慧",
	"Unicorns are the most obviously magical of the common types of pony, and are generally studious and reserved. They highly value education over inborn talent, and are often at the cutting edge of magical, social, and technological progress among the ponies. Canterlot, the capital of Equestria, is a unicorn city, and comes with all the glitz and glamor one could expect.": "独角兽是常见种类的小马中最明显具有魔力的，通常是勤奋和内敛的。他们非常重视教育胜过天赋，常常在小马中处于魔法、社交和技术进步的最前沿。(`Equestria`)的首都坎特洛特是一个独角兽之城，拥有所有你能期待的光辉和魅力。",
	"Pegasi can fly with their undersized wings via innate magic. You have a flying speed equal to your walking speed. You must be in a space wide enough to accommodate your wingspan to fly. Your wingspan is equal to twice your height. You cannot fly if you are wearing heavy armor, armor you are not proficient in, armor not tailored to accommodate your wings, or a backpack not specially tailored to your wings.": "飞马通过天生魔法可以用他们不成比例的翅膀飞行。你的飞行速度等同于你的步行速度。你必须在足够宽敞以容纳你翼展的空间中飞行。你的翼展等于你身高的两倍。如果你穿着重甲、不熟练的盔甲、不适合容纳你翅膀的盔甲，或者没有专门为你翅膀设计的背包，你就不能飞行。",
	"You can cast the cantrip {@spell gust|XGE} using only somatic components; flapping your wings. Use Charisma as the spell casting ability for this spell. ": "你可以只使用手势成分施放cantrip {@spell gust|XGE}，通过拍打你的翅膀。对于这个法术，使用魅力作为施法能力。",
	"You treat clouds as if they were solid objects. You can sit or stand on them or push them around the sky.  You can also coax rain out of any cloud, as in the create water option of the spell {@spell create or destroy water}.": "你把云当作实体物体对待。你可以坐在它们上面，站在上面，或者推动它们在天空中移动。你也可以像{@spell create or destroy water}法术中的创造水选项一样，从任何云中引出雨水。",
	"Pegasi are naturally good at moving themselves though space. Choose proficiency in {@skill Athletics}, {@skill Acrobatics}, or {@skill Stealth}.": "飞马天生擅长在空间中移动自己。选择在{@skill Athletics}、{@skill Acrobatics}或{@skill Stealth}中获得熟练。",
	"Pegasus names tend to be descriptive and utilitarian.  They are usually given after birth, unlike most ponies, often based on skills exhibited in flight school. Pegasi also have a matronymic name from birth, but rarely use it once they are assigned a personal name.": "飞马的名字通常是描述性和实用的。它们通常是在出生后取的，不像大多数小马那样，通常是基于在飞行学校展示的技能命名的。飞马在出生时还有一个母系姓氏，但一旦被分配了一个个人名字，很少使用它。",
	"One of the following feats: {@feat Mobile}, {@feat Charger}, or {@feat Weather Magic|mlpplaneshift}": "以下三个特性之一：{@feat Mobile}，{@feat Charger}，或{@feat Weather Magic|mlpplaneshift}。",
	"Pegasi are athletic and gifted with the freedom of flight. They value freedom, love friendly competition, and can be playful and mischievous. But like all ponies, they're a harmonious group and never want to see a contest turn to a bitter feud. Even today, Equestria's Royal Guard has a disproportionate number of pegasi. This was not always the case; in the distant past pegasi ruled over the other tribes as despots. They possess a natural affinity for weather to the degree that in most civilized areas highly trained pegasi control it.": "飞马是运动型的，拥有飞翔的自由天赋。他们珍视自由，喜欢友好竞争，有时会顽皮捣蛋。但和所有小马一样，他们是一个和谐的群体，绝不希望比赛演变成激烈的纷争。即使在今天，Equestria（依然）皇家卫队中飞马的数量仍然占比很高。这种情况并非一成不变；在遥远的过去，飞马曾作为专制统治者统治其他部落。他们对天气有着天生的亲和力，以至于在大多数文明地区，经过高度训练的飞马来控制天气。",
	"Sea ponies can breathe underwater by innate magic. You don't possess gills, but water that you breathe becomes air in their lungs, and is expelled again as water.": "海马可以通过天生魔法在水下呼吸。你没有鳃，但你呼吸的水会在它们的肺中变成空气，然后再被排出水。",
	"While in water, you can add your proficiency bonus to Strength (Athletics) and Dexterity (Acrobatics) checks. This stacks if you're already proficient.": "在水中时，你可以在力量（体育）和敏捷（特技）检定中加上你的熟练加值。如果你已经熟练，这些加值会叠加。",
	"Unlike most ponies, sea ponies are adapted to eating and hunting fish. Due to this you do not suffer the typical herbivore penalty for eating fish and you gain a Bite natural melee weapon that does {@damage 1d8} piercing damage and grapples the target on a successful hit, as long as the target is of Medium size or smaller. You can only grapple one creature at a time with this ability. This counts as an unarmed strike.": "与大多数小马不同，海马适应了吃鱼和捕鱼。由于这个原因，你不会因为吃鱼而遭受典型的草食动物惩罚，你获得了一项咬击自然近战武器，造成{@damage 1d8}穿刺伤害，并在成功命中时将目标缠住，只要目标是中等大小或更小。你只能使用这个能力一次来缠住一个生物。这算作一次徒手攻击。",
	"Sea ponies are a smaller subrace of ponies that have adapted to an amphibious lifestyle, almost like seals or otters, though depending on their exact ancestry they might resemble more aquatic species like sharks. Despite their name, they are most commonly found in rivers and lakes, though some tribes do live in sheltered gulfs or bays of Equus's seas. Their piscivorous diet is a bit of a culture shock to other ponies, and they share their more predatory outlook with the hypercarnivore griffons.": "海马(Sea ponies)是一种较小的小马亚种，已经适应了一种类似海豹或水獭的两栖生活方式，尽管根据它们的确切祖先，它们可能更像鲨鱼等水生物种。尽管名字中有\"海\"字，它们最常见于河流和湖泊，但一些部落确实居住在Equus海域的避风港或海湾。它们以食鱼为食的饮食习惯对其他小马来说有点文化冲击，并且与高肉食性的狮鹫共享更具掠食性的观点。",
	"Bat ponies can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. You also have keen hearing have advantage on any Wisdom (Perception) check that relies on hearing.": "蝙蝠马在你周围60英尺内可以像在明亮光线下一样看清昏暗光线，而在黑暗中则可以像在昏暗光线下一样看清。在黑暗中，你无法分辨颜色，只能看到灰色调。你还具有敏锐的听觉，在任何依赖听觉的感知（感知）检定中获得优势。",
	"You have a magical flying speed of 25 feet. You must be in a space wide enough to accommodate your wingspan to fly. Your wingspan is equal to twice your height. You cannot fly if you are wearing heavy armor, armor you are not proficient in, armor not tailored to accommodate your wings, or a backpack not specially tailored to your wings.": "你拥有神奇的飞行速度，速度为25英尺。你必须在足够宽敞以容纳你翼展的空间中飞行。你的翼展等于你身高的两倍。如果你穿着重甲、不熟练的盔甲、不适合容纳你翼展的盔甲，或者没有专门为你翼展量身定制的背包，你就无法飞行。",
	"You know {@language Undercommon|mlpplaneshift}.": "你知道{@language Undercommon|mlpplaneshift}。",
	"You treat clouds as solid ground.": "你把云当作坚实的地面。(D&D)",
	"Bat ponies are dark looking relatives of pegasi with similar, if lesser flight capabilities and bat-like wings, ears and eyes. They have been recently discriminated against due to their association with Luna's rebellion and the destruction it caused, making them somewhat more serious than a typical pony.": "蝙蝠马是天马的黑暗外表亲戚，拥有类似但较弱的飞行能力，以及蝙蝠般的翅膀、耳朵和眼睛。由于他们与露娜的叛乱及其造成的破坏有关，最近他们遭受歧视，使他们比一般小马更加严肃。",
	"Life in the desert is tough and demands knowledge of poisons and potions for any who live there. You are not affected by hot climates and you gain proficiency in {@skill Survival}. You speak {@language Zebrican|mlpplaneshift}, instead of Ponish. Zebrican is a sing-song language, that while spoken with the same sounds as Ponish, is totally unrelated.": "沙漠中的生活是艰难的，对于那些居住在那里的人来说，需要了解毒药和药水。你不会受炎热气候的影响，并且获得 {@skill Survival} 的熟练度。你说 {@language Zebrican|mlpplaneshift}，而不是 Ponish。Zebrican 是一种歌唱般的语言，尽管发音与 Ponish 相同，但完全无关。",
	"While many zebras are masters of crafting potions, nearly all are attuned to their use. Potions you drink last twice as long, and you get advantage on Constitution saving throws against poisons.": "虽然许多斑马都是炼药大师，几乎所有的斑马都能熟练运用药剂。你饮用的药剂效果持续时间加倍，而且你对毒素的体质豁免检定获得优势。",
	"You gain proficiency with the {@item herbalism kit|PHB}, and whenever you finish a long rest you can craft one of various brews including the following:": "你获得{@item herbalism kit|PHB}的熟练加值，每当你完成一次长休时，你可以酿造以下各种酿酒物品之一：",
	"After drinking this potion and getting 1d4 days of rest, the imbiber gains the benefit of the spell {@spell lesser restoration} as if cast at 2nd level.  1d8 days after creation, this salve looses it's potency.": "在喝下这瓶药剂并休息1d4天后，饮用者获得了类似于2级施放的法术{@spell lesser restoration}的效果。在制作后的1d8天后，这种药膏就会失去效力。",
	"For 1 hour, the imbiber can see in dim light as if it were bright out to 60 feet, and darkness as if it were dim light. They can't discern color in darkness, only shades of grey. They also have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when they, the target of their attack, or whatever they are trying to perceive is in direct sunlight.": "在1小时内，饮用者可以在60英尺内将昏暗光线视为明亮，黑暗视为昏暗。在黑暗中无法分辨颜色，只能看到灰色调。当他们自己、攻击目标或者他们试图感知的物体处于直射阳光下时，进行攻击检定和依赖视觉的感知检定时都会有劣势。",
	"For 24 hours, you count as a size larger for carrying capacity, and the weight you can lift, push or pull. If you finish a long or short rest, the effects end, and you gain a level of exhaustion.": "在24小时内，你的负重能力以及举起、推动或拉动的重量都视为增加了一级。如果你完成了一次长休或短休，这个效果就会结束，并且你会获得一级疲劳。(Carrying Capacity)",
	"Hailing from the inner deserts of Equus, the zebra are a mysterious subrace that seems to be related to ponies, though no one is sure. Certainly, they are further removed than the others from the family tree. They are a secretive and somewhat primitive race, and few travel far from their homeland, making them an exotic sight in Equestria. Still, they have some form of Cutie Mark, and thus must be ponies, though their serious demeanor betrays no relation.": "来自Equus内陆沙漠的斑马是一个神秘的亚种，似乎与小马有关，尽管没有人确定。可以肯定的是，他们与家族谱系的其他成员相比更为疏远。他们是一个神秘而有些原始的种族，很少有人远离他们的家园，使他们在Equestria成为一道奇特的风景。然而，他们有某种形式的标记，因此必须是小马，尽管他们严肃的态度并没有透露出任何关系。",
	"Crystal ponies are nearly as adaptable as their common sisters. Choose one skill, one martial or simple weapon, and one artisan tool set or musical instrument to gain proficiency in.": "水晶马几乎和它们的普通姐妹一样适应力强。选择一项技能，一种武器（简单或军用），以及一种工匠工具或乐器，获得熟练加值。",
	"Crystal ponies have natural armor, hard as stone. This natural armor lets you calculate your AC as 13 + your Dexterity modifier when you're wearing no armor. You can use a shield with this and gain the benefits of both.": "水晶马拥有天然盔甲，坚硬如石。当你不穿戴盔甲时，你可以将你的AC计算为13 + 你的敏捷调整值。你可以携带盾牌并获得双重益处。",
	"Crystal Ponies are just as tough as earth ponies.  Your hit point maximum increases by 1, and it increases by 1 each time you gain a level.": "水晶马和陆地马一样强壮。你的生命值上限增加1点，每次升级时都会增加1点。",
	"Crystal ponies are denizens of the far north of Equus. They lived in a splendorous Crystal Empire that vanished long ago. They are earth pony relatives and thus share much with their more common sister subrace, but they differ greatly in appearance.  Their coats and manes shine like gemstones and are almost as hard, but under that hard shell they are a broken race. Long kept in slavery, they still bear a mental scar from that ordeal.": "水晶马是Equus北部的居民。他们曾经生活在一个辉煌的水晶帝国，但那个帝国很久以前就消失了。他们是大地马的亲戚，因此与更常见的姐妹亚种有很多相似之处，但在外表上有很大不同。他们的皮毛和鬃毛闪闪发光，几乎和宝石一样坚硬，但在那坚硬的外壳下，他们是一个受伤的种族。长期被奴役，他们仍然心灵受创。",
	"Ponies generally live to about 80 years old, and are adults by age 12 or whenever they receive their Cutie Mark.": "小马通常活到大约80岁，12岁时或者获得他们的标志（Cutie Mark）时就成年。",
	"Ponies tend to the good alignments, but this is far from universal. Few ponies would serve evil gleefully, but many fall prey to greed or selfishness.": "小马们倾向于善良的阵营，但这并非普遍。很少有小马会心甘情愿地为邪恶服务，但许多会陷入贪婪或自私之中。",
	"You are medium sized. Ponies are four legged creatures, standing about 3 feet tall at the shoulder.": "你是中等身材。小马是四条腿的生物，肩高约3英尺。",
	"Due to being four legged, your speed is 35 feet.": "由于你是四腿动物，你的速度为35英尺。",
	"Ponies have a destiny emblazoned as a symbol on their flank. This is known as a Cutie Mark and represents their main calling in life. See the list on this page for what a Cutie Mark can give your character. Some subraces have more options.": "小马在臀部有一个象征性的命运标记。这被称为标记（Cutie Mark），代表着它们在生活中的主要使命。请查看本页面上的列表，了解标记可以为您的角色带来什么。一些亚种有更多的选择。",
	"Choose one of the following feats, without the +1 ASI.": "选择以下一个特性，不包括+1属性分配点。",
	"One Fighting Style option from the {@class Fighter} class. If you already have a style, the one you choose must be different.": "{@class Fighter}职业中的一种格斗风格选项。如果你已经有一种风格，那么你选择的这种必须不同。",
	"Two cantrips from the {@class Sorcerer} or {@class Cleric} spell list. Both must be from the same list. Use Charisma as the casting ability for these spells.": "从{@class Sorcerer}或{@class Cleric}法术清单中选择两个零级法术。这两个法术必须来自同一个法术清单。在施放这些法术时，使用魅力作为施法能力。",
	"Proficiency in one tool set, or Expertise with one you already are proficient with.": "精通一种工具组，或者对已经精通的工具组有专门知识 (`Expertise`)。",
	"Ponies do not possess the dexterous digits most humanoids use for so many tasks, instead they use their mouth for most manipulation. Your mouth is considered one hand for most intents and purposes. You will be at disadvantage to use two-handed weapons or the versatile property of such weapons. You also cannot make object interactions normally involving hands if your mouth is full. Somatic spells, simple pole weapons such as the spear or quarterstaff, and simple ranged weapons may use hooves instead. For martial ranged weapons with the loading property, you use them when prone, or with the weapon braced upon something.": "小马没有大多数类人生物用于完成许多任务的灵巧手指，而是用嘴巴进行大部分操作。对于大多数意图和目的而言，您的嘴被视为一只手。您使用双手武器或此类武器的多用途属性时会处于劣势。如果您的嘴巴被填满，您也无法像通常那样进行涉及手的物体互动。对于体位法术、简单的长杆武器（如矛或长棍）和简单的远程武器，您可以使用蹄代替。对于带有填装属性的武器，您可以在俯卧时使用它们，或者将武器靠在某物上。",
	"You speak Ponish and Common. {@language Ponish|mlpplaneshift} is a simple language of typical equine noises. Many other races can learn to read and understand it, but few have the vocal cords, or desire, to properly speak it. Especially since ponies usually make the effort to learn the local language.": "你会说波尼语和普通语。{@language Ponish|mlpplaneshift} 是一种简单的语言，由典型的马类动物发出的声音组成。许多其他种族可以学会阅读和理解它，但很少有人有足够的声带或愿望来正确地说这种语言。尤其是因为小马通常会努力学习当地的语言。",
	"Ponies eat an almost entirely plant-based diet.  Some have come to enjoy meat as a delicacy, but this is culturally frowned upon and it never agrees with their stomach.  If you eat a meal with meat as a main component, you must make a Constitution saving throw, DC 15, or gain the {@condition poisoned} condition for {@dice 1d4} hours.": "小马几乎完全以植物为主食。有些小马开始喜欢将肉类当作美味佳肴，但这在文化上是不被认可的，而且肉类也不适合它们的胃。如果你吃了以肉类为主要成分的一餐，你必须进行一次体质豁免检定，豁免 DC 15，否则会获得 {@condition poisoned} 状态，持续 {@dice 1d4} 小时。",
	"Ponies are an intelligent equine race of creatures living on the world of Equus. They are strong in character, and boast the most powerful and influential culture on Equus": "小马是生活在Equus世界上的一种聪明的马科生物种族。它们性格坚强，并且拥有Equus上最强大和有影响力的文化。",
	"All ponies possess some sort of magic, how exactly it manifests is dependent on the individual and, to a lesser degree, upon their lineage. Ponies feel a strong connection to the magic that flows through Equus, a connection to the destiny of the world.": "所有小马都拥有某种形式的魔法，它的具体表现方式取决于个体，但在较小程度上也取决于它们的血统。小马们与流淌在Equus（(D&D running group)）中的魔法有着强烈的联系，与世界的命运有着紧密的纽带。",
	"Ponies are quick to make friends, quick to compromise, slow to anger, and generally pure of intention and heart. They see themselves as guardians of the concept of Harmony, and strive toward that ideal. Even the most greedy and vicious pony is sure to have started down a path paved with nothing but good intentions.": "小马很容易交朋友，善于妥协，不易发怒，通常心怀善意。他们视自己为和谐概念的守护者，并努力朝着这个理想努力。即使是最贪婪和凶恶的小马，也肯定是出发点纯粹的。",
	"Ponies are branded by destiny on their flanks with a symbol of great significance to the individual. This 'Cutie Mark' is one of the hallmarks of the race, and the culture of harmony and destiny is built on the basis of this physical mark and the fate it signifies. It is the main way that magic flows through the pony, and though some struggle with their destiny, many common ponies seem superlatively talented in their chosen fields.": "小马的臀部会被命运印记，这个标志对个体来说具有重大意义。这个“标记”是种族的标志之一，和谐与命运文化建立在这个身体标记和它所代表的命运基础上。这是魔法流经小马的主要方式，虽然有些小马对自己的命运感到困惑，但许多普通小马在自己选择的领域似乎都有超凡的才能。",
	"Ponies are quadrupedal herbivores, making their anatomy quite different from the typical humanoid adventurer, but they are no less capable.  Ponies can use magic, their mouths, or their hooves to interact with the environment with just as much strength or dexterity as a humanoid. For all intents and purposes, as far as adventuring goes, you can consider ponies and equinoids the same as humanoids for spells such as {@spell hold person}, or class features such as the ranger's Favored Enemy.": "小马是四足草食动物，因此它们的解剖结构与典型的人形冒险者有很大不同，但它们同样具备出色的能力。小马可以使用魔法、嘴巴或蹄子与环境进行互动，其力量和灵巧程度不亚于人形生物。在冒险中，你可以将小马和马族视为与人形生物相同，例如在施法时{@spell hold person}或者在游侠的“偏爱敌人”等职业特性中。",
	"Breezies are adults at 50 years and live several centuries.": "微风精灵在50岁时成年，可以活上好几个世纪。",
	"As their bodies are too small to hold all their emotions at once, breezies tend to extreme alignments. The vilest and most noble are among them.": "由于他们的身体太小，无法同时容纳所有情绪，微风精灵往往倾向于极端的属性。其中有最邪恶和最高贵的存在。",
	"Breezies are no taller than 8 inches at the shoulder. Your size is Tiny.": "Breezies（微风精灵）在肩膀处不高于8英寸。你的体型是微小（Tiny）。",
	"You move at 10 feet on land, but magically fly at 25 feet.  You can't  fly in medium or heavy armor.": "你在陆地上的移动速度为10尺，但在魔法飞行时为25尺。你不能在中重甲中飞行。",
	"You can see in dim light within 30 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "你可以在距离你30英尺范围内的昏暗光线中看清物体，就像是明亮的光线一样，在黑暗中也能看到物体，就像是昏暗的光线一样。但在黑暗中你无法分辨颜色，只能看到灰色调。",
	"You speak {@language Sylvan|mlpplaneshift} and Common.": "你会说{@language Sylvan|mlpplaneshift}和通用语。(Common)。",
	"You don't need to sleep. Instead, you meditate deeply for 4 hours a day, remaining semiconscious. After resting in this way, you gain the same benefit that a pony does from 8 hours of sleep.": "你不需要睡觉。相反，你每天要进行深度冥想4小时，保持半清醒状态。这样休息后，你会得到与小马从8小时睡眠中获得的相同益处。",
	"Your creature type is Fey, instead of Equinoid.": "你的生物类型是精灵，而不是马族(Equinoid)。",
	"You may add your proficiency bonus to any Wisdom (Perception) check dealing with winds.": "你可以在任何与风有关的感知（(Perception)）智力检定中加上你的熟练加值。",
	"You know the cantrip {@spell gust|XGE}. At 3rd level, you learn the spell {@spell thunderwave}. At 5th level, {@spell misty step}. Once you cast these spells you must finish a long rest before you can cast them again. Use Charisma as the spellcasting ability for these spells.": "你知道零级法术{@spell gust|XGE}。在3级时，你学会了法术{@spell thunderwave}。在5级时，{@spell misty step}。一旦你施放了这些法术，你必须完成一次长休才能再次施放。这些法术的施法能力为魅力。",
	"You must use your mouth for most manipulation. Your mouth is considered one hand for most intents and purposes. Somatic spells, simple ranged weapons, and simple melee polearms may use hooves instead. For ranged weapons with the loading property, you can use them when prone, or with the weapon braced upon something.": "大多数操作需要使用嘴巴。对大多数情况而言，你的嘴巴被视为一只手。对于 somatic spells，简单远程武器和简单近战长柄武器，你可以使用蹄代替。对于具有装填属性的远程武器，你可以趴着使用它们，或者将武器靠在某物上使用。",
	"If a breezie eats a meal with meat as a main component, it must make a Constitution check, DC 15 or gain the {@condition poisoned} condition for {@dice 1d4} hours.": "如果一只微风精吃了一顿以肉类为主要成分的饭菜，它必须进行一次体质检定，难度等级为15，否则会获得{@condition poisoned}状态，持续{@dice 1d4}小时。",
	"Possibly the most inherently magical race, breezies are tiny pony shaped creatures with gossamer wings and a mysterious connection to the fey. They live in the civilized pockets of the Feywilds more accessible to the Prime Material.  Even they do not fully grasp how they are related to the various natural spirits of things, but know that the Winds are their domains.": "可能是最本质上具有魔法的种族，微风精灵(breezies)是小小的马形生物，拥有薄纱般的翅膀，与精灵界有着神秘的联系。他们生活在更容易接近原质世界的精灵界文明区域。即使他们自己也没有完全理解他们与各种自然精灵的关系，但他们知道风是他们的领域。",
	"Kirin live to around 80 years old.": "麒麟(Kirin)的寿命大约为80年。",
	"Kirin trend toward Chaotic and Good, living among nature and being willing to make great self-sacrifice to avoid destruction.": "麒麟倾向于混乱善良，生活在自然界中，并愿意做出巨大的自我牺牲以避免毁灭。",
	"Kirin are built much like Ponies.  Your size is Medium.": "麒麟(Kirin)的体型与小马类似。你的体型是中等(Medium)。",
	"Kirin are typical for Quadropeds and have a speed of 35.": "麒麟是典型的四足动物，速度为35。",
	"You must use your mouth for most manipulation. Your mouth is considered one hand for most intents and purposes. Somatic spells, simple ranged weapons, and simple melee polearms may use hooves instead. For ranged weapons with the loading property, you may use them when prone, or with the weapon braced upon something.": "大多数操作需要使用嘴巴。对于大多数情况而言，你的嘴巴被视为一只手。对于 somatic（体态）法术、简单远程武器和简单近战长柄武器，你可以使用蹄代替。对于具有装填属性的远程武器，你可以在卧倒时使用它们，或者将武器靠在某物上。",
	"Kirin speak {@language Draconic|mlpplaneshift} among themselves.  They had their own language in the past, but it was lost for some unknown reason.  Depending on how close the tribe lives to ponies or other folk, a Kirin could know Common or {@language Cloven|mlpplaneshift}.": "麒麟们在彼此之间说{@language Draconic|mlpplaneshift}。 他们过去有自己的语言，但出于某种未知原因而失传了。 根据部落与马或其他民族居住的距离，麒麟可能会懂得通用语或{@language Cloven|mlpplaneshift}。",
	"A kirin's horn acts as an arcane focus for the purpose of casting and can be used as such by the kirin. It also counts as the material component for {@spell horn hand|mlpplaneshift}.": "麒麟的角可作为施法的奥术焦点，并可被麒麟用作此目的。它也可作为{@spell horn hand|mlpplaneshift}的物质组件。",
	"When a kirin gets angry, their intense emotions cause a fiery transformation. Starting at third level you can let the burning anger take over, using an action to become a nirik. The transformation lasts 1 minute and can only be ended by spells like {@spell calm emotions}, during which your mane alights and sheds dim light in a 20 foot radius, your fur turns charcoal black, and your eyes glow menacingly. While you are a nirik you are resistant to fire damage. At the end of each of your turns each creature within 10 feet of you takes fire damage equal to half your level (rounded up). In addition, once on each of your turns, you can deal extra fire damage with an attack or spell. The extra fire damage is equal to your level. Once you use this trait, you can't use it again until you finish a long rest.": "当一只麒麟生气时，他们强烈的情绪会引发火焰般的变化。从三级开始，你可以让燃烧的愤怒控制自己，使用一个动作变身成为一只尼里克。变身持续1分钟，只能被类似{@spell calm emotions}的法术结束，期间你的鬃毛着火并在20英尺半径内散发微光，毛发变成炭黑色，眼睛闪烁着威胁的光芒。当你是尼里克时，你对火焰伤害具有抗性。在你的每个回合结束时，你周围10英尺范围内的每个生物会受到等于你等级一半（向上取整）的火焰伤害。此外，每个你的回合中，你可以用一次攻击或法术造成额外的火焰伤害。额外的火焰伤害等于你的等级。使用此特性后，直到完成一次长休才能再次使用。",
	"Kirin must learn to control the flames that burn in their hearts, and to this end you learn basic fire magic. You know the cantrip {@spell produce flame} and you can cast {@spell hellish rebuke} once without a spell slot.  At third level you can cast the spell {@spell flame blade} once without a spell slot.  Use Charisma as the spellcasting ability for these spells. After you cast these spells, you must finish a short or long rest to cast them again. Because these spells are manifestations of carefully controlled anger, you can cast them while raging.": "麒麟必须学会控制心中燃烧的火焰，为此你学会了基础火系魔法。你会使用零级法术{@spell produce flame}，并且可以在不消耗法术位的情况下施展一次{@spell hellish rebuke}。到了三级，你可以在不消耗法术位的情况下施展一次{@spell flame blade}。这些法术的施法属性为魅力。施展完这些法术后，你必须进行短休或长休才能再次施展。由于这些法术是对愤怒进行精心控制的体现，你可以在暴怒状态下施展它们。",
	"An isolated folk who live in small hilltop villages, the kirin are sources of many legends among the more civilized.  Tales of beasts of great strength and fierce flames that drive away any intruders of their lands abound, but the reality is even more unbelievable. Kirin emotions are so strong that they create magic of their own.  Typically subtle, when angered kirin become known as nirik; creatures wreathed in magical flames.  Only the kirin with the best control over their emotions can temper the flames within them.": "生活在小山顶村庄中的孤立民族，麒麟在更文明的人群中是许多传说的源头。关于这些拥有巨大力量和烈焰的野兽驱赶任何入侵者的故事层出不穷，但现实更加不可思议。麒麟的情感如此强烈，以至于它们创造了自己的魔法。通常是微妙的，当麒麟愤怒时，它们会变成被称为尼瑞克(nirik)的生物；身披魔法火焰的生物。只有情感控制最好的麒麟才能控制内心的火焰。",
	"Changeling drones are adults in 2 months. They live up to 60 years, however few live past 40 because their queens typically treat them as disposable, and basic laborer drones tend to meet their fate by their 20th year in the harsh living conditions of the underground hives.": "变形者无性工蜂在2个月内成年。它们的寿命长达60年，但很少有超过40岁的，因为它们的女王通常将它们视为可替换的，基本劳动工蜂往往在地下蜂巢的恶劣生存条件下在20岁左右就会命丧黄泉。",
	"Drones tend to defer to the alignment of their queens. This results in a regrettably high amount of evil changelings.": "无人机往往顺从于它们女王的阵营。这导致了大量令人遗憾的邪恶变形者。",
	"Drones are about 3 feet tall, slightly smaller than a pony. Your size is Medium.": "无人机大约有3英尺高，略小于一匹马。你的体型是中等(Medium)。",
	"As a quadruped your speed is 35 ft. You also have a flying speed of 25 feet in your natural form.": "作为一只四足动物，你的速度为35尺。在你的自然形态下，你还拥有25尺的飞行速度。",
	"Changelings are poor fliers. You can only fly in light or no armor. While polymorphed, the changeling can lose this trait, or gain the speed of the race they are mimicking.": "幻形者不擅长飞行。你只能在轻甲或无甲的情况下飞行。在变形时，幻形者可以失去这个特性，或者获得他们模仿的种族的速度。",
	"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "你可以在距离你60英尺范围内的昏暗光线中看到，就像是明亮的光线一样，在黑暗中也能看到昏暗光线。你无法在黑暗中分辨颜色，只能看到灰色调。",
	"Drones speak Common, {@language Undercommon|mlpplaneshift} and {@language Ponish|mlpplaneshift}. As a serial infiltrator, you do not have a language of your own, but most hives use Undercommon when speaking between fellow changelings.": "无人机会说普通话，{@language Undercommon|mlpplaneshift} 和 {@language Ponish|mlpplaneshift}。作为一名连续渗透者，你没有自己的语言，但大多数蜂巢在变形者之间交流时使用地底语(Undercommon)。",
	"A changeling can use their action to polymorph into a small or medium equanoid you have seen. Your statistics other than size and speed are the same for each form. Any equipment you are wearing or carrying isn't transformed. You revert to your true form if you die.  After using this action, you must complete a short or long rest before you can use it again. You can revert to your true form at any time.": "一个幻形怪可以使用他们的动作变形成为一个你见过的小型或中型类人生物。除了大小和速度之外，你的统计数据在每种形态下都是相同的。你穿戴或携带的任何装备都不会被转变。如果你死亡，你会恢复到真实形态。在使用这个动作后，你必须完成一个短暂或长时间的休息，才能再次使用它。你可以随时恢复到真实形态。",
	"Changelings must use their mouth for most manipulation. Your mouth is considered one hand for most purposes. Somatic spells, simple ranged weapons, and simple melee polearms may use hooves instead. For ranged weapons with the loading property you may use them when prone, or the weapon is braced upon something. Changelings can gain fingers through their Shapechanger feature.": "变形者必须使用嘴巴进行大部分操作。对于大多数情况，您的嘴被视为一只手。咒语、简单远程武器和简单近战长柄武器可以使用蹄代替。对于具有装填属性的远程武器，您可以在卧倒时使用，或者将武器靠在某物上。变形者可以通过他们的变形特性获得手指。",
	"Changelings are a race of insectoid shapechangers who feed on emotions. They live in hives and are led by a Queen who is far more powerful than a typical drone, and almost totally obsessed with gaining power for themselves. Such Queens are considered evil. On the other hand, most drones simply wish to  live lives with as little conflict as possible. Apathy and pragmatism let the cunning and evil rise in their society.": "变形者是一种昆虫形态转变者，它们以情感为食。它们生活在蜂巢中，由一位比典型工蜂更强大、几乎完全着迷于为自己获取权力的女王领导。这样的女王被认为是邪恶的。另一方面，大多数工蜂只是希望过着尽可能少冲突的生活。冷漠和实用主义让狡诈和邪恶在他们的社会中崛起。",
	"Griffons are adults at around 12 years and live to around 90.": "狮鹫在大约12岁时成年，寿命大约为90岁。",
	"Griffons tend to the neutral alignments, being self-interested at worst, but are prone to avarice.": "狮鹫倾向于中立取向，最坏时是自私的，但容易贪婪。",
	"You have a speed 30 feet, on land and in the air.": "你的速度为30英尺，无论是在陆地上还是在空中。",
	"An griffon's bird half gives them huge wings. Your flight is nonmagical, and you can fly in any armor you're proficient in that is also tailored for your wings. You must be in a space wide enough to accommodate your wingspan to fly. Your wingspan is equal to twice your length.": "一只狮鹫的鸟类一半给了它们巨大的翅膀。你的飞行是非魔法的，你可以穿着你精通的并且专门为你的翅膀量身定制的盔甲飞行。你必须在一个足够宽敞以容纳你翼展的空间中飞行。你的翼展等于你长度的两倍。",
	"You can see in dim light within 30 feet of them as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. You also gain proficiency in {@skill Perception}.": "你可以在30英尺内的昏暗光线中看清事物，就像是明亮的光线一样，并且在黑暗中就像是昏暗光线一样。你无法在黑暗中分辨颜色，只能看到灰色调。你还获得{@skill Perception}的熟练加值。",
	"You can treat clouds as solid ground.": "你可以把云当作坚实的地面。",
	"Griffons speak {@language Griffin|mlpplaneshift} and Common. Griffin is a language of bird-like squawks with very colorful swear words that have filtered in to use in most variants of Common used on Equus.": "狮鹫会说{@language Griffin|mlpplaneshift}和普通话。狮鹫语是一种鸟类般的尖叫语言，其中包含非常丰富多彩的脏话，这些词汇已经渗入到在Equus上使用的大多数普通话变体中。",
	"Griffons are brawny and muscular. Your size is Medium.": "狮鹫是强壮而肌肉发达的。你的体型是中等。",
	"A Griffon's wickedly sharp talons are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to {@damage 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.": "一只狮鹫的锋利爪子是其天然武器，你可以用它们进行徒手攻击。如果命中目标，你造成的斩击伤害为{@damage 1d4} + 你的力量调整值，而不是普通徒手攻击的钝击伤害。",
	"Griffons need to eat meat to survive, to the dismay of the herbivorous ponies. Though you might enjoy many vegetarian dishes, if you go without meat for a day you cannot benefit from a long rest.": "狮鹫需要吃肉才能生存，这让食草的小马感到沮丧。虽然你可能喜欢许多素食菜肴，但如果你一天不吃肉，就无法从长休中获益。",
	"Griffons are hybrid creatures with the front half of a raptor and the rear of a feline. They have carved out a kingdom from the ancestral lands of the Elk, east of Equestria.  Their culture is warlike, but also one of strict honor and duty. Griffons are considered the finest soldiers on Equus, more for their discipline under the rigors of battle than their strength.": "狮鹫是一种混合生物，前半身是猛禽，后半身是猫科动物。它们在埃克儿马的祖地东部开辟了一个王国。它们的文化好战，但也是严格的荣誉和责任之文化。狮鹫被认为是Equus上最优秀的士兵，更多是因为它们在战斗中的纪律性，而不是它们的力量。",
	"Hippogriffs reach adulthood at 25 years and live to around 110 thanks to advanced medicines.": "飞马鹰在25年时达到成年，并在大约110岁左右得益于先进药物而活着。",
	"Hippogriffs are empathetic, almost to a fault. They trend Good.": "飞马兽是富有同情心的，几乎到了过分的地步。它们倾向于善良。",
	"You have a speed 30 feet on land, and 35 feet in the air.": "你在陆地上的速度为30英尺，空中为35英尺。",
	"Hippogriffs are somewhat awkward in take off, but great long distance soarers. Your flight is nonmagical, and you cannot fly in heavy armor. You must be in a space wide enough to accommodate your wingspan to fly. Your wingspan is equal to twice your height. Your flying speed is never reduced by exhaustion.": "飞马鹰在起飞时有些笨拙，但是在长距离滑翔时表现出色。你的飞行不是魔法的，不能穿着沉重的盔甲飞行。你必须在一个足够宽敞以容纳你翼展的空间中飞行。你的翼展等于你身高的两倍。你的飞行速度不会因为疲劳而减慢。",
	"Hippogriffs speak {@language Auran|mlpplaneshift} among themselves, a strange and arcane language unrelated to any other. Most also learn Common in school, but some opt for {@language Ponish|mlpplaneshift} instead.": "飞马兽们在彼此之间使用{@language Auran|mlpplaneshift}交流，这是一种奇怪而神秘的语言，与其他任何语言都无关。大多数飞马兽在学校也学习普通话，但有些人选择{@language Ponish|mlpplaneshift}。",
	"Hippogriffs are tall and lanky. Your size is Medium.": "飞马兽(Hippogriffs)高大瘦长。你的体型为中等(Medium)。",
	"Hippogriff society has benefited from its use of arcane artifice, and most know the basic use of magic objects. You can ignore class restrictions on magic items, and when you try to attune to one, roll a d20.  If you roll under your total class levels, you attune instantly.": "飞马鹰社会受益于其对奥术技术的运用，大多数人都了解魔法物品的基本用法。您可以忽略魔法物品的职业限制，当您尝试调谐其中一个时，投掷一枚d20。如果您的投掷结果低于您的总职业等级，您将立即调谐成功。",
	"Hippogriff culture values creation and knowledge.  You gain an artisan tool proficiency of your choice, and either the {@skill History} or {@skill Arcana} skill proficiency.": "飞马鹰文化重视创造和知识。你获得一个你选择的工匠工具熟练加点，以及{@skill History}或{@skill Arcana}技能熟练加点。",
	"Hippogriffs are lithe and lanky creatures with the heads and plumage of seabirds but an equine body. They rule a noble and isolated kingdom far south of Equestria. Far from any of the mainland's strife, the hippogriffs live hedonistic and materialistic lives. They create great works of art, architecture and arcana, and believe with every feather of their beings that they are the most perfect culture to exist.": "海马鹰((Hippogriffs))是纤细而瘦长的生物，拥有海鸟的头部和羽毛，但是马一样的身体。它们统治着一个高贵而与世隔绝的王国，位于遥远的埃克维斯利亚(Equestria)南方。远离大陆上的任何纷争，海马鹰过着放纵和物质主义的生活。他们创造出伟大的艺术作品、建筑和奥秘，深信自己是存在过的最完美文化。",
	"Goats reach adulthood at around 14 years and live to around 90.": "山羊在大约14岁左右达到成年，并活到大约90岁。",
	"The few goats that take an interest in the greater world rarely find much value in, or indeed even notice, the laws of others, and as such tend towards chaotic alignments.": "那些对更广阔世界感兴趣的少数山羊很少重视他人的法律，甚至很少注意到，因此它们往往倾向于混乱的（混乱）取向。",
	"Goats are short but dense creatures, standing at around 3 to 4 feet tall and averaging about 140 pounds. Your size is Medium.": "山羊身材矮小但结实，高约3到4英尺，体重约140磅。你的体型为中等（Medium）。",
	"As a quadruped, your base walking speed is 35 feet.": "作为四足动物，你的基础步行速度为35英尺。",
	"Thanks to your otherworldly heritage, you have superior vision in dark and dim conditions. You can see in dim light within 30 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "由于你来自异世界的血统，你在黑暗和昏暗条件下有卓越的视力。你在距离30英尺内的昏暗光线中能看到如同明亮光线一样，而在黑暗中能看到如同昏暗光线一样。你无法在黑暗中分辨颜色，只能看到灰色调。",
	"A goat's horns act as an arcane focus for the purpose of casting and can be used as such by the goat. They also count as the material component for {@spell horn hand|mlpplaneshift}.": "山羊的角可以作为施法的奥术焦点，并可以被山羊用来这样做。它们也可以作为{@spell horn hand|mlpplaneshift}的材料组件。",
	"The madness your kind has endured has left you with thoughts not easily disrupted. You have resistance to psychic damage.": "你所经历的疯狂让你的思维变得异常坚固，不易被干扰。你对精神伤害具有抗性。",
	"Goats have ancient magics hidden within their eyes that let them perceive the world as it truly is. You may cast the spell {@spell see invisibility} on yourself. Once you do so you must finish a long rest before you can cast it again.": "山羊眼中隐藏着古老的魔法，让它们能够真正看清世界。你可以在自己身上施放{@spell see invisibility}这个咒语。一旦你这样做了，你必须完成一次长休才能再次施放它。",
	"You can speak telepathically to creatures within 30 feet of you. You must share a language  with them.": "你可以与距离你30英尺内的生物进行心灵交流。你必须与它们共享一种语言。",
	"Goats must use their mouth for most manipulation. Their mouth is considered one hand for most intents and purposes. Somatic spells, simple ranged weapons, and simple melee polearms may use hooves instead. For ranged weapons with the loading property, you may use them when prone, or with the weapon braced upon something.": "山羊必须使用它们的嘴进行大部分操作。对于大多数意图和目的而言，它们的嘴被视为一只手。对于身体法术、简单远程武器和简单近战长柄武器，山羊可以使用蹄代替。对于具有装填属性的远程武器，你可以在躺下时使用它们，或者将武器靠在某物上。",
	"Most Goats only know {@language Abyssal|mlpplaneshift}. Abyssal is a nuanced and ancient language consisting of drawn out bleats that is often considered simplistic and repetitive by those unfamiliar. Goats setting out to adventure take pains to learn one extra language.": "大多数山羊只懂{@language Abyssal|mlpplaneshift}。深渊语是一种细致且古老的语言，由拉长的咩声组成，对于不熟悉的人来说往往被认为是简单和重复的。准备踏上冒险之旅的山羊会努力学习一种额外的语言。",
	"Goats can eat almost anything to survive, including spoiled food, bark and other things most other folk consider refuse.": "山羊可以吃几乎任何东西来生存，包括变质食物、树皮和其他大多数人认为是垃圾的东西。",
	"Seen as an eccentric but unremarkable race, the goats of the world have ensured their dark past is lost to the sands of time. They are the survivors of an ancient and long hidden pact, formed with otherworldly beings so old that even goats have forgotten their names. Though they have shrouded their history from others, their eyes are forever marked by it, bearing a likeness to those of the unknowable forces they long ago swore union to. In modern times, they often seek day to day hardship, as though to drown out the echos from beyond that persist still in their minds. ": "被视为古怪但平凡的种族，世界上的山羊们确保他们黑暗的过去被时间的沙砾所掩埋。他们是一场古老而长久隐藏的盟约的幸存者，这个盟约是与那些古老到连山羊都忘记他们的名字的异界生物所结成的。尽管他们将自己的历史笼罩在神秘之中，但他们的眼睛永远被标记着，带着一种与他们很久以前誓约结合的无法知晓力量相似的神情。在现代，他们经常寻求日常的艰辛，仿佛要淹没心灵深处仍然存在的来自彼岸的回声。",
	"Yaks have an average lifespan of 70 years": "牦牛的平均寿命为70年。",
	"Yaks have a xenophobic and reactionary culture, but value honesty and strength. They trend Lawful and Neutral.": "牦牛有一种排外和保守的文化，但重视诚实和力量。它们倾向于守序中立。",
	"Yaks are big boned. Your size is Medium.": "牦牛是骨骼庞大的动物。你的体型是中等（Medium）。",
	"Yaks are ponderous for quadrupeds. You have a walking speed of 30 feet.": "牦牛是四足动物中的沉重者。你的步行速度为30英尺。",
	"You can focus yourself to occasionally shrug off injury. When you take damage, you can use your reaction to roll a {@dice d12}. Add your Constitution modifier to the number rolled, and reduce the damage by that total. After you use this trait, you can't use it again until you finish a short or long rest.": "你可以集中注意力，偶尔能够减轻受伤。当你受到伤害时，你可以使用你的反应来投掷一个{@dice d12}。将你的体质调整值加到投掷的数字上，然后将伤害减少这个总数。使用这个特性后，直到你完成一次短休或长休之前，你不能再次使用它。",
	"You count as one size larger when determining your carrying capacity and the weight you can push, pull, or lift.": "在确定你的携带能力和推、拉或举起重量时，你被视为比实际尺寸大一号。",
	"You are immune to cold damage, and are not affected by the drawbacks of a cold climate.": "你对寒冷伤害免疫，并不受寒冷气候的影响。",
	"Yaks are known for their boasting. As an action you can boast and brag, bringing all attention to yourself. Enemies within 30 feet must make a DC 13 Wisdom saving throw, or have disadvantage on Attack rolls not made against you.  This ends if you stop bragging for any reason, the creature moves out of earshot, or 1 minute passes, whatever comes sooner. An affected creature in combat gets a saving throw to end the effect at the end of each of its turns.  Once you use this feature, you must finish a short or long rest to use it again.": "牦牛以夸夸其谈而闻名。作为一个动作，你可以自夸和吹嘘，将所有注意力吸引到自己身上。在30英尺内的敌人必须进行一次DC 13的感知豁免检定，否则对你以外的攻击投掷有劣势。这个效果会在你停止吹嘘、生物移出听力范围，或者1分钟过去时结束，以先到者为准。在战斗中受影响的生物在其回合结束时可以进行一次豁免检定来结束效果。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Yaks mostly eat plants. Eating small game or birds is considered a rite of passage among yaks to see how much one can consume before succumbing to nausea. If you eat a meal with meat as a main component, you must make a Constitution saving throw, DC 15, or gain the poisoned condition for 1d4 hours.": "牦牛主要吃植物。吃小型猎物或鸟类被认为是牦牛的成人礼，以查看在感到恶心之前能够消化多少。如果你吃的一顿饭以肉类为主要成分，你必须进行一次体质豁免检定，豁免 DC 15，否则会获得中毒状态，持续 1d4 小时。",
	"Yaks speak Common and {@language Cloven|mlpplaneshift}.": "牦牛会说通用语和{@language Cloven|mlpplaneshift}。",
	"Pastoral nomads that roam the northern mountain ranges of Equus, yaks are a hardy and uncivilized culture.  They were a constant threat to the outlying farms of the Crystal Empire, and the usurper tyrant Sombra's swift and merciless campaign against them won him many supporters among their targets. Now that the Empire lays long fallen into snowy wastes, yaks pick through the ruins, scavenging and raiding what they can.  Yak culture is very different from their more civilized neighbors, and every yak is proud of this fact, making insular communities when they do live among other races.": "在Equus（水晶帝国）北部山脉漫游的牧民，牦牛是一个强壮而未开化的文化。他们曾是水晶帝国边缘农场的持续威胁，而篡位暴君Sombra对他们发动的迅猛无情的战役赢得了许多受害者的支持者。如今，水晶帝国早已陷入冰雪荒原，牦牛在废墟中觅食和抢劫。牦牛文化与他们更文明的邻居截然不同，每一只牦牛都为此感到自豪，当他们与其他种族共同生活时，形成了封闭的社区。",
	"Dragons are effectively immortal, but dragons older than 200 years typically have better things to do than adventure.": "龙在本质上是不朽的，但通常超过200年的龙有更重要的事情要做，而不是冒险。",
	"Dragons trend to Evil, though raising a dragon from the egg will have a lasting effect on it, but if a Dragon begins to acquire wealth, their inherit greed could overwhelm them with temptation. There are rumors of Good natured dragons with scales that shine with metallic sheen, but most ponies think those are just legends.": "龙往往趋向邪恶，尽管从蛋中孵化出一只龙会对它产生持久影响，但如果一只龙开始积累财富，它们天生的贪婪可能会让它们陷入诱惑。有传言说有一些本性善良的龙，它们的鳞片闪耀着金属光泽，但大多数小马认为这只是传说。",
	"You may choose to be Medium or Small.": "你可以选择成为中等体型(Medium)或小型体型(Small)。",
	"You have a base walking speed of 25 feet.": "你的基础步行速度为25英尺。",
	"You are not an Equinoid, but a Dragon, for purposes of creature type.": "在生物类型方面，你不是一个Equinoid(马科动物)，而是一只Dragon(龙)。",
	"Choose one type of dragon from the Draconic Ancestry table. Your breath weapon and damage resistance are determined by the dragon type, as shown in the table.": "从龙系血统表中选择一种龙的类型。你的吐息武器和伤害抗性取决于龙的类型，如表中所示。",
	"15 ft. cone (Dex. save)": "15英尺锥形区域（敏捷豁免）",
	"Chaotic Evil": "混乱邪恶 (Chaotic Evil)",
	"Lightning": "闪电 (Lightning)",
	"5 by 30 ft. line (Dex. save)": "5尺宽，30尺长的线（敏捷豁免）",
	"Lawful Evil": "秩序邪恶(Lawful Evil)",
	"Green": "绿色",
	"Poison": "毒药",
	"15 ft. cone (Con. save)": "15英尺锥形范围（体质豁免）",
	"Black": "黑色",
	"5 by 30 ft. Line (Dex. save)": "5尺乘以30尺。线（敏捷豁免）",
	"White": "白色",
	"Neutral Evil": "中立邪恶 (Neutral Evil)",
	"Silver": "白银 (Silver)",
	"5 by 30 ft. Line (Con. save)": "5尺宽，30尺长的直线（Con.豁免）",
	"Lawful Good": "守序善良 (Lawful Good)",
	"When you take the {@action attack} action on your turn, you can replace one attack with a use of your breath weapon. When you use your breath weapon, each creature in the area of the exhalation must make a saving throw, the type of which is determined by your draconic ancestry. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes {@damage 2d6} damage on a failed save, and half as much damage on a successful one. The damage increases to {@damage 3d6} at 6th level, {@damage 4d6} at 11th level, and {@damage 5d6} at 16th level. After you use your breath weapon, you can't use it again until you complete a short or long rest.": "当你在你的回合中进行{@action attack}动作时，你可以用你的龙息武器替换一次攻击。当你使用你的龙息武器时，吐息范围内的每个生物都必须进行一次豁免投掷，其类型由你的龙族祖源决定。这次豁免投掷的 DC 值等于 8 + 你的体质调整值 + 你的熟练加值。一个生物在未通过豁免投掷时受到{@damage 2d6}点伤害，在通过时受到一半伤害。伤害在6级时增加到{@damage 3d6}，在11级时增加到{@damage 4d6}，在16级时增加到{@damage 5d6}。在你使用你的龙息武器后，直到你完成短休或长休之前，你不能再次使用它。",
	"You know {@language Draconic|mlpplaneshift} and Common": "你知道 {@language Draconic|mlpplaneshift} 和普通 (Common)",
	"Dragons hardly need introduction.  A powerful, ancient, and magical race; dragons are feared by ponykind for good reason.  Their reputation as brutish and cunning monsters is well earned, but they have their own reasons for wanting to adventure, especially while young and inexperienced.": "龙几乎不需要介绍。 作为一个强大、古老和神奇的种族； 龙被小马族因为充分的理由而害怕。 他们作为粗暴和狡猾怪物的名声是当之无愧的，但他们有自己想要冒险的理由，尤其是在年轻和经验不足的时候。",
	"Elk reach adulthood at around 10 years and live to around 80.": "麋鹿在大约10岁左右达到成年，并活到大约80岁。",
	"Despite the hardships of their past, or perhaps because of them, elk are an empathetic race, and tend towards good alignments. Their dispersal across the world and loss of their own laws has led to a wide range of views on authority, and elk of chaotic or lawful leanings are both common.": "尽管他们过去经历了许多困难，或许正是因为这些困难，驯鹿是一种富有同理心的种族，倾向于善良的取向。他们在世界各地的分散和失去自己的法律导致了对权威的观点存在广泛的差异，混乱或守序倾向的驯鹿都很常见。",
	"Elk are sleek, tall creatures. Your size is Medium.": "麋鹿是修长高大的生物。你的体型为中等(Medium)。",
	"An elk's horns act as a divine focus for the purpose of casting and can be used as such by the elk. They also count as the material component for {@spell horn hand|mlpplaneshift}.": "麋鹿的角可作为施法的神圣焦点，并可被麋鹿用来施法。它们也可作为{@spell horn hand|mlpplaneshift}的材料组件。",
	"You have proficiency in the {@skill Survival} skill": "你精通于{@skill Survival}技能。",
	"You can speak, read and write Common and {@language Cloven|mlpplaneshift}. The elken dialect of Cloven is has many lilting tones and mimicked animal calls, best suited to speaking softly. There are few curses in this dialect, and their use is considered a sign of serious distress.": "你可以说、读、写普通语言和{@language Cloven|mlpplaneshift}。克洛文的麋鹿方言有许多轻快的音调和模仿动物叫声，最适合轻声细语。这种方言中很少有脏话，使用它们被认为是严重困扰的迹象。",
	"Elk must use their mouth for most manipulation. Their mouth is considered one hand for most intents and purposes. Somatic spells may use hooves instead and simple ranged weapons do not count as two handed for the application of this trait. For ranged weapons with the loading property, you may use them when prone, or with the weapon braced upon something.": "驯鹿必须用嘴巴进行大部分操作。对于大多数意图和目的而言，它们的嘴被视为一只手。在施法时，它们可以使用蹄代替手，而简单远程武器不算作双手武器。对于具有装填属性的远程武器，你可以在卧倒时使用它们，或者将武器靠在某物上以支撑。",
	"Elk eat an almost entirely plant-based diet. Some have come to enjoy meat as a delicacy, but this is culturally frowned upon and it never agrees with their stomach. If you eat a meal with meat as a main component, you must make a Constitution saving throw, DC 15, or gain the poisoned condition for 1d4 hours.": "驼鹿几乎完全以植物为食。有些人开始喜欢肉类作为美味佳肴，但这在文化上是不被认可的，而且肉类从来不适合它们的胃。如果你吃的一顿饭以肉类为主要成分，你必须进行一次体质豁免豁免检定，豁免 DC 15，否则会获得中毒状态，持续 1d4 小时。",
	"They were once a nation stretching from polar ice to tropical sea, living in great forest enclaves among elder trees, untouched by the hardships of neighboring kingdoms. This peace was not to last, and would be shattered by a barbarian horde, descending upon them with aggression they were ill equipped to face. With an uncaring enemy devastating their ancient homes and internal disagreement tearing their numbers in half, the elk faced a slow but inevitable defeat, driven back by scorched earth and savage raids. When finally the last of them fled, they left little better than those they fought, having grown bitter and bloodthirsty. Centuries later, they remain a homeless race.": "他们曾经是一个国家，从极地冰川延伸到热带海域，在古老的树木之间生活在巨大的森林飞地中，不受邻国王国的艰难困境影响。这种和平并没有持续下去，被一个蛮族部落打破，他们带着他们无法应对的侵略袭击了他们。面对无情的敌人摧毁他们的古老家园和内部分歧撕裂他们的人数，麋鹿们面临着缓慢但不可避免的失败，被焦土和野蛮袭击逼退。当最后一批麋鹿逃走时，他们留下的东西几乎和他们所战斗的人一样糟糕，变得愤怒和嗜血。几个世纪后，他们仍然是一个无家可归的种族。",
	"As a snow elk, you are light pelted and small of horn, built to be at home upon the frostbitten snowy plains that lie far from civilization. Snow elk live in great swaths of untamed wilderness, between the unnamed mountains and icy tundras of the north. Survival in this savage environment is no mean feat, but the snow elk pride themselves on their adaptation to the threats of their home, be they driving blizzards, fearsome predators or ice-hearted fey.": "作为一只雪麋鹿，你皮毛洁白，角不甚长，适应生活在远离文明的冰冻雪原之上。雪麋鹿生活在未被命名的北部山脉和冰冻苔原之间广阔的荒野中。在这个荒蛮的环境中生存绝非易事，但雪麋鹿以他们对家园威胁的适应能力为傲，无论是狂风暴雪、凶猛的捕食者还是冰冷的精灵。",
	"As a wild elk, you are larger, hardier and darker pelted than your snow dwelling kin, sporting impressive horns and a sturdy frame. Wild elk roam the world as nomads, outlanders and mercenaries, living at the edge of other societies.": "作为一只野生麋鹿，你比那些居住在雪地中的同类更大、更坚韧，皮毛更深色，长着令人印象深刻的角和结实的身躯。野生麋鹿作为游牧民、异乡人和雇佣兵在世界各地漫游，生活在其他社会的边缘。",
	"Diamond dogs are adults by 8, and live to about 60.": "钻石犬在8岁时成年，寿命大约为60岁。",
	"Diamond dogs are almost universally chaotic. Their culture rewards ruthlessness, so evil members are often at the forefront.": "钻石狗几乎普遍是混乱的。他们的文化奖励无情，所以邪恶成员经常处于前沿。",
	"Diamond dogs have a lot of variance in size, standing anywhere from 4 to 6 feet tall, though they prefer to hunch over.  Your size is Medium.": "钻石犬(Diamond dogs)的体型差异很大，高度在4到6英尺之间，尽管它们更喜欢弯腰驼背。你的体型是中等(Medium)。",
	"Your speed is 30 feet, and you have a burrowing speed of 15 feet.": "你的速度为30英尺，且你有一个15英尺的掘地速度。",
	"Diamond dogs are used to mining in darkened tunnels. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "钻石犬(Diamond dogs)习惯于在黑暗隧道中挖矿。你可以在距离你60英尺范围内的昏暗光线中看清物体，就像是明亮的光线一样，并且在黑暗中就像是昏暗光线一样。你无法在黑暗中分辨颜色，只能看到灰色调。",
	"Diamond dogs have massive jaws and sharp teeth. You are proficient with your Bite, a natural melee weapon that does {@damage 1d6} piercing damage.  If a you reduce an enemy to zero hit points with this attack, you can use a bonus action to move half of your speed and make a bite attack.": "钻石犬拥有巨大的下颚和锋利的牙齿。你擅长使用你的咬击，一种自然的近战武器，造成{@damage 1d6}穿刺伤害。如果你用这次攻击将敌人的生命值降低到零，你可以使用一个奖励动作移动你速度的一半并进行一次咬击攻击。",
	"Diamond dogs are in their element underground searching for gems.  While underground you have advantage on Wisdom ({@skill Perception}) checks. You can also instantly identify any natural gemstones.": "钻石犬在地下寻找宝石时如鱼得水。在地下时，你对感知检定有优势({@skill Perception})。你还可以立即识别出任何天然宝石。",
	"Diamond dogs need to eat meat to survive. If you go without meat for a day you cannot benefit from a long rest.": "钻石犬需要吃肉才能生存。如果你一天不吃肉，就无法从长休中获益。",
	"You speak, read and write {@language Canine|mlpplaneshift} and Undercommon.": "你会说、读和写{@language Canine|mlpplaneshift}和地底语。",
	"Diamond dogs dwell deep underground, where they delve for gems.  They are cruel and lazy, and prefer to enslave weaker creatures to do their digging.": "钻石犬居住在地下深处，挖掘宝石。它们残忍懒惰，更喜欢奴役比它们弱小的生物来挖掘。",
	"Minotaurs enter adulthood at around the age of 17 and can live up to 150 years.": "牛头人在大约17岁时进入成年，并可以活到150年。",
	"Minotaurs believe in a strict code of honor, and thus tend toward law. They are loyal to the death and make implacable enemies, even as their brutal culture and disdain for weakness push them toward evil.": "牛头人信奉严格的荣誉准则，因此倾向于秩序。他们忠诚至死，成为不可调和的敌人，即使他们残酷的文化和对软弱的鄙视使他们倾向于邪恶。",
	"Minotaurs typically stand well over 6 feet tall and weigh an average of 300 pounds. Your size is Medium.": "牛头人通常身高超过6英尺，体重平均300磅。你的体型为中等。",
	"Your base walking speed is 30 feet.": "你的基础步行速度是30英尺。",
	"You are proficient with your horns, which are a natural melee weapon that deals {@damage 1d6} piercing damage. Your horns grant you advantage on checks when shoving a creature, but not to avoid being shoved yourself.": "你擅长使用你的角，这是一种自然的近战武器，造成{@damage 1d6}穿刺伤害。你的角在推开生物时会给予你优势，但不能用来避免自己被推开。",
	"When you use the {@action Dash} action during your turn, you can make a melee attack with your horns as a bonus action.": "当你在你的回合使用{@action Dash}动作时，你可以将你的角作为一个额外动作进行近战攻击。",
	"When you use the {@action Attack} action during your turn to make a melee attack, you can attempt to shove a creature with your horns as a bonus action. If the attempt is successful, they are shoved 10 feet away from you.": "当你在你的回合使用{@action Attack}动作进行近战攻击时，你可以尝试用你的角作为一个额外动作推开一个生物。如果尝试成功，他们会被推开10英尺远。",
	"You can perfectly recall any path you have traveled.": "你可以完美地回忆起你曾经走过的任何路径。",
	"You can speak, read, and write {@language Cloven|mlpplaneshift}.  Choose either Common or {@language Abyssal|mlpplaneshift} as a second language.": "你可以说、读、写{@language Cloven|mlpplaneshift}。选择{@language Abyssal|mlpplaneshift}或者普通话作为第二语言。",
	"Minotaurs are bullheaded bipeds that trace their ancestry to constructs made to serve the ancient goat empires. The minotaurs claim they won their freedom in bloody conflict, while the goats disavow any responsibility.  Still, the two races are close, and most minotaurs outside of their ancestral lands are usually in service of a traveling goat.": "牛头人是具有牛头的两足动物，他们的祖先可以追溯到为古代山羊帝国服务的构造体。牛头人声称他们在血腥冲突中赢得了自由，而山羊则否认任何责任。尽管如此，这两个种族关系密切，大多数离开祖地的牛头人通常为一只旅行的山羊提供服务。"
}