{
	"When you make a ranged attack at a creature within 15 feet of you, using a weapon with the {@b Scatter} property, and you roll a 1 or 2 on the damage die, you can reroll the damage die and must take the new roll, even if the number is a 1 or a 2.": "当你对距离你15英尺内的生物进行远程攻击时，使用一把带有{@b Scatter}属性的武器，如果你在伤害骰上掷出1或2，你可以重新投掷伤害骰，并且必须接受新的点数，即使这个数字是1或2。",
	"Increase one ability score by 2, or increase two different ability scores by 1. If you are replacing your race with this lineage, replace any Ability Score Increase you previously had with this.": "将一个属性分数提高2点，或将两个不同的属性分数各提高1点。如果你用这个血统替换你的种族，用这个来替换你之前拥有的任何属性分数提升。",
	"The chronological age of known synthetics ranges between five and twenty years old, however, their apparent or visible age has been known to range wildly. The maximum lifespan of synthetics remains a mystery; so far, synthetics have shown no signs of deterioration due to age.": "已知合成生命体的实际年龄在五到二十岁之间，然而，它们的表观年龄可能会有很大差异。合成生命体的最长寿命仍然是个谜；到目前为止，合成生命体没有显示出因年龄而出现衰退的迹象。",
	"Synthetics, unless given one during the fabrication of their soul, rarely have a defining personality early in their life, until they encounter events that would force them to adapt to such. Their alignment in this case ranges the entire spectrum and is far more likely to be dictated by their initial experiences than any strong argument, one way or another.": "合成生物，除非在灵魂制造过程中被赋予一个，否则在他们的生命早期很少有一个明确定义的个性，直到他们遭遇迫使他们适应的事件。在这种情况下，他们的取向涵盖整个谱系，并且更有可能受到最初经历的影响，而不是任何强有力的论据，无论是哪一方。",
	"When you replace a race with this lineage, you keep the following elements of that race: any skill proficiencies you gained from it and any climbing, flying, or swimming speed you gained from it.": "当你用这个血统替换一个种族时，你保留该种族的以下元素：你从中获得的任何技能熟练加点，以及你从中获得的任何攀爬、飞行或游泳速度。",
	"If you don't keep any of those elements or you choose this lineage at character creation, you gain proficiency in two skills of your choice.": "如果你在角色创建时不选择这些元素，或者选择了这个血统，你可以选择两项技能获得熟练加值。",
	"You inherit the size of your original race when picking this lineage.": "选择这个血统时，你会继承你原始种族的体型。",
	"You are a Humanoid.": "你是一个人形生物。(Humanoid)",
	"Your walking speed is 30 feet.": "你的行走速度是30英尺。",
	"When selecting feats and attuning to magic items, you count as the race specified in your chosen lineage.": "在选择特性和调谐魔法物品时，你被视为你选择的血统中指定的种族。",
	"While you do not require sleep and cannot be magically put to sleep as other creatures would. You still require to rest for 8 hours, during such time you are inert and are considered {@condition unconscious}.": "虽然你不需要睡眠，也不能像其他生物那样被魔法催眠。但你仍需要休息8小时，这段时间里你是无动于衷的，被视为{@condition unconscious}。",
	"With an artificial body and soul, you are immune to magical ageing effects.": "拥有人造身体和灵魂后，你对于魔法老化效应免疫。",
	"Once per turn before you make an attack on a single creature with a weapon or spell foci, you can expend a number of Hit Die up to and equal to your proficiency modifier. Upon hitting the target, you deal an additional {@damage d8} radiant damage for each Hit die burnt. As a reaction before": "每回合在你用武器或法术聚焦攻击单个生物之前，你可以消耗数量最多等于你熟练加值的生命骰。命中目标时，你每消耗一颗生命骰，额外造成{@damage d8}的辐射伤害。作为一次反应，在...",
	"You can speak, read, and write Common and one other language that you and your DM agree is appropriate for the character. If you are replacing your race with this lineage, you retain any languages you had and gain no new languages.": "你可以说、读、写普通语和另一种语言，你和你的DM都认为适合你的角色。如果你用这个血统替换你的种族，你保留你原本会说的语言，不会获得新的语言。",
	"Synthetics are creatures that blur the lines of sentience. Their existence originates from The Backyard, similar to demons, fey and other such Yokai.": "合成生物是一种模糊了感知界限的生物。它们的存在源自后院，类似于恶魔、精灵和其他妖怪。",
	"Unique to other Yokai, those of Synthetic origin bleed over dimensions, with their physical forms originating from the material realm, while their soul and other characteristics originating from the Backyard.": "与其他妖怪不同，合成起源的妖怪会在维度之间流血，它们的物质形态源自物质界，而灵魂和其他特征则源自后院。",
	"By all standard definitions, Synthetics are closer to animatronics than living people, and it is heavily debated whether Synthetics are alive and not just emulating such traits.": "根据所有标准定义，合成生物更接近于机械人而不是活人，人们就合成生物是否活着而不仅仅是模拟这种特征进行了激烈的辩论。",
	"Synthetics, unlike the robotic {@race Warforged|ERLW}, are, by eye, indistinguishable from other races. Due to the wide variety of reasons for a synthetic to be \"born\", a synthetic could potentially have an even wider variety of looks.": "合成生物，与机械生物{@race Warforged|ERLW}不同，肉眼无法区分与其他种族。由于合成生物诞生的原因多种多样，一个合成生物可能具有更加多样化的外观。",
	"The look of a Synthetic could be only skin deep or achieve an almost eldritch level of detail below the flesh.": "合成生物的外表可能只是肤浅的，也可能在肌肤下达到近乎神秘的细节水平。",
	"The soul of a synthetic is wholly unique as it is one of the few instances of a synthetic soul, either an amalgamation of souls sewn together or something made entirely from scratch. Due to its origins, the soul of a synthetic has similarly unique attributes.": "合成生物的灵魂是独一无二的，因为它是少数几个合成灵魂之一，可能是由多个灵魂拼接在一起，或者完全从零开始制造的。由于其起源，合成生物的灵魂具有同样独特的属性。",
	"You master the art of wielding two ranged weapons at once. You gain the following benefits:": "你掌握了同时挥舞两把远程武器的艺术。你获得以下好处：",
	"You can draw or holster two sidearms when you would normally be able to draw or holster only one.": "当你通常只能拔出或收起一把武器时，你可以拔出或收起两把副武器。",
	"If you are wielding two ranged weapons with the loading property, you can ignore the loading property for those weapons, and do not need a free hand to reload them.": "如果你使用两把带有装填属性的远程武器，你可以忽略这些武器的装填属性，而且不需要空闲的手来装填它们。",
	"You can wield two one-handed ranged weapons at once, even if they do not have the light property.": "你可以同时使用两把单手远程武器，即使它们没有轻型属性。",
	"You manifest more of the magical power of your heritage. You gain the following benefits:": "你显现出了更多你血统中的魔法力量。你获得以下好处：",
	"You learn the {@spell detect magic} spell and can cast it at will, without expending a spell slot.": "你学会了{@spell detect magic}法术，并可以随意施放，无需消耗法术位。",
	"You have resistance to cold damage.": "你对冰冷伤害具有抗性。",
	"As an Owlin you've inherited some of the core traits that make Owls excellent hunters, especially so in the dead of night, honing your incredible sense to your advantage. You gain the following benefits:": "作为一只猫头鹰人，你继承了使猫头鹰成为出色猎手的一些核心特质，尤其是在深夜时，你可以利用自己的惊人感知能力获得优势。你获得以下好处：",
	"You gain proficiency in the {@skill Perception} skill": "你获得了{@skill Perception}技能的熟练加成。",
	"Dim light does not impose disadvantage on Wisdom ({@skill Perception}) checks that rely on sight": "昏暗光线不会对依赖视觉的感知（{@skill Perception}）检定造成劣势。",
	"You gain advantage on Wisdom ({@skill Perception}) checks that rely on sight or hearing.": "你在依赖视觉或听觉的感知检定中获得优势({@skill Perception})。",
	"You have mastered the art of dueling with gun and sword, you gain the following benefits:": "你已经掌握了用枪和剑进行决斗的艺术，你获得以下好处：",
	"When you use the {@action attack} action with a one-handed melee weapon, you can spend a bonus action to fire a firearm you wield in your other hand. You can use this bonus action to attack with a one handed melee weapon if you use your {@action attack} action with a firearm.": "当你使用单手近战武器进行{@action attack}动作时，你可以花费一个额外动作来射击你另一只手持的火器。如果你用火器进行{@action attack}动作，你也可以使用这个额外动作来攻击使用单手近战武器。",
	"While wielding a firearm and a one-handed melee weapon, you gain a +1 bonus to your AC.": "当持有火器和一把单手近战武器时，你的AC获得+1的加值。",
	"You do not need a free hand to load ammunition when wielding a weapon in both hands.": "当双手持武器时，无需空出一只手来装填弹药。",
	"Your connection to your celestial essence is so strong you can tap into its power, you gain the following benefits:": "你与你的天界本质的联系非常强大，你可以调用它的力量，获得以下好处：",
	"You learn the {@spell command} spell and can cast it once per long rest, without expending a spell slot.": "你学会了{@spell command}法术，并且每次长休后可以施放一次，而不消耗法术位。",
	"As a {@race Aasimar (Protector)|VGM|Protector} or {@race Aasimar (Scourge)|VGM|Scourge Aasimar} you also learn to cast {@spell Aid} and {@spell Remove Curse}, or as a {@race Aasimar (Fallen)|VGM|Fallen Aasimar} you also learn {@spell Blindness/Deafness} and {@spell Bestow Curse}, each of which you can cast once without expending a spell slot or needing material components.": "作为一名{@race Aasimar (Protector)|VGM|Protector}或{@race Aasimar (Scourge)|VGM|Scourge Aasimar}，你也学会了施放{@spell Aid}和{@spell Remove Curse}的法术，或者作为一名{@race Aasimar (Fallen)|VGM|Fallen Aasimar}，你也学会了{@spell Blindness/Deafness}和{@spell Bestow Curse}，每个法术你都可以施放一次，无需消耗法术位或材料成分。",
	"You regain the ability to cast the these spells in this way when you finish a long rest. Charisma is your spellcasting ability for all three spells.": "完成一次长休后，你恢复了以这种方式施放这些法术的能力。魅力是你施法这三个法术的能力值。",
	"Whether as a blessing granted to you at birth, or some dormant part of your heritage, you have dragons blood within you. You gain the following benefits.": "无论是作为一种在出生时赋予你的祝福，还是你遗传中的某种潜在部分，你体内流淌着龙之血液。你获得以下好处。",
	"You learn one {@filter cantrip from the Sorcerer spell list|spells|source=|level=0|class=sorcerer}, Charisma is your spellcasting ability for this cantrip.": "你学会了一个{@filter cantrip from the Sorcerer spell list|spells|source=|level=0|class=sorcerer}，魅力是你施展此战斗法术的能力。",
	"Choose one damage type: acid, cold, fire, lightning, or poison, you have resistance to the chosen damage type.": "选择一种伤害类型：酸(acid)、冰冷(cold)、火焰(fire)、闪电(lightning)或毒素(poison)，你对所选的伤害类型具有抗性。",
	"Your ability to change your shape is so advanced, it can even thwart some magical means. You gain the following benefits:": "你变形的能力非常高级，甚至可以抵御一些魔法手段。你获得以下好处：",
	"You have advantage on any saving throws against spell or spell effects designed to reveal your true nature, including divination spells.": "你对任何旨在揭示你真实本质的法术或法术效果的豁免检定获得优势，包括占卜法术。",
	"Once per long rest, if you fail a Wisdom ({@skill Deception}) ability check, you can reroll the check; you must take the new roll.": "每次长休后，如果你失败了一个感知（{@skill Deception}）技能检定，你可以重新投掷检定；你必须接受新的结果。",
	"You have discovered a method to forgo stamina loss in favour is generating heat.": "你发现了一种方法，可以不损失体力，而是产生热量。(stamina)(heat)",
	"Upon using the overdrive ability, instead of destroying the available hit dice you may instead deal fire damage in a 5ft radius centered on yourself equal to rolling the number of hit die. Creatures beside yourself may roll a Dexterity Saving Throw against a DC equal to 10 + your proficiency and constitution modifier, halving the damage on a success.": "使用超速能力时，您可以选择不消耗可用的生命骰，而是在以自己为中心的5英尺半径范围内造成火焰伤害，伤害值等于投掷的生命骰数量。您周围的生物可以进行一个敏捷豁免检定，豁免 DC 为10 + 您的熟练加体质调整值，成功则减半伤害。",
	"The damage dealt to you cannot be reduced by any means.": "对你造成的伤害无法通过任何方式减少。",
	"You have learned to temporarily mimic even the training of others. You gain the following benefits:": "你学会了暂时模仿他人的训练。你获得以下好处：",
	"Whenever another creature you can see uses a skill or tool, you can use your reaction to gain proficiency in that skill or tool. Proficiencies gained in this way last for 1 hour, and you can only mimic one proficiency at a time. Once you use this ability, you can't do so again until you finish a short or long rest.": "每当你看见另一个生物使用一个技能或工具时，你可以使用你的反应来获得对该技能或工具的熟练加成。以这种方式获得的熟练加成持续1小时，你一次只能模仿一项熟练加成。一旦你使用了这个能力，你必须完成一次短休或长休才能再次使用。",
	"Your ability to shrug off some injuries is legendary, even for your race. You gain the following benefits:": "你对一些伤害的忽视能力是传奇的，即使对于你的种族来说也是如此。你获得以下好处：",
	"When you use your Stone's Endurance trait as a reaction to reduce damage, instead of rolling a {@dice d12} and adding your Constitution modifier, you can choose to gain resistance to the triggering attack's damage type until the start of your next turn. If the triggering attack deals more than one type of damage, choose one. As normal, after you use this trait, you can't use it again until you finish a short or long rest.": "当你使用你的石头忍耐特性作为一次反应来减少伤害时，你可以选择获得对触发攻击的伤害类型的抗性，直到下一个回合开始，而不是掷{@dice d12}并加上你的体质调整值。如果触发攻击造成多种类型的伤害，选择其中一种。和平常一样，在你使用这个特性后，直到你完成短暂休息或长休息之前，你不能再次使用它。",
	"You have inherited the wisdom & cunning from your ancient ancestors, and it enhances your abilities. You gain the following benefits:": "你继承了来自你古老祖先的智慧和狡诈，它们增强了你的能力。你获得以下好处：",
	"Your eyes improve, and become accustomed to darkness. You gain {@sense darkvision} up to 60 feet.": "你的视力变得更加敏锐，适应了黑暗环境。你的视野范围增加了{@sense darkvision}，最多达到60英尺。",
	"You learn how to make any simple or martial weapon using your Cunning Artisan feature in addition to the previous options. Furthermore, you can also create {@dice 1d4} pieces of ammunition for one of these weapons instead.": "你可以利用你的狡诈工匠特性学会制作任何简单或军用武器，除了之前的选项。此外，你还可以为这些武器之一制作{@dice 1d4}发射物。",
	"You gain proficiency in Intelligence ({@skill Nature}) or Wisdom ({@skill Survival}). If you already had proficiency in the skill you chose, you gain Expertise instead.": "你在智力（{@skill Nature}）或者感知（{@skill Survival}）中获得熟练加值。如果你已经在你选择的技能中有熟练加值，那么你将获得专长。",
	"Rifles are complex weapons, but you know just how to make every shot count. You gain the following benefits when wielding a rifle or carbine:": "步枪是复杂的武器，但你知道如何让每一枪都命中要害。当你使用步枪或卡宾枪时，你获得以下好处：",
	"You gain a +1 bonus to damage rolls with these weapons.": "你使用这些武器时，伤害骰获得+1的加值。",
	"You can reroll 1s and 2s to damage with these weapons.": "你可以重新投掷这些武器的1和2点伤害。",
	"If you roll a critical hit or deal a killing blow with these weapons, you can use your reaction to take an additional shot at a creature within 10 feet of the creature hit.": "如果你用这些武器进行暴击或是造成致命一击，你可以使用你的反应对距离被击中生物10英尺内的另一生物进行额外射击。",
	"The normal range of these weapons increases by 10, and the long range increases by 30.": "这些武器的正常射程增加了10，远程射程增加了30。",
	"You have mastered getting the most effect out of firearms with the scatter property. You get the following benefits:": "你已经掌握了使用散射属性的枪械获得最大效果的技巧。你将获得以下好处：",
	"You gain a +1 to attack rolls with these weapons": "你使用这些武器时攻击加值 +1。",
	"Your scattershot damage can target any creature of your choosing within the scatter range of your target.": "你的散射伤害可以选择目标范围内的任何生物。",
	"You can reroll 1s and 2s to your scatter damage.": "你可以重新投掷你的散射伤害中的1和2。",
	"You can load all of the ammo for shell loading firearms with the scatter property using a bonus action.": "你可以使用一个奖励动作为具有散射特性的装弹式枪械装填所有弹药。",
	"You have mastered the art of wielding a sidearm with delicate precision. You gain the following benefits:": "你已经掌握了用手枪精准操控的艺术。你获得以下好处：",
	"You gain a +1 bonus to attack rolls made with these weapons.": "你使用这些武器进行的攻击投掷获得+1的奖励。",
	"When you take the attack action with a sidearm can use a bonus action to make an attack roll at a creature within 10 feet of you.": "当你使用副武器进行攻击动作时，可以使用一个奖励动作对距离你10英尺内的生物进行攻击检定。",
	"When you roll initiative and are not surprised, you can use your reaction to draw a sidearm and attack a creature within its normal range.": "当你投掷先攻检定且没有被惊讶时，你可以使用你的反应拔出一把副武器并攻击一个在其正常射程内的生物。",
	"You have perfected the art of shooting with your revolver or hand cannon. You gain the following benefits:": "你已经完美掌握了使用左轮手枪或手炮的技艺。你获得以下好处：",
	"You gain a +1 bonus to attack rolls with these weapons.": "你使用这些武器时，攻击骰获得+1的加值。",
	"You cannot be disarmed while wielding a revolver or hand cannon in one hand and your other hand is free.": "当你一手持有左轮手枪或手炮，另一只手空着时，你无法被缴械。",
	"When you make an attack with your revolver or hand cannon and are not holding anything in your other hand, you can use your bonus action to make two additional attacks against creatures within its normal range. You do not add your ability score modifier to the damage of these attacks.": "当你使用你的左轮手枪或手炮进行攻击时，并且另一只手没有拿任何东西，你可以使用你的奖励动作对普通射程内的生物进行两次额外攻击。在这些攻击的伤害中，你不添加你的能力得分调整值。",
	"You are trained for both scouting the skies and aerial combat. You gain the following benefits:": "你接受过对天空进行侦察和空中战斗的训练。你获得以下好处：",
	"You gain proficiency in the {@skill Perception} skill if you don't already have it. You add double your proficiency bonus to {@skill Perception} checks that rely on sight.": "如果你还没有熟练掌握{@skill Perception}技能，你将获得熟练加成。在依赖视觉的{@skill Perception}检定中，你将额外加上双倍的熟练加成。",
	"Once per turn, if you are flying and dive at least 30 feet straight toward a target and then hit it with a melee weapon attack, the attack deals an extra {@damage 1d6} damage to the target.": "每个回合一次，如果你正在飞行并朝一个目标直线俯冲至少30英尺，然后用近战武器攻击击中它，该攻击对目标造成额外{@damage 1d6}伤害。",
	"You manifest some of you lagomorph heritage. You gain the following benefits:": "你展现出了你的兔形兽传承。你获得以下好处：",
	"You learn the {@spell jump} spell, and can cast it as a bonus action without expending a spell slot a number of times equal to your proficiency modifier, casting the spell this way you can only target yourself.": "你学会了{@spell jump}法术，可以将其作为奖励动作施放，不消耗法术位，次数等同于你的熟练加值，以这种方式施放法术时，只能以自己为目标。",
	"You regain all uses of this ability when you finish a long rest.": "当你完成一次长休后，你恢复该能力的所有使用次数。",
	"You have perfected the art of the slow, steady kill. You gain the following benefits when wielding a ranged weapon with the {@i heavy} property:": "你已经掌握了缓慢而稳定的杀戮艺术。当你使用带有{@i heavy}属性的远程武器时，你获得以下好处：",
	"You gain a +1 to attack rolls with these weapons.": "你使用这些武器时，攻击命中加值+1。",
	"You can use a bonus action to steady your aim. You can make an attack roll that can neither have advantage nor disadvantage. On a hit, deal double the weapon's damage die.": "你可以使用一个奖励动作来稳定你的瞄准。你可以进行一次攻击骰投掷，既不能获得优势也不能受到劣势的影响。命中时，造成武器伤害骰的双倍伤害。",
	"If you make an attack roll with advantage, you can reroll one of the attack rolls once.": "如果你使用优势进行攻击检定，你可以重新投掷其中一个攻击骰一次。",
	"You gain natural armor. While you aren't wearing armor, you can calculate your AC as 13 + your Dexterity modifier. You can use a {@item shield|PHB} and still gain this benefit.": "你获得了自然护甲。当你没有穿戴盔甲时，你的AC可以计算为13 + 你的敏捷调整值。你可以使用一个{@item shield|PHB}并且仍然获得这个好处。",
	"You send a short message to a creature with which you are familiar with or in detailed knowledge of. Before sending the message, the recipient recognises you as the sender if it knows you and must accept the message as a reaction. The message can be heard by people around you and the recipient.": "你向一只你熟悉或详细了解的生物发送一条简短消息。在发送消息之前，如果接收者认识你，它会认出你是发送者，并必须作为一种反应接受消息。消息可以被你和接收者周围的人听到。",
	"Once sent, the recipient can either end the spell or cast the same spell, targeting the original caster, to instantly respond to the message without the need of it being accepted by the new recipient.": "一旦发送，接收者可以选择结束咒语或施放相同的咒语，以瞬间回应消息，无需等待新接收者接受。",
	"Barriers between you and the recipient of magical silence or anti-magic will cause the spell to fail.": "当你和魔法沉默或反魔法的接收者之间存在屏障时，法术将会失败。",
	"You fire a piece of nonmagical ammunition from a ranged weapon or throw a nonmagical weapon towards a point within range. A barrage of projectiles fire towards all creatures within 30 feet of the point chosen, disappearing shortly afterwards. Make a ranged spell attack roll at all the creatures targeted. On a hit, the attack deals {@damage 6d10} force damage.": "你从远程武器射出一枚非魔法弹药，或向范围内的某一点投掷一件非魔法武器。一阵抛射物朝着所选点附近的所有生物飞去，随后消失。对所有被瞄准的生物进行远程法术攻击检定。命中则造成{@damage 6d10}点力量伤害。",
	"You summon a vehicle in a space of your choice within range, which uses the {@creature Summoned Vehicle|HoE} stat block. Only creatures you designate when you cast this spell are able to enter this vehicle. A creature not designated must succeed a Charisma saving throw in order to enter the vehicle. Once the spell ends, the vehicle slows to a stop. The caster can spend both the material and spell slot cost to reset the duration. If the vehicle is not refuelled by 10 minutes the Summoned Vehicle will vanish.": "你可以在范围内选择的空间召唤一辆交通工具，使用{@creature Summoned Vehicle|HoE}的属性块。只有你在施放此法术时指定的生物才能进入这辆交通工具。未被指定的生物必须成功通过一个魅力豁免才能进入交通工具。法术结束后，交通工具会慢慢停下来。施法者可以花费材料和法术位来重置持续时间。如果交通工具在10分钟内没有加油，那么召唤的交通工具将消失。",
	"The Summoned vehicle can take on any desired appearance, ranging from a bike with a sidecar when cast at 2nd level, to a jetplane at 8th level.": "被召唤的载具可以呈现出任何所需的外观，从在2级时施放时变成带有边车的自行车，到在8级时变成喷气式飞机。",
	"You summon a 10 foot wide, 10 foot tall and 1 inch thick wall of magical force to impede foes passage that extends from a point you choose within range. Before you cast the spell, choose who may pass through it. Those who are chosen may walk through unimpeded. Anyone else must make a Strength Saving Throw. If they succeed, they pass through. If they fail, they are forced to stop and cannot move through the wall for the rest of their turn. The wall has 5 HP and 10 AC. If it's HP reaches 0, the wall dissipates.": "你召唤一堵长10英尺、高10英尺、厚1英寸的魔法力场墙，阻挡敌人通过，延伸至你选择的范围内。在施放咒语之前，选择可以穿过墙的人。被选择的人可以毫无阻碍地穿过。其他人必须进行一次力量豁免检定。如果他们成功，他们可以通过。如果失败，他们被迫停下，不能在本回合内穿过墙。这堵墙有5点生命值和10点护甲等级。如果生命值降至0，墙体消失。",
	"The wall's HP goes up by 5 at level 5(10 HP), level 11(15 HP) and level 17(20 HP).": "在5级(10 HP)、11级(15 HP)和17级(20 HP)时，墙的生命值会增加5点。",
	"A sturdy coat of layered linen or leather lined with small steel plates riveted to the fabric.": "一件由多层亚麻或皮革制成的坚固外套，内衬有小钢板铆接在织物上。",
	"The damage of a Cestus is the same as your unarmed strike damage. When equipped your hands are considered free, donning and doffing Cestus takes a whole Action.": "拳套的伤害与你的徒手攻击伤害相同。当装备时，你的手被视为自由，穿戴和脱下拳套需要一个完整的行动。",
	"A type of armor formed of a single or multiple pieces of metal that cover the torso. A cuirass generally refers to both a chest plate and back piece together.": "一种由单个或多个金属片组成，覆盖躯干的盔甲。护胸甲通常指的是胸甲和背甲一起的组合。",
	"A gambeson is a padded defensive jacket, either worn separately or as an underlay for heavier types of armor. It can also double as a winter coat.": "一件软甲（gambeson）是一种带有填充物的防御夹克，可以单独穿着，也可以作为更重型盔甲的衬垫。它也可以兼作冬季外套。",
	"A hauberk is a shirt of mail that reaches at least to mid-thigh and includes sleeves.": "一件护胸甲是一种链甲衫，至少延伸到大腿中部，并包括袖子。",
	"If the wearer has a Strength score lower than 13, their speed is reduced by 10 feet.": "如果穿戴者的力量得分低于13，他们的速度将减少10英尺。",
	"This is a type of body armor made from small rectangular plates (scales or lamellar) of iron, leather, or bronze laced into horizontal rows.": "这是一种由铁、皮革或青铜制成的小矩形板（鳞片或片甲）编织成水平排列的一种身体护甲。",
	"Made of interlocking metal rings, a chain shirt is worn between layers of clothing or leather. This armor offers modest protection to the wearer's upper body and allows the sound of the rings rubbing against one another to be muffled by outer layers.": "由相互锁连的金属环制成，链甲穿在衣服或皮革的层间。这种盔甲为穿戴者的上半身提供适度的保护，并且外层衣物可以减轻金属环摩擦发出的声音。",
	"You can't make {@action Opportunity Attack|PHB|opportunity attacks} while holding this shield.": "你无法在持盾牌的同时制造{@action Opportunity Attack|PHB|opportunity attacks}。",
	"If the wearer has a Strength score lower than 15, their speed is reduced by 10 feet.": "如果穿戴者的力量分数低于15，他们的速度减少10英尺。",
	"A Zeal Caster varies in size, design and colour bearing the runes describing a single spell. If you hold the appropriate Zeal Fuel and the material components required to cast the spell, you may activate the object via an Action.": "一个狂热施法者（Zeal Caster）在尺寸、设计和颜色上各不相同，上面刻有描述一个法术的符文。如果你拥有适当的狂热燃料（Zeal Fuel）和施放法术所需的材料组件，你可以通过一个动作激活这个物品。",
	"The Zeal Caster will take the spell's normal casting time upon activation. Once the spell is cast, the Fuel and Material Components crumble to dust and are destroyed. If the casting is interrupted, however, they are not destroyed.": "热情施法者(Zeal Caster)在激活时将花费法术的正常施法时间。一旦法术施放完成，燃料和材料组件将化为灰烬并被摧毁。然而，如果施法被打断，它们就不会被摧毁。",
	"Using the object does not require any ability checks unless the user wishes to upcast the spell by presenting Zeal Fuel higher than the spell's level during activation. When doing such, you must succeed on an Intelligence ({@skill Arcana}) check with a DC equal to 10 + the desired upcast level - the spell's original level. If successful, the spell is cast; otherwise, all material components used, including the fuel, are destroyed.": "使用该物品不需要进行任何能力检定，除非使用者希望通过在激活时展示比法术等级更高的热情燃料来升级法术。在这种情况下，您必须通过一个智力检定（{@skill Arcana}）来达到DC值，该DC值等于10 + 所需升级等级 - 法术的原始等级。如果成功，法术将被施放；否则，所有使用的物质组件，包括燃料，都将被摧毁。",
	"Whether the check succeeds or fails, the Zeal Caster is damaged beyond use and can only be fixed upon succeeding a Dexterity ({@item Tinker's Tools|PHB}) check. The Repair DC can be found in the following table. If any attempted repair check fails, the item is destroyed.": "无论检查成功与否，热情施法者都会受到损坏，只有在成功进行敏捷检定({@item Tinker's Tools|PHB})后才能修复。修复难度等级可以在以下表格中找到。如果任何尝试的修复检定失败，物品将被摧毁。",
	"An aerosol canister containing a regenerating magic fluid capable of painting surfaces and changing colours to what the user desires. The object contains 50 charges which can be refuelled by expending a {@item Zil-Pod (Cantrip)|HoE|Cantrip level Zil-Pod}.": "一个喷雾罐，里面装有一种可以让表面涂上颜色并根据用户愿望改变颜色的再生魔法液体。这个物品包含50次使用机会，可以通过使用 {@item Zil-Pod (Cantrip)|HoE|Cantrip level Zil-Pod} 来重新充能。",
	"The user as an Action or Bonus action can expend these charges to perform a variety of effects.": "用户可以将这些充能用作行动或奖励行动，以执行各种效果。",
	"By expending 1 charge, the user can make a mark or colour on a single surface or object within 5ft.": "通过消耗1点充能，使用者可以在5英尺内的单个表面或物体上做一个标记或着色。",
	"By expending 5 charges the user can draw a symbol or image that is no larger than a 5 by 5 foot square on a single surface or object within 5 ft.": "通过消耗5个充能，使用者可以在距离5英尺内的单个表面或物体上绘制一个不大于5英尺乘5英尺的符号或图像。",
	"To purchase and sell this Zil-Pod one requires an official license.": "购买和销售这个Zil-Pod，需要一个官方许可证。",
	"Used in all magically enhanced life in the modern age of Etheria, these small pods vary in design and colour depending on the spell level that they hold. Upon use the liquid inside turns into an ash-like substance and eventually decays into nothing.": "在以魔法增强生命的现代以太利亚时代中使用，这些小荚果的设计和颜色会根据它们所含的法术等级而变化。使用后，内部液体会变成灰状物质，最终腐烂至无。",
	"If the Zil-Pod is broken and exposed to air the liquid quickly hardens into a black charcoal like material.": "如果Zil-Pod损坏并暴露在空气中，液体会迅速凝固成一种类似黑炭的物质。",
	"When a Zil-Pod is used the value of the empty container can be assumed to be half that of the full variant.": "当使用一颗Zil-Pod时，可以假设空容器的价值是满容器的一半。",
	"Creatures with a strength score below 13 have disadvantage on attack rolls with Heavy Weapons.": "力量分数低于13的生物使用重型武器进行攻击时有劣势。",
	"When making a ranged attack with a weapon that has the bandolier property, you can immediately draw another weapon of the same type as part of the attack.": "当使用具有弹药带属性的武器进行远程攻击时，你可以立即在攻击中抽取另一件相同类型的武器。",
	"You have advantage on Dexterity ({@skill Sleight of Hand}) checks to conceal this weapon.": "你在敏捷度检定中对于隐藏这把武器有优势。",
	"This weapon deals double damage to objects and structures.": "这个武器对物体和结构造成双倍伤害。",
	"Possession of this weapon is restricted in some societies, often requiring a special dispensation, rank, or permit.": "在一些社会中，拥有这种武器是受限制的，通常需要特别的许可、级别或许可证。",
	"This weapon can be used to trip a creature, knocking it {@condition prone}. It uses the same rules as {@action shove|PHB|Shoving a Creature}. However, you cannot use this weapon to push a creature away.": "这个武器可以用来绊倒一个生物，使其倒地{@condition prone}。它遵循与{@action shove|PHB|Shoving a Creature}相同的规则。然而，你不能使用这个武器把一个生物推开。",
	"Some ranged weapons can be fired a number of times before they must be reloaded. Ranged weapons with the reload property take an action (player's choice) to reload its ammunition.": "一些远程武器在必须重新装填之前可以连续发射多次。具有“重新装填”属性的远程武器需要花费一个动作（由玩家选择）来重新装填其弹药。",
	"If you wield two light ranged weapons with the reload property, you can reload them both at once as an action during your turn.": "如果你使用两把带有“装填”属性的轻型远程武器，你可以在你的回合内将它们同时作为一个动作重新装填。",
	"Firearms with the scatter property have two types of damage, a regular damage roll and a scatter damage roll. When you hit a creature with a firearm that has the scatter property, creatures within 5 feet of the target take scatter damage if the attack would hit them. The original target does not take this damage.": "具有散射属性的枪械有两种伤害类型，普通伤害和散射伤害。当你用具有散射属性的枪械击中生物时，如果攻击会击中它们，目标周围5英尺范围内的生物会受到散射伤害。原始目标不会受到这种伤害。",
	"You gain resistance to the scatter damage dealt from your firearm attacks.": "你获得对你的火器攻击造成的散射伤害的抗性。",
	"A spell cast using a firearm with the scatter property only triggers once, and only on the original target of the attack.": "使用具有散射属性的火器施放的法术只会触发一次，且只对攻击的原始目标生效。",
	"You have disadvantage on Dexterity ({@skill Stealth}) checks when wearing this armour.": "穿上这件盔甲时，进行敏捷检定时会受到劣势。",
	"The summoned vehicle does not have an Intelligence, Wisdom, or Charisma score, as it does not have any form of consciousness. It is immune to any effect that would require it to make Intelligence, Wisdom or Charisma saving throws. It cannot act unless a creature inside of it controls it.": "被召唤的载具没有智力、感知或魅力数值，因为它没有任何形式的意识。它对任何需要它进行智力、感知或魅力豁免检定的效果免疫。除非载具内有生物控制它，否则它无法行动。",
	"When travelling the Summoned Vehicle can travel at 60 miles per hour, or 80 miles at a fast pace. If not travelling on roads, this speed is reduced to 30 and 40 miles per hour respectively.": "当旅行时，被召唤的载具可以以每小时60英里的速度行驶，或者以快速速度行驶80英里。如果不在道路上行驶，这个速度分别减少到每小时30英里和40英里。",
	"If cast as a 8th or 9th level spell. Summoned Vehicle gains a flying speed of 100 ft. The travel speed while flying increases to 200 miles per hour.": "如果将其作为8级或9级法术施放，召唤的交通工具将获得飞行速度100英尺。在飞行时的行进速度增加到每小时200英里。",
	"If cast as a 2nd level or higher spell, another creature may get in Summoned Vehicle as an action, giving it three-quarters cover from effects outside of the vehicle, and disadvantage or Dexterity saving throws. Creatures in Summoned Vehicle can exit it as a bonus action. Up to 6 creatures may be in Summoned Vehicle at once.": "如果将其作为2级或更高级法术施放，另一个生物可以作为一个动作进入被召唤载具，使其受到车辆外部效果的四分之三掩护，并在敏捷豁免检定中处于劣势。在被召唤载具中的生物可以作为一个奖励动作离开。最多可以有6个生物同时在被召唤载具中。",
	"Light, Medium, or Heavy Armour": "轻甲、中甲、或重甲 (Light, Medium, or Heavy Armour)",
	"While wearing this armour, you have a +1 bonus to your AC modifier": "穿上这套盔甲后，你的AC修正值会增加(+1)。",
	"Light, Medium, or Heavy Armour with the {@b 1st tier Armour Proofing} trait": "轻甲、中甲或重甲，带有{@b 1st tier Armour Proofing}特性",
	"While wearing this armour, you have a +2 bonus to your AC modifier": "穿上这件盔甲后，你的AC修正值获得+2的奖励。",
	"Light, Medium, or Heavy Armour with the {@b 2nd tier Armour Proofing} trait": "轻甲、中甲或重甲，带有{@b 2nd tier Armour Proofing}特性",
	"While wearing this armour, you have a +3 bonus to your AC modifier": "穿戴这套盔甲时，你的AC修正值获得+3加值。",
	"Breathable": "透气的 (Breathable)",
	"Light or Medium Armour. Incompatible with the {@b insulated} trait": "轻甲或中甲。与{@b insulated}特性不兼容。",
	"While wearing this armor, you have advantage on saving throws you make against {@condition exhaustion} effects due to {@hazard extreme heat}, as described in {@book chapter 5 of the Dungeon Master's Guide|DMG|5}.": "穿上这件盔甲时，你对由{@hazard extreme heat}引起的{@condition exhaustion}效果的豁免投掷获得优势，如{@book chapter 5 of the Dungeon Master's Guide|DMG|5}中所述。",
	"Insulated": "隔热的 (Insulated)",
	"Incompatible with the {@b breathable} trait": "不兼容于{@b breathable}特质",
	"This armor counts as cold weather gear in conditions of {@hazard extreme cold}, as described in {@book chapter 5 of the Dungeon Master's Guide|DMG|5}.": "这套盔甲在{@book chapter 5 of the Dungeon Master's Guide|DMG|5}描述的{@hazard extreme cold}条件下可作为抵御寒冷天气的装备。",
	"Muffled": "压低声音 (Muffled)",
	"{@item Brigandine|HoE} Armour": "{@item Brigandine|HoE} 盔甲",
	"This armor no longer confers disadvantage on Dexterity ({@skill Stealth}) checks.": "这套盔甲不再让敏捷度({@skill Stealth})检定受到劣势。",
	"Etched": "蚀刻 (Etched)",
	"{@b Armour Proofing} trait (any tier) or a shield. Can only be applied by a machinist.*": "{@b Armour Proofing}特质（任意等级）或者一个盾牌。只能由一名机械师施加。",
	"This gains 1 slot for use of a {@b Standard} magic mod.*": "这增加了一个可用于{@b Standard}魔法模组的槽位。",
	"Burnished": "磨光 (Burnished)",
	"Heavy Armour": "重型盔甲 (Heavy Armour)",
	"This armor has been polished to a mirror finish. While wearing it, you may have advantage on Charisma-based skill checks when interacting with certain humanoids, as determined by the DM. This tag is automatically removed after 24 hours of wear or at the end of a combat.": "这套盔甲被擦拭得像镜子一样光亮。穿戴它时，与某些人形生物互动时，你可能在基于魅力的技能检定上获得优势，具体生物由DM决定。这个标签在穿戴24小时后自动移除，或者在战斗结束时移除。",
	"Custom": "自定义 (Custom)",
	"Can only be applied by a machinist*. This trait can be applied multiple times, with the cost doubling each time.": "只能由一名机械师*应用。这个特性可以应用多次，每次成本翻倍。",
	"This gains 1 slot for use of a {@b Passive} magic mod.*": "这增加了一个可用于{@b Passive}魔法模组的槽位。",
	"Quick-release clasps": "快速释放扣环",
	"Light, Medium or heavy Armour": "轻甲、中甲或重甲 (Light, Medium or Heavy Armour)",
	"You can doff this armor as an action.": "你可以在一个动作中脱掉这套盔甲。",
	"Your soul has been constructed using parts of another that you don't know. What memories of theirs do you have? Do you share any personality or physical traits with them?": "你的灵魂是用另一个你不知道的人的部分构建的。你拥有他们的哪些记忆？你是否和他们分享任何个性或身体特征？",
	"You and your soul were created to complete a task. For what purpose were you made? Do you even know the task set? Who created you to complete this task?": "你和你的灵魂被创造来完成一个任务。你被创造的目的是什么？你知道被设定的任务吗？是谁创造了你来完成这个任务？",
	"Upon your introduction to this new world, you had no familiarity with either the world you are in or your place. What were your first experiences?": "在你初次接触这个新世界时，你对这个世界或者你的位置都毫无熟悉。你最初的经历是什么？",
	"Your soul is a perfect replica of another, and you have all their memories. Do you know if they're still alive? When and how did you learn that you weren't?": "你的灵魂是另一个人的完美复制品，并且你拥有他们所有的记忆。你知道他们是否还活着吗？你是什么时候以及如何得知你并非原本的那个人的？",
	"While you weren't constructed with the soul of another, you were constructed with the likeness of another. When and what did you learn of this other person?": "虽然你没有被构建时附带另一个人的灵魂，但你却被构建成了另一个人的样子。你是在什么时候，以及从何时开始了解这个另一个人的？",
	"While you were brought into this world with a set purpose or perhaps certain memories, they have no emotional value to you as nothing did. Has this changed? If so, what incident caused it?": "当你被带到这个世界上时，也许是出于某种特定目的或者特定记忆，但它们对你没有情感价值，就像没有任何事情一样。这种情况有改变吗？如果有，是什么事件导致了这种改变？",
	"Cantrip": "零级法术 (Cantrip)",
	"Common": "常见 (Common)",
	"Uncommon": "不寻常 (Uncommon)",
	"Very Rare": "非常罕见",
	"Legendary": "传奇（Legendary）",
	"In the world of Etheria, some player races are unavailable. New races have been added or have otherwise been modified for this setting and are displayed in {@b bold} and all available races have been given some background information, describing their origin and place in the world, this extra information is available on The World Anvil page.": "在以太利亚的世界中，一些玩家种族是不可用的。新的种族已经被添加或者已经被修改以适应这个设定，并显示在{@b bold}中，所有可用的种族都已经被赋予一些背景信息，描述他们的起源和在世界中的位置，这些额外信息可以在《世界铁砧》页面上找到。",
	"Born of this world and forged in fire of The Crusades, {@race human|PHB|humans} have learned to adapt to any variety of situations. This adaptability and raw tenacity to survive was the power that allowed the defeat of Solaria.": "在这个世界诞生，并在十字军东征的烈火中锻造，{@race human|PHB|humans} 已经学会适应各种情况。这种适应能力和顽强的生存力量是击败索拉利亚的关键。",
	"Named after the fairytale creatures their was inspired by. This inspired design brought forth great fear to many as the primary infantry during The Crusades that lasts even to this day during today's era of peace.": "以其灵感来源于童话生物而命名。这种设计带来了巨大的恐惧，作为十字军东征期间的主要步兵，甚至在当今和平时代仍然存在。",
	"{@race dwarf|PHB|Dwarves} were designed and brought to the world to prospect and gather precious materials. Trained and raised in a culture of mining, they learned to love their given role in life, as dark as its origin may have been.": "{@race dwarf|PHB|Dwarves} 被设计并带到世界上来勘探和收集珍贵的材料。在采矿文化中接受训练和成长，他们学会了热爱自己在生活中扮演的角色，尽管它的起源可能很黑暗。",
	"The first of the labour class Ingenium, alongside {@race dwarf|PHB|Dwarves} and {@race Goliath|MPMM|Goliaths}, {@race elf|PHB|Elves} were created with enhanced vision and a unique constitution to assist in the creation of Zeal-based technology and fine artisan objects. These enhancements lead them to a new role in life as many saw the great complexities of nature, leading many to live a peaceful rural life during The Crusades and beyond.": "在劳动阶层Ingenium中，{@race dwarf|PHB|Dwarves}和{@race Goliath|MPMM|Goliaths}旁边的第一个劳动阶层Ingenium，{@race elf|PHB|Elves}被赋予了增强视力和独特体质，以协助创造基于热情的技术和精美的工艺品。这些增强使他们在生活中扮演了新的角色，许多人看到了大自然的复杂性，导致许多人在十字军东征期间及以后过上了和平的乡村生活。",
	"Designed as hulking bouncers, {@race Orc|MPMM|Orcs} were created as the initial security force during the further creation of Ingenium. Fuelled by their savage spirit, their intuition guides them to any cause.": "设计成庞大的保镖，{@race Orc|MPMM|Orcs} 在 Ingenium 进一步创造过程中被创造为最初的安全力量。受到野蛮精神的驱使，他们的直觉引导他们为任何事业奋斗。",
	"Nobody knows when {@race Aasimar|MPMM} were brought into the world, what is known, is that their power is similar to that of Solaria, that alone is enough to bring great fear to those who still remember The Crusades. However, this does not imply that they share the same hatred for humanity as Solaria and may simply wish to live out their lives and some may even wish to use their powers to protect humanity.": "没有人知道{@race Aasimar|MPMM}是何时诞生的，已知的是，他们的力量类似于(`Solaria`)，这一点足以让那些仍然记得十字军东征的人感到巨大的恐惧。然而，这并不意味着他们像(`Solaria`)那样对人类怀有同样的仇恨，他们可能只是希望过着自己的生活，甚至有些人可能希望利用他们的力量来保护人类。",
	"Similar to {@race Aasimar|MPMM}, the origins of {@race Tiefling|PHB|Tieflings} is equally unknown, they share characteristics of such Ingenium, however this is unlikely to be their origin due to their similar characteristics to some known Yokai and their apparent history dating back to before Magic was even discovered.": "与{@race Aasimar|MPMM}相似，{@race Tiefling|PHB|Tieflings}的起源同样未知，它们共享某种天赋的特征，然而由于它们与一些已知妖怪的相似特征以及它们明显可以追溯到魔法被发现之前的历史，这不太可能是它们的起源。",
	"Brought into production late into the Crusades, many {@race Warforged|ERLW} were designed to replicate and improve upon the battle tactics and maneuvers of some of the greatest warriors. They were given the potential to cast magic and their deployment onto the battlefield would be Humanities greatest weapon against the threat of Solaria. However, they complicated design and build would result in their deployment being too late to take part in The Crusades themselves and were thus abandoned.": "在十字军东征后期投入生产，许多{@race Warforged|ERLW}旨在复制并改进一些最伟大战士的战术和动作。它们被赋予了施展魔法的潜力，它们的部署将成为人类对抗Solaria威胁的最强大武器。然而，它们复杂的设计和建造导致它们的部署太晚，无法参与十字军东征本身，因此被抛弃。",
	"When selecting fighting styles on any class, you may also select one of the following options:": "在任何职业中选择战斗风格时，您还可以选择以下选项之一：",
	"Many of the objects in this section are powered using Zeal and its portable battery like form {@item Zil-Pod|HoE|Zil-Pods}. Any device that uses Zeal would come with a suitable power source. As a general rule, ignore battery life for mundane objects with the assumption that you recharge or replace batteries between adventures and that they last as long as needed during adventures.": "这个区域中的许多物品都使用热情（Zeal）及其便携式电池形式{@item Zil-Pod|HoE|Zil-Pods}进行供电。任何使用热情的设备都会配备合适的电源。一般规则是，在冒险之间重新充电或更换电池，假设日常物品的电池寿命不受影响，并在冒险中持续所需的时间。",
	"Don't do this if an object has a set number of uses for any listed special effects.": "如果物品具有任何列出的特殊效果的固定使用次数，请不要这样做。",
	"The following content describing armor and weapons uses a slightly modified version of The Complete Armorer's Handbook, written and published by Heavyarms, the original book can be found and purchased on DMSGuild {@link here|https://www.dmsguild.com/product/300395/The-Armorers-Handbook-Equipment-Upgrade-and-Rune-Magic-System}. New modifications have been added, however, the main bulk of the features are taken directly from their book.": "以下内容描述了一些装甲和武器，使用了稍作修改的《全面装甲师手册》，由Heavyarms编写和出版，原书可以在DMSGuild上找到并购买{@link here|https://www.dmsguild.com/product/300395/The-Armorers-Handbook-Equipment-Upgrade-and-Rune-Magic-System}。尽管有新的修改，但主要功能大部分直接取自他们的书。",
	"This system is intended to replace existing Magic and standard weapons in existing sourcebooks and all of which can be remade and further improved using the system explained.": "这个系统旨在取代现有来源书中的魔法和标准武器，所有这些武器都可以使用所解释的系统进行重新制作和进一步改进。",
	"Additionally, I have taken elements from the Arcane Artillery homebrew written by Zow (/u/ZowJr on Reddit) which can be found {@link here|https://www.reddit.com/r/UnearthedArcana/comments/73wjd5/arcane_artillery_the_complete_collection_guns_in/}.": "另外，我还参考了由Zow (/u/ZowJr on Reddit)编写的奥术炮兵（Arcane Artillery）自制内容，可以在{@link here|https://www.reddit.com/r/UnearthedArcana/comments/73wjd5/arcane_artillery_the_complete_collection_guns_in/}找到。",
	"Modifications to this homebrew have been made to fit it better within the setting.": "已对这个自制内容进行了修改，以更好地适应设定。",
	"This section is intended to compliment and expand on the {@book \"Weapons\" section in chapter 5 of the Player's Handbook|PHB|5|Weapons}.": "这部分旨在补充和扩展{@book \"Weapons\" section in chapter 5 of the Player's Handbook|PHB|5|Weapons}。",
	"The following new properties have been added to certain weapons, these properties have been highlighted in {@b bold} on the following table.": "以下新属性已添加到某些武器中，在以下表格中已用{@b bold}标出。",
	"Firearms are not typical weapons. The nature of their construction and the complexity of their use and care make a special kind of training required to become proficient with them. Unless otherwise specified by the DM, firearms count as a separate proficiency from martial and simple weapons. There are two types of proficiencies associated with firearms. Longarms, which include Two-Handed firearms, and Sidearms, which include every other kind of firearm. Sidearms can be wielded in one hand.": "火器并非典型武器。它们的构造特性以及使用和保养的复杂性使得需要特殊的训练才能熟练掌握。除非DM另有规定，火器被视为与军事和简单武器不同的专业技能。与火器相关的专业技能有两种类型。长枪包括双手火器，而手枪则包括其他所有类型的火器。手枪可以单手使用。",
	"Weapons with Special Rules are described here.": "这里描述了带有特殊规则的武器。",
	"You have disadvantage when you use a lance to attack a target within 5 feet of you. Also, a lance requires two hands to wield when you aren't mounted.": "当你使用长矛对距离你5英尺以内的目标进行攻击时，你会受到劣势。此外，当你没有骑乘时，长矛需要双手执握。",
	"A Large or smaller creature hit by a net is {@condition restrained} until it is freed. A net has no effect on creatures that are formless, or creatures that are Huge or larger. A creature can use its action to make a {@dc 10} Strength check, freeing itself or another creature within its reach on a success. Dealing 5 slashing damage to the net (AC 10) also frees the creature without harming it, ending the effect and destroying the net. When you use an action, bonus action, or reaction to attack with a net, you can make only one attack regardless of the number of attacks you can normally make.": "被网击中的大型或更小的生物在被解救之前为{@condition restrained}。网对无固定形态的生物或巨型或更大的生物无效。生物可以使用动作进行一次{@dc 10}力量检定，若成功则解救自己或其攻击范围内的另一生物。对网造成5点劈砍伤害（AC 10）也可以解救生物而不伤害它，结束效果并摧毁网。当你使用动作、奖励动作或反应来用网进行攻击时，无论你通常能进行多少次攻击，你只能进行一次攻击。",
	"Rarely would a weapon be fit for purpose for any adventurer who chooses to wield it. Many, especially those in the business of fighting, choose to make various modifications to their weapons either by tinkering in their own time or by sending it to a smithy willing to make the modifications.": "很少有武器适合任何冒险者选择使用。许多人，尤其是那些从事战斗的人，选择通过在自己的时间里进行修补或将其送到愿意进行修改的铁匠那里来对他们的武器进行各种修改。",
	"Modifying and enhancing weapons follows a branching path system, with all available options split into multiple tiers. With the limited selection of 1st tier upgrade tags unlocking one or more options from the following tiers. The following rules apply when upgrading a weapon with a new trait:": "武器的修改和增强遵循分支路径系统，所有可用选项分为多个层级。通过有限的第1层升级标签的选择，可以解锁以下层级的一个或多个选项。在使用新特性升级武器时，应遵循以下规则：",
	"All prerequisite conditions must be satisfied to apply a new tag, as shown in the {@table Weapon Enhancements List|HoE|Weapon Upgrades table}": "所有先决条件必须满足才能申请一个新的标签，如{@table Weapon Enhancements List|HoE|Weapon Upgrades table}中所示。",
	"2nd tier upgrades can only be applied by a trained craftsman, with 3rd tier upgrades requiring the skills of a master artisan.": "只有经过训练的工匠才能应用第二级升级，而第三级升级则需要一位熟练工匠的技能。",
	"Typically, it takes an artisan a full day of work (minimum 8 hours) to upgrade a weapon with a new tag.": "通常，一名工匠需要整整一天的工作时间（最少8小时）来给武器升级一个新的标签。",
	"Once added, a trait can't be removed from a weapon.": "一旦添加，武器上的特质就无法移除。",
	"Unless otherwise stated, traits can only be applied once per weapon.": "除非另有说明，特质只能在每个武器上应用一次。",
	"Upgrading a weapon has a base cost associated with each tier, with subsequent upgrades of that tier costing twice the previous amount for that tier.": "升级武器的每个等级都有一个基础费用，该等级的后续升级费用是该等级的前一次升级费用的两倍。",
	"For example, Erik decides to pay a visit to a local blacksmith in order to have a customized pommel attached to his dagger (adding the {@i balanced} tag) for the tier 1 base cost of 100 gp.": "例如，Erik决定拜访当地的铁匠，以便为他的匕首添加一个定制的护手（添加{@i balanced}标签），费用为100 gp。",
	"Later, he returns to have the blade honed (adding the {@i sharpened} tag) this time costing 200 gp, with the next 1st tier upgrade costing 400 gp, and so on.": "后来，他回来让刀刃磨利（添加{@i sharpened}标签），这次的费用是200金币，下一个1级升级的费用是400金币，依此类推。",
	"Upgrades are grouped by tier for the purposes of this cost scaling: continuing with the above example, if Erik then wishes to have the blade of his dagger partially serrated in order to improve its effectiveness when slicing and cutting (adding the {@i saw-toothed} tag) it would cost 1,000 gp (the 2nd tier base cost) provided that the dagger doesn't already possess any other 2nd tier traits.": "为了这种成本缩放，升级按等级分组：继续以上例子，如果埃里克希望将匕首的刀刃部分锯齿化，以提高其在切割和切割时的效果（添加{@i saw-toothed}标签），则其费用为1,000 gp（第2级基础费用），前提是匕首没有其他任何第2级特征。",
	"This section is intended to compliment and expand on the {@book \"Armor and Shields\" section in chapter 5 of the Player's Handbook|PHB|5|Armor and Shields}.": "这部分旨在补充和扩展{@book \"Armor and Shields\" section in chapter 5 of the Player's Handbook|PHB|5|Armor and Shields}。",
	"The {@table Revised Armor|HoE} table is intended to replace the {@table Armor and Shields; Armor|PHB|Armor table} found in the Player's Handbook. Previous names are referenced in brackets for the purposes of class equipment selection.": "这个{@table Revised Armor|HoE}表格旨在取代玩家手册中的{@table Armor and Shields; Armor|PHB|Armor table}。以前的名称在括号中引用，以便用于职业装备选择。",
	"The following new types of armor have been added to the Revised Armor table:": "已将以下新类型的盔甲添加到修订后的盔甲表中：",
	"The \"Properties\" column replaces the previous \"Stealth\" column with the following definitions:": "“属性”列用以下定义替换了先前的“潜行”列：",
	"There are a number of options available to a character to upgrade their armor, from high-cost armor proofing, to useful additions like insulation suitable for cold weather environments. A complete list of these options, as well as cost and any additional requirements, are shown in the {@table Armour Enhancements|HoE|Armor Upgrades table} on the following page. In addition to the basic rules for upgrading, the following rules apply when upgrading a suit of armor or a shield with a new tag:": "角色有多种选项可用于升级他们的盔甲，从高成本的盔甲防护到适用于寒冷环境的绝缘材料等有用的添加物。这些选项的完整列表，以及成本和任何额外要求，都显示在以下页面的{@table Armour Enhancements|HoE|Armor Upgrades table}中。除了升级的基本规则外，当用新标签升级一套盔甲或盾牌时，还适用以下规则：",
	"Any prerequisite conditions must be satisfied to apply a new tag, as shown in the {@table Armour Enhancements|HoE} table.": "在申请新标签时，必须满足任何先决条件，如{@table Armour Enhancements|HoE}表中所示。",
	"Typically, it takes an artisan a full day of work (minimum 8 hours) to upgrade a suit of armor or a shield with a new tag.": "通常，一个工匠需要整整一天的工作（最少8小时）来为一套盔甲或盾牌添加一个新标记。",
	"{@b Armor Proofing.} The proofing process normally requires a full workweek (5 days) and can only be done by a master artisan. Once added, armor proofing tags can't be removed.": "{@b Armor Proofing.} 证明过程通常需要整整一个工作周（5天），只能由一位大师工匠完成。一旦添加，护甲证明标签就无法移除。",
	"In addition to proofing, various other upgrades are available to armors meeting the prerequisites for each, as shown in the {@table Armour Enhancements|HoE|Armor Upgrades table}. Certain upgrades are incompatible, such as the breathable and insulated tags, while others have specific requirements. When in doubt, consult with your DM.": "除了防护外，符合每个升级要求的盔甲还可以进行各种其他升级，如在{@table Armour Enhancements|HoE|Armor Upgrades table}中所示。某些升级是不兼容的，比如透气和保暖标签，而其他升级则有特定要求。如果有疑问，请咨询你的DM。",
	"Magic modifications can take many forms when applied to the weapon with suitable inspirations from mechanical to more arcane. These modifications come in three categories, Standard, Passive and Empowered, with Empowered mods unique to weaponry.": "魔法修改可以以多种形式应用于武器，灵感从机械到更加神秘。这些修改分为三类，标准（Standard）、被动（Passive）和强化（Empowered），其中强化修改是武器独有的。",
	"If a modification requires attunement and is applied to a weapon that does not have that requirement already is given the requirement, with any weapon that already has the requirement for attunement not changing.": "如果一个修改需要进行认定，并且被应用到一把原本不需要认定的武器上，那么这个武器就会被赋予这个要求，而已经需要认定的武器则不会改变。",
	"In the case of Empowered Magic Mods, they are similar to recharging magic items that have a limited number of uses before they must be recharged, however instead of recharging over time they instead cost Zeal in the form of {@item Zil-Pod|HoE|Zil-Pods}, the listed cost of a use or a set or charges would be listed on the Magic Mod.": "在强化魔法模组的情况下，它们类似于需要充能的魔法物品，使用次数有限，必须在充能之前使用，但与其随着时间充能不同，它们需要以{@item Zil-Pod|HoE|Zil-Pods}的热情作为代价，每次使用或一组充能的成本将在魔法模组上列出。",
	"These modifications are similar to the special effects found on Magic Weapons within the standard D&D worlds, such as Singing, Vorpal, and Arrow-Catching, among many others. In recreating Magic Weapons found within standard worlds, Players should approach with the idea of making the modification itself to apply to their weapon.": "这些修改类似于标准D&D世界中魔法武器上发现的特殊效果，比如(Singing)、(Vorpal)和(Arrow-Catching)等等。在重新创造标准世界中发现的魔法武器时，玩家应该考虑将修改应用于他们的武器。",
	"Any weapon with this modification is considered a casting focus for your spells.": "任何装备了这个修改的武器都被视为你施放法术的施法焦点。",
	"These modifications are also similar to the special effects one could find on existing weapons. However, their effects are significantly more mundane, such as low-function powers (Glowing, Transforming, Replacing Damage Types, etc.) and more aesthetic changes.": "这些修改与现有武器上可以找到的特殊效果类似。然而，它们的效果要平凡得多，比如低功能力量（发光、变形、替换伤害类型等）和更多审美上的改变。",
	"100 GP and A Mundane Weapon": "100 金币和一把普通武器",
	"Neither weapon has the {@i Light} property": "这两把武器都没有{@i Light}属性。",
	"As a free Action once per turn the wielder may swap the weapon between the two. This modification cannot be applied multiple times.": "作为一次每回合的自由动作，持有者可以在这两者之间交换武器。这种修改不能被多次应用。",
	"When applying additional mods to this weapon you may apply it to either form of this weapon but not both, the same applies to all previous mods applied to the weapon before applying the {@b Transforming} modification.": "在给这把武器添加额外改装时，你可以将其应用于这把武器的任一形态，但不能同时应用于两种形态，同样的规则也适用于在应用{@b Transforming}修改之前已经应用于武器的所有先前的改装。",
	"Unique to weapons, Empowered modifications require fuel in the form of Zeal*, where one could create a significantly more powerful effect by expending this fuel.": "独特于武器，强化改装需要热情*形式的燃料，通过消耗这种燃料，可以创造出更强大的效果。",
	"Any Level": "任意等级 (Any Level)",
	"As part of the wielder's {@action Attack} action they may instead {@homebrew ...}": "作为持有者{@action Attack}行动的一部分，他们可以选择{@homebrew ...}。",
	"In most cases, players cannot apply or remove mods and require the skills of a trained machinist to salvage the modification; in the cases where players or creatures attempt to remove the modification, they would, as a result, destroy the modification.": "在大多数情况下，玩家无法应用或移除修改，并需要受过训练的机械师的技能来拆解这个修改；在玩家或生物尝试移除修改的情况下，他们会因此摧毁这个修改。",
	"Proofread changes, no content changes": "校对更改，不改变内容",
	"Implement vehicle piloting ruleset": "实施车辆驾驶规则集 (D&D)。",
	"Add more Magic mods": "增加更多的魔法模组 (Magic mods)。"
}