{
	"A token from your wars and battles, a banner of your assigned army, a {@item gaming set|phb}, {@item traveler's clothes|phb}, a {@item pouch|phb} containing 15gp.": "一枚来自你的战争和战斗的徽章，你所属军队的旗帜，一个{@item gaming set|phb}，{@item traveler's clothes|phb}，一个包含15gp的{@item pouch|phb}。",
	"Your military specialty is the type of solider or warrior you were. This can help define what you saw or have committed. As such, your specialty can even affect your current position in the battles you fight in the days to come.": "你的军事专长是你所扮演的士兵或战士类型。这可以帮助定义你所见过或已经参与的事情。因此，你的专长甚至可以影响你未来参与的战斗中的当前位置。",
	"Frontline Infantry": "前线步兵 (Frontline Infantry)",
	"Reserve Infantry": "预备役步兵 (Reserve Infantry)",
	"Scout Infantry": "侦察步兵 (Scout Infantry)",
	"Ranged Infantry": "远程步兵 (Ranged Infantry)",
	"Support Staff": "支持人员 (Support Staff)",
	"Shock Cavalry": "冲击骑兵 (Shock Cavalry)",
	"Scout Cavalry": "侦察骑兵 (Scout Cavalry)",
	"Siege Engineer": "攻城工程师 (Siege Engineer)",
	"Field Officer": "现场官员 (Field Officer)",
	"High-Ranking Officer": "高级军官 (High-Ranking Officer)",
	"Your body, as part of being a scarred warrior, is scarred, beaten and broken. You have found ways to hide it, but it has become a main feature of yourself.": "作为一名伤痕累累的战士，你的身体布满了伤痕、挫伤和折损。你已经找到了方法来掩饰它，但它已经成为了你自己的主要特征。",
	"Maimed left arm": "受伤的左臂",
	"Maimed right arm": "受伤的右臂 (Maimed right arm)",
	"Horrid limp walking": "可怕的一瘸一拐行走",
	"Covered in slash and stab wounds": "被刀剑伤口覆盖",
	"Have 1 blind eye": "有1只瞎眼（Blind Eye）。",
	"Missing flesh": "缺失的肉体",
	"Battle-wounded head": "战伤头部",
	"Horrid burn scar": "可怕的烧伤疤痕 (Horrid burn scar)",
	"Amputated limb": "截肢肢体",
	"Captured and tortured": "被捕并受折磨 (Captured and tortured)",
	"Enlisted officers and soldiers might follow your advice on tactics, self-guidance or enlightenment. Your words carry weight with them, as you are retired and have seen the hells of the battlefields yourself. Additionally, you can often find ways to stay inside town barracks as a fellow guard or soldier.": "士官和士兵可能会听从你关于战术、自我引导或启示的建议。你的话语对他们来说很有分量，因为你已经退休，亲眼见过战场上的地狱。此外，你经常可以找到方法留在城镇的兵营里，作为一名同僚警卫或士兵。",
	"I always have a plan when things go wrong.": "当事情出错时，我总是有一个计划。(Dungeons & Dragons)",
	"I always note routes in a battle and possible actions.": "我总是记录战斗中的路线和可能的行动。",
	"I am deliberate in my actions.": "我在行动中是深思熟虑的。(I am deliberate in my actions.)",
	"I always have a situation to learn from.": "我总是有机会可以学习。",
	"My weapon and I are one and the same.": "我的武器和我是一体的。",
	"My armor and I are one and the same.": "我的盔甲和我是一体的。",
	"I am attracted to the virtues of civilized life after my military conquests.": "在我军事征服之后，我被文明生活的美德所吸引。",
	"I am brash and unyielding to those whom have not witness battle": "我对那些没有见过战斗的人粗鲁且不妥协。",
	"Kinship. I will see to it that your fellows are never left behind. No man left behind. (Lawful)": "亲情。我会确保你的同伴永远不会被落下。绝不丢下任何人。 (守序)",
	"Necessity. War and battle is a natural cycle of birth and destruction. A necessary cycle. (Neutral)": "必然性。战争和战斗是一种自然的生灭循环。一个必要的循环。 (Neutral)",
	"Lone Soldier. Rank and file has never helped me. I will forge my own path. (Chaotic)": "孤独战士。军衔和阶级从未帮助过我。我将开辟自己的道路。(混乱)(Chaotic)",
	"Renegage. War helped me see that only the strong will survive. (Evil)": "叛徒。战争帮助我看到，只有强者才能生存。 (Evil)",
	"Kindness. I will always go out of my way to aid those in peril. (Good)": "善良。我将始终竭尽全力帮助那些处于危险中的人。 (Good)",
	"Survivor. I simply just want to live my life to the best of my ability. (Any)": "幸存者。我只是想尽我所能地过好我的生活。(%Any%)",
	"Despite my wounds, a fellow soldier saved my life. I owe them everything.": "尽管我受伤了，一个战友救了我的命。我欠他们一切。",
	"My officer saved my platoon from destruction. They will be my model of command from now on.": "我的军官拯救了我的排（platoon）免受毁灭。他们将成为我今后指挥的典范。",
	"I am the sole survivor of my platoon. Their memories still haunt me.": "我是我的小队的唯一幸存者。他们的回忆仍然萦绕在我心头。",
	"The guilt of those whom I've killed have left me a broken person.": "我杀死的人的罪恶让我成为一个心灵受伤的人。",
	"My loved ones recieved a letter of my death, and believe me to be dead.": "我的亲人收到了一封关于我的死讯的信，他们现在认为我已经去世了。",
	"I survived a battle, and awoke on the scattered battlefield long after both sides left.": "我在一场战斗中幸存下来，在双方都离开很久后才醒来，发现自己躺在散落的战场上。",
	"I hold a grudge against those that scarred me.": "我对那些伤害过我的人怀有怨恨。",
	"My sense of humor is crude, and often frowned upon by others.": "我的幽默感很粗糙，常常被其他人所不赞同。",
	"War has left me shrewd and socially akward around civilians.": "战争让我变得狡猾，使我在平民面前变得社交不灵光。",
	"The pain of reality is heavy, and I give into primal urges to relieve it.": "现实的痛苦很沉重，我屈服于原始冲动来缓解它。",
	"I lash out against those around me for my own burdens.": "我因为自己的负担而对周围的人发脾气。",
	"I am wracked with paranoia, enemies lie for me around every corner.": "我被困扰着偏执狂，敌人就在每个角落里等着我。",
	"One language of the one who revived you.": "那位复活你的人的语言。",
	"A set of {@filter artisan's tools|items|source=phb|type=artisan's tools|category=}, a token you found when you were revived, {@item common clothes|phb}, traveling cloak, and a {@item pouch|phb} containing 10gp.": "一套{@filter artisan's tools|items|source=phb|type=artisan's tools|category=}，一个在你复活时找到的令牌，{@item common clothes|phb}，一件旅行斗篷，以及一个包含10gp的{@item pouch|phb}。",
	"Do you remember? Being reawakened, sometimes centuries after your own death can be a daunting task. Perhaps time has taken its toll. Perhaps you fully remember your past life. Or perhaps everything is just a vague mist.": "你还记得吗？在自己死后数个世纪后重新苏醒可能是一项艰巨的任务。也许时间已经造成了影响。也许你完全记得你的前世。或者也许一切都只是一片模糊的迷雾。",
	"Common undead magic somehow does not work on you. Things such as a cleric's \"Turn Undead\" just doesn't work on you for some reason or another. This may be because of some part of the ritual or spell that revived you, or some other dark matter. Regardless, things that should often hurt undead often don't.": "普通的不死生物魔法在你身上不起作用。诸如牧师的“驱散不死生物”之类的事情对你无效，出于某种原因。这可能是因为复活你的仪式或咒语的某个部分，或者其他一些黑暗物质。无论如何，通常会伤害不死生物的事物通常对你无效。",
	"I often lie about my condition, even though I know what I am.": "我经常谎称自己的状况，尽管我知道我是谁。",
	"I often tell the blunt truth about my condition.": "我经常直言不讳地谈论我的状况。",
	"Those that pester me with questions will recieve blunt answers.": "那些纠缠我提问题的人将会收到直接的回答。",
	"Insults directed at me get insults directed right back.": "针对我的侮辱会立即反击。",
	"I judge people by their actions, not words.": "我以人们的行动来评判他们，而不是言辞。",
	"Those like me have my upmost respect.": "像我这样的人拥有我最崇高的尊重。",
	"I hate every necromancer, regardless of if they're good or bad.": "我讨厌每一个死灵术士，无论他们是善是恶。(necromancer)。",
	"I often have trust issues, sometimes those sentiments are directed at my friends or traveling companions.": "我经常有信任问题，有时这些情绪会指向我的朋友或旅行伙伴。",
	"Life and Death. I find myself on the line between teh two. I will do whatever to preserve balance. (Lawful)": "生与死。我发现自己处于这两者之间。我将尽一切努力保持平衡。 (（Lawful）)",
	"Undead. I am still me, regardless of my form. You are you and I am me. (Neutral)": "不死族。无论我的形态如何，我仍然是我。你是你，我是我。 (中立)",
	"Whatever. Just because I am undead doesn't mean I won't try to live my life out as normal. (Chaotic)": "无论如何。只是因为我是不死族并不意味着我不会尝试过正常的生活。 (混乱)",
	"The Same. Those that frown upon me will understand my struggle. In time. In one way or another. (Evil)": "相同。那些对我皱眉的人会理解我的挣扎。在某个时候。以某种方式。(邪恶)",
	"Understanding. I strive to teach those around me of my predicament. We can live in harmony. (Good)": "理解。我努力教导身边的人我的困境。我们可以和谐共处。 (Good)",
	"Survival. I will do anything to ensure the survival of myself and those that trust me. (Any)": "生存。我会不惜一切确保我自己和那些信任我的人的生存。(%num%)",
	"The one whom revived me brought me back in good faith. I will see to it they are repaid.": "那个使我复活的人是出于善意将我带回来的。我会确保他们得到回报。",
	"The one whom revived me brought me back in bad faith. They will pay for it.": "那个让我复活的人以不良动机将我带回来。他们会为此付出代价。",
	"I am from a long distant past, and my friends and family are all long dead.": "我来自遥远的过去，我的朋友和家人都已经去世了。",
	"I am a lover of someone currently, but they don't know my condition.": "我目前是某人的爱人，但他们不知道我的感受。",
	"I am a patron of a disguise maker, and I owe them everything.": "我是一个伪装制造者的赞助人，我欠他们一切。",
	"My condition is maintained until a condition is met. I will complete the terms of the deal.": "我的状态会一直保持，直到满足某个条件。我会完成交易的条款。",
	"I often pretend to be a full undead to scare people.": "我经常假装成一个完全的不死族，吓唬人们。",
	"I often drink my past away.": "我经常用饮酒来逃避过去。(drink)",
	"I lose myself in the modern times.": "我在现代社会迷失了自我。",
	"I will go to great lengths to tell my full story.": "我将不遗余力地讲述我的整个故事。",
	"I am haunted by the memories of my past.": "我被过去的回忆所困扰。",
	"I am often struck with moments of deja-vu. No idea why it happens.": "我经常被一种似曾相识的感觉所击中。不知道为什么会发生。",
	"A set of {@item jewler's tools|phb}, a {@filter musical instrument|items|source=phb;scag|type=instrument|category=}, a shard of crystal from your own body, a set of {@item common clothes|phb} and a {@item pouch|phb} containing 10gp.": "一套{@item jewler's tools|phb}，一个{@filter musical instrument|items|source=phb;scag|type=instrument|category=}，一块来自你自己身体的水晶碎片，一套{@item common clothes|phb}和一个包含10gp的{@item pouch|phb}。",
	"Your crystal formations on your body often fade from flesh to crystal, and in some instances, you can see veins and other bodily functions going on underneath and through these crystals. And the type of ley-line rift you encountered often determines the color of the crystals growing on your person. You will often feel a type of attraction to the types as well, often keeping them on your person if you encounter them.": "你身上的水晶形态经常从肉体渐变为水晶，有时你甚至可以看到水晶下面和穿过水晶的静脉和其他身体功能。你遇到的地脉裂隙类型通常决定了你身上生长的水晶的颜色。你经常会对这些类型产生一种吸引力，如果遇到它们，通常会保留在身上。",
	"Red - Fire": "红色 - 火 (Red - Fire)",
	"Purple - Necrotic": "紫色 - (Necrotic)",
	"Yellow - Acid": "黄色 - 酸 (Yellow - Acid)",
	"Clear - Force": "清晰 - 力量 (Force)",
	"Cyan - Cold": "青色 - 寒冷 (Cyan - Cold)",
	"Opaque - Radiant": "不透明 - 辐射(`Radiant`)",
	"Blue - Lightning": "蓝色 - 闪电 (Blue - Lightning)",
	"Pink - Psychic": "粉色 - 精神（Psychic）",
	"Black - Thunder": "黑 - 雷霆 (Black - Thunder)",
	"Green - Poison": "绿色 - 毒药",
	"Through your encounter with the ley-lines, you have become a living example of what can happen when people stray too close or even fall into these rifts.": "通过你与地脉的邂逅，你已成为一个活生生的例子，展示了人们靠近或甚至掉入这些裂缝时可能发生的事情。",
	"Your self has become a symbol of scientific study, and often find scholars you meet attempting to break parts of yourself off. You may enjoy the attention or not, but you cannot help but attract those intelligently inclined to study you in some way or another. Regardless of this, it is a curse and a blessing.": "你自己已经成为科学研究的象征，经常会发现你遇到的学者试图将你的一部分分离出来。你可能喜欢这种关注，也可能不喜欢，但你无法阻止那些倾向于以某种方式研究你的聪明人被吸引到你身边。尽管如此，这既是一种诅咒也是一种祝福。",
	"Smoothskin folk see you as some sort of blight from The Catacylsm, and often will shut you out or refuse service to you entirely. Often, you will find Beastfolk in turn may worship you as a deliverance from their primitive forms. Regardless of how you feel about these two forms, it is a curse and a blessing.": "光滑皮肤的人将你视为来自大灾变的一种灾祸，经常会把你拒之门外或完全拒绝为你提供服务。通常，你会发现野兽人可能会崇拜你，将你视为解救他们免于原始形态的存在。无论你对这两种形态有何感受，它既是一种诅咒，也是一种祝福。",
	"These crystals have become a fascination of mine. I must study them.": "这些水晶已经成为了我的迷恋。我必须研究它们。",
	"I am rude to those whom ask rude questions about me.": "当别人问我粗鲁的问题时，我会对他们粗鲁。",
	"I sometimes pawn off parts of myself as gemstones.": "我有时把自己的部分典当成宝石。",
	"I want to know how my affliction came to be.": "我想知道我的折磨是如何产生的。",
	"Wizards and legends of old are a fascination to me. I will collect all their stories.": "古代的巫师和传奇对我来说是一种迷恋。我会收集所有他们的故事。",
	"History and legends are two different things. I will study the difference.": "历史和传说是两回事。我会研究这两者之间的区别。",
	"I will search for some sort of enlightenment with or without my affliction.": "我会在有或没有我的痛苦的情况下寻找某种启迪。",
	"I seek to fully understand the world and all of its machinations.": "我追求全面了解这个世界及其所有的运作机制。",
	"Order. I am an example of what can happen when nature is destroyed. The balance is fragile. (Lawful)": "秩序。我是自然被破坏时可能发生的例子。平衡是脆弱的。 (Lawful)",
	"Live and Let Live. I am what I am, there is no changing that. I accept myself. (Neutral)": "活在当下，让别人也活在当下。我就是我，这是无法改变的事实。我接受自己。 (中立)",
	"Changed. This event has changed me, and I see the world in tints and hues of change. (Chaotic)": "改变了。这个事件改变了我，我看到世界充满了变化的色调和色彩。 (Chaotic)",
	"Chaos. Chaos will overcome all, and I will be the one to spread it using this unique gift. (Evil)": "混乱。混乱将会战胜一切，而我将利用这份独特的礼物来传播它。 (邪恶)",
	"Gift. This is a gift bestowed upon me. I will use it to do good in the world. (Good)": "礼物。这是赐予我的礼物。我将用它来做好事。 (Good)",
	"Knowledge. The study of the ley-lines is in disrepair, and I will fully understand all of its effects. (Any)": "知识。对莱线的研究处于失修状态，我将充分理解其所有影响。(%num%)",
	"I was with one other when we fell into the rift. We split soon after.": "我们两个人一起掉进了裂缝。我们很快就分开了。",
	"My loved one left me, seeing me as an abomination when the crystals started growing.": "当晶体开始生长时，我的爱人离开了我，将我视为一个可憎的存在。",
	"I became a sort of study for wizards when the crystals grew. I am still accepted there.": "当水晶生长时，我成为了巫师们研究的对象。我现在仍然被他们接受。",
	"When I fell, I lost my the memories of parts of my life.": "当我摔倒时，我失去了生活的部分记忆。",
	"When I fell, I was nurtured back to perfect health by a village healer. I never got their name or thanked them.": "当我受伤时，一个村庄的治疗师把我养好了。我从未知道他们的名字或者感谢过他们。",
	"There is a cult in my name attempting to capture me.": "有一个邪教以我的名字试图抓住我。",
	"My emotions have been heightened.": "我的情绪变得更加激动。",
	"I have become gullible to those whom play my emotions.": "我已经变得容易受到那些玩弄我的情感的人的影响。",
	"I often prefer to keep bright, shiny objects on my person.": "我经常喜欢随身携带明亮闪亮的物品。",
	"I have found that I do not feel physical pain.": "我发现我不感觉到身体疼痛。",
	"My sense of self-preservation has been obliterated.": "我的自我保护意识已经被摧毁。",
	"Death and life no longer means anything to me.": "对我来说，生死已经不再重要了。",
	"A warrrior or soldier that has long since retired or has not given up hope on the thrill of the fight. However, your own abilities are long since dwindled, as you are scarred from the exploits of your fights, and have either ailing limbs or scars that line your body.": "一个战士或士兵，早已退休或仍然对战斗的激情不曾放弃。然而，你自己的能力早已衰退，因为你被战斗的冒险所伤，身体上要么是患病的肢体，要么是布满伤疤。",
	"Regardless, you are constantly attepting to continue that fight. You can range on a scale of loving the fight to hating it, seeing it for the horrors of the wars you've witnessed and helped commit.": "无论如何，你都在不断尝试继续那场战斗。你可以在热爱战斗到厌恶战斗的范围内选择，看到你目睹并参与的战争的恐怖。",
	"By some sort of necromancy, you were revived to work for a wizard or necromancer or some other machinations. Regardless of your source of revival, you are undead. Pale skin and sometimes ghoulish flesh adorns you.": "通过某种死灵术，你被复活来为一个巫师或死灵法师或其他某种阴谋工作。无论你是如何复活的，你都是不死生物。苍白的皮肤和有时恐怖的血肉装饰着你。",
	"One thing is certain though, magic of some sort has kept you alive and somewhat eternal. You can still die, you are certain of it, but the feelings of pain and flesh has left you long ago. This is your state now. Perhaps you remember being revived or you don't. Perhaps you remember your past or you don't.": "然而有一件事是确定的，某种魔法让你保持了生命并且有些永恒。你仍然可以死去，你对此深信不疑，但疼痛和肉体的感觉早已离你而去。这就是你现在的状态。也许你记得自己被复活了，也可能不记得。也许你记得过去，也可能不记得。",
	"You are a survivor of a close encounter with a rift of a ley-line, a tear in the earth of which spews out raw magical energy. This has left its mark on you as a Ley-Line Touched. This can be both a blessing and a curse, depending upon who you speak to.": "你是一名幸存者，曾经与一条地脉裂缝进行了近距离接触，这是地球上喷发原始魔法能量的裂缝。这次经历留下了痕迹，使你成为了(地脉触摸者 Ley-Line Touched)。这既可能是一种祝福，也可能是一种诅咒，取决于你与谁交谈。",
	"Additionally, your close encounter has left you physically changed in some way. Crystals grow out of your skin and can even be of use sometimes, though the occurance is rare and it is often a physical burden. You can still feel pain when these crystals are struck too.": "此外，你的近距离遭遇让你在某种程度上发生了身体变化。结晶物从你的皮肤中生长出来，有时甚至可以派上用场，尽管这种情况很少发生，通常会成为一种身体负担。当这些结晶物被打击时，你仍然能感受到疼痛。",
	"As I trecked through Aifon, I kept meeting more and more unique people. Their cutlures varied and even their physical appearance. But through the languages I learned I was able to learn that they all stem from the same peoples, that they are one and the same despite their appearances.": "当我穿越艾方(Aifon)时，我不断遇到更多独特的人。他们的文化各不相同，甚至外貌也不同。但通过我学到的语言，我发现他们其实源自同一民族，尽管外表不同，他们实际上是同一种人。",
	"The Aifon people themselves are a unique people to Aifon, originating from the continent and being \"discovered\" by the wider world during the time period. They themselves don't much communicate with others outside of their own race, leading them to be looked upon as loners.": "Aifon（艾方）人是艾方独特的一群人，起源于大陆，在某个时期被更广泛的世界“发现”。他们自己不太与其他种族交流，因此被视为孤独者。",
	"The Adaean people come in many shapes and forms, but their physical features remain the same. Atop their head lies a fan of darwa feathers ranging wildly in number. Aside from that, their ears are covered in feathers that move with their most prominent emotions, flapping up and down. Their faces are angular at most, and look slightly humanistic, if not mostly Elven. Their \"hair\" if you could call it that is in fact a plumage of feathers going down their head and to the upper back.": "阿达人民有各种各样的形状和形式，但他们的身体特征保持不变。在他们的头顶上，有一扇由数量不等的达瓦羽毛组成的扇子。除此之外，他们的耳朵被羽毛覆盖，随着他们最突出的情绪而移动，上下摆动。他们的脸部大多呈角形，看起来略带人类特征，如果不是完全类似精灵的话。他们的“头发”，如果你可以这样称呼它，实际上是一片羽毛，从头顶一直延伸到上背部。",
	"Their bodies are angular and light, though years of being flightless lessens this effect more and more with each passing generation. Aside from their sleek bodies, they have plumes of feathers coming out of their forearms, upper arms, calves and thighs. With this, when falling, they can flatten out these limbs to give themselves a natural ability to glide.": "他们的身体角度分明，轻盈灵活，尽管多年来无法飞行的特性逐渐在每一代中减弱。除了他们修长的身体外，他们的前臂、上臂、小腿和大腿上长着一簇簇的羽毛。有了这些，当它们坠落时，它们可以展平这些肢体，从而拥有自然的滑翔能力。",
	"They stand upon taloned legs, granting them incredible strength with their legs. These powerful legs give them an ability to perform a high standing jump. Combine this with their ability to glide, they can leap farther than most other races can over large gaps.": "它们站在有爪的腿上，这赋予了它们腿部极大的力量。这强大的腿部让它们能够进行高高跃起。再加上它们滑翔的能力，它们可以比大多数其他种族跳得更远，跨越更大的间隙。",
	"... flock together. The Adaean people, despite being wildly different in their cultures and appearance, still will fight for one another without a second thought as long as they belong to the same flock or subrace. Along with this, they almost seemingly blindly follow the laws and rules set out by their superiors; be it flock leaders, masters and apprentices, shamans and other folk of notability.": "……群居。阿达人，尽管在文化和外貌上有着极大的差异，但只要属于同一群或亚种，他们会毫不犹豫地为彼此而战。除此之外，他们几乎盲目地遵循由上级制定的法律和规则；无论是群领导、师傅和徒弟、萨满和其他知名人物。",
	"Though this has been a huge setback in Adaean history. Blindly following the status quo can lead to disasterous consequences. This has been done by poor leader choices, greed. This has lead to a sort of culture of ideaologies and perspective clashes. Where divisions are found, they are found along deep rifts and on the extremes of the spectrum.": "尽管这在(Adaean)历史上是一个巨大的挫折。盲目跟随现状可能导致灾难性后果。这是由于糟糕的领导选择、贪婪所致。这导致了一种意识形态和观念冲突的文化。在发现分歧的地方，它们沿着深不可测的裂痕和极端的光谱出现。",
	"One of the huge parts of Adaean culture is the ranking system. At the end of every 5 years of their life, Adaean people take their largest feather on their body (called the DarwaFeather) and pluck it from their body. This is then added to their head via the use of the flock's shamanistic rituals. The more feathers that adorn the top of an Adaean's head, the more respect and experience they are considered to have.": "阿代亚文化的一个重要部分是等级制度。在他们的生命中的每5年结束时，阿代亚人会取下他们身上最大的羽毛（称为达瓦之羽），然后通过族群的萨满仪式将其添加到他们的头部。越多的羽毛装饰在阿代亚人头顶上，他们就被认为拥有更多的尊重和经验。",
	"Though age alone is not the only factor in this process. If the Adaean commits a crime, a feather may be taken away from their head. The same goes in reverse; if an Adaean commits a wonderous act, their leaders might give one of their darwa feathers to them in a show of debt and respect.": "尽管年龄并非这一过程中的唯一因素。如果(Adaean)犯了罪，可能会从他们的头上拔下一根羽毛。同样的情况也适用相反情况；如果(Adaean)完成了一项奇迹般的行为，他们的领袖可能会将其中一根达瓦羽毛赠予他们，以示债务和尊重。",
	"The Adaean people, regardless of the tribe they find themselves in, always have a wonderous respect for the animals that are around them. They see them as equal spirits and of mutual benefit. You eat the animals; they provide you with sustenance. One day, the animals will eat you; providing them with sustenance.": "无论是哪个部落的阿达人，他们对周围的动物总是怀有敬畏之心。他们视动物为平等的灵魂，相互受益。你吃动物，它们为你提供食物。有一天，动物会吃你，为它们提供食物。",
	"This has culminated in a mutual respect with several of Aifon's creatures. Many subraces of Adaean people have cultivated and domesticated a number of animal species native to Aifon. Though the Allata people tend to have a higher number of domesticated creatures.": "这导致了与几种(`Aifon`)的生物建立了相互尊重。(`Adaean`)人的许多分支已经驯化了(`Aifon`)本地的许多动物物种。尽管(`Allata`)人往往拥有更多的驯化生物。",
	"I was simply travelling across the open plains when I saw them. Hulking mass of a person, the Volo walked up to me and asked if I had any spare water. While I had some to spare, I said no. Then it took to taking one step forward, blocking out the sun with its tall figure. I handed over the waterskin I had.": "我只是在穿越开阔的平原时看到了他们。一个庞大的人影，(Volo)走到我面前，问我是否有多余的水。虽然我有一些可以分享，但我说没有。然后它向前迈了一步，高大的身影遮住了阳光。我递给了他我手头的水袋。",
	"The Volo are a nomadic people, gathering grasses, berries, twigs and other roots. They are a people of inclusion, meaning they don't like outsiders or people they don't know.": "Volo（沃洛）是一群游牧民族，他们采集草、浆果、树枝和其他根茎。他们是一个包容的民族，意味着他们不喜欢外来者或他们不认识的人。",
	"Typically around six to seven feet tall, these hulking masses of a person usually tower above other beastfolk. Usually covered in a thick but short fur coat. Their backs usually have a small hump that can double as a place to carry their young around or other small creatures. Their coat patterns can range between their two subraces, but they tend to mostly be black, brown or a range inbetween the two.": "通常身高约六到七英尺，这些庞大的人通常高耸于其他兽人之上。通常覆盖着浓密但短毛皮。它们的背部通常有一个小驼峰，可以用来携带他们的幼崽或其他小动物。它们的皮毛图案可以在两个亚种之间变化，但它们往往是黑色、棕色或两者之间的混合色。",
	"Adorning the top of their head are two small horns, usually just for show. However, the bigger the horns, the more respect they command from other Volo.": "他们头顶上有两只小角，通常只是为了装饰。然而，角越大，他们就能从其他沃洛那里获得更多的尊重。",
	"As said above, they do not like outsiders. They prefer to stick to a group of people they know and can trust. They may prefer to stay and live inside of a small town or village. Or even in cities visiting only a few locations they're familiar with.": "如上所述，他们不喜欢外来者。他们更喜欢与自己认识并信任的一群人在一起。他们可能更喜欢待在小镇或村庄里生活。甚至在城市里，只去一些他们熟悉的地方。",
	"Even between two strangers, Volo will often go with what they percieve which is more trustful as a personal instict. Even if they interacted with one person on only one occasion, they will go with the person they interacted with.": "即使是两个陌生人之间，(Volo) 通常会根据他们认为更值得信赖的个人直觉行事。即使他们只与一个人互动过一次，他们也会选择与他们互动过的那个人。",
	"Volo are often in massive groups, and are more comfortable with being in large herds. Be it in large groups in a town meeting or in an angry mob threatening property.": "Volo们经常成群结队，更喜欢身处大群。无论是在镇上的大型聚会中，还是在愤怒的暴徒群中威胁财产。",
	"This being said, they are easily swayed by the mass of the people they find themselves in. If the mob is celebrating, they will gravitate towards the same mindset. The same with other emotions. Volo are easily swayed by mob mentality.": "话虽如此，他们很容易被他们所处的人群所左右。如果人群在庆祝，他们会倾向于与他们保持相同的心态。其他情绪也是如此。沃罗(Volo)很容易被人群心态所左右。",
	"Incredibly pale and always looking like another race, their own kind are a bit of an oddity. They're always have a really pale skin or an albino-like fur coat. However, their fixations on colorful objects are unlike any other.": "他们极其苍白，总是看起来像另一个种族，他们自己的种族有点奇怪。他们总是有非常苍白的皮肤或像白化病一样的毛皮。然而，他们对色彩鲜艳的物体的执着与众不同。",
	"The Silenced are a race unlike no other, simply because they can't speak. Their mouths can open and eat normally, but they simply can not speak. Their hair colors are that of a rainbow. Any color works, and is found to be mostly inherited from their parents. These humanoids are always attracted to objects of bright colors, and thus, their attire of choice is always bright and vibrant.": "被沉默者是一种与众不同的种族，仅仅因为他们无法说话。他们的嘴巴可以正常张开和进食，但他们简单地无法说话。他们的头发颜色就像彩虹一样多彩。任何颜色都可以，大多数是从父母那里遗传下来的。这些人形生物总是被明亮颜色的物体吸引，因此，他们的选择服装总是明亮而充满活力的。",
	"The way that many Silenced come into this world occurs when a pregnant mother comes into contant with raw, untamed magic left over by the Cataclysm. Being born a Silenced is considered a birth defect, and many mothers will see that the gods have cursed them with ill fate.": "许多被沉默者(Silenced)降临到这个世界的方式是当一位怀孕的母亲接触到大灾变(Cataclysm)留下的未经驯化的原始魔法时。出生为被沉默者(Silenced)被认为是一种先天缺陷，许多母亲会认为神灵诅咒了他们，注定了不幸的命运。",
	"Many Silenced often find their lives cut short, as their mothers will... silence... them early on in life. However, if they survive the early life, they will find that they have no tongue or vocal cords, leaving them entirely unable to speak.": "许多被压制者经常发现他们的生命被截断，因为他们的母亲会在生命的早期就...压制...他们。然而，如果他们在早期生活中幸存下来，他们会发现自己没有舌头或声带，使他们完全无法说话。",
	"When selecting this race, select another race. You look like that race, but have the statistics of this race.": "在选择这个种族时，请选择另一个种族。你看起来像那个种族，但拥有这个种族的属性。",
	"Silenced are a rather weird bunch of people. While they are few and far between, it is their quirks, hair styles and attitudes that make them stand apart.": "被沉默者是一群相当奇怪的人。虽然他们屈指可数，但正是他们的怪癖、发型和态度让他们脱颖而出。",
	"Your hair color is always changing, based upon your current mood.": "你的头发颜色总是根据你当前的心情而变化。",
	"Gemstones are always pretty to you, and you always are willing to see if you can buy them. If not, steal them.": "对你来说，宝石总是很漂亮，你总是愿意看看能否买到它们。如果不能，就偷走它们。",
	"Items of a bright color are always your interest. You carry a satchel full of colorful objects that you identify with.": "你对明亮颜色的物品总是很感兴趣。你携带着一个装满你认同的多彩物品的书包。",
	"When angry or upset, you try and talk like any human.": "当生气或沮丧时，你尽量像任何人一样说话。",
	"Your eye color is always changing, based upon your current mood.": "你的眼睛颜色会根据你当前的心情而变化。",
	"Your fixation on how people speak are always an interest of yours. You go to great lengths to hear more words.": "你总是对人们说话的方式很感兴趣。你不遗余力地努力听到更多的词语。",
	"Instead of being able to speak, you have always been interested in music and how it is written.": "你一直对音乐及其写作方式感兴趣，而不是能够说话。",
	"You always carry something on you to write on to communicate. The written language is a fascination of yours after all.": "你总是随身携带着可以写字的工具来进行交流。毕竟，书面语言是你的一个迷恋。(Dungeons & Dragons)",
	"I was lost, starved and alone. The dense jungle forest made it hard to navigate and the ceaseless rain made the ground turn to mud. But then I was stopped by an individual carrying a spear. It simply just asked if I was hungry as it extended a fish with the other... hand?": "我迷失了方向，饥饿又孤独。茂密的丛林使得导航变得困难，不停的雨水让地面变成了泥泞。但突然我被一个拿着长矛的人拦住了。他只是简单地问我是否饥饿，同时用另一只手递给我一条鱼...手？",
	"Hailing from several, far away places, wandering tabaxi are catlike humanoids driven by curiosity to collect interesting artifacts, gather tales and stories, and lay eyes on all the world's wonders. Ultimate travelers, the inquisitive tabaxi rarely stay in one place for long. Their innate nature pushes them to leave no secrets uncovered, no treasures or legends lost.": "来自遥远的几个地方，漫游的塔巴希族是猫人类似的人形生物，受好奇心驱使，收集有趣的文物，搜集传说故事，目睹世界上所有的奇迹。作为终极旅行者，好奇的塔巴希族很少在一个地方停留太久。他们天生的本性驱使他们揭开所有秘密，不让任何宝藏或传奇失落。",
	"Most Tabaxi stay in their family units and tribes in their homelands, but a wonderlust has driven some to wander from their homes and seek out their fortunes and fames elsewhere. Most whom survive their wanderlust often return back home and share their knowledge with their home tribes and families.": "大多数塔巴希（Tabaxi）留在他们的家庭和部落中，生活在自己的家园里，但一种冒险的渴望驱使一些人离开家园，去别处寻找财富和名声。大多数活过冒险的人最终会回到家乡，与家族和部落分享他们所学到的知识。",
	"New technology that they have not encountered before hold key places in Tabaxi culture. Often, they will seek out the next best thing or attempt to invent it. Material wealth is not of their interest, but instead that of knowledge and artifacts lost to time. As such, they are often the leads when delving into ruins.": "Tabaxi文化中，他们从未遇到过的新技术占据着重要地位。通常，他们会寻找下一个最好的东西，或者尝试发明它。物质财富并不是他们关注的重点，而是知识和随时间消失的文物。因此，他们经常是探索废墟时的领头人。",
	"Tabaxi are often obsessive when it comes to their fixations. They will endlessly seek out these obsessions until the next thing catches their fancy. As such, they can often be seen as scatter-brained or easily swayed. However, it is just how their mindsets work. Once an obsessed-over object or knowledge has been obtained, they will spend weeks or months picking it apart before everything is known. Once everything is known, they will gladly switch their interests to the next big thing.": "Tabaxi（塔巴希）在追求自己的迷恋时往往会变得过分执着。他们会不断追寻这些迷恋，直到下一个新奇事物引起他们的兴趣。因此，他们常常被视为心不在焉或容易受到影响。然而，这只是他们思维方式的体现。一旦他们获得了被迷恋的物品或知识，他们会花费数周甚至数月的时间将其彻底了解透彻。一旦了解透彻，他们会乐意将兴趣转移到下一个大事物上。",
	"You miss your homeland, and often complain endlessly about the weather.": "你想念家乡，经常对天气抱怨不已。",
	"You have a minor phobia of water and hate getting wet.": "你有轻微的水恐惧症，讨厌弄湿身体。",
	"Your tail always betrays your inner thoughts.": "你的尾巴总是暴露你内心的想法。",
	"You purr loudly when you are happy.": "当你开心的时候，你会发出很大声的呼噜声。",
	"You keep a small ball of yarn in your hand, which you constantly fidget with.": "你手里拿着一小团毛线，经常玩弄着。",
	"You are always in debt, since you spend your gold on lavish parties and gifts for friends.": "你总是负债累累，因为你把金币花在奢华的派对和送给朋友的礼物上。",
	"You are a font of random trivia from the lore and stories you have discovered.": "你是一个充满各种琐事的知识库，来自你所发现的传说和故事。",
	"You can't help but pocket interesting objects you come across.": "你忍不住要把你遇到的有趣物品装进口袋。",
	"A god or planar entity.": "一个神或位面实体。",
	"A monster.": "一个怪物。",
	"A lost civilization.": "一个失落的文明。",
	"A wizard's secrets.": "一个巫师的秘密。",
	"A mundane item.": "一个平凡的物品。",
	"A magic item.": "一个魔法物品。",
	"A location.": "一个地点。",
	"A legend or tale.": "一个传说或故事。",
	"I remember tending to the bar one night when I first saw a Lisica. The bloke simply walked in and asked for a drink. I didn't think anything of it, but that all soon changed. What looked like a simple fox turned out to be... a bit shocking if I'm honest. I counted 6 tails behind 'em.": "我记得有一天晚上在酒吧当值时，我第一次看到了一只狐狸精(Lisica)。那家伙简单地走进来，要了一杯饮料。起初我没觉得有什么，但很快一切都改变了。看起来像一只普通的狐狸的东西，结果竟然是……说实话有点震惊。我数了数它身后有6条尾巴。",
	"From the rolling hills to the open fields to the dense underbrush, Lisica tribes can be found. They are mostly known for their sly, cunning and intelligent nature, as well as agile.": "从起伏的小山到开阔的田野再到茂密的灌木丛，可以找到狐狸族(Lisica tribes)。他们以狡猾、狡诈和聪明的天性以及敏捷著称。",
	"A race of fox-like humanoids, this race is known for being more elusive than prominent. A keen sense allows them to be able to tell when the slightest thing is off. Their fur coats share a range of hues from whites to reds and even some speckled coats, with more prestiege going to those who have a brighter and cleaner coat in Lisican society. Their stature is always that of being more agile than bulky appearance. Their arms and legs are usually thinner than humans as well. Their tails are always the pride and joy of any Lisica, using it for a range of tasks. Small pads cover their hands, allowing them a stronger grip to most surfaces.": "狐狸样人形种族，这个种族以更为隐秘而著称。敏锐的感知力使他们能够察觉到最微小的不同。他们的毛皮颜色从白色到红色甚至有些斑点，更加干净明亮的毛皮在利西卡(Lisican)社会中更受尊重。他们的身材总是更加敏捷而不臃肿。他们的手臂和腿通常比人类细一些。他们的尾巴总是任何利西卡人的骄傲和快乐，用它来进行各种任务。小垫覆盖在他们的手上，使他们能够更牢固地抓住大多数表面。",
	"Soon after maturity, many Lisica go off on their own, only settling back down with another Lisica to have children before going back off on their own. However, this does not mean that they don't enjoy good company. Only when they get bored do they find another task to complete or group to travel with.": "成熟后不久，许多狐狸(Lisica)会独自离开，只有在与另一只狐狸(Lisica)生育后才会重新安定下来，然后再次独自出发。然而，这并不意味着它们不喜欢与他人相伴。只有在感到无聊时，它们才会寻找另一个任务完成或者与其他群体一起旅行。",
	"The Lisica often talk in such a way that makes them seem mysterious or have a silver tongue. Their sly nature makes them excelent diplomats or leaders giving speeches, but this can be used both ways.": "狐族(Lisica)经常以一种让他们显得神秘或口若悬河的方式说话。他们狡猾的本性使他们成为出色的外交官或领袖，在演讲中表现出色，但这也可能被双刃剑。",
	"You always have to maintain your tail to pristine condition.": "你必须始终保持你的尾巴处于完美的状态。",
	"Your ears twitch when you are telling a lie.": "当你说谎时，你的耳朵会抽动。",
	"You always have to order meat when at any establishment.": "在任何场所，你总是必须点肉。",
	"Small, often disregarded trinkets are often the least missed when stolen.": "当被盗时，小而经常被忽视的小玩意通常是最不被想念的。",
	"You never do well when in a large crowd, often prefering the corners.": "在人群中你从来不表现得很好，通常更喜欢待在角落里。",
	"You have a stronger sense of danger, and always on edge.": "你有更强烈的危险感，总是处于警惕状态。",
	"You are often defensive of your own personal space.": "你经常保护自己的个人空间。(defensive of your own personal space)",
	"You cannot resist a good joke, often telling them.": "你无法抵挡一个好笑话，经常讲给别人听。",
	"My best friend was a Korai. If you can believe that. We travelled the world together, discovering ancient pieces of history together. We'd fight off the monsters that attacked up back-to-back. There's no one else I'd rather travel with.": "我的最好的朋友是一位科赖(Korai)。如果你能相信的话。我们一起环游世界，一起发现古代历史遗迹。我们背靠背地击退袭击我们的怪物。没有其他人我宁愿和他一起旅行。",
	"From the destroyed forests of the world due to the Cataclysm where there were civilization, wolves or other dogs, the Korai have emerged from those ashes and claimed them as their own. Their unnatural loyalty towards their own causes or others have made them considerable companions and leaders.": "在因灾难而毁灭的世界森林中，曾经有文明、狼或其他狗类，科莱人从那些废墟中崛起，并将它们视为自己的领地。他们对自己或他人的不自然忠诚使他们成为值得信赖的伙伴和领袖。",
	"Their appearances range from a long line of breeds, though they all generally have evolved into the same lines. Their snouts are what pronounce their faces and sharp, to-attention ears, though they can be pointed or droopy. Their fur coats can be as thick or as thin as native wolves or dogs of the area, and will change based upon the season due to shedding. On average, they will stand about 6 ft. tall and be bulkier than most humans and their hands are covered with small pads.": "它们的外观涵盖了各种品种，尽管它们通常已经演变成相似的类型。它们的长鼻子突显了它们的脸庞，还有警觉的耳朵，可以是尖的或下垂的。它们的毛皮可以像当地狼或狗一样厚或薄，并且会因脱毛而随季节变化。平均而言，它们会站立约6英尺高，比大多数人类更为粗壮，它们的手掌覆盖着小垫。",
	"Taking keys from their ancestry, they are loyal to a fault. A true friend of their is a friend for life, and they will sometimes place full loyalty in those that are close to them.": "根据他们祖先的传统，他们对忠诚无比。他们对真正的朋友是终生的朋友，有时会把全部忠诚放在那些与他们亲近的人身上。",
	"However, history has often played this to their own demise though. Some of the best betrayals come from Korai and their best friends/lovers.": "然而，历史经常将这种情况演绎到他们自己的灭亡。一些最好的背叛来自科莱((Korai))及其最好的朋友/情人。",
	"Fast-moving objects will always catch your attention quicker than any current interest.": "比起任何当前的兴趣，快速移动的物体总是会更快地引起你的注意。",
	"When anything brushes up against your head, you always find it pleasurable.": "当任何东西刷过你的头时，你总是觉得很愉快。",
	"You carry around small bits of food to feed yourself. They are a secret pleasure of yours.": "你随身携带着一些小食物来喂养自己。它们是你的秘密乐趣。",
	"Your tail stops moving entirely when confronted with an accusation.": "当面对指责时，你的尾巴完全停止了摆动。",
	"Your tail wags nonstop when you're seeing someone from a long time ago.": "当你见到很久以前的某人时，你的尾巴会不停地摇摆。",
	"You follow a strict and rigid time structure. You will do that at 8:00. No later, no sooner.": "你遵循严格而刚性的时间安排。你会在8:00做那件事。不晚也不早。",
	"When you want to keep something for later, you often will dig a hole and bury it.": "当你想将某物保存到以后时，通常会挖一个洞然后埋起来。",
	"You carry around a chew toy that you often find yourself playing with when idle.": "当你无所事事时，你总是携带着一个咬咬玩具玩耍。",
	"... And that was when the Kano went into action. I presume they found where the archer was shooting from, and had just bolted there. I saw her jumping over boulders like it was nothing. Truly, nothing could stand in her way.": "... 就在这时，卡诺人开始行动了。我猜他们找到了射手所在的位置，然后就冲过去了。我看到她像没事一样跳过大石头。真的，没有什么能阻挡她。",
	"Their communities are small settlements, usually halfway being underground in a series of tunnel networks with above ground farms, markets and other small buildings.": "他们的社区是小型定居点，通常位于地下隧道网络中，半地下，地面上有农田、市场和其他小型建筑物。",
	"As far as their home connections go, they hold the sense of family really close to their hearts. From their families, stem their sense of community and onwards. However, they only tend to stay in one place for so long, so a single settlement of Kano will typically have several towns that they will migrate between.": "就他们的家庭联系而言，他们非常珍视家庭的情感。从家庭中延伸出他们的社区感，以及更远的联系。然而，他们通常只会在一个地方停留一段时间，所以卡诺(Kano)的一个定居点通常会有几个他们会迁徙之间的小镇。",
	"Their young typically do have a natural sense of wonderlust, so often more times than not, adventurer Kano haven't seen their families for years, often leaving on their own volition early on in life.": "他们的后代通常具有天生的探险精神，因此很多时候，冒险者卡诺(%Kano%)多年未见家人，往往在生命的早期自愿离开。",
	"Kano, while they are typically happy in their outlook on life, they are not going to blindly walk into situations. Many Kano will be the shy, happy-go-lucky in their respective parties, unless they are among their own kin.": "卡诺(Kano)通常对生活持乐观态度，但并不会盲目地走进各种情况。许多卡诺(Kano)在各自的聚会中可能会是害羞、乐天派，除非他们是在自己的族群之中。",
	"Whenever you are telling a lie, either your left or right ear will twitch slightly.": "每当你说谎的时候，你的左耳或右耳会轻微抽动。",
	"You do not like to sleep in beds. Instead, you prefer to make a \"nest\" of sorts out of cloth and sleep in the middle of it.": "你不喜欢睡在床上。相反，你更喜欢用布料做成一种“巢穴”，然后在中间睡觉。",
	"When you want to keep something for later, you often will dig a hole and bury the stuff for later.": "当你想把东西留到以后再用时，通常会挖个坑把东西埋起来以便以后使用。",
	"You move around endlessly if you feel uneasy or if you're in danger.": "如果你感到不安或处于危险之中，你会不停地四处移动。",
	"You keep a piece of wood on you that you nibble at idly when not busy.": "当你不忙的时候，你会随便咬一口木头。",
	"You often scream or squeal when you feel like you are in danger.": "当你感到危险时，你经常尖叫或尖叫。",
	"I would never have believed it until the Cervo charged out of the tree line and at my attacker. Antlers at the ready, I watched as the highway man was pierced through his stomach. Then the cervo turned towards me and simply asked if I was ok.": "直到Cervo从树林中冲出并冲向我的攻击者，我才会相信。它准备好了鹿角，我看着强盗被刺穿了肚子。然后Cervo转向我，简单地问我是否没事。",
	"Hailing from their own parts of the world, they are known best for their stocky males and their slender, more agile females. The men tend to be stocky, broad-shouldered with antlers for weapons, while women of this race are known for their more cunning, more selective, and overall more agile ways.": "来自他们自己的世界，他们以健壮的雄性和纤细、更灵活的雌性而闻名。这个种族的男性往往是矮壮的，肩宽背厚，手持鹿角作为武器，而女性则以更狡猾、更有选择性和整体更灵活的方式而闻名。",
	"The Cervo are built differently based upon the gender the were born as. As such, they have different body builds from being either male or female. This is reflected in their racial traits as well, where you will have male only traits and female only traits.": "Cervo（Cervo）根据出生时的性别而有不同的构建。因此，他们的身体构造因为是男性或女性而有所不同。这也体现在他们的种族特征中，你会看到男性专属特征和女性专属特征。",
	"However, in terms of their personality and their general ways of living, they are the same for both male and female.": "然而，就他们的个性和生活方式而言，无论是男性还是女性，都是相同的。",
	"Cervo are derrived from their family lines. And with that, they take great pride. If someone dishonors their family, or strikes at their own honor, Cervo are driven to seek revenge in the form of one-on-one combat or spreading rumors of one another. Cervo regardless of where they come from are very protective of their home clan(s) that usually consists of 3-5 families working together in small villages or as tribal hunter-gatherers.": "Cervo（鹿角人）是根据他们的家族血统而来的。因此，他们为此感到非常自豪。如果有人败坏了他们家族的名誉，或者伤害了他们自己的荣誉，Cervo会被驱使寻求报复，可以是一对一的战斗，也可以是散布关于对方的谣言。无论Cervo来自何处，他们都非常保护他们的家族（们），通常由3-5个家族共同组成，在小村庄中共同生活，或者作为部落狩猎采集者。",
	"Cervo tend to understand that they were chosen to arise as part of The Cataclysm, and will go to great lengths to protect their enviroment from the encroachings of civilized races or \"smooth skins.\" Additionally, they will protect nature from itself, tending to keep things the way they are.": "Cervo（The Cataclysm）倾向于认为他们被选中作为（The Cataclysm）的一部分而出现，并将竭尽全力保护他们的环境免受文明种族或“光滑皮肤”的侵犯。此外，他们还会保护自然免受自身伤害，倾向于保持事物原样。",
	"Adaean people tend to reach maturity at the time they reach their third darwa feather, meaning at the age of 15. But their lives tend to reach upwards of 80, though life expectancy on Aifon is roughly around 60~.": "阿代安人在长到第三根达瓦羽毛时通常会达到成熟，也就是15岁。但他们的寿命通常会达到80岁以上，尽管在艾方的预期寿命大约在60岁左右。",
	"The Adaean race varies wildly amongst its different subraces, with each one drawing inspirations from its natural habitats and surroundings.": "艾达人种在不同亚种之间有着巨大的变化，每个亚种都从其自然栖息地和周围环境中汲取灵感。",
	"Adaean people are medium in size, typically being taller than their other non-Aifon humanoid counterparts. They are medium in size and barely reach 5'5\" when fully grown. They also are typically pretty lightweight, with them usually weighing less than 100 pounds, with larger members reaching upwards of 120 lbs.": "阿代安人在身材上属于中等，通常比其他非艾方人类同类更高。他们的身高中等，成年后几乎达不到5'5\"。他们通常体重较轻，通常不到100磅，较大的成员体重可达120磅以上。",
	"Adaeans have a movement speed of 35. The Adaean people are a relatively fast people, opting to use their feathers for speed and balance while running.": "阿代亚人的移动速度为35。阿代亚人是一个相对快速的民族，他们选择利用自己的羽毛在奔跑时保持速度和平衡。",
	"Adaeans have a set of feathers lining both their arms and legs that extend to allow them to fall with grace. When falling, you take no falling damage, given that you have enough room to slow down and are not in a vacuum. You also gain a gliding speed equal to your movement speed.": "Adaeans（阿代安人）有一套羽毛覆盖双臂和双腿，可以展开让他们优雅地滑翔。当坠落时，你不会受到坠落伤害，前提是你有足够的空间减速，并且不处于真空环境中。你还会获得一个等同于你移动速度的滑翔速度。",
	"With powerful, bird-like feet, they double their attribute bonuses to their long, standing, running and high jumps.": "拥有强大的、鸟类般的脚部，它们将长跳、站立跳、奔跑跳和高跳的属性加值翻倍。",
	"Your bird-like hands and feet are equipped with talons to match, giving you a natural weapon, counting as a simple melee weapon of which you are proficient. The attack uses Strength and deals {@damage 1d4} slashing damage on a hit. When using this natural weapon, you may flavor it to be either a kick or with your hands.": "你鸟类般的手和脚都长有与之相匹配的爪子，使你拥有一种天然武器，算作一种简单的近战武器，你对此武器有熟练加值。这次攻击使用力量属性，命中时造成{@damage 1d4}的割伤伤害。当使用这个天然武器时，你可以将其描述为踢或使用你的手。",
	"Adaean people don't inherintly speak common, instead they know {@language Adaean|WorldofArcheria} and your choice of either Sylvan or Auran. The DM might allow you to start with the common language, Dwarven or Elvish instead of the choice between Sylvan or Auran. The Adaean language is birdsong, but constructed like morse code.": "阿代亚人并非天生会说通用语，而是会{@language Adaean|WorldofArcheria}，并可以选择使用森林语或风语。在选择森林语或风语之外，DM可能允许你开始时懂得通用语、矮人语或精灵语中的一种。阿代亚语是鸟语，但构造方式类似摩斯密码。",
	"Volo typically live to be upwards of 45 to 50 years old.": "沃罗（Volo）通常能活到45到50岁。",
	"Volo typically lean towards being lawful. Their mindsets typically don't allow them to think for themselves only, but how their actions affect the rest of the herd, whatever that herd may be.": "Volo通常倾向于遵守法律。他们的思维通常不只是为自己考虑，而是考虑他们的行动如何影响到整个群体，无论这个群体是什么。",
	"Volo are larger, slower creatures. They're hulking, intimidating and ultimately massive. Your size is medium.": "Volo(沃洛)是更大、更慢的生物。它们庞大、令人畏惧，最终是巨大的。你的体型是中等。",
	"As a bonus action, you can move up to your speed toward an enemy of your choice that you can see or hear. You must end this move closer to the enemy than you started.": "作为一个奖励动作，你可以朝着你能看到或听到的敌人移动，移动距离不超过你的速度。你必须结束这个移动时比起始位置更靠近敌人。",
	"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.": "在确定你的携带能力和推、拉或举起重量时，你被视为体积更大一号。",
	"You are trained in the {@skill Intimidation} skill.": "你接受过{@skill Intimidation}技能的训练。",
	"Due to the hump in your back, a creature can effectively ride you in combat, making you a natural steed both on and off the battlefield. A creature that is of a size smaller than you can ride on your back. The creature on your back gains a +1 bonus to AC, and you suffer a -1 penalty to attack rolls.": "由于你背上的驼峰，一只生物可以在战斗中有效地骑在你身上，使你成为战场上和战场外的自然坐骑。比你体型小的生物可以骑在你的背上。骑在你背上的生物获得+1点AC奖励，而你的攻击骰面有-1的惩罚。",
	"Both you and your rider can be the targets of attacks. Additionally, your rider has disadvantage on saving throws made against spells or other effects that affect both itself and you. Also, you may use your reaction to make a weapon attack targetting your rider target you instead. This decision must be made before the attack roll is made.": "你和你的骑手都可以成为攻击的目标。此外，你的骑手在针对同时影响你和它自己的法术或其他效果的豁免投掷中有劣势。此外，你可以使用你的反应来进行一次武器攻击，将目标从你的骑手转移到你身上。这个决定必须在进行攻击骰投掷前做出。",
	"You can speak, read and write {@language Common} and {@language Volan|WorldofArcheria}. Volan can be understood by both other Volo and wild animals such as bison, buffalo and cows.": "你可以说、读和写{@language Common}和{@language Volan|WorldofArcheria}。沃兰语可以被其他人和野生动物如野牛、水牛和奶牛理解。",
	"Due to the untamed magic inside of you, you reach adulthood by the age of 15, and live to be about 100 years old.": "由于你体内的未驯服魔法，你在15岁时就成年，并活到大约100岁。",
	"The magic inside of you is always wriggling itself around in your blood veins. This causes you to act out your feeling more than not, making others look at like a chaotic person, and thus, are more chaotic.": "你体内的魔法总是在你的血管中蠕动。这导致你更多地凭直觉行事，让别人觉得你像个混乱的人，因此更加混乱。",
	"You use your base race's height and weight, as well as its size.": "你使用你的基础种族的身高和体重，以及它的体型。",
	"Your speed is equivalent to your base race's speed.": "你的速度等同于你基础种族的速度。",
	"Your brigher, more vibrant eyes do more than just look pretty. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern colors in darkness, only shades of gray.": "你更明亮、更生动的眼睛不仅仅看起来漂亮。你可以在距离你60英尺内的昏暗光线中看清事物，就好像是明亮的光线一样，在黑暗中也能看清事物，就好像是昏暗的光线一样。你在黑暗中无法分辨颜色，只能看到灰色的阴影。",
	"At the time of your birth, you were found to be a Silenced. With this, comes a certain benefit. Choose one from Fire, Acid, Lightning, or Cold. You have resistance to that chosen damage type.": "在你出生时，你被发现是一名被沉默者。随之而来的是某种好处。从火焰(Fire)、酸液(Acid)、闪电(Lightning)或寒冷(Cold)中选择一种。你对所选择的伤害类型具有抗性。",
	"At 1st level, you can cast {@spell Message}\" at will. At 3rd level, you can cast {@spell Chaos Bolt|XGE} once per long or short rest. At 5th level, you can cast {@spell Silence} as an action once per long or short rest. These spells use Charisma as their modifier. You do not have to cast the verbal or component parts of the spells as part of your Innate Spellcasting spells.": "在1级时，你可以随意施放{@spell Message}。在3级时，你可以每次长或短休息后施放{@spell Chaos Bolt|XGE}一次。在5级时，你可以每次长或短休息后以一个动作施放{@spell Silence}一次。这些法术使用魅力作为它们的修正值。你无需在施放内在施法法术时念出口诀或准备材料。",
	"Additionally, whenever you cast spells, the sound of weaving the spell is amplified to the same volume as if you were talking the verbal component if any.": "此外，每当你施放法术时，编织法术的声音会被放大到与你说出口语组件时相同的音量。",
	"You can not speak any language, no matter how hard you try. You can perform Sign Language, read and write {@language Common} and one other language of your choice.": "你无法说任何语言，无论你多么努力。你可以使用手语，阅读和写作{@language Common}，以及另一种你选择的语言。",
	"Tabaxi typically have a lifespan of 20 to 40 years. Their age varies greatly by their enviormental factors and how well their native tribes fair, granted that they live with those tribes.": "Tabaxi（Tabaxi）通常寿命为20到40年。他们的年龄因环境因素和其本土部落状况而大不相同，只要他们与那些部落一起生活。",
	"Tabaxi tend towards chaotic alignments, and they let impulse and fancy guide their decisions. They are rarely evil, with most of them driven by curiosity rather than greed or other dark impulses.": "Tabaxi倾向于混乱的阵营，并让冲动和幻想指导他们的决定。他们很少邪恶，大多数被好奇心驱使，而不是贪婪或其他黑暗冲动。",
	"Tabaxi are taller on average than humans and relatively slender. Your size is medium.": "Tabaxi在平均身高上高于人类，并相对纤细。你的体型是中等。",
	"You have a cat's keen senses, especially in the dark. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "你拥有猫的敏锐感知力，尤其是在黑暗中。在你60尺范围内，你可以像在明亮的光线下一样看清昏暗的光线，而在黑暗中则可以看清昏暗的光线。你在黑暗中无法分辨颜色，只能看到灰色调。",
	"Your reflexes and agility allow you to move with a burst of speed. When you move on your turn in combat, you can double your speed until the end of the turn. Once you use this trait, you can't use it again until you move O feet on one of your turns.": "你的反射和敏捷使你能够以爆发速度移动。在战斗中你的回合内移动时，你可以将你的速度翻倍，直到回合结束。一旦你使用了这个特性，直到你在某个回合内移动了 O 英尺，你就不能再次使用它。",
	"Because of your claws, you have a climbing speed of 20 feet. In addition, your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to {@damage ld4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.": "由于你的爪子，你的攀爬速度为20英尺。此外，你的爪子是天然武器，你可以用它们进行徒手攻击。如果你用它们击中目标，你造成的斩击伤害为{@damage ld4} + 你的力量调整值，而不是徒手攻击通常造成的钝击伤害。",
	"You have proficiency in the Wisdom ({@skill Perception}) skill and Dexterity ({@skill Stealth}) skills.": "你在感知({@skill Perception})技能和敏捷({@skill Stealth})技能上有熟练加值。",
	"You can speak, read and write Common and Tabaxin, a mix of purrs, meows and body language that other Tabaxi can understand as well as wild cats.": "你可以说、读和写普通语(Common)和塔巴辛语(Tabaxin)，一种混合了咕噜声、喵喵声和肢体语言的语言，其他塔巴西族人以及野生猫都能理解。",
	"The average lifespan for a Lisica is to be around 40 to 50 years, with them reaching adulthood at the age of 8 to 10.": "狐狸(Lisica)的平均寿命约为40到50年，它们在8到10岁时达到成年。",
	"Akin to their ancestors, they are always sly with their actions. They tend to be on the chaotic side of things, pursuing their desires with a determination not found in other races.": "与他们的祖先类似，他们总是在行动中狡猾。他们倾向于在事情的混乱一面，用一种其他种族所没有的决心追求他们的欲望。",
	"The Lisica are generally smaller than most humans, with lankier limbs to make them more agile. Their size is medium.": "Lisica 通常比大多数人类小，四肢更细长，使它们更灵活。它们的体型是中等的。",
	"You have a fox's keen senses. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "你拥有狐狸敏锐的感官。在你周围60英尺范围内，你可以像在明亮的光线下一样看清昏暗的光线，而在黑暗中则可以像在昏暗的光线下一样看清。在黑暗中，你无法分辨颜色，只能看到灰色的色调。",
	"You can move through the space of any non-hostile creature that is of the same size or larger. Also, when determining a long jump, you may add your Dexterity modifier to the distance of your jump.": "你可以穿过任何与你大小相同或更大的非敌对生物的空间。此外，在确定长跳时，你可以将你的敏捷调整值加到你跳跃的距离上。",
	"You have proficiency in the Dexterity ({@skill Acrobatics}) skill.": "你在敏捷度（{@skill Acrobatics}）技能上有熟练度。",
	"You can speak, read and write Common and Lisica. Lisica is a mix of yaps, yowls and screeches that can be understood by both other Lisica as well as wild foxes.": "你可以说、读和写普通语和狐狸语。狐狸语是一种混合了吠叫、嚎叫和尖叫的语言，可以被其他狐狸和野生狐狸理解。",
	"Korai reach adulthood at the age of 10, have an average lifespan of about 50 to 60 years.": "Korai在10岁时成年，平均寿命约为50到60年。",
	"A known-to-be loyal race, they are usually driven to be on the lawful side of things.": "一个众所周知忠诚的种族，他们通常被驱使着走在事情的合法一面。",
	"Korai are usually slightly built to be larger than humans and are relatively burly. Their average height is around 6 ft., and weigh on average to be around 200 Lbs. Your size is medium.": "Korai（科莱）通常比人类稍微高大，相对结实。他们的平均身高约为6英尺，平均体重约为200磅。你的体型属于中等。",
	"You have a dog's keen senses. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "你拥有犬类敏锐的感知能力。在你周围60英尺范围内的昏暗光线中，你可以看得像是明亮的光线一样清晰，并且在黑暗中可以看得像是昏暗光线一样。在黑暗中你无法分辨颜色，只能看到灰色调。",
	"Because of your sharp teeth, you may attempt to bite a creature within 5 feet of you. If you hit with a bite attack, then you deal piercing damage equal to {@damage 1d6} + your Strength modifier. You are considered proficient when it comes to rolling the attack roll.": "由于你尖锐的牙齿，你可以尝试咬向你5英尺内的生物。如果咬击命中，你造成{@damage 1d6} + 你的力量调整值的穿刺伤害。在进行攻击骰时，你被视为熟练。",
	"When making a Wisdom ({@skill Perception}) check related to smell, you make the check with advantage. Along with advantage, if you are successful in the check, then you know the general direction of where the smell is coming from, up to a distance of 30 feet.": "当进行与嗅觉相关的感知检定时，你获得优势。除了优势之外，如果你成功通过检定，你将知道气味的大致方向，最多可达30英尺的距离。",
	"You can speak, read and write Common and Korai, a mix of bodylanguage and feral noises/barks. Korai can be understood by both other Korai and wild wolves/dogs.": "你可以说、读、写通用语和科赖语，科赖语是一种身体语言和野兽的嚎叫声混合而成的语言。科赖语可以被其他科赖和野生狼/狗理解。",
	"Kano are often act more based upon their feelings, and as such, they will often align towards being chaotic.": "卡诺人通常更多地根据他们的感受行事，因此，他们往往倾向于混乱。(Kano)",
	"Kano typically reach the same size and height of a Halfling. Your size is small.": "卡诺（Kano）通常达到半身人（Halfling）相同的体型和身高。你的体型是小号。",
	"Taking a line from your ancestry, you are able to clear jumps straight or at a slight angle of up to 5 feet easily without the need for a check, and the distance you are able to long jump is increased by your Dexterity modifier. You may jump over obstacles in your path while moving if it takes up a space no bigger than a 5-foot cube.": "根据你的祖先传承，你可以轻松地清除直线或稍微倾斜高达5英尺的跳跃，无需进行检定，而且你能够进行远跳的距离增加了你的敏捷调整值。如果障碍物占据的空间不大于一个5英尺立方体，你可以在移动时跳过路径中的障碍物。",
	"You are proficient in the Wisdom ({@skill Perception}) skill, and have a +1 bonus to Passive Perception.": "你在感知 (Wisdom) 技能上熟练无比，被动感知有+1的加值。",
	"When given 4 hours, you may make a large burrow in the ground large enough to house you and up to 3 others. This burrow helps shield against the elements such as cold or fierce wind. It can be made more comfortable with a small fire that can heat the entirety of the hole.": "在给定4小时的时间内，你可以在地下挖一个足够容纳你和最多3个人的大洞穴。这个洞穴有助于抵御寒冷或狂风等恶劣天气。可以通过点燃一个小火使整个洞穴变得更加舒适。",
	"Additionally, you may attempt to cover the entrance to the burrow, making a Wisdom ({@skill Survival}) check. A creature that is trying to find the burrow may roll an Intelligence ({@skill Investigation}) check. If their check meets or exceeds the Wisdom ({@skill Survival}) check, they find the entrance to the burrow.": "此外，你可以试图掩盖洞穴的入口，进行一次感知（智力检定{@skill Survival}）。一名试图找到洞穴的生物可以进行一次智力检定{@skill Investigation}。如果他们的检定达到或超过感知{@skill Survival}检定，他们就能找到洞穴的入口。",
	"When all else seems lost, you are an excelent scavenger. You are able to find berries, roots and nuts as well as fresh, running water for yourself and up to 3 others when foraging for food.": "当一切似乎失去希望时，你是一位优秀的拾荒者。当寻找食物时，你能为自己和最多3个其他人找到浆果、根和坚果，以及清新的流水。",
	"You can speak, read and write Common and Kano, a mix of body language and feral sounds. Kano can be understood by other Kano as well as wild rabbits/bunnies.": "你可以说、读和写普通语和卡诺语，卡诺语是一种身体语言和野兽声音的混合体。卡诺语可以被其他卡诺以及野兔理解。",
	"Cervo typically live to be 40, with most of their young reaching adulthood by the age of 10.": "Cervo（鹿人）通常活到40岁，大多数幼年鹿在10岁时就达到成年。",
	"Cervo tend to be very family-based and generally want their tribe or clan to succeed. As such, they tend to be good aligned. However, oddballs do exist.": "Cervo（Cervo）通常非常重视家庭，并希望他们的部落或家族取得成功。因此，他们往往是善良的。然而，也存在一些古怪的个体。",
	"Males tend to be 6-7 feet tall, where women tend to be 5-6 feet tall. Their size is medium.": "男性倾向于身高6-7英尺，而女性倾向于身高5-6英尺。他们的体型是中等的。",
	"When moving 10 feet or more in a straight line, you may charge. you may only do so if you are moving towards a creature or target that is 10 feet or more away from you. Using your antlers, make a weapon attack roll that you are proficient with using your Strength bonus. If you hit, you deal {@damage 1d8} piercing damage plus your Strength modifier.": "当你直线移动10英尺或更多时，你可以发起冲锋。只有在你朝着距离你10英尺或更远的生物或目标移动时才能这样做。使用你的鹿角，进行一次武器攻击骰，你可以用你的力量加值进行熟练攻击。如果命中，你造成{@damage 1d8} 刺伤伤害加上你的力量调整值。",
	"You are proficient in the Wisdom ({@skill Perception}) skill.": "你精通智慧技能（{@skill Perception}）。",
	"You can speak, read and write Common and Cervo. Cervo is a mix of feral noises and body language that both other Cervo and the common deer can understand.": "你可以说、读和写通用语(Common)和Cervo。Cervo是一种混合了野生噪音和肢体语言的语言，其他Cervo和普通鹿都能理解。",
	"When dealing with freezing temperatures, you are fine without the need of fire or warm clothing, only adding additional comfort if used. Additionally, you have resistance to non-magical cold damage.": "在应对冰冷温度时，你无需火源或保暖衣物也能安然无恙，只有在需要时才会增加额外舒适度。此外，你对非魔法寒冷伤害具有抗性。",
	"The long nights have made them more accustomed to seeing in the dark. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You cannot discern color in darkness, only shades of gray.": "长时间的夜晚让他们更适应在黑暗中看东西。在你周围60尺范围内，你可以像在明亮的光线中一样在昏暗中看清东西，在黑暗中也能像在昏暗中一样看清东西。你在黑暗中无法分辨颜色，只能看到灰色调。",
	"Being in the dark and cold have made you better at withstanding greater challenges. You have advantage on Strength ({@skill Athletics}) checks made against grapples or other similar contests. Additionally, you count as one size larger when determining your carrying capacity and the weight you can push, drag or lift.": "在黑暗和寒冷中度过的经历使你更擅长应对更大的挑战。你在针对抓取或其他类似竞赛的力量检定中获得优势({@skill Athletics})。此外，当确定你的携带能力以及你能够推、拉或举起的重量时，你被视为比实际体型大一号。",
	"You have advantage on Dexterity ({@skill Acrobatics}) checks made to jump distances as well as be able to climb or otherwise traverse terrain. Additionally, the distance you are able to long jump is increased by your Dexterity modifier.": "你在进行跳跃距离的敏捷（{@skill Acrobatics}）检定时具有优势，并且能够攀爬或以其他方式穿越地形。此外，你能够进行的远跳距离增加了你的敏捷调整值。",
	"Renno Cervo hail from the northern regions of the world, and as such, are well equipped to deal with harsh, cold conditions as well as be able to handle the long dark stretches of time that is the harsh northern winters.": "Renno Cervo来自世界的北部地区，因此，他们很适应处理恶劣寒冷条件，也能应对漫长的黑暗北方冬季。",
	"Both male and female Cervo tend to be stockier than other Cervo types, and will show them up in raw strength and ability.": "Cervo（Cervo）中的雄性和雌性通常比其他Cervo类型更粗壮，并且在原始力量和能力方面表现出色。",
	"When dealing with hot temperatures, you are fine without the need of shade or light clothing, only adding clothing for additional comfort if wanted. Additionally, you have resistance to non-magical fire damage.": "在应对高温时，你无需遮荫或穿着轻便的衣物，只有在需要额外舒适时才添加衣物。此外，你对非魔法火焰伤害具有抗性。",
	"You are able to hide in natural phenomenon better than others. You can attempt to hide even when you are only lightly obscurred by phenomenon like tall grass, fog or rain.": "你能比其他人更好地隐藏在自然现象中。即使只是被像高草、雾或雨这样的现象轻微遮挡，你也可以尝试隐藏。",
	"Gervello Cervo are native to the plains of the world, and their open fields have allowed them to adapt and outrun their natural predators.": "格维洛（Gervello）鹿（Cervo）是世界平原的本地物种，它们生活在开阔的草原上，这种环境使它们能够适应并逃过天敌的追捕。",
	"Both male and female Gervellos tend to be slender rather than robust, allowing them to be faster and quicker on their feet and wits better.": "Gervello族的男性和女性通常都更加纤细而不是强壮，这使得他们在脚步和机智上更快。",
	"When it comes to lifting, pushing, or pulling an object, you count as a size larger in terms of the amount of weight you can push. You may also ignore the first level of exhaustion, but suffer level 2 instead the next time you would gain exhaustion.": "在举起、推动或拉动物体时，你在推动重量方面被视为比实际体型大一级。你也可以忽略第一级疲惫，但下次获得疲惫时将直接受到2级的影响。",
	"When you sleep, you only enter a light sleep. Sudden or subtle noises wake you from your sleep.": "当你睡觉时，你只能进入浅睡眠。突然或微弱的噪音会把你从睡梦中惊醒。",
	"You do not suffer effects from difficult terrain such as mud or rocks. Additionally, you have advantage on checks made to climb cliffs or other similar terrain.": "你不会受到像泥泞或岩石这样的艰难地形的影响。此外，你在攀爬悬崖或其他类似地形时获得优势检定。",
	"Your base walking speed is 35 feet.": "你的基础步行速度是35英尺。",
	"Natural to the forested areas of the world, the Hirvo Cervo are able to find their own paths. They are natural explorers and delve deep into the forests and forgotten areas of the world.": "Hirvo Cervo（Hirvo Cervo）是世界森林地区的天然居民，能够找到自己的道路。它们是天生的探险家，深入探索世界的森林和被遗忘的地区。",
	"Both male and female Hirvos come from the forests, but their physical differences are what propell them and able to thrive in their homelands.": "Hirvos（Hirvos）雄性和雌性都来自森林，但它们的身体差异是推动它们在各自家园茁壮成长的原因。",
	"At 1st level, you can cast {@spell Light} at will. At 3rd level, you can cast {@spell Cure Wounds} once per long or short rest. At 5th level, you can cast {@spell Lesser Restoration} once per long or short rest. These spells use Charisma as their modifier.": "在1级时，你可以随意施放{@spell Light}。在3级时，你可以每次长或短休息后施放{@spell Cure Wounds}一次。在5级时，你可以每次长或短休息后施放{@spell Lesser Restoration}一次。这些法术使用魅力作为它们的修正值。",
	"No matter what, your fur coat is always white, even turning white when dyed. Additionally, your eyes are always silver.": "无论如何，你的毛皮总是白色的，即使染色也会变成白色。此外，你的眼睛总是银色的。",
	"Your soul is magically infused with radiant magic, and for 1 minute as a bonus action, you can magically infuse yourself with that magic. For 1 minute, whenever you cast a spell that does radiant damage or hit with a weapon attack, you deal extra radiant damage equal to half of your level rounded up.": "你的灵魂被神圣魔法注入，作为一个奖励动作，你可以在1分钟内用那种魔法来注入自己。在1分钟内，每当你施放造成神圣伤害的法术或用武器攻击命中时，你会额外造成等于你等级一半向上取整的神圣伤害。",
	"While active, your eyes glow white and your antlers, if you have them, will faintly shimmer with a white light. Additionally, any dirt or other tarnishing on your fur coat will brush away near instantly.": "在活动状态下，你的眼睛会发出白光，如果你有的话，你的鹿角会微微闪烁着白光。此外，你身上的任何污垢或其他污渍都会几乎立刻被刷掉。",
	"You may end this transformation early as a bonus action.": "你可以提前结束这个变形，作为一个奖励动作。",
	"This rare breed of Cervo are a sight to behold. They tend to be lonely and by themselves more often than not, and are often natural spellcasters. They do not hail from any specific area of the world, as they are born from the other three subraces. Most of the time, they are considered to be the blessed Cervo from their own.": "这种罕见的(Cervo)品种令人叹为观止。它们往往比其他(Cervo)更孤独，经常独自一人，通常是天生的咒术师。它们并不来自世界的任何特定地区，因为它们是从其他三个亚种中诞生的。大多数时候，它们被认为是自己族群中被祝福的(Cervo)。",
	"However, they are always signified by their pure white coats.": "然而，他们总是以他们纯白的外套为标志。",
	"When you and your party are in a taiga or tundra, you may travel at a normal pace while maintaining stealth or when foraging for food or water. Additionally, when tracking creatures in a forest or plain setting, you are able to tell their numbers, size and how long ago they passed through.": "当你和你的队伍在针叶林或苔原时，你可以保持隐蔽并以正常速度前行，或者在觅食或寻找水源时也可以。此外，在森林或平原环境中追踪生物时，你能够判断它们的数量、大小以及它们通过的时间。",
	"The Forato Kano come from the artic norths, from the frigid artic badlands to the snow-covered forest canopies of the taigas.": "Forato Kano 来自北极地区，从寒冷的北极荒地到雪覆盖的针叶林树冠。",
	"They are often slightly bulkier than their other, more mild cousins, complete with a beautiful white coat. Their natural fat that they store for months at a time often help in their hibernations.": "它们通常比它们其他更温和的表亲稍微庞大一些，拥有一件美丽的白色外套。它们储存数月时间的天然脂肪通常有助于它们的冬眠。",
	"When you and your party are in a forest or plains, you may travel at a normal pace while maintaining stealth or when foraging for food or water. Additionally, when tracking creatures in a forest or plain setting, you are able to tell their numbers, size and how long ago they passed through.": "当你和你的队伍在森林或平原中时，你可以保持潜行或觅食或寻找水源的情况下以正常速度前行。此外，在森林或平原环境中追踪生物时，你能够知道它们的数量、大小以及它们经过的时间。",
	"While staying still, or with up to 5 minutes, you may attempt to disguise yourself with surrounding terrain such as mud, leaves, or twigs as an action. Your gain advantage on Dexterity ({@skill Stealth}) checks, and your disguise stays for up to a minute.": "在保持静止或最多5分钟的情况下，你可以尝试用周围的地形（如泥土、树叶或树枝）伪装自己，作为一个动作。你在敏捷度检定上获得优势（{@skill Stealth}），你的伪装可以持续一分钟。",
	"These are the types of Kano that most people are familiar with. They stem from the many forests of the world, often coming out of the woodwork in great numbers to defend their homelands from invading smooth skins.": "这些是大多数人熟悉的卡诺(Kano)类型。它们源自世界各地的许多森林，通常会大批出动，保卫他们的家园免受入侵的光滑皮肤者。",
	"Keen to hunting in your family units, you have advantage on an attack roll made against a creature if at least one of your allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "热衷于在你的家族单位中狩猎，如果至少有一个盟友与生物在5英尺内，并且该盟友不是{@condition incapacitated}，则你对该生物进行的攻击投掷获得优势。",
	"Hailing from the northern forests, their nature tends to have them be nomadic hunters in family-sized units. They often mark off territory from other Korai and defend it fiercely. Their land is their livelihood.": "来自北方森林的他们，由于本性，往往是以家庭为单位的游牧猎人。他们经常划定领地与其他科莱人区分开来，并且会进行激烈的防御。对他们来说，土地就是生计。",
	"Their appearances often come from a darker, more gray coat with specks or streaks of white. Their broader, more bulkier selves are not to be mistaken.": "它们的外表通常是更深、更灰的外套，带有白色的斑点或条纹。它们更宽大、更笨重的身形不容易被误解。",
	"You have proficiency in the Dexterity ({@skill Stealth}) skill.": "你在敏捷度({@skill Stealth})技能上有熟练度。",
	"Keen to hunting alone, whenever you hit with a weapon attack, you deal an additional 2 points of damage of the weapon's damage type if no ally of yours is within 5 feet of you.": "热衷于独自狩猎，每当你进行武器攻击命中时，如果你周围没有盟友在5英尺内，你额外造成2点伤害，伤害类型与武器相同。",
	"Kojai are often seen by themselves, seperating themselves off soon after they reach maturity. The will often travel the world by themselves or with a partner.": "Kojai在达到成熟后经常会独自行动，很快就会与他人分开。他们通常会独自旅行，或者与伙伴一起。",
	"Their dusty red coats and slimmer bodies make up their appearances. Their tails are more fox-like than wolf, and their slender appearances are doubled by their more angular bodies.": "它们灰尘般的红色外套和纤细的身体构成了它们的外表。它们的尾巴更像狐狸而不是狼，它们纤细的外表被更加角形的身体所加强。",
	"When attempting to {@action grapple} a creature, you may make the check with advantage. You can use this feature only once per short rest.": "当尝试{@action grapple}一个生物时，你可以获得优势进行检定。你每次短休只能使用这个特性一次。",
	"You have proficiency in one of the following skills; {@skill Medicine}, {@skill Nature} or {@skill Survival}.": "你在以下技能中有熟练度：{@skill Medicine}、{@skill Nature}或{@skill Survival}。",
	"Your standard wolves of the world, they come from their natural hunting grounds amongst the trees. Their appearances vary greatly from speckled coats of brown and gray to reds.": "世界上的普通狼，它们来自于树木间的自然狩猎领地。它们的外表各不相同，有棕色和灰色斑点的皮毛，也有红色的。",
	"You have resistance to fire damage.": "你对火焰伤害具有抗性。",
	"You can use your action to exhale hell's fire. Your hellish ancestry and corruption allow you to breath fire in a 15-foot cone in front of you. Each creature in the cone must make a Dexterity saving throw. The DC equals 8 + your Constitution modifier + your Proficiency Bonus. A creature takes {@damage 2d6} fire damage on a failed save, or half as much on a success.": "你可以使用你的动作呼出地狱之火。你那来自地狱的血统和腐化使你能够在你面前的一个15英尺锥形区域内喷火。锥形区域内的每个生物都必须进行一次敏捷豁免检定。豁免 DC 值等于 8 + 你的体质调整值 + 你的熟练加值。在未通过豁免检定的情况下，生物会受到{@damage 2d6}火焰伤害，通过豁免检定则受到一半伤害。",
	"Natural to other planes of existence, the Ferrai Korai come from the Nine Layers of Hell, where they were taken at an early stage to become a subservient race.": "Ferrai Korai（Ferrai Korai）是自然而然地存在于其他位面的生物，它们来自地狱九层，早期被带到那里成为一种服从的种族。",
	"Their appearance is often that of a really dark gray to black. No specks of any kind are seen and they often are more muscular than other Korai. Their eyes glow a deep red when angered.": "他们的外表通常是非常深灰色到黑色。看不到任何斑点，他们通常比其他科赖更有肌肉。当他们生气时，他们的眼睛会发出深红色的光芒。",
	"Many Ferrai Korai that walk the material plane are those that have worked or freed themselves out of their binds from their original subservient nature.": "许多在物质位面行走的法拉伊科瑞（Ferrai Korai）是那些通过努力工作或解脱自己原本服从的本性而获得自由的。",
	"Used to the \"long night\" of the harsh winter, you have adapted to be able to see better than others in the dark. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "习惯于(`the long night`)严寒冬季，你已经适应能够比其他人更好地在黑暗中看清事物。在你120英尺范围内的昏暗光线中，你可以像在明亮光线中一样看清事物，在黑暗中也可以像在昏暗光线中一样看清事物。你无法在黑暗中分辨颜色，只能看到灰色调。",
	"You have disadvantage on attack rolls and on Wisdom ({@skill Perception}) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight.": "当你、你攻击的目标或者你试图感知的事物处于直射阳光下时，你在攻击检定和依赖视力的感知智力检定上有劣势。",
	"Much like other artic races, these stem from the same regions, however, their more primal instincts reign here. You need to be the toughest and strongest to survive in these lands. As such, their teeth are bigger and sharper, as well as their bodies being larger and more capable to handle the cold.": "与其他北极种族一样，这些源自相同地区，但在这里更多地体现出原始本能。要在这片土地上生存，你需要变得更加强壮和勇敢。因此，它们的牙齿更大更锋利，身体也更加庞大和能够抵御寒冷。",
	"However, because of the little sunlight on an already, mostly nocturnal sleep schedule, they have difficulty handling mid-day sunlight.": "然而，由于已经习惯了大部分夜间作息时间，他们很难应对白天的阳光。(sleep schedule)",
	"You have advantage on Wisdom ({@skill Perception}) checks made to hear.": "你在进行感知（{@skill Perception}）检查时具有优势。",
	"Coming from the open sands and lands of little vegitation, these people come from small family groups and often are opportunistic hunters. Their small size and otherwise great sense of hearing make them stand out amongst their bretheren.": "这些人来自开阔的沙漠和植被稀少的土地，他们通常是由小家庭组成，经常是机会主义猎人。他们的体型较小，但听觉敏锐，这使他们在同类中脱颖而出。",
	"When you are targetted with a melee or ranged weapon attack, you may use your reaction to half the damage dealt to you. This may be used before or after the attack is determined to hit or miss, but you may only use this feature once per long rest.": "当你被近战或远程武器攻击瞄准时，你可以使用你的反应来减少对你造成的伤害一半。这可以在确定攻击是否命中或未命中之前或之后使用，但你每次长休息只能使用一次这个特性。",
	"You are proficient with {@item sling|phb|slings}, {@item spear|phb|spears}, and {@item shortbow|phb|shortbows}. Additionally, when you make a weapon attack with any of these weapons, you have a +1 bonus to hit on attack rolls.": "你精通于{@item sling|phb|slings}、{@item spear|phb|spears}和{@item shortbow|phb|shortbows}。此外，当你使用这些武器进行攻击时，你的命中加值+1。",
	"Your typical red-coated forest dwellers, these people are often in tribal societies consisting of only a few families at most. They hunt and eat together as a tribe, often giving Terica Lisica a strong sense of home and what they are, as well as what they fight for.": "这些典型的红袍森林居民通常生活在由几个家庭组成的部落社会中。他们作为一个部落一起狩猎和进食，这经常让特丽卡·莉西卡（Terica Lisica）对家庭和他们所代表的事物有着强烈的归属感，以及他们为之奋斗的目标。",
	"You start your life with one tail. With this tail, you can magically disguise yourself with one set disguise. As an action on your turn, you can disguise yourself with that set disguise. A creature that is attempting to discover that you are disguised needs to make a Wisdom (Insight) check versus your tail's DC (8 + your Wisdom Modifier + your Proficiency Bonus.)": "你从一条尾巴开始你的生活。有了这条尾巴，你可以使用一个特定的伪装。在你的回合中，作为一个动作，你可以用这个特定的伪装伪装自己。一个试图发现你伪装的生物需要进行一次感知（洞察）检定，检定值等同于你尾巴的难度等级（DC）（8 + 你的感知修正值 + 你的熟练加值）。",
	"Your disguise can not be a foot higher or shorter than your height and it only last for a maximum of 8 hours. Additionally, you gain additional tails, or otherwise known as disguises, when you level up. 2 at 3rd level, 3 at 5th level, 4 at 7th level, 5 at 9th level, 6 at 11th level, 7 at 13th level, 8 at 15th level, and 9 at 17th level.": "你的伪装不能比你的身高高出或低于一英尺，且最多持续8小时。此外，当你升级时，你会获得额外的尾巴，也被称为伪装。在3级时获得2个，5级时获得3个，7级时获得4个，9级时获得5个，11级时获得6个，13级时获得7个，15级时获得8个，17级时获得9个。",
	"You cannot disguise yourself again until you finish a short rest.": "你在完成短休之前不能再次伪装自己。",
	"A very rare subrace of Lisica, they are often fabled in myths by smooth skins and are a true sight to behold. They often have pure white fur with red tips at their hands, feet and at the ends of each of their tails.": "一种非常罕见的利西卡(Lisica)亚种，常常在神话中被描述为皮肤光滑，是一种真正令人惊叹的景象。它们通常有纯白色的毛皮，手部、脚部和每根尾巴的末端都有红色的尖端。",
	"With that, they are the fabled multi-tailed foxes. Their legendary status in myths and folklore make them heralds or leaders amongst their own kind, or a treasure to capture.": "有了这些，它们就是传说中的多尾狐狸。它们在神话和民间传说中的传奇地位使它们成为它们自己种族中的先驱或领袖，或者是一种值得捕捉的宝藏。",
	"During the first round in combat, you may use your action to move up to 15 feet towards an enemy and make a weapon attack with advantage. Once you use this ability, you cannot use it again until a new combat starts.": "在战斗的第一轮中，你可以使用你的动作向敌人移动最多15英尺，并获得优势进行武器攻击。一旦你使用了这个能力，直到新的战斗开始之前你不能再次使用它。",
	"You may not use this trait with a weapon that has {@i heavy}.": "你不能在使用带有{@i heavy}的武器时使用这个特质。",
	"The Loxi are the cold cats of the world. They are used to stalking their prey in the underbrush of forest canopies covered in snow. Their natural instincts make them natural hunters and even better companions.": "Loxi（洛西）是世界上的冷猫。它们习惯于在覆盖着雪的森林树冠下潜伏猎物。它们的天生本能使它们成为出色的猎手，更是出色的伴侣。",
	"Their methodical approach to combat makes them dangerous to deal with, and their prowess with ambushes are unmatched.": "他们的系统方法对抗使他们成为难以应付的对手，他们在伏击方面的娴熟无人能敌。",
	"Their coats are usually speckled with gray or black dots, while the base coats tend to be a stone gray to white. Their eyes can take a whole range of colors, usually adding to their harsh gaze.": "它们的外套通常带有灰色或黑色斑点，而底色往往是石灰灰到白色。它们的眼睛可以呈现出各种颜色，通常增加了它们的严厉凝视。",
	"You may attempt to {@action hide}, even when only lightly obscurred by natural phenomenon such as rain or tall grass.": "即使被自然现象如雨水或高草轻微遮挡，你仍可以尝试{@action hide}。",
	"Instead of {@i Feline Agility} granted by the base race, it is replaced by this ability; your reflexes and agility allow you to move with a burst of speed. When you move on your turn in combat, you can tripple your speed until the end of the turn. If you use this ability 3 times or more before taking a short rest, you suffer 1 level of exhaustion.": "不再获得基础种族提供的{@i Feline Agility}，而是替换为以下能力：你的反应和敏捷让你能够以爆发速度移动。在战斗中轮到你移动时，你可以将你的速度增加到三倍，直到回合结束。如果在短休息前使用此能力3次或更多，你会受到1级疲惫的影响。",
	"Thereafter, every third use of this ability adds another level of exhaustion.": "此后，每隔三次使用此能力会增加一级疲劳。(ability)",
	"From the open plains of Savannahs, these grass-stalking people are often seen speeding by, chasing their quick prey. Their incredible speed comes at a cost, however.": "从大草原上，这些草原狩猎者经常被看到在高速追逐他们的猎物。然而，他们惊人的速度是有代价的。",
	"Their coat patterns are often spotted with black specks with a base orange coat to match their surroundings.": "它们的外套图案通常带有黑色斑点，底色为橙色以配合周围环境。",
	"Coming from tribes has its benefits. You are proficient with javelins and spears. Additionally, when using a spear or javelin, the damage that it deals is increased to {@damage 1d8} instead of {@dice 1d6} and {@damage 1d10} instead of {@dice 1d8} when wielded with two hands.": "来自部落有其好处。你精通标枪和矛。此外，当使用矛或标枪时，其造成的伤害增加到{@damage 1d8}，而不是{@dice 1d6}，双手持握时增加到{@damage 1d10}，而不是{@dice 1d8}。",
	"These Tabaxi are busy hunting on the jungle floors of the world. Their white and yellow striped bodies are covered in rythmatic black specks, often giving them a Gepaxi Tabaxi look. However, they are their own people; forming small tribes in the jungles of the world.": "这些塔巴希族人正忙着在世界各地的丛林地面上狩猎。他们白色和黄色条纹的身体上布满了有规律的黑色斑点，常常让他们看起来像是格帕希 (Gepaxi) 塔巴希族人。然而，他们是独立的民族；在世界各地的丛林中形成小部落。",
	"The Allata people tend to take a more lawful approach to their lifestyles, with the hard stone and rigid peaks around them shape their society and traditions.": "阿拉塔人倾向于以更合法的方式生活，周围坚硬的石头和陡峭的山峰塑造了他们的社会和传统。",
	"You gain a climbing speed of 30 feet, using your hook-shaped claws and talons to get into the small cracks and crevices.": "你获得了30英尺的攀爬速度，利用你的钩状爪子和利爪来钻入小裂缝和缝隙中。",
	"You know the {@spell Mold Earth|XGE} cantrip. When you reach 3rd level, you can cast the {@spell Animal Friendship} spell once with this trait; you regain the ability to cast it when you finish a long rest. When you reach 5th level, you can also cast the {@spell Beast Sense} spell once per day with this trait; you regain the ability to cast it when you finish a long rest. Wisdom is your spellcasting ability for these spells.": "你会{@spell Mold Earth|XGE}的战斗法术。当你达到3级时，你可以使用这个特性施放{@spell Animal Friendship}法术一次；完成一次长休后，你将重新获得施放的能力。当你达到5级时，你还可以每天使用这个特性施放{@spell Beast Sense}法术一次；完成一次长休后，你将重新获得施放的能力。这些法术的施法能力取决于你的感知属性。",
	"When I first saw an Allata, it was soaring high above me amongst the cloud-covered mountain peaks of the north. I first mistook it for another bird, like everything else on this continent, but I was soon proven wrong.": "当我第一次看到一只阿拉塔(Allata)时，它在北部被云雾覆盖的山峰之间高高飞翔。起初我误以为它是另一只鸟，就像这个大陆上的其他一切一样，但很快我就被证明是错误的。",
	"The Allata people reign supreme from their high mountain tops from the Aifon Ridge in the northern parts of the continent. It is from here that they soar and fly high above the ground, gliding from cliff to cliff, mountain peak to mountain peak.": "阿拉塔人从大陆北部的艾方山脉的高山巅统治着。就是从这里，他们在地面上方翱翔飞翔，从悬崖到悬崖，从山峰到山峰滑翔。",
	"Their appearances do differ slightly in that their feathers are that of various dark and purple hues, giving them a stark difference amongst the background of the light blue sky and its clouds.": "它们的外观略有不同，它们的羽毛呈现出各种深色和紫色的色调，使它们在淡蓝色天空和白云的背景下显得格外突出。",
	"Kogadh individuals tend to be more on the evil side of life, as they have to be selfish and have a strong sense of self preservation to survive.": "科加德族群倾向于生活在邪恶的一面，因为他们必须自私并具有强烈的自我保护意识才能生存。",
	"Your talons and claws are elongaged and reinforced, as is typical with the Kogadh people. The damage of your natural weapons increases to {@damage 1d6} instead of {@damage 1d4}.": "你的爪和爪子变得更长且更加坚固，这是科加德人的典型特征。你的天生武器造成的伤害增加到{@damage 1d6}，而不是{@damage 1d4}。",
	"You know the {@spell Primal Savagery|XGE} cantrip. When you reach 3rd level, you can cast the {@spell Ensnaring Strike} spell once with this trait; you regain the ability to cast it when you finish a long rest. When you reach 5th level, you can also cast the {@spell Magic Weapon} spell once per day with this trait; you regain the ability to cast it when you finish a long rest. Wisdom is your spellcasting ability for these spells.": "你会{@spell Primal Savagery|XGE}战斗法术。当你达到3级时，你可以使用这个特性施放{@spell Ensnaring Strike}法术一次；完成一次长休后，你可以重新获得施放的能力。当你达到5级时，你还可以每天使用这个特性施放{@spell Magic Weapon}法术一次；完成一次长休后，你可以重新获得施放的能力。这些法术的施法能力取决于你的感知。",
	"It was at the end of a spear that I first met the Kogadh people. Their spears tipped with the jungle's poison, I was down and out for at least a week!": "就在我第一次遇见科加德族人时，他们手持长矛。他们的长矛尖端涂满了丛林的毒液，我至少昏迷了一个星期！",
	"The Kogadh people take offense as the best defense. They are not friendly unless you've proven yourself a useful ally, as their environment of the dense Aifon jungle proves to the harshest enviornment to survive.": "科加德人认为攻击是最好的防御。除非你证明自己是一个有用的盟友，否则他们不会友好相待，因为他们生存的密集艾方丛林环境非常恶劣。",
	"Their feathers take on hues of grays, blacks and reds. Some have suggested that this coloration is to better hide the blood, should they be injured, or to help them blend into the underbrush of the jungle canopy's shadows. Their beaks also have elongated to a sharpened point, probably to help pick apart corpses for their meat.": "它们的羽毛呈现出灰色、黑色和红色的色调。有人认为这种颜色是为了更好地隐藏血迹，以防它们受伤，或者帮助它们融入丛林树冠阴影下的灌木丛中。它们的喙也变得更加尖长，可能是为了帮助它们撕开尸体以获取食物。",
	"You gain proficiency in any of the following tools; {@item Leatherworker's Tools|PHB}, {@item Mason's Tools|PHB}, {@item Weaver's Tools|PHB} or {@item Woodcarver's Tools|PHB}. Using the chosen tool, you can harvest bone, hide or organs from a slain beast, construct, dragon, monstrosity, or plant creature of size small or larger to create useful items, such as {@item waterskin|PHB|waterskins}, {@item spear|PHB|spears}, {@item shield|PHB|shields}, {@item club|PHB|clubs} or {@item basket|PHB|baskets}. If choosing to produce ammunition such as {@item dart|PHB|darts}, {@item crossbow bolt|PHB|bolts} or {@item arrow|PHB|arrows}, you make {@dice 1d4} of them. Otherwise, you only make 1.": "你可以熟练使用以下工具之一：{@item Leatherworker's Tools|PHB}、{@item Mason's Tools|PHB}、{@item Weaver's Tools|PHB}或{@item Woodcarver's Tools|PHB}。使用所选择的工具，你可以从被杀死的野兽、构造物、龙类、畸变生物或尺寸为小或更大的植物生物身上收集骨头、皮革或器官，制作出有用的物品，比如{@item waterskin|PHB|waterskins}、{@item spear|PHB|spears}、{@item shield|PHB|shields}、{@item club|PHB|clubs}或{@item basket|PHB|baskets}。如果选择制作弹药，比如{@item dart|PHB|darts}、{@item crossbow bolt|PHB|bolts}或{@item arrow|PHB|arrows}，你会制作{@dice 1d4}个。否则，你只制作1个。",
	"When traveling across long distances, you may travel at a normal pace (24 miles a day) even when scavenging, scouting or stealthing.": "当穿越长距离旅行时，即使在搜寻、侦查或潜行时，你也可以以正常速度（每天24英里）前进。",
	"You know the {@spell Gust|XGE} cantrip. When you reach 3rd level, you can cast the {@spell Zephyr Strike|XGE} spell once with this trait; you regain the ability to cast it when you finish a long rest. When you reach 5th level, you can also cast the {@spell Gust of Wind} spell once per day with this trait; you regain the ability to cast it when you finish a long rest. Wisdom is your spellcasting ability for these spells.": "你会施放{@spell Gust|XGE}的战斗法术。当你达到3级时，你可以使用这个特性施放{@spell Zephyr Strike|XGE}法术一次；完成一次长休后，你将重新获得施放的能力。当你达到5级时，你还可以每天使用这个特性施放{@spell Gust of Wind}法术一次；完成一次长休后，你将重新获得施放的能力。这些法术的施法能力取决于你的感知能力。",
	"The Miralans are an interesting people. They were openly suggestive that if I didn't improve my standings with their tribe, that I would end up their next meal. However, this was changed when I offered them my scavenged berries and nuts.": "米拉人是一个有趣的民族。他们公开表示，如果我不改善与他们部落的关系，我可能会成为他们的下一顿饭。然而，当我提供给他们我捡来的浆果和坚果时，情况发生了改变。",
	"The Mirala people take up the vast majority of the continent, with them being most densely populated in the hills and plains of the center continent. They're also some of the more friendlier people one could meet on your adventures in Aifon, with them being untrustworthy at first, but quickly being replaced with respect should one prove themselves an asset.": "米拉拉人占据了大陆的绝大部分，他们在中部大陆的丘陵和平原地区人口最为密集。在艾方（Aifon）冒险时，他们是你可能会遇到的更友好的人之一，虽然一开始可能不太信任，但如果证明自己是一个有价值的资产，很快就会被尊重取代。",
	"Their feathers take on various hues of yellows, oranges and reds, with some speculating that this is to better camoflauge themselves inside the tall grass of the plains, and among the seemingly ever-fall forests of central Aifon.": "它们的羽毛呈现出各种黄色、橙色和红色的色调，有人推测这是为了更好地伪装自己在平原上高大的草丛中，以及中央艾方（Aifon）似乎永远在秋天的森林中。",
	"You gain a swim speed of 30 feet. Additionally, the amount of time you can hold your breath is doubled.": "你获得了30英尺的游泳速度。此外，你能憋气的时间加倍。",
	"You can attempt to {@action hide} even when you are by another creature that is at least one size larger than you or among light foliage or natural phenomenons. You can even do this bonus when submerged in water more than 2 feet in depth.": "即使你身边有比你至少大一个尺寸的生物，或者在光线昏暗的植被或自然现象中，你也可以尝试{@action hide}。甚至当你完全浸没在超过2英尺深的水中时，你也可以这样做。",
	"You know the {@spell Shape Water|XGE} cantrip. When you reach 3rd level, you can cast the {@spell Create or Destroy Water} spell once with this trait; you regain the ability to cast it when you finish a long rest. When you reach 5th level, you can also cast the {@spell Air Bubble|AAG} spell once per day with this trait; you regain the ability to cast it when you finish a long rest. Wisdom is your spellcasting ability for these spells.": "你会施放{@spell Shape Water|XGE}的战斗法术。当你达到3级时，你可以使用这个特性施放{@spell Create or Destroy Water}法术一次；完成一次长休后，你将重新获得施法能力。当你达到5级时，你还可以每天使用这个特性施放{@spell Air Bubble|AAG}法术一次；完成一次长休后，你将重新获得施法能力。这些法术的施法能力取决于你的感知属性。",
	"I was so glad when I mistakenly looked upon a Piexe person and thought I was going to die via strangulation from an alligator. Though this was only a quick reprieve as I was then darted with some sort of sleep agent. They were long gone when I awoke.": "当我误将一位(Pixie)(皮克斯)人视作鳄鱼要勒死我时，我感到非常高兴。然而，这只是一时的喘息，因为接着我被注射了某种催眠剂。当我醒来时，他们早已离开。",
	"The Piexe people make their homes among the rivers, coasts and lakes of Aifon, with them taking a semi-aquatic lifestyle. Their entire culture and way of life is through and around the rivers. Their most favorite food is that of fish even.": "皮艾兹人(Piexe)在艾方(Aifon)的河流、海岸和湖泊之间建造他们的家园，过着半水生的生活方式。他们的整个文化和生活方式都围绕着河流展开。他们最喜欢的食物是鱼。",
	"Their feathers take on various hues of blue, granting them a natural camoflauge with the water. Their feathers even take on a slight reflective property, mimicking the sunlight bouncing off the top of water.": "它们的羽毛呈现出各种蓝色的色调，使它们在水中具有天然的伪装能力。它们的羽毛甚至具有轻微的反光特性，模仿着阳光反射在水面上的效果。",
	"You gain proficiency in {@skill Stealth}.": "你获得{@skill Stealth}的熟练。",
	"Your talons and claws also have hidden poison glands inside of them, giving your natual weapons an additional kick. Once per short rest, when you hit with your claws or talons, you may choose to secrete a toxin from them, giving the attack an additional {@damage 1d4} poison damage.": "你的爪和利爪内部还有隐藏的毒腺，使你的天然武器更具威力。每短休息一次，当你用爪或利爪击中目标时，你可以选择从中分泌毒素，使攻击额外造成{@damage 1d4}毒素伤害。",
	"You know the {@spell Poison Spray} cantrip. When you reach 3rd level, you can cast the {@spell Detect Poison and Disease} spell once with this trait; you regain the ability to cast it when you finish a long rest. When you reach 5th level, you can also cast the {@spell Protection from Poison} spell once per day with this trait; you regain the ability to cast it when you finish a long rest. Wisdom is your spellcasting ability for these spells.": "你会施放{@spell Poison Spray}战斗法术。当你达到3级时，你可以使用这个特性施放{@spell Detect Poison and Disease}法术一次；完成一次长休后，你将恢复施放这个法术的能力。当你达到5级时，你还可以每天使用这个特性施放{@spell Protection from Poison}法术一次；完成一次长休后，你将恢复施放这个法术的能力。这些法术的施法能力依赖于你的感知属性。",
	"Unlike the Piexe people, I was actually scared when I first saw a Ruokan. They emerged from the swamp around me with this serious disinterest in my words. I had no idea they were even there when I first stumbled into the area too!": "与皮艾克人不同，当我第一次看到一只洛肯(Ruokan)时，我其实感到很害怕。它们从周围的沼泽中出现，对我的话语显得非常冷漠。当我第一次跌入这个地区时，我甚至不知道它们在那里！",
	"The Ruokan people find their homes along the banks and waters of the southern swamps of Aifon, with their naturally stealthy selves proving to be very beneficial to them.": "Ruokan（Ruokan）人沿着艾方（Aifon）南部沼泽地的河岸和水域建造家园，他们天生的潜行能力对他们非常有益。",
	"Their feathers take on several hues of greens and browns, granting them benefits to their natural camoflauge in the murky waters and underbrush of the swamps.": "它们的羽毛呈现出多种绿色和棕色的色调，使它们在沼泽地的混浊水域和灌木丛中获得自然伪装的好处。",
	"You gain proficiency in {@skill Nature}.": "你在{@skill Nature}上获得熟练。",
	"You gain proficiency in the {@item Herbalism Kit|PHB}. You have advantage on rolls made with it to identify plants, and a +2 bonus to craft potions or poltices using a {@item herbalism kit|PHB}.": "你获得对{@item Herbalism Kit|PHB}的熟练加成。你在使用它鉴定植物时获得优势，并在使用{@item herbalism kit|PHB}制作药水或药膏时获得+2的加值。",
	"You know the {@spell Thorn Whip} cantrip. When you reach 3rd level, you can cast the {@spell Hail of Thorns} spell once with this trait; you regain the ability to cast it when you finish a long rest. When you reach 5th level, you can also cast the {@spell Wither and Bloom|SCC} spell once per day with this trait; you regain the ability to cast it when you finish a long rest. Wisdom is your spellcasting ability for these spells.": "你会施放{@spell Thorn Whip}的战斗法术。当你达到3级时，你可以使用这个特性施放{@spell Hail of Thorns}法术一次；完成一次长休后，你可以重新施放它。当你达到5级时，你还可以每天使用这个特性施放{@spell Wither and Bloom|SCC}法术一次；完成一次长休后，你可以重新施放它。这些法术的施法能力为感知。",
	"Saving what I think are the best for last, the Vandoral people are the more friendly people to meet and come across. Unlike other Adaeans, they're more trusting to newcomers and those that are unlike them. And that's a very welcome thing to me.": "我认为最好的留到最后，瓦多拉人是更友好的族群。与其他阿代人不同，他们更愿意信任新来者和与他们不同的人。这对我来说是非常受欢迎的事情。",
	"The Vandoral people find their homes inside of the forests of Aifon, particularly the more dense ones. Their population \"centers\" are few and far between, but they do find themselves with a stronger sense of community.": "Vandoral族人将家园建在艾方(Aifon)的森林中，尤其是更密集的森林里。他们的人口“中心”稀少而分散，但他们确实拥有更强烈的社区意识。",
	"Their feathers, unlike other Adaean, are that of stark differences to their surroundings, with them being turquoise and pink.": "他们的羽毛与其他阿代人不同，与周围环境形成鲜明对比，呈现出蓝绿色和粉红色。",
	"A way of increasing their own power, a number of patrons have turned to the leylines to increase their own standings, power and political pull. These patrons have all come to understand that their path to power lies within the crust of Archeria, hidden in the leylines themselves.": "为增加自身力量，许多（%num%）赞助人已经转向地脉，以提升自身地位、力量和政治影响力。这些（%num%）赞助人都意识到，他们通往权力之路隐藏在阿切里亚（Archeria）的地壳中，就在地脉之中。",
	"The Ley Harvesters let you choose from an expanded spell list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.": "当你学习术士法术时，(The Ley Harvesters) 让你从扩展的法术列表中进行选择。以下法术将被添加到你的术士法术列表中。",
	"Starting at 1st level, when you make a pact with this patron, you are sworn to secrecy of the ley, as well as ensuring that your own loyalty is ensured. You gain the following benefits.": "从1级开始，当你与这位守护者签订契约时，你必须守口如瓶，保证你自己的忠诚。你获得以下好处。",
	"You gain proficiency in the Charisma ({@skill Deception}) skill. If you already had that proficiency, you instead gain expertise.": "你获得了魅力技能（{@skill Deception}）的熟练加值。如果你已经具备这项熟练加值，那么你将获得专长。",
	"You can change the way you appear to spells and magical effects that detect creature types, such as a paladin's {@classFeature Divine Sense|Paladin||1} or the trigger of a symbol spell. Instead, choose a creature type and other spells and magical effects treat you as if you were a creature of that type or alignment.": "你可以改变自己在检测生物类型的法术和魔法效果中出现的方式，比如圣骑士的{@classFeature Divine Sense|Paladin||1}或符文法术的触发器。相反，选择一个生物类型，其他法术和魔法效果会将你视为该类型或阵营的生物。",
	"Starting at 6th level, you can call upon the leylines to heal instead of hurt. whenever you take poison, acid, fire, cold, lightning, thunder or force damage, you may use your reaction to have the damage heal you instead.": "从6级开始，你可以借助魔线来治愈而不是伤害。每当你受到毒素、酸性、火焰、冰冷、闪电、雷电或力场伤害时，你可以使用你的反应，让这些伤害治愈你。",
	"You may use this ability once per short rest.": "你可以每次短休息后使用这个能力一次。",
	"Starting at 10th level, your pact with the Ley Harvesters have deepened, allowing them to cover you in a deeper sense of secrecy and protection, granting you the following benefits.": "从第10级开始，你与(Ley Harvesters)的契约加深了，使他们能够在更深层次上覆盖你，给予你以下好处。",
	"You may choose to be subject to the effects of the divination school of spells. Instead, you can willingly subject yourself to them, or even falsify the effects of the spells when you are the target.": "你可以选择受到占卜系法术的影响。相反，你可以自愿让自己受到这些法术的影响，甚至在你成为目标时伪装这些法术的效果。",
	"You can choose a creature within 60 feet of you that you can see. That creature must make a saving throw equal to your spell save DC. On a failure, the creature regards you as friendly for an hour, and you have advantage on Charisma checks made against it. You may only do this benefit once per short rest.": "你可以选择你能看到的60英尺内的一只生物。那个生物必须进行一个等同于你法术豁免 DC 的豁免投掷。如果失败，该生物会在一小时内视你为友好，并且你对它进行的魅力检定获得优势。你每次短休息只能使用此效果一次。",
	"Starting at 14th level, whenever you cast a spell that is first level or higher and does poison, acid, fire, cold, lightning, thunder or force damage, you may remove the resistance or immunity on the target creature(s) to a damage type of the spell you just cast. This resistance or immunity is removed until the end of your next turn.": "从14级开始，每当你施放一个施法等级为1级或更高的法术，且造成毒素、酸性、火焰、冰冻、闪电、雷霆或力场伤害时，你可以解除目标生物对该法术伤害类型的抗性或免疫。这种抗性或免疫将在你的下一个回合结束前被移除。",
	"The Oath of the Leylines is one that has formed recently, upon the turn of the era, and was a key part in several international, political and other talks regarding the rifts. Sometimes they are called \"Elemental Knights\", \"Knights of Energies,\" or even \"Wizard Knights.\" They see themselves as protectors of the leylines, as well as their primary studiers, collectors and explorers. It is thanks to them that most of The Catactlysm's effects have not entirely been stamped out by civilized life.": "地脉誓约是最近形成的誓约，在时代的转变中起着关键作用，并且在有关裂隙的国际、政治和其他谈判中扮演着重要角色。有时人们称他们为\"元素骑士\"，\"能量骑士\"，甚至\"巫师骑士\"。他们视自己为地脉的守护者，同时也是地脉的主要研究者、收集者和探险者。多亏了他们，大部分灾变的影响并没有被文明生活完全消除。",
	"The tennants of the Oath of the Leylines have evolved through the Era of Ruin, but have all culminated into the ones listed below.": "符文之誓的租户在毁灭时代中发展演变，但最终汇聚成以下列出的几点。",
	"Harness the energies. Share your knowledge with others.": "发挥能量。与他人分享你的知识。",
	"Protect the energies. Ensure their existence.": "保护这些能量。确保它们的存在。",
	"Study the energies. Grow your understanding.": "研究能量。增进你的理解。",
	"Predict the energies. Prevent grievances and tragedies.": "预测能量。预防不满和悲剧。",
	"You gain oath spells at the paladin levels listed.": "你在列出的圣骑士等级上获得誓约法术。",
	"When you take this oath at 3rd level, you gain the following two Channel Divinity options.": "当你在3级时宣誓时，你会获得以下两个圣能通道选项。",
	"As an action, you can present your paladin symbol and apply a lense in which to see the energies flowing within others. Choose a number of creatures equal to your Charisma modifier and learn any resistances or weaknesses to any of the following energies; poison, acid, fire, cold, lightning, thunder or force.": "作为一个行动，你可以展示你的圣骑士符号，并应用一个透镜来看到他人体内流动的能量。选择与你的魅力调整值相等的生物数量，并了解它们对以下任何能量的抗性或弱点；毒素、酸性、火焰、寒冷、闪电、雷霆或力量。",
	"You have spent many years reciting forgotten lore of the world, granting you unique bonuses. As an action, you can present your paladin symbol and recite a paladinistic prayer. For the next hour, you gain a bonus equal to your proficiency bonus to {@skill Arcana}, {@skill History}, and {@skill Persuasion} checks.": "你已经花了许多年时间背诵世界上被遗忘的知识，这使你获得了独特的加成。作为一个动作，你可以展示你的圣骑士象征并背诵一则圣骑士祈祷文。在接下来的一小时内，你对{@skill Arcana}、{@skill History}和{@skill Persuasion}检定获得一个等同于你熟练加值的加成。",
	"Starting at 7th level, you can shield others from the energies of the world. At the completion of a short rest, you can choose any one of the following energies; poison, acid, fire, cold, lightning, thunder or force. All friendly creatures within 30 feet of you take a number of less damage equal to your proficiency bonus from the chosen energy.": "从7级开始，你可以保护他人免受世界能量的影响。在短休息完成后，你可以选择以下任意一种能量：毒素、酸性、火焰、冰冷、闪电、雷霆或力场。你周围30英尺范围内的所有友好生物受到你选择的能量类型伤害减少等同于你的熟练加值的数值。",
	"Starting at 18th level you may choose 2 types of energies instead of one.": "在18级时，你可以选择两种能量类型，而不是一种。",
	"Starting at the 15th level, you can take the energies of the world and direct them at your enemies. Whenever a hostile creature enters or starts its turn within 5 feet of you, you deal damage equal to your proficiency bonus in the same chosen energy as you chose for {@i Aura of the Ley}. Whenever you reach 18th level, you may choose which of the two aura types, as part of your {@i Aura of the Ley}, you have active.": "从15级开始，你可以吸收世界的能量并将其引导到你的敌人身上。每当一个敌对生物进入你周围5英尺范围内或者开始它的回合时，你可以对其造成等同于你熟练加值的伤害，伤害类型与你在{@i Aura of the Ley}中选择的相同。当你达到18级时，你可以选择作为你{@i Aura of the Ley}的一部分激活哪种光环类型。",
	"Starting at the 20th level, as an action, you can enter a leyed form for 1 minute. Crystals grow from your skin and armor. Your weapon turns crystalized, as well as being one with the ley lines. You gain the following benefits.": "从20级开始，作为一个动作，你可以进入一个持续1分钟的(leyed form)。水晶会从你的皮肤和盔甲上生长。你的武器变成了水晶化，同时与(ley lines)融为一体。你获得以下好处。",
	"Your weapon gains a +1 bonus to attack and damage rolls, as well as dealing {@damage 1d6} damage of both of your chosen {@i Aura of the Ley energies}. The +1 bonus to attack and damage rolls can stack ontop of other benefits.": "你的武器获得+1的攻击和伤害加值，并且造成你选择的{@damage 1d6}伤害。这个+1的攻击和伤害加值可以叠加在其他加值之上。",
	"You gain resistance to both of your chosen energies as part of your {@i Aura of the Ley}.": "你在{@i Aura of the Ley}中获得对你选择的两种能量的抗性。",
	"You can use the spell Absorb Elements as a free action, and without expending a spell slot.": "你可以将元素吸收（Absorb Elements）这个法术作为一个自由动作使用，而且不消耗法术位。",
	"Once you use this feature, you can't use it again until you finish a long rest.": "一旦你使用这个特性，你必须完成一次长休才能再次使用它。"
}