{
	"This weapon holds the spirit of a master swordsman eager to pass on {@homebrew their|his} finer techniques. You gain a +1 bonus to attack rolls and damage rolls made with this weapon. It has the following additional properties:": "这把武器蕴含着剑客大师的精神，他渴望传授更精细的技术。你在使用此武器的攻击卷和伤害卷上获得+1的奖励。它有以下的附加属性。",
	"You gain proficiency in this weapon if you didn't already have it.": "如果你还没有这种武器，你将获得这种武器的熟练度。",
	"When you roll a natural 1 on an attack with this weapon, ethereal hands readjust your stance, granting you advantage on your next {@action attack} with it before the end of your next turn.": "当你用此武器攻击时掷出自然1，空灵之手会重新调整你的姿态，在你下一回合结束前，在你下次使用此武器时给予你优势（%0%）。",
	"When you roll a natural 20 on an attack with this weapon, a spectral sword strikes in tandem with your own, causing the attack to deal an additional {@damage 1d8} magical slashing damage. This additional damage is not doubled by the critical hit.": "当你用这把武器攻击时，掷出自然20分，一把幽灵剑与你自己的剑同时出击，使攻击造成额外的{@damage 1d8}魔法斩击伤害。这个额外的伤害不会因为关键打击而翻倍。",
	"When you hear a creature within 30 feet of you say your name, you can use your reaction to teleport to an available space within 5 feet of the creature. You can do this a number of times equal to your charisma modifier. You regain all expended uses of this feature after completing a long rest.": "当你听到在你30英尺内的生物说出你的名字时，你可以使用你的反应将自己传送到离该生物5英尺内的一个可用空间。你可以使用这个能力的次数等同于你的魅力调整值。完成一次长休后，你将恢复所有已使用的次数。",
	"An object's hit points measure how much damage it can take before losing its structural integrity. Resilient objects have more hit points than fragile ones. Large objects also tend to have more hit points than small ones, unless breaking a small part of the object is just as effective as breaking the whole thing. The {@table Object Hit Points|ASRT} table (based on {@table Object Hit Points|DMG|the one from pg247 of the DMG}) provides suggested hit points for fragile and resilient objects that are Huge or smaller.": "一个物体的生命值衡量了它在失去结构完整性之前能承受多少伤害。坚固的物体比脆弱的物体有更多的生命值。大型物体通常也比小型物体有更多的生命值，除非破坏物体的一小部分与破坏整个物体一样有效。{@table Object Hit Points|ASRT} 表格（基于{@table Object Hit Points|DMG|the one from pg247 of the DMG}）提供了对巨大或更小的脆弱和坚固物体的建议生命值。",
	"When using the {@table Object Hit Points|ASRT} table, first decide if the object is built stronger or weaker than normal, or has deteorated over time. A wooden gate at the entrance ofa cemetery is likely to have rotted over time, whereas the fence ofa new farm raising buffalo will have been built to withstand charges by the livestock. A fragile object will have half the HP ofa normal object, and a resilient object double.": "在使用{@table Object Hit Points|ASRT}表格时，首先确定物体是比正常情况下更坚固还是更脆弱，或者随着时间的推移已经破损。一个坟墓入口处的木门很可能随着时间的推移已经腐烂，而一个新农场饲养水牛的围栏将会被建造得足以承受牲畜的冲击。一个脆弱的物体将拥有正常物体一半的生命值，而一个坚固的物体则是正常物体的两倍。",
	"The size of your object determines the number of dice to roll for its hit points, and the material the object is made of determines which die is used.": "你的物体大小决定了用于其生命值的骰子数量，而物体所制作的材料决定了使用哪种骰子。",
	"A normal door using this chart would have 14 ({@dice 4d6}) hit points. A strong metal door that might appear in a jail or a crypt would have 44 ({@dice 8d10}) hit points. If the party tries to break a padlock on a chest, it would have 22 ({@dice 4d10}) hit points, likely taking a few hits to break.": "使用这个图表，普通的门会有14 ({@dice 4d6}) 点生命值。在监狱或地下室中出现的坚固金属门会有44 ({@dice 8d10}) 点生命值。如果队伍试图打破一个箱子上的挂锁，它会有22 ({@dice 4d10}) 点生命值，可能需要几次攻击才能打破。",
	"Large objects such as castle walls often have extra resilience represented by a damage threshold. An object with a damage threshold has immunity to all damage unless it takes an amount of damage from a single attack or effect equal to or greater than its damage threshold, in which case it takes damage as normal. Any damage that fails to meet or exceed the object's damage threshold is considered superflcial and doesn't reduce the object's hit points. The {@table Damage Threshold *|ASRT|Damage Threshold} table sets minimum damage thresholds for different material types.": "大型物体，如城堡墙通常具有额外的弹性，用伤害阈值来表示。具有伤害阈值的物体对所有伤害免疫，除非它受到单次攻击或效果造成的伤害等于或大于其伤害阈值，此时它会像正常一样受到伤害。未达到或超过物体伤害阈值的任何伤害都被视为表面的，不会减少物体的生命值。{@table Damage Threshold *|ASRT|Damage Threshold}表格为不同材料类型设定了最低伤害阈值。",
	"If an adventurer decides to break down a stone castle wall with his maul, he will have to deal 20 or more damage on a hit for the attack to do substantial damage to the structure and reduce the object's hit points. This likely means a maul alone will not be able to break through the walls ofa dungeon or fortress before the weapon itself breaks.": "如果一名冒险者决定用他的大槌来击碎一堵石头城堡墙，他必须在一次攻击中造成20点或更多的伤害，才能对结构造成实质性的破坏并减少物体的生命值。这很可能意味着仅凭一把大槌是无法在武器自身损坏之前突破地牢或堡垒的墙壁的。",
	"Most magical items and objects are of extraordinary artisanship. Thanks to a combination of careful crafting and magical reinforcement, a magic item is at least as durable as a nonmagical item of its kind.": "大多数魔法物品和物体都具有非凡的工艺。由于精心制作和魔法强化的结合，魔法物品至少与其同类的非魔法物品一样耐用。",
	"Other than potions and scrolls, most magical items have resistance to all damage.": "除了药水和卷轴外，大多数魔法物品都对所有伤害具有抗性。",
	"Stone": "石头",
	"Metal": "金属 (Metal)",
	"Adamantine": "精金(Adamantine)",
	"Cloth, paper, rope": "布料，纸张，绳子",
	"Crystal, glass, ice": "水晶，玻璃，冰",
	"Wood, bone": "木头，骨头",
	"Iron, Steel": "铁 (Iron), 钢 (Steel)",
	"Fragile": "脆弱 (Fragile)",
	"Tiny (vial, trinket, coin)": "微小的（小瓶，小饰品，硬币）",
	"glass, ice, cloth, paper": "玻璃，冰，布，纸",
	"Normal": "正常",
	"Small (bottle, pouch, lock)": "小瓶(%num%), 小袋(%num%), 锁(%num%)",
	"3 in{@sup 2}–2 ft{@sup 2}": "3 英尺{@sup 2} – 2 英尺{@sup 2}",
	"wood, bone": "木头，骨头",
	"Resilient": "坚韧 (Resilient)",
	"Medium (chest, shield)": "中等 (胸甲, 盾牌)",
	"stone": "石头",
	"Big (cart, door, cage)": "大 (cart, door, cage)",
	"metal": "金属 (metal)",
	"Large (statue, wall)": "大型雕像 (statue, wall)",
	"adamantine": "精金(Adamantine)"
}