{
	"A creature subjected to this poison must succeed on a DC 17 Constitution saving throw or become {@condition poisoned} for 15 minutes. If the creature remains poisoned for the entire duration, it takes {@damage 1d2} necrotic damage at the end of each of its turns for the next hour. This damage cannot be reduced in any way, and can only be removed with the use of {@spell remove curse} or similar spells.": "遭受这种毒害的生物必须在DC17宪法救赎中成功，否则就会在15分钟内变得（%0%）。如果该生物在整个持续时间内保持中毒状态，那么在接下来的一小时内，它的每个回合结束时都会受到{@damage 1d2}的坏死伤害。这种伤害不能以任何方式减少，只能通过使用{@spell remove curse}或类似的法术来消除。",
	"A once mundane fungus magically altered by some ancient aberrant event. Wildly toxic to anything that eats it, but also unable to spread too far from the trunk of the long dead host tree, this mushroom colony is an all but permanent part of the Reflecting Woods.": "一种曾经平凡的真菌被某种古老的反常事件神奇地改变了。对任何吃它的东西都有剧毒，但也无法从早已死亡的宿主树干上传播太远，这种蘑菇群是反射森林的一个永久组成部分。",
	"Gutroot can be used as an ingredient in many poisons, its effect changing depending on how it's prepared. The most famous effect, from which it derives its name, is the sudden decay of the digestive system of the ingesting creature, which has proven fatal in all documented cases.": "内脏根可以作为许多毒药的成分，其效果取决于它的制备方法。最有名的效果，也就是它的名字的由来，是让摄入的生物的消化系统突然腐烂，这在所有记录的案例中都证明是致命的。",
	"Gutroot was used in this way to assassinate a diplomat rather dramatically at a public dinner party. While it was already an illegal substance, this event caused local authorities to put heavy surveillance in and around the Reflecting Woods.": "在一次公开的晚宴上，肠胃根被以这种方式相当戏剧性地用来暗杀一名外交官。虽然它已经是一种非法物质，但这一事件导致当地政府对映山红森林及其周围进行了严密监控。",
	"The hilt of this shortsword is ornately carved with a relief of a winged figure kneeling down to help a wounded soldier.": "这把短剑的剑柄上华丽地雕刻着一个带翅膀的人物的浮雕，他跪下来帮助一个受伤的士兵。",
	"This shortsword has 1 charge. As an action, you can expend a charge to cast {@spell revivify}. When cast this way, the spell does not consume its material component.": "这把短剑有1个电荷。作为一个动作，你可以消耗一个电荷来施放（%0%）。当以这种方式施放时，该法术不消耗其物质成分。",
	"Each dawn, if the shortsword has no charge, roll a {@dice d8}. On an 8, the shortsword regains its charge.": "每当黎明时分，如果短剑没有电荷，就掷一个（%0%）。在8的情况下，短剑重新获得充能。",
	"These leg wrappings have 5 charges, and regain all expended charges each dawn. When you use the {@action Dash} action, you can expend a charge to also gain the benefits of the {@action Disengage} action.": "这些裹脚布有5个电荷，并且在每个黎明时分恢复所有消耗的电荷。当你使用{@action Dash}行动时，你可以消耗一个电荷来同时获得{@action Disengage}行动的好处。",
	"Plucked from a live magical bird, this feather retains some of its more interesting properties.": "从一只活生生的魔幻鸟身上摘下的这种羽毛，保留了一些更有趣的特性。",
	"While attuned to this item, when you have a flying speed, that flying speed is increased by 10 feet.": "当与此物品相适应时，当你有飞行速度时，该飞行速度会增加10英尺。",
	"Additionally, once per day, you can grant yourself a flying speed of 10 feet for 1 minute. This flying speed cannot benefit from the bonus speed this item grants.": "此外，每天一次，你可以赋予自己10英尺的飞行速度，持续1分钟。这个飞行速度不能从这个项目所赋予的额外速度中获益。",
	"A muted pink gemstone. The gemstone flashes bright white when a creature within 5 feet moves away from it.": "一颗柔和的粉红色宝石。当5英尺内的生物远离它时，宝石会闪烁出明亮的白色。",
	"When this happens, you may use your reaction to make an opportunity attack against this creature. You do not need to be able to see the creature to do this.": "当这种情况发生时，你可以用你的反应来对这个生物进行一次机会攻击。你不需要看到这个生物就可以这样做。",
	"Additionally, you cannot have disadvantage on an opportunity attacks while equipped with this item.": "此外，在装备此物品时，你不能在机会攻击中处于劣势。",
	"A thick tome. Most of the text within is indecipherable, but a passage detailing a way to take advantage of the energy transfer of summoning stands out.": "一本厚厚的书。里面的大部分文字都无法辨认，但有一段话详细介绍了利用召唤的能量转移的方法，非常引人注目。",
	"When you summon a creature, each creature of your choice within 5 feet of the summon must make a DC 14 Constitution saving throw. On a failure, the creature takes {@damage 1d6} necrotic damage, and the damage dealt is returned as temporary hit points either to you or to the summoned creature.": "当你召唤一个生物时，你所选择的在召唤物5英尺范围内的每个生物都必须做一个DC14的宪法救赎动作。如果失败，该生物会受到{@damage 1d6}坏死伤害，所受伤害会以临时命中率的形式返回给你或被召唤的生物。",
	"A single, well-loved pauldron.": "单一的、受人爱戴的宝鼎。",
	"While attuned to this pauldron, your weapon attacks score a critical hit on a roll of 19 or 20.": "当与此宝典相适应时，你的武器攻击在掷出19或20时可获得关键打击。",
	"A creature subjected to this poison must succeed on a DC 17 Constitution saving throw or become {@condition poisoned} for 15 minutes. If the creature remains poisoned for the entire duration, it takes {@damage 1d2} necrotic damage at the end of each of its turns for the next hour. This damage cannot be reduced in any way. This effect can only be removed with the use of {@spell remove curse} or similar magic.": "受到此毒液影响的生物必须通过一次 DC 17 的体质豁免才能在 15 分钟内不受影响。如果生物在整个持续时间内保持中毒状态，它在接下来的一个小时内在每个回合结束时受到 {@damage 1d2} 死灵伤害。这种伤害无法以任何方式减少。此效果只能通过使用 {@spell remove curse} 或类似的魔法来移除。",
	"When you summon a creature, a creature of your choice within 5 feet of the summon must make a DC 14 Constitution saving throw. On a failure, the creature takes {@damage 1d10} necrotic damage, and the damage dealt is returned as temporary hit points either to you or to the summoned creature.": "当你召唤一个生物时，召唤范围内5英尺的生物必须进行一次 DC 14 的体质豁免检定。如果检定失败，该生物会受到 {@damage 1d10} 的死灵伤害，所造成的伤害会以临时生命值的形式回复给你或被召唤的生物。",
	"Despite holding powerful magic, Talespinner takes the appearance of an plain, dark grey spinning top with no decoration.": "尽管拥有强大的魔法，故事编织者(Talespinner)看起来像一个普通的、没有装饰的深灰色陀螺。",
	"When spun normally, the top spins as normal, with no magical effects.": "当正常旋转时，陀螺会像平常一样旋转，没有任何魔法效果。",
	"When spun on a flat surface while speaking the command word (as an action), the top instead spins indefinitely, and projects a powerful illusion.": "当在平面上旋转同时说出指令词（作为一个动作）时，陀螺会无限旋转，并投射出强大的幻象。",
	"All points of the illusion must have direct line of sight to the Talespinner (though can be \"blocked\" by creatures and other points of the illusion), and the furthest points of the illusion can be no further than 200 feet from the top. The illusion has no other constraints, and can have visual and auditory components of arbitrary complexity. The illusion can include illusory creatures that the spinner of the top can control.": "所有幻象的所有点必须直接看到故事编织者（尽管可以被生物和其他幻象的点“阻挡”），而幻象的最远点距离顶部不能超过200英尺。幻象没有其他限制，可以具有任意复杂度的视觉和听觉组件。幻象可以包括故事编织者可以控制的幻象生物。",
	"Of only slightly differing dimensions and identical weight to a standard coin, The Same Coin is a mostly ordinary looking gold coin, save for the embossed designs: a spiral on one side, and a cogwheel on the other.": "在尺寸上略有不同，重量与标准硬币相同，「同一枚硬币」看起来大多是一枚普通的金色硬币，除了凹凸的设计：一面是螺旋图案，另一面是齿轮图案。",
	"There are two of these coins in all of existence; one in the Feywild, the other in the Shadowfell. Both are effectively trapped in their respective plane, and are otherwise identical.": "整个世界只有两枚这样的硬币; 一枚在Feywild（精灵界）中，另一枚在Shadowfell（暗影界）中。它们分别被困在各自的位面中，除此之外完全相同。",
	"Any attempt to transport either of the coins to another plane will automatically fail.": "任何尝试将这两枚硬币中的任何一枚传送到另一个位面的行为都将自动失败。",
	"As an action, you can flip the coin. The coin only has a magical effect if the coin is flipped randomly. The coin has an effect depending on the result, which can be determined by rolling {@dice 2d100}.": "作为一个动作，你可以抛硬币。只有在硬币被随机抛出时，硬币才会产生魔法效果。硬币的效果取决于结果，可以通过掷骰子来确定{@dice 2d100}。",
	"On a result of 2 or 200, all creatures within 15 feet of the flipped coin are instantly teleported to a random location on the Material Plane.": "在掷出2或200的结果时，所有距离翻转硬币15英尺范围内的生物会立即被传送到物质平面上的随机位置。",
	"Otherwise, roll a {@dice d2}. On a 1, all creatures within 15 feet of the coin in the Feywild are teleported to the location of the coin in the Shadowfell. On a 2, all creatures within 15 feet of the coin in the Shadowfell are teleported to the location of the coin in the Feywild.": "否则，投掷一个{@dice d2}。如果结果为1，那么位于Feywild中距离硬币15英尺范围内的所有生物将被传送到Shadowfell中硬币的位置。如果结果为2，那么位于Shadowfell中距离硬币15英尺范围内的所有生物将被传送到Feywild中硬币的位置。",
	"No matter the result, neither coin is teleported and both instantly become inactive, and cannot be used again this way until the next dawn.": "无论结果如何，两枚硬币都不会被传送，立即变为不活跃状态，直到下一个黎明之前都无法再以这种方式使用。",
	"A clear solution in a vial. This solution reacts with organic material, imbuing it with elemental magic for a short time.": "一个小瓶里装着一种清澈的溶液。这种溶液会与有机物质发生反应，为其注入元素魔法，持续一段时间。",
	"As a bonus action on your turn, you can expend a charge to coat a natural weapon on you or a creature within 5 feet. The next attack with this natural weapon that hits within the next minute has its damage type changed to acid, cold, fire, lightning, or thunder (your choice when you coat the weapon). The attack also deals extra damage of the chosen damage type equal to your proficiency bonus.": "作为你的回合的奖励动作，你可以消耗一个充能来涂覆你或5英尺内的生物身上的一种自然武器。在接下来的一分钟内，使用这种自然武器的下一次命中攻击将其伤害类型更改为酸、冰、火、闪电或雷霆（在涂覆武器时选择）。这次攻击还会造成额外伤害，额外伤害的数值等同于你的熟练加值。",
	"This item has 5 charges. Over the course of a long rest, you can use your {@item alchemist's supplies|phb} to restore charges to the item. If the item has no charges remaining, it regains 1 charge. If the item has any charges remaining, it instead regains {@dice 1d4} charges.": "这件物品有5个充能。在一次长休期间，你可以使用你的{@item alchemist's supplies|phb}来为该物品恢复充能。如果该物品没有剩余充能，它会恢复1个充能。如果该物品还有剩余充能，它会恢复{@dice 1d4}个充能。",
	"Imbuing an existing weapon with magic is an extensive and expensive process. Having the weapon modified prior with something to focus the magic, such as a gemstone inset into the handle, pommel, or hilt, can make this process significantly easier.": "给一把已有的武器注入魔法是一个复杂且昂贵的过程。在此之前，对武器进行修改，例如在握把、把柄或剑柄上镶嵌宝石等东西来聚焦魔法，可以显著简化这个过程。",
	"This weapon has no special properties on its own, but can be enchanted with magic much easier than an unmodified weapon, and therefore at a reduced cost (75% of original cost).": "这件武器本身没有特殊属性，但可以比未经修改的武器更容易地被魔法附魔，因此降低了成本（原始成本的75%）."
}