{
	"This small fetish is made out of bones, feathers, and semi‑precious gems. Typically worn around the neck, this charm can also be wrapped around your brow or wrist or affixed to a weapon.": "这个小护身符由骨头、羽毛和半宝石制成。通常佩戴在脖子上，这个护身符也可以绕在额头、手腕上，或者固定在武器上。",
	"While wearing or carrying this charm, you have a bonus to attack and damage rolls made against your favored enemies. The bonus is determined by the charm's rarity.": "佩戴或携带这个护符时，对你的（%num%）偏爱敌人进行的攻击和伤害骰有加值。这个加值由护符的稀有度决定。",
	"Used by the half-dragon taskmasters of a long- forgotten empire, these whips drew fear and hopelessness from those who felt their terrible stings. This dark blue dragonscale leather whip is forged from the supple scales of a blue dragon's tail and enchanted by archmage forgemasters. Its handle of glyphed darkwood holds a single dragon claw on its base. You gain a +1 bonus to attack and damage rolls made with this magic weapon.": "被长久遗忘帝国的半龙工头使用，这些鞭子从那些感受到它们可怕鞭打的人身上激发出恐惧和绝望。这条深蓝色龙鳞皮鞭是由一条蓝龙尾巴的柔软鳞片锻造而成，并由大法师锻造大师施加了魔法。它的雕刻暗木把柄底部镶嵌着一只龙爪。你使用这件魔法武器进行的攻击和伤害骰获得+1的奖励。",
	"You can use a bonus action to speak this whip's command word, which sends arcing bolts of lightning down the length of the whip. While lightning arcs down the whip, it deals an extra {@damage 1d6} lightning damage to any target it hits. The lightning lasts until you use a bonus action to speak the command word again or until you drop or stow the whip.": "你可以使用一个奖励动作来说出这条鞭子的口令，这会让闪电在鞭子上形成电弧。当闪电在鞭子上形成电弧时，它会对击中的目标造成额外{@damage 1d6}的闪电伤害。闪电会持续到你再次使用奖励动作说出口令，或者直到你放下或收起这条鞭子。",
	"Used by the half-dragon taskmasters of a long- forgotten empire, these whips drew fear and hopelessness from those who felt their terrible stings. This dark blue dragonscale leather whip is forged from the supple scales of a blue dragon's tail and enchanted by archmage forgemasters. Its handle of glyphed darkwood holds a single dragon claw on its base. You gain a +2 bonus to attack and damage rolls made with this magic weapon.": "被一位被遗忘的帝国的半龙工头使用，这些鞭子从那些感受到它们可怕鞭打的人身上激起恐惧和绝望。这条深蓝色龙鳞皮鞭是由一条蓝龙尾巴的柔软鳞片锻造而成，并由大法师铁匠附魔。它的手柄由镌刻的黑木制成，在底部镶有一只龙爪。你使用这件魔法武器进行的攻击和伤害骰获得+2的奖励。",
	"Used by the half-dragon taskmasters of a long- forgotten empire, these whips drew fear and hopelessness from those who felt their terrible stings. This dark blue dragonscale leather whip is forged from the supple scales of a blue dragon's tail and enchanted by archmage forgemasters. Its handle of glyphed darkwood holds a single dragon claw on its base. You gain a +3 bonus to attack and damage rolls made with this magic weapon.": "被一支被遗忘的帝国的半龙工头使用，这些鞭子从那些感受到它们可怕鞭打的人身上激发出恐惧和绝望。这条深蓝色龙鳞皮鞭是由一条蓝龙尾巴的柔软鳞片锻造而成，并由大法师铁匠附魔。它的雕刻暗木把手上镶嵌着一只龙爪。你使用这把魔法武器进行的攻击和伤害骰获得+3的奖励。",
	"This long scroll bears strange runes and seals of eldritch powers. When you use an action to present this scroll to an {@filter aberration|bestiary|source=|type=aberration} whose Challenge Rating is equal to or less than your level, the binding powers of the scroll compel it to listen to you. You can then attempt to strike a bargain with the aberration, negotiating a service from it in exchange for a reward. The aberration is under no compulsion to strike the bargain; it is compelled only to parley long enough for you to present a bargain and allow for negotiations. If you or your allies attack or otherwise attempt to harm the aberration, the truce is broken, and the creature can act normally. If the aberration refuses the offer, it is free to take any actions it wishes.": "这卷长卷上镌刻着奇怪的符文和古老力量的封印。当你使用一个动作向一个{@filter aberration|bestiary|source=|type=aberration}展示这卷卷轴，其挑战等级等于或低于你的等级时，卷轴的束缚力量会迫使它听从你的命令。然后你可以尝试与这个畸变生物达成协议，以一定报酬交换其提供的服务。这个畸变生物并不受迫使来达成协议；它只是被迫进行谈判，足够让你提出交易并进行谈判。如果你或你的盟友攻击或试图伤害这个畸变生物，协议就会被打破，这个生物可以恢复正常行动。如果畸变生物拒绝了提议，它可以自由地采取任何行动。",
	"Should you and the aberration reach an agreement that is satisfactory to both parties, you must sign the agreement and have the aberration do likewise (or make its mark, if it has no form of writing). The writing on the scroll changes to reflect the terms of the agreement struck. The magic of the charter holds both you and the aberration to the agreement until its service is rendered and the reward paid, at which point the scroll blackens and crumbles to dust. An aberration's thinking is alien to most humanoids, and vaguely worded contracts may result in unintended consequences, as the creature may have different thoughts as to how to best meet the goal. If either party breaks the bargain, that creature immediately takes {@damage 10d6} psychic damage, and the charter is destroyed, ending the contract.": "如果你和（畸变体）能达成双方都满意的协议，你必须签署协议，（畸变体）也必须如此（如果它没有书写形式，则可以在协议上做标记）。卷轴上的文字会随着达成的协议条款而改变。宪章的魔法将双方都约束在协议中，直到其服务被执行并奖励支付完毕，此时卷轴会变黑并化为尘埃。畸变体的思维对大多数人形生物来说是陌生的，措辞模糊的合同可能会导致意想不到的后果，因为该生物可能有不同的想法来最好地实现目标。如果任何一方违反协议，该生物立即受到{@damage 10d6}的精神伤害，并且宪章会被摧毁，终止合同。",
	"These scrolls are the creations of elder beings, archangels, demon lords, archdukes of Hell, fey lords and ladies, or even gods. They are powerful, with the ability to bind dangerous creatures into a mortal's service. While being able to turn a monster to your side is a handy thing for an adventurer, the wise must remember the beings that pen these contracts in the first place. Some are simply self-serving; others are evil or so alien in thought they might as well be. It is prudent to keep in mind that these contracts weren't made with the benefit of mortals in mind. Even the {@item celestial charter|VoM} is something of which to be wary, as catching the notice of the gods often doesn't end well for the heroes in legends and stories.": "这些卷轴是由长者、大天使、恶魔领主、地狱大公、仙族领主和女士，甚至是诸神所创造的。它们非常强大，能够将危险生物束缚在凡人的服务之下。虽然能够让一个怪物成为冒险者的助手是一件方便的事情，但明智的人必须记住起初起草这些契约的存在。有些只是自私自利；另一些是邪恶的，或者思维如此异质以至于可以被视为异类。明智的做法是要记住这些契约并非是为了凡人的利益而订立的。即使是{@item celestial charter|VoM}也是需要谨慎对待的，因为引起神灵注意通常对传说和故事中的英雄们来说并不是一个好兆头。",
	"Carved from a curious black stone of unknown origin, this small totem is fashioned in the macabre likeness of a Great Old One. While attuned to the idol and holding it, you gain the following benefits:": "由一块神秘的未知黑石雕刻而成，这个小图腾被塑造成了一个令人毛骨悚然的上古之神的样子。当你与这个偶像共鸣并握着它时，你将获得以下好处：",
	"You can speak, read, and write Deep Speech.": "你可以说、读、写深语言（Deep Speech）。",
	"word and send otherworldly spirits to whisper in the minds of up to three creatures you can see within 30 feet of you. Each target must make a {@dc 13} Charisma saving throw. On a failed save, a creature takes {@damage 2d6} psychic damage and is {@condition frightened} of you for 1 minute. On a successful save, a creature takes half as much damage and isn't frightened. If a target dies from this damage or while frightened, the otherworldly spirits within the idol are temporarily sated, and you don't suffer the effects of the idol's Otherworldly Whispers property at the next dusk. Once used, this property of the idol can't be used again until the next dusk.": "释放力量，让异界之灵在你能看到的三个生物的心灵中低语。每个目标必须进行一次{@dc 13} 魅力豁免。未通过豁免的生物将受到{@damage 2d6} 精神伤害，并且在接下来的1分钟内会对你感到{@condition frightened}。通过豁免的生物将只受到一半伤害，并且不会感到恐惧。如果一个目标在受到这种伤害或处于恐惧状态时死亡，那么偶像内的异界之灵将暂时满足，你在次日黄昏时不会受到偶像“异界低语”属性的影响。一旦使用，偶像的这个属性直到次日黄昏前都无法再次使用。",
	"You can use an action to cast the {@spell augury} spell from the idol. The idol can't be used this way again until the next dusk.": "你可以使用一个动作从偶像中施放{@spell augury}法术。直到下一个黄昏，这个偶像不能再这样使用。",
	"You have a 10 percent chance each day at dusk of taking {@damage 2d4} psychic damage and becoming {@condition incapacitated} by fear for 1 minute as terrifying, otherworldly whispers fill your mind.": "每天在黄昏时分，你有10%的几率受到{@damage 2d4}精神伤害，并在1分钟内因为恐惧而变成{@condition incapacitated}，当可怕的、超自然的低语充斥你的脑海。",
	"The front of this shield is fashioned in the shape of a snarling wolf's head. Its wolf's head is fitted with adamantine fangs and appears larger and more menacing. ": "这个盾牌的正面呈现出一只狰狞狼头的形状。狼头配有精钢獠牙，看起来更大更威胁。",
	"When a creature you can see within 5 feet of you makes a melee weapon attack against you, you can use a reaction to attack the attacker's weapon, the wolf 's head animating and snapping its jaws at the weapon. Make a melee weapon attack with the shield. You have advantage on the attack roll. You have proficiency with this attack if you are proficient with shields. If the result is higher than the attacker's attack roll against you, the attacker's attack misses you.": "当你能看见的生物在你的5英尺内对你进行近战武器攻击时，你可以使用一次反应来攻击攻击者的武器，狼（Wolf）的头部会活跃起来，咬向武器。使用盾牌进行一次近战武器攻击。你在攻击检定中获得优势。如果结果高于攻击者对你的攻击检定结果，攻击者的攻击未命中你。",
	"This plum-sized, nearly spherical sandstone is imbued with a touch of air magic. Typically, {@dice 1d4 + 4} air seeds are found together.": "这颗差不多梅子大小、近乎球形的砂岩蕴含着一丝空气魔法。通常，会一起发现{@dice 1d4 + 4}个空气种子。",
	"You can use an action to throw the seed up to 60 feet. The seed explodes on impact and is destroyed. When it explodes, the seed releases a burst of fresh, breathable air, and it disperses gas or vapor and extinguishes candles, torches, and similar unprotected flames within a 10-foot radius of where the seed landed. Each suffocating or choking creature within a 10-foot radius of where the seed landed gains a lung full of air, allowing the creature to hold its breath for 5 minutes. If you break the seed while underwater, each creature within a 10-foot radius of where you broke the seed gains a lung full of air, allowing the creature to hold its breath for 5 minutes.": "你可以使用一个动作将种子扔出60英尺。种子着地时爆炸并被摧毁。种子爆炸时释放出一股清新、可呼吸的空气，并散发出气体或蒸汽，熄灭种子着陆点周围10英尺范围内的蜡烛、火炬和类似的无保护火焰。在种子着陆点周围10英尺范围内的每个窒息或呼吸困难的生物都会获得一肺的空气，使其能够屏住呼吸5分钟。如果你在水下打破种子，那么在你打破种子的地点周围10英尺范围内的每个生物都会获得一肺的空气，使其能够屏住呼吸5分钟。",
	"You gain a +1 bonus to attack and damage rolls made with this magic weapon. This dagger is crafted from the armblades of a defeated {@creature akaasit|ToB2}. You can use an action to activate a small measure of prescience within the dagger for 1 minute. If you are attacked by a creature you can see within 5 feet of you while this effect is active, you can use your reaction to make one attack with this dagger against the attacker. If your attack hits, the dagger loses its prescience, and its prescience can't be activated again until the next dawn.": "你使用这把魔法武器进行的攻击和伤害骰获得+1的奖励。这把匕首是由被打败的{@creature akaasit|ToB2}的臂刃制成的。你可以使用一个动作激活匕首内的一点预知能力，持续1分钟。如果在此效果激活期间，你被一只在你5英尺内可见的生物攻击，你可以使用你的反应用这把匕首对袭击者进行一次攻击。如果你的攻击命中，匕首失去预知能力，直到第二天黎明前再次激活。",
	"This shaker is carved from purest alabaster in the shape of an owl. It is 7 inches tall and contains enough salt to flavor 25 meals. When the shaker is empty, it can't be refilled, and it becomes nonmagical. When you or another creature eat a meal salted by this shaker, you don't need to eat again for 48 hours, at which point the magic wears off. If you don't eat within 1 hour of the magic wearing off, you gain one level of {@condition exhaustion}. You continue gaining one level of exhaustion for each additional hour you don't eat.": "这个调味瓶是用最纯净的雪花石膏雕刻成猫头鹰的形状。它高7英寸，含有足够的盐来调味25顿饭。当调味瓶变空后，无法再次填充，也会失去魔法效果。当你或其他生物吃了这个调味瓶调味的一顿饭后，接下来的48小时内不需要再进食，此时魔法效果消失。如果在魔法效果消失后的1小时内没有进食，你会获得{@condition exhaustion}的一级疲劳。每过去一个小时没有进食，你会继续获得一级疲劳。",
	"This {@item hooded lantern|PHB} has 3 charges and regains all expended charges daily at dusk. While the lantern is lit, you can use an action to expend 1 charge to cause the lantern to spit gooey alchemical fire at a creature you can see in the lantern's bright light. The lantern makes its attack roll with a +5 bonus. On a hit, the target takes {@damage 2d6} fire damage, and it ignites. Until a creature takes an action to douse the fire, the target takes {@damage 1d6} fire damage at the start of each of its turns.": "这个{@item hooded lantern|PHB}有3个充能，并在黄昏时每天恢复所有已用充能。当灯笼点亮时，你可以使用一个动作消耗1个充能，使灯笼向你在灯笼明亮光线中看到的生物喷射粘稠的炼金火焰。灯笼进行攻击检定时获得+5的加值。命中后，目标受到{@damage 2d6}火焰伤害，并着火。直到有生物采取行动扑灭火焰为止，目标在其每个回合开始时受到{@damage 1d6}火焰伤害。",
	"This large alembic is a glass retort supported by a bronze tripod and connected to a smaller glass container by a bronze spout. The bronze fittings are etched with arcane symbols, and the glass parts of the alembic sometimes emit bright, amethyst sparks.": "这个大蒸馏器是由一个青铜三脚架支撑的玻璃蒸馏器，通过一个青铜管连接到一个较小的玻璃容器。青铜配件上刻有奥术符号，蒸馏器的玻璃部分有时会发出明亮的紫水晶火花。",
	"If a magic item is placed inside the alembic and  fire lit beneath it, the magic item dissolves and it magical energy drains into the smaller container Artifacts, legendary magic items, and any magic ite that won't physically fit into the alembic (anythin larger than a shortsword or a cloak) can't be dissolve in this way. Full dissolution and distillation of a item's magical energy takes 1 hour, but 10 minutes i enough time to render most items nonmagical.": "如果将一个魔法物品放入蒸馏器中，并在下面点燃火焰，那么这个魔法物品就会溶解，其魔法能量会流入较小的容器（瓶中）。神器、传奇魔法物品以及任何无法在蒸馏器中容纳的魔法物品（比短剑或披风大的物品）无法通过这种方式溶解。完全溶解和蒸馏一个物品的魔法能量需要1小时，但10分钟足以使大多数物品失去魔法效果。",
	"If an item spends a full hour dissolving in the alembic, its magical energy coalesces in the smaller container as a lump of material resembling gray-purple, stiff dough known as arcanoplasm. This material is safe to handle and easy to incorporate into new magic items. Using arcanoplasm while creating a magic item reduces the cost of the new item by 10 percent per degree of rarity of the magic item that was distilled into the arcanoplasm.": "如果一个物品在蒸馏器中花费整整一个小时溶解，它的魔法能量会在较小的容器中凝聚成一团类似灰紫色、坚硬的面团的材料，被称为奥术浆。这种材料可以安全处理，并且很容易融入新的魔法物品中。在制作魔法物品时使用奥术浆会使新物品的成本降低，每个被蒸馏到奥术浆中的魔法物品的稀有度等级降低10%。",
	"An alembic of unmaking can distill or disenchant one item per 24 hours.": "一个（The Unmaking Alembic）可以每24小时蒸馏或解除一个物品。",
	"The dog-eared pages of this thick, weathered tome contain useful advice, facts, and statistical information on a wide range of topics. The topics change to match information relevant to the area where it is currently located. If you spend a {@quickref resting|phb|2|0|short rest} consulting the almanac, you treat your proficiency bonus as 1 higher when making any Intelligence, Wisdom, or Charisma skill checks to discover, recall, or cite information about local events, locations, or creatures for the next 4 hours. For example, this almanac's magic can help you recall and find the location of a city's oldest tavern, but its magic won't help you notice a thug hiding in an alley near the tavern.": "这本厚重、风化的书页上翻旧了的书页包含了各种主题的有用建议、事实和统计信息。这些主题会根据当前所在地区的相关信息而变化。如果你花费 {@quickref resting|phb|2|0|short rest} 时间查阅这本年鉴，接下来的4小时内，当你进行任何关于当地事件、地点或生物的情报、回忆或引用信息的智力、智慧或魅力技能检定时，你的熟练加值会提高1点。例如，这本年鉴的魔法可以帮助你回忆并找到一座城市最古老酒馆的位置，但它的魔法不会帮助你注意到一个躲在酒馆附近小巷里的暴徒。",
	"Made of gold or silver, this spherical locket is engraved with two cresting waves facing away from each other while bound in a twisted loop. It preserves a memory to be reexperienced later.": "这个球形护身符由黄金或银制成，上面雕刻着两个相对而行的波浪，它们被缠绕在一个扭曲的环中。它可以保存一个记忆，以便以后重新体验。",
	"While wearing this amulet, you can use an action to speak the command word and open the locket. The open locket stores what you see and experience for up to 10 minutes. You can shut the locket at any time (no action required), stopping the memory recording. Opening the locket with the command word again overwrites the contained memory.": "佩戴这个护身符时，你可以使用一个动作来说出口令并打开坠饰。打开的坠饰可以存储你看到和经历的事物长达10分钟。你可以随时关闭坠饰（无需动作），停止记忆录制。再次用口令打开坠饰会覆盖其中的记忆。",
	"While a memory is stored, you or another creature can touch the locket to experience the memory from the beginning. Breaking contact ends the memory early. In addition, you have advantage on any skill check related to details or knowledge of the stored memory.": "当一个记忆被储存后，你或另一个生物可以触摸护身符，从头开始体验这个记忆。打破接触会提前结束记忆。此外，你在与存储记忆相关的任何技能检定中获得优势。",
	"If you die while wearing the amulet, it preserves you. Your body is affected by the {@spell gentle repose} spell until the amulet is removed or until you are restored to life. In addition, at the moment of your death, you can store any memory into the amulet. A creature touching the amulet perceives the memory storedthere even after your death.": "如果你戴着护身符死亡，它会保护你。你的身体会受到{@spell gentle repose}法术的影响，直到护身符被移除或者你被复活。此外，在你死亡的那一刻，你可以将任何记忆存储到护身符中。触摸护身符的生物甚至在你死后仍然可以感知到存储在其中的记忆。",
	"Attuning to an amulet of memory removes any prior memories stored in it.": "调谐记忆护身符会清除其中存储的任何先前记忆。",
	"While wearing this amulet, you need to eat and drink only once every 7 days. In addition, you have advantage on saving throws against effects that would cause you to suffer a level of {@condition exhaustion}.": "佩戴这个护身符时，你只需每7天进食和饮水一次。此外，你对那些可能使你受到{@condition exhaustion}等级影响的效果有优势豁免投掷。",
	"When you finish a {@quickref resting|phb|2|0|long rest} while wearing this amulet, you can choose {@filter one cantrip from the cleric spell list|spells|source=|level=0|class=cleric}. You can cast that cantrip from the amulet at will, using Wisdom as your spellcasting ability for it.": "当你完成一个 {@quickref resting|phb|2|0|long rest} 时，佩戴这个护身符，你可以选择 {@filter one cantrip from the cleric spell list|spells|source=|level=0|class=cleric}。你可以随意从护身符中施放这个零级法术，使用智力作为施法能力。",
	"When you fail an attack roll, an ability check, or a saving throw while wearing the amulet, you can reroll the die and must use the new roll. Once used, this property can't be used again until the next dawn.": "当你在佩戴护身符时失败攻击骰、技能检定或豁免投骰时，你可以重新投掷骰子并必须使用新的点数。一旦使用，此特性直到次日黎明前都无法再次使用。",
	"The amulet can't be taken from you against your will. If you want to part with the amulet, you must donate it willingly. If you exchange the amulet for money or some other good or service, you have disadvantage on Wisdom checks and Wisdom saving throws until the next dawn, at which time the amulet reappears on your person. At the GM's discretion, the amulet can be exchanged in return for a service such as saving a life, rebuilding a burned home, or other selfless service.": "护身符不能被违背你的意愿夺走。如果你想要放弃这个护身符，你必须自愿捐赠它。如果你用钱或其他物品或服务交换护身符，你在下一个黎明之前的智力检定和智力豁免上会有劣势，而在那时，护身符会重新出现在你身上。在GM的裁量下，护身符可以用来交换救命、重建被烧毁的家园或其他无私的服务。",
	"This amulet is strung on a brass necklace and holds a piece of djinn magic. The amulet has 9 charges. You can use an action to expend 1 of its charges to create a whirlwind on a point you can see within 60 feet of you. The whirlwind is a 5-foot-radius, 30-foot-tall cylinder of swirling air that lasts as long as you maintain {@condition concentration} (as if concentrating on a spell).": "这个护身符挂在一条黄铜项链上，内含一块巨灵魔法。这个护身符有9个充能。你可以使用一个动作来消耗其中的1个充能，在你能看到的60英尺内的一个点上制造一个旋风。这个旋风是一个直径5英尺、高30英尺的漩涡气流圆柱体，持续时间取决于你维持的时间（就像专注于一个法术一样）。",
	"Any creature other than you that enters the whirlwind must succeed on a {@dc 15} Strength saving throw or be {@condition restrained} by it. You can move the whirlwind up to 60 feet as an action, and creatures restrained by the whirlwind move with it. The whirlwind ends if you lose sight of it.": "任何进入漩涡的生物（除你外）必须成功通过一个 {@dc 15} 的力量豁免才能免受其影响。你可以将这个漩涡作为一个动作移动多达60英尺，被漩涡束缚的生物也会随之移动。如果你看不见漩涡，它就会结束。",
	"A creature within 5 feet of the whirlwind can pull a creature out of it by taking an action to make a {@dc 15} Strength check and succeeding. A restrained creature can try to escape by taking an action to make a {@dc 15} Strength check. On a success, the creature escapes and enters a space of its choice within 5 feet of the whirlwind.": "在旋风范围内的生物可以通过采取行动进行一次 {@dc 15} 力量检定来将另一生物拉出来。被限制的生物可以尝试通过采取行动进行一次 {@dc 15} 力量检定来逃脱。若成功，生物逃脱并进入离旋风5英尺内的一个空间。",
	"When all of the amulet's charges are expended, the amulet becomes a nonmagical piece of jewelry worth 50 gp.": "当护身符的所有充能用尽时，护身符将变成一件价值50 gp 的非魔法首饰。",
	"This small rusty iron anchor feels sturdy in spite of its appearance. You gain a +1 bonus to attack and damage rolls made with this magic war pick.": "这个小而生锈的铁锚，尽管外表破旧，但却感觉坚固。你使用这把魔法战锤进行的攻击和伤害骰获得+1的奖励。",
	"When you roll a 20 on an attack roll made with this weapon, the target is wrapped in ethereal golden chains that extend from the bottom of the anchor. As an action, the chained target can make a {@dc 15} Strength or Dexterity check, freeing itself from the chains on a success. Alternatively, you can use a bonus action to command the chains to disappear, freeing the target. The chains are constructed of magical force and can't be damaged, though they can be destroyed with a {@spell disintegrate|PHB} spell. While the target is wrapped in these chains, you and the target can't move further than 50 feet from each other.": "当你使用这把武器进行攻击投掷出20时，目标将被以虚幻的金色锁链缠绕，这些锁链从锚的底部延伸。作为一个动作，被锁链缠绕的目标可以进行一次{@dc 15}力量或敏捷检定，成功时解脱自己。或者，你可以使用一个奖励动作命令锁链消失，释放目标。这些锁链由魔法力量构成，无法被破坏，尽管它们可以被{@spell disintegrate|PHB}法术摧毁。当目标被这些锁链缠绕时，你和目标之间不能相距超过50英尺。",
	"These earrings feature platinum loops from which hang bronzed claws from a {@creature chamrosh|ToB2}, freely given by the angelic hound. While wearing these earrings, you have advantage on Wisdom ({@skill Insight}) checks to determine if a creature is lying or if it has an evil alignment.": "这对耳环由铂金环组成，悬挂着{@creature chamrosh|ToB2}的青铜爪，这些爪是由天使猎犬自愿给出的。佩戴这对耳环时，你在进行感知({@skill Insight})检查时，判断生物是否在说谎或者是否具有邪恶属性时，获得优势。",
	"If you cast {@spell detect evil and good} while wearing these earrings, the range increases to 60 feet, and the spell lasts 10 minutes without requiring {@condition concentration}.": "如果你戴着这对耳环施放{@spell detect evil and good}，施法范围增加到60英尺，而且法术持续10分钟，无需{@condition concentration}。",
	"If you speak a mathematical equation within 5 feet of this abacus, it calculates the equation and displays the solution. If you are touching the abacus, it calculates only the equations you speak, ignoring all other spoken equations.": "如果你在这个算盘的5英尺范围内说出一个数学方程式，它会计算这个方程式并显示出答案。如果你触摸着这个算盘，它只会计算你说出的方程式，忽略其他所有说出的方程式。",
	"While wearing this armor, you gain a +1 bonus to AC, and you can use an action to cause parts of the armor to unravel into long, animated chains. While the chains are active, you have a climbing speed equal to your walking speed, and your AC is reduced by 2. You can use a bonus action to deactivate the chains, returning the armor to normal.": "穿上这件盔甲后，你的AC获得+1的加值，你可以使用一个动作让盔甲的部分解开成长长的、有生命的链条。当链条激活时，你的攀爬速度等同于你的行走速度，并且你的AC减少2点。你可以使用一个奖励动作来停用链条，让盔甲恢复正常。",
	"While wearing this armor with the chains active, you can use an action to attack twice with the chains. You are proficient with the chains. Each chain has a reach of 10 feet and deals bludgeoning damage equal to {@damage 1d6} + your Strength modifier on a hit. If you hit a creature of your size or smaller using a chain, you automatically {@action grapple} the creature with the chain. You can have no more than two creatures grappled in this way at a time. While grappling a target with a chain, you can't attack other creatures with that chain. You can't attack a creature with either chain if you are climbing.": "穿戴这件带有锁链的盔甲时，你可以使用一个动作用锁链攻击两次。你精通使用锁链。每条锁链的攻击距离为10英尺，命中时造成打击伤害等于{@damage 1d6} + 你的力量调整值。如果你使用锁链攻击一个与你大小相同或更小的生物，你会自动{@action grapple}该生物。你同时最多只能用这种方式控制两个生物。当用锁链控制目标时，你不能用该锁链攻击其他生物。如果你正在攀爬，你不能用任何一条锁链攻击生物。",
	"This golden ankh is about 12 inches long and has 5 charges. While holding the ankh by the loop, you can expend 1 charge as an action to fire a beam of brilliant sunlight in a 5-foot-wide, 60-foot-line from the end. Each creature caught in the line must make a {@dc 15} Constitution saving throw. On a failed save, a creature takes {@damage 5d8} radiant damage and is {@condition blinded} until the end of your next turn. On a successful save, it takes half damage and isn't blinded. Undead have disadvantage on this saving throw. The ankh regains {@dice 1d4 + 1} expended charges daily at dawn.": "这个黄金十字架约长12英寸，拥有5个充能。握住十字架的环，你可以在行动中消耗1个充能，发射一道耀眼的阳光射线，宽5英尺，长60英尺。被射线击中的每个生物都必须进行一次{@dc 15} 体质豁免。未通过豁免的生物会受到{@damage 5d8} 辐射伤害，并在你的下一个回合结束前被{@condition blinded}。通过豁免的生物只受到一半伤害，并不会被致盲。不死生物在这次豁免中有劣势。这个十字架每天在黎明时会恢复{@dice 1d4 + 1} 充能。",
	"Also called an anointing gada, you gain a +1 bonus to attack and damage rolls made with this magic weapon.": "也被称为神圣权杖，使用这把魔法武器进行的攻击和伤害骰获得+1的奖励。",
	"In addition, the ornately decorated head of the mace holds a reservoir perforated with small holes. As an action, you can fill the reservoir with a single potion or vial of liquid, such as {@item holy water (flask)|PHB|holey water} or {@item alchemist's fire (flask)|PHB|alchemist's fire}. You can press a button on the haft of the weapon as a bonus action, which opens the holes. If you hit a target with the weapon while the holes are open, the weapon deals damage as normal and the target suffers the effects of the liquid. For example, an {@i anointing mace} filled with {@item holy water (flask)|PHB|holey water} deals an extra {@damage 2d6} radiant damage if it hits a fiend or undead. After you press the button and make an attack roll, the liquid is expended, regardless if your attack hits.": "此外，錘頭華麗裝飾的部分有一個帶有小孔的儲液槽。作為一個動作，你可以將一瓶藥水或液體（如{@item holy water (flask)|PHB|holey water}或{@item alchemist's fire (flask)|PHB|alchemist's fire}）倒入儲液槽中。你可以作為一個獎勵動作按下武器柄上的按鈕，打開這些小孔。如果在小孔打開時用武器擊中目標，武器造成正常傷害，並使目標受到液體的效果。例如，一瓶{@i anointing mace}裝滿{@item holy water (flask)|PHB|holey water}，如果擊中惡魔或不死生物，將額外造成{@damage 2d6}輻射傷害。按下按鈕並進行攻擊擲骰後，無論你的攻擊是否命中，液體都會耗盡。",
	"Thousands of years ago, a powerful alkemancer named Anuraag constructed an enormous crucible in his quest to create the perfect organism. He hoped it would bring forth an immortal being that could surpass the limitations imposed by human flesh and surpass even the gods. Anuraag used the crucible to create so many monstrosities that eventually the local deities had to take action against him. The alkemancer was destroyed for his impertinence, and his crucible was sealed away at the bottom of a mighty chasm.": "数千年前，一位强大的炼金术士，名叫Anuraag，在他追求创造完美生物的过程中建造了一个巨大的坩埚。他希望它能孕育出一个能超越人类肉体所施加的限制，甚至超越众神的不朽存在。Anuraag利用这个坩埚创造了如此多的怪物，以至于最终当地的神祗不得不采取行动对付他。这位炼金术士因为他的冒犯而被摧毁，他的坩埚被封印在一个巨大峡谷的底部。",
	"Anuraag's crucible is an enormous object fashioned from white clay and engraved with mystical symbols chased with burnished copper and electrum. The crucible is large enough to hold a single Huge creature, two Large creatures, four Medium creatures, or eight Small ones.": "Anuraag（阿努拉格）的坩埚是一个巨大的物体，由白色黏土制成，刻有神秘符号，镶嵌着抛光铜和电金。这个坩埚足够大，可以容纳一个巨大生物，两个大型生物，四个中型生物，或八个小型生物。",
	"If one or more creatures are placed in the crucible and the crucible is heated over an intense, magical flame, each creature must make a {@dc 20} Constitution saving throw against the crucible's powerful transmutation magic. If this saving throw fails, the creature's body liquefies and the creature is {@condition blinded}, {@condition deafened}, and {@condition paralyzed} until the transformation is complete. The creature's equipment doesn't dissolve; as a result, most creatures are stripped naked before being placed in the crucible. Over the course of 10 minutes, the liquefied creature transforms into another creature.": "如果一个或多个生物被放入熔炉中，并且熔炉在一团强烈的魔法火焰上加热，每个生物必须进行一次{@dc 20} 体质豁免检定，以抵抗熔炉强大的变形魔法。如果这次豁免检定失败，生物的身体会液化，直到变形完成，生物会变成{@condition blinded}，{@condition deafened}和{@condition paralyzed}。生物的装备不会溶解；因此，大多数生物在被放入熔炉之前会被剥光。在10分钟内，液化的生物会变形成另一个生物。",
	"If this transformation is interrupted, the transforming creature is slain. It can be brought back to life in its original form by a {@spell resurrection} spell or similar magic.": "如果这个转化被打断，转化中的生物会被杀死。它可以通过{@spell resurrection}法术或类似魔法以原始形态复活。",
	"If the process reaches completion, the creature transforms into another creature as if affected by a shapechange spell. The transformed creature must make a successful {@dc 20} Wisdom saving throw or lose its memory and all its previous abilities, traits, and features, which are replaced by the blank mind of a newly born version of the creature it transformed into. Whether or not a creature retains its mental faculties, the newly assumed form is permanent. At that point, the creature can regain its former form (and memories and abilities) only through a {@spell wish} spell.": "如果过程完成，生物会变成另一个生物，就像受到了变形术影响一样。被转变的生物必须进行一次成功的{@dc 20}感知豁免才能保留记忆和之前的所有能力、特性和特征，否则这些都会被转化成一个全新版本的空白思维。无论生物是否保留了其精神能力，新形态都是永久的。此时，生物只能通过{@spell wish}咒语恢复其原来的形态（以及记忆和能力）。",
	"Constructs and undead are immune to the crucible's power, as is any creature that has the Shapechanger trait, such as a doppelganger.": "构造物和不死生物对坩埚的力量免疫，同样免疫具有变形者特质的生物，比如变形怪((doppelganger))。",
	"To determine what a creature transforms into, roll a {@dice d20} and consult the following table.": "为了确定生物变形成什么，掷出一个{@dice d20}，然后查阅下表。",
	"New life form (GM's choice)": "新生命形式（GM's choice）",
	"Anuraag's crucible can be destroyed if a celestial and a fiend, both of at least challenge rating 15, willingly allow themselves to be transformed at the same time. If this happens, the crucible can't take the burden of transforming both creatures and shatters in a spectacular explosion that deals {@damage 20d6} piercing damage to all creatures in a 60-foot radius, or half as much damage with a successful {@dc 15} Dexterity saving throw.": "如果一个至少拥有挑战等级为15的天界生物和一个至少拥有挑战等级为15的邪界生物自愿同时接受转化，Anuraag的坩埚就会被摧毁。如果发生这种情况，坩埚无法承受转化两个生物的负担，会在壮观的爆炸中破碎，对半径60英尺范围内的所有生物造成{@damage 20d6} 刺伤伤害，或者在成功的{@dc 15} 敏捷豁免检定后减半。",
	"Created by dwarven artisans, this leather apron has narrow pockets, which hold one type of artisan's tools.": "由矮人工匠制作，这件皮围裙有窄口袋，可容纳一种类型的工匠工具。",
	"If you are wearing the apron and you spend 10 minutes contemplating your next crafting project, the tools in the apron magically change to match those best suited to the task. Once you have changed the tools available, you can't change them again until the next dawn.": "如果你穿着围裙，花了10分钟思考你接下来的手工项目，围裙里的工具会神奇地变成最适合这项任务的工具。一旦你改变了可用的工具，直到第二天黎明之前你就不能再次改变它们。",
	"Similar to the rocks found in a bird's gizzard, this smooth stone helps an {@creature arcanaphage|CCodex} digest magic. While you hold or wear the stone, you have advantage on saving throws against spells.": "类似于鸟的砂囊中发现的石头，这块光滑的石头可以帮助{@creature arcanaphage|CCodex}消化魔法。当你握着或佩戴这块石头时，你对法术的豁免投掷获得优势。",
	"When a spellcaster casts a spell within 30 feet of you while you are holding or wearing this stone, you can use a reaction to activate the stone and interrupt the spell. This works like the {@spell counterspell} spell, except the stone must always make a check, regardless of the spell's level. The stone makes the check with a +5 bonus. If the check is successful, the stone increases its Absorption score by 1. Its Absorption score can't exceed 8, and if the stone has Absorption 8, it can no longer be used to interrupt spells. Once used, this property of the stone can't be used again until the next dawn.": "当一个咒术师在你身边30英尺内施放咒语时，你持有或佩戴这块石头，你可以使用一次反应来激活这块石头并打断咒语。这类似于{@spell counterspell}咒语，但石头必须始终进行检定，无论咒语的等级如何。石头进行检定时获得+5的加值。如果检定成功，石头的吸收分数增加1。它的吸收分数不能超过8，如果石头的吸收分数达到8，它就不能再用来打断咒语。一旦使用，这个石头的属性直到次日黎明前都不能再次使用。",
	"You can use an action to throw the stone up to 60 feet. The stone explodes on impact and is destroyed. Each creature within 5 feet per Absorption score of where the stone landed must make a {@dc 15} Dexterity saving throw, taking {@damage 1d6} force damage per Absorption score on a failed save, or half as much damage on a successful one.": "你可以使用一个动作将石头扔出去，最远可达60英尺。石头着地时爆炸并被摧毁。每个距离石头落地处的{@dc 15}吸收分数5英尺内的生物必须进行一次敏捷豁免，未通过则受到{@damage 1d6}吸收分数的力量伤害，通过则减半。",
	"While wearing this armor, you have resistance to bludgeoning damage. In addition, you can use a reaction when you fall to reduce any falling damage you take by an amount equal to twice your level.": "穿上这件盔甲后，你对钝击伤害具有抗性。此外，当你摔倒时，你可以使用一次反应，减少你所受到的坠落伤害数值等同于你等级的两倍。",
	"This thick and rough armor is made from the hide of a {@creature ngobou|ToB}, an aggressive, ox-sized dinosaur known to threaten elephants of the plains. The horns and tusks of the dinosaur are worked into the armor as spiked shoulder pads. While wearing this armor, you gain a +1 bonus to AC, and you have a magical sense for elephants. You automatically detect if an elephant has passed within 90 feet of your location within the last 24 hours, and you have advantage on any Wisdom ({@skill Perception}) or Wisdom ({@skill Survival}) checks you make to find elephants.": "这件厚重而粗糙的盔甲是用一只{@creature ngobou|ToB}的皮革制成的，这种侵略性强大、体型如牛的恐龙以威胁平原上的大象而闻名。这种恐龙的角和獠牙被制成了盔甲上的尖刺肩甲。穿上这件盔甲后，你的AC获得+1的加值，而且你对大象有一种魔法感知。你会自动察觉到是否有大象在过去的24小时内在你90英尺范围内经过，而且你在进行寻找大象的智力({@skill Perception})或智力({@skill Survival})检定时获得优势。",
	"If you move at least 20 feet straight toward a creature and then hit it with a melee weapon attack on the same turn, the target must succeed on a {@dc 15} Strength saving throw or be knocked {@condition prone}. Elephants have disadvantage on this saving throw. Once used, this property can't be used again until the next dawn.": "如果你朝一个生物直线移动至少20英尺，然后在同一回合内用近战武器攻击它，目标必须成功通过一个{@dc 15}的力量豁免才能不被击倒{@condition prone}。大象在这个豁免检定中有劣势。一旦使用，此特性直到次日黎明前都不能再次使用。",
	"This arrow has a barbed head and is wound with a fine but strong thread that unravels as the arrow soars. If a creature takes damage from the arrow, the creature must succeed on a {@dc 17} Constitution saving throw or take {@damage 4d6} damage and have the arrowhead lodged in its flesh. A creature grabbed by this arrow can't move farther away from you. At the end of its turn, the creature can attempt a {@dc 17} Constitution saving throw, taking {@damage 4d6} piercing damage and dislodging the arrow on a success.": "这支箭头有一个带刺的头部，并缠绕着一根细但坚固的线，当箭飞行时会解开。如果生物受到箭头伤害，该生物必须成功进行一次 {@dc 17} 体质豁免才能免受 {@damage 4d6} 伤害，并且箭头会卡在其肉体中。被这支箭射中的生物无法离开你更远。在其回合结束时，生物可以尝试进行一次 {@dc 17} 体质豁免，成功则解除箭头并受到 {@damage 4d6} 刺伤伤害。",
	"As an action, you can attempt to pull the grabbed creature up to 10 feet in a straight line toward you, forcing the creature to repeat the saving throw. If the creature fails, it moves up to 10 feet closer to you. If it succeeds, it takes {@damage 4d6} piercing damage and the arrow is dislodged.": "作为一个动作，你可以尝试将被抓住的生物沿直线向你拉动最多10英尺，迫使该生物重复豁免扑克。如果生物失败，它向你移动最多10英尺。如果成功，它受到{@damage 4d6}穿刺伤害并且箭矢被拔出。",
	"This arrow's tip is filled with magically preserved, poisonous herbs. When a creature takes damage from the arrow, the arrowhead breaks, releasing the herbs. The creature must succeed on a {@dc 15} Constitution saving throw or be {@condition incapacitated} until the end of its next turn as it retches and reels from the poison.": "这支箭头的尖端充满了被魔法保存的有毒草药。当生物受到箭的伤害时，箭头会破裂，释放草药。生物必须成功进行一次 {@dc 15} 体质豁免才能在其下一个回合结束前不停地呕吐并摇晃，否则会被 {@condition incapacitated}。",
	"This salve is created by burning bark from a rare ebon birch tree then mixing that ash with oil and animal blood to create a cerise pigment used to paint yourself or another creature with profane protections. Painting the pigment on a creature takes 1 minute, and you can choose to paint a specific sigil or smear the pigment on a specific part of the creature's body.": "这种药膏是通过燃烧一种稀有的黑榆树树皮制成的，然后将灰烬与油和动物血混合在一起，制成一种樱红色颜料，用于给自己或其他生物涂抹亵渎保护。在生物身上涂抹这种颜料需要1分钟的时间，你可以选择在生物身上绘制特定的符号，或者在生物身体的特定部位涂抹这种颜料。",
	"You can paint one of the following sigils on a creature for a specific effect.": "你可以在生物身上画上以下任意一个符文，以获得特定效果。",
	"{@i Antlers.} The creature gains the effect of the {@spell see invisibility} spell for 1 hour.": "{@i Antlers.} 生物获得{@spell see invisibility}法术的效果，持续1小时。",
	"{@i Beak.} The creature is immune to being charmed and can't be scried upon for 1 hour.": "{@i Beak.} 这个生物对被魅惑免疫，且在1小时内无法被窥视。",
	"{@i Claw.} The creature can't be {@quickref Surprise|PHB|3|0|surprised} for 1 hour.": "{@i Claw.} 这个生物在1小时内无法被 {@quickref Surprise|PHB|3|0|surprised}。",
	"{@i Hoof.} The creature's remains are prevented from  or being animated as an undead for 24 hours.": "{@i Hoof.} 这个生物的遗骸在接下来的24小时内无法被变成不死生物。",
	"You can smear the pigment across specific parts of a creature's body, and the creature gains an effect based on the body part.": "你可以将颜料涂抹在生物身体的特定部位，该生物将根据身体部位获得效果。",
	"{@i Arms or Shoulders.} The creature's Strength score  by 2 for 1 hour.": "{@i Arms or Shoulders.} 该生物的力量属性值增加2点，持续1小时。",
	"{@i Chest or Back.} The creature has advantage on one  of saving throw (your choice) for 10 minutes": "{@i Chest or Back.} 这个生物在接下来的10分钟内，在一个豁免投掷中获得优势（你选择的豁免）。",
	"{@i Eyes.} The creature gains {@sense truesight} out to 30 feet for 10 minutes.": "{@i Eyes.} 生物在接下来的10分钟内获得了{@sense truesight}，范围为30英尺。",
	"{@i Legs or Limbs.} The creature's speed increases by 10 feet for 1 hour.": "{@i Legs or Limbs.} 生物的速度在1小时内增加10英尺。",
	"{@i Stomach.} The creature's maximum hit points  by 10 for 1 hour.": "{@i Stomach.} 该生物的最大生命值增加10点，持续1小时。",
	"Found in a small packet, this coarse, foul-smelling black dust is made from the powdered remains of a celestial. Each packet of the substance contains enough ashes for one use.": "这种粗糙、恶臭的黑色粉末被发现在一个小包装中，它是由一位天界生物的粉碎遗骸制成的。每一包这种物质都含有足够的灰烬供一次使用。",
	"You can use an action to throw the dust in a 15-foot cone. Each spellcaster in the cone must succeed on a {@dc 15} Wisdom saving throw or become cursed for 1 hour or until the curse is ended with a {@spell remove curse} spell or similar magic. Creatures that don't cast spells are unaffected.": "你可以使用一个动作将尘埃扔出，形成一个15英尺的锥形范围。锥形范围内的每个施法者必须成功通过一次{@dc 15}感知豁免才能免疫诅咒，否则将被诅咒1小时，或者直到用{@spell remove curse}法术或类似魔法解除诅咒。不施放法术的生物不受影响。",
	"A cursed spellcaster must make a {@dc 15} Wisdom saving throw each time it casts a spell. On a success, the spell is cast normally. On a failure, the spellcaster casts a different, randomly chosen spell of the same level or lower from among the spellcaster's prepared or known spells. If the spellcaster has no suitable spells available, no spell is cast.": "一个被诅咒的法术施法者在施放法术时必须进行一次{@dc 15}感知豁免投掷。若成功，法术将正常施放。若失败，法术施法者将随机选择一个与原法术等级相同或更低的不同法术，该法术需来自法术施法者已准备或已知的法术之中。如果法术施法者没有合适的法术可用，那么就不会施放任何法术。",
	"You can use this wand as a spellcasting focus. The wand has 3 charges and regains all expended charges daily at dawn. When you cast a {@filter spell that deals fire damage|spells|source=|damage type=fire} while using this wand as your spellcasting focus, the spell deals {@damage 1} extra fire damage. If you expend 1 of the wand's charges during the casting, the spell deals {@damage 1d4 + 1} extra fire damage instead.": "你可以使用这根魔杖作为施法焦点。这根魔杖有3个充能，并在每天黎明时恢复所有消耗的充能。当你在使用这根魔杖作为你的施法焦点时施放{@filter spell that deals fire damage|spells|source=|damage type=fire}时，该法术会额外造成{@damage 1}点火焰伤害。如果在施法过程中消耗了魔杖的1个充能，那么该法术将额外造成{@damage 1d4 + 1}点火焰伤害。",
	"This haladie features two short, slightly curved blades attached to a single hilt with a short, blue-sheened spike on the hand guard. You gain a +2 bonus to attack and damage rolls made with this magic weapon. While attuned to this sword, you have immunity to poison damage, and, when you take the {@action Dash} action, the extra movement you gain is double your speed instead of equal to your speed. When you use the {@action Attack} action with this sword, you can make one attack with its hand guard spike (treat as a {@item dagger|PHB}) as a bonus action.": "这把哈拉迪（Haladie）有两把短而略弯曲的刀片，连接在一个单柄上，手护卫上有一个短的蓝色闪光尖刺。你使用这把魔法武器进行的攻击和伤害骰获得+2的奖励。当你与这把剑相连时，你对毒性伤害免疫，当你执行{@action Dash}动作时，你额外获得的移动是你速度的两倍，而不是等于你的速度。当你使用这把剑进行{@action Attack}动作时，你可以用它的手护卫尖刺进行一次攻击（视为(%2%）），作为一个额外动作。",
	"You can use an action to cause indigo poison to coat the blades of this sword. The poison remains for 1 minute or until two attacks using the blade of this weapon hit one or more creatures. The target must succeed on a {@dc 17} Constitution saving throw or take {@damage 2d10} poison damage and its hit point maximum is reduced by an amount equal to the poison damage taken. This reduction lasts until the target finishes a {@quickref resting|phb|2|0|long rest}. The target dies if this effect reduces its hit point maximum to 0. The sword can't be used this way again until the next dawn.": "你可以使用一个动作让靛蓝毒液附着在这把剑的刀刃上。毒液会持续1分钟，或者直到使用这把武器的刀刃进行两次攻击击中一个或多个生物。目标必须成功通过一个{@dc 17}的体质豁免才能免受{@damage 2d10}点毒素伤害，并且其生命值上限会减少与所受毒素伤害相等的数值。这种减少会持续直到目标完成一次{@quickref resting|phb|2|0|long rest}。如果这个效果将目标的生命值上限降低到0，目标就会死亡。这把剑在次日黎明之前无法再次这样使用。",
	"When you kill a creature with this weapon, it sheds a single, blue tear as it takes its last breath.": "当你用这把武器杀死一只生物时，它在最后一口气时流下一滴蓝色的眼泪。",
	"The haladie is a knife common to Khandiria and the Mharoti Empire, though some have been seen as far west as Nuria Natal. Here are hooks for adding the {@i asp's kiss} to your campaign.": "哈拉迪（haladie）是肯迪利亚（Khandiria）和马罗提帝国（Mharoti Empire）常见的刀具，尽管有些已经出现在远至努里亚纳塔尔（Nuria Natal）的地方。以下是为您的冒险活动中添加{@i asp's kiss}的钩子。",
	"A basteti merchant family in Nuria Natal, the Antars, are being hunted by an unnamed assassin, who causes the Antar victims to weep a single blue tear upon death. The current head of the family, Neerlop Antar, remains unconcerned about the mysterious deaths, but his sister, Tahani Antar, fears for the lives of her children. She believes the assassin wields the legendary {@i asp's kiss} and seeks adventurers who can track down and stop the assassin before her entire family is destroyed.": "在努里亚纳塔尔，一个巴斯泰蒂商人家族，安塔家族，正被一名未知刺客追杀，这名刺客导致安塔家族的受害者在死亡时流下一滴蓝色眼泪。家族的现任族长尼尔洛普·安塔对这些神秘死亡毫不在意，但他的妹妹塔哈尼·安塔担心她的孩子们的生命。她相信这名刺客挥舞着传说中的{@i asp's kiss}，并寻求能够追踪并阻止这名刺客的冒险者，以免她的整个家族被毁灭。",
	"Ghazi Taslimi is an old dragonborn warrior who found a magical haladie while fighting in the wars against Khandiria under Sultan Makbule Khezmir. Retired and near the end of his life, Ghazi seeks a worthy inheritor of the asp's kiss. Thus far, he hasn't found a successor, leaving a trail of victims stained with blue tears in his wake as he searches.": "加齐·塔斯利米(Ghazi Taslimi)是一位老龙裔战士，在与苏丹马克布勒·克兹米尔(Sultan Makbule Khezmir)领导的对抗坎迪里亚(Khandiria)的战争中发现了一把神奇的哈拉迪(haladie)。退休且接近生命尽头，加齐正在寻找一个值得继承“蝰蛇之吻”的继承人。到目前为止，他还没有找到一个继承者，只留下一串受害者，他们的泪水染上了蓝色，而加齐则在寻找中。",
	"{@note To learn more about how fabled magic items work, check {@variantrule Fabled Magic Items|VoM} variant rule entry.}": "{@note To learn more about how fabled magic items work, check {@variantrule Fabled Magic Items|VoM}变体规则条目。",
	"While wearing this armor, your steps make no sound, regardless of the surface you are moving across. You also have proficiency in the {@skill Stealth} skill.": "穿着这件盔甲时，你的脚步毫无声音，无论你行走的表面如何。你还能熟练运用{@skill Stealth}技能。",
	"As your level increases, you gain the following benefits while wearing this armor.": "随着你的等级提升，当你穿戴这件护甲时，你会获得以下好处。",
	"You have advantage on Dexterity ({@skill Stealth}) checks that rely on moving silently. During your first turn, you have advantage on attack rolls against any creature that hasn't taken a turn. Any hit you score against a {@quickref Surprise|phb|3|0|surprised} creature is a critical hit.": "你在依靠悄无声息移动的敏捷检定上获得优势。在你的第一个回合内，对于任何还未行动的生物，你的攻击投掷获得优势。对{@quickref Surprise|phb|3|0|surprised}生物造成的任何命中都算作重击。",
	"You gain a +1 bonus to AC. In addition, you can cast the {@spell silence} spell from the armor. Once used, the armor can't be used in this way again until the next dawn.": "你的AC获得+1的加值。此外，你可以从护甲中施放{@spell silence}法术。一旦使用，直到次日黎明前，该护甲无法再以此方式使用。",
	"You now gain a +2 bonus to AC, instead of +1. In addition, you can cast the {@spell invisibility} spell from the armor. Once used, the armor can't be used in this way again until the next dawn.": "你现在获得+2点AC奖励，而不是+1点。此外，你可以从护甲中施放{@spell invisibility}法术。一旦使用，护甲在当天黎明之前无法再以这种方式使用。",
	"You now gain a +3 bonus to AC, instead of +2. In addition, when you successfully hit a creature that is surprised, it must make a Constitution saving throw (DC 8 + your Dexterity modifier + your proficiency bonus). On a failed save, double the damage of your attack against the creature.": "你现在获得+3的AC奖励，而不是+2。此外，当你成功击中一个被惊讶的生物时，它必须进行一次体质豁免检定（豁免 DC 8 + 你的敏捷修正值 + 你的熟练加值）。如果未通过豁免检定，你对该生物的攻击伤害翻倍。",
	"This fine chain shirt is fashioned from thousands of tiny, interlocking rings of a mysterious black metal. The chain makes virtually no noise when worn.": "这件精致的锁子甲由数千个微小的、相互锁连的环环组成，用一种神秘的黑色金属制成。佩戴时几乎没有任何声音。",
	"Gildreth was a killer. He killed for money; he killed for pleasure. In the end, he killed only for revenge.": "吉尔德雷斯是一个杀手。他为金钱而杀人；他为快感而杀人。最后，他只为复仇而杀人。",
	"Gildreth had earned many enemies in his long career; chief among them were the Black Cabal. On a moonless night, while Gildreth was away, members of the Cabal infiltrated his home and murdered his family. When Gildreth returned and discovered his slain family, he vowed he would not rest until every last member of the Cabal was dead by his own hand.": "在他漫长的职业生涯中，吉尔德雷斯（Gildreth）赢得了许多敌人；其中最主要的是黑暗阴谋（Black Cabal）。在一个没有月光的夜晚，当吉尔德雷斯不在家时，阴谋成员潜入他的家中，谋杀了他的家人。当吉尔德雷斯回来发现他的家人被杀害时，他发誓要一直不停息，直到每一个黑暗阴谋的成员都死在他手下。",
	"One by one, Gildreth tracked down and assassinated the Cabal. He was relentless and single‑minded, allowing nothing to stand in his way.": "一个接一个，吉尔德雷斯追踪并暗杀了阴谋集团。他无情且一心一意，不容任何事物阻挡他的道路。",
	"Not even his death.": "甚至连他的死亡也无法。",
	"As Gildreth was infiltrating the fortress of the Cabal's leader, he felt a sharp and sudden pain—a thin sword blade was protruding from his chest! Blood poured from the wicked wound and down his chain shirt. Gildreth gasped, his eyes grew dim, and he fell lifelessly to the floor.": "当吉尔德雷斯潜入阴谋集团领袖的堡垒时，他突然感到一阵剧痛——一把细剑刺穿了他的胸膛！鲜血从邪恶的伤口中涌出，沿着他的锁子甲流淌。吉尔德雷斯喘不过气来，他的眼睛变得昏暗，然后无生命地倒在地板上。",
	"Then Gildreth's eyes snapped opened. He felt his life surging back into his body! The tiny chain rings of his armor had turned a deep black and showed no sign of the deadly wound. He understood immediately — not even Death itself would stop him!": "吉尔德雷斯（Gildreth）的眼睛猛地睁开。他感到生机重新涌入他的身体！他的盔甲上的小链环变成了深黑色，没有任何致命伤的迹象。他立刻明白了 — 即使是死亡本身也无法阻止他！",
	"In time, the last of the Black Cabal lay dying at Gildreth's feet. At that moment, Gildreth suddenly felt his own life slipping away, and he understood at last. Death had allowed him to live only long enough to complete his vendetta.": "在这个时候，黑暗阴谋的最后一人躺在吉尔德雷斯(Gildreth)的脚边奄奄一息。就在那一刻，吉尔德雷斯突然感到自己的生命正在消逝，他终于明白了。死神只让他活到完成复仇的最后时刻。",
	"The fate of Gildreth's strange chain shirt is unknown. Perhaps it found its way to another soul seeking vengeance...": "吉尔德雷斯（Gildreth）奇怪的锁子甲的命运未知。也许它已经找到了另一个寻求复仇的灵魂...",
	"These bracers have the graven image of a bull's head on them. Your Strength score is 19 while you wear these bracers. It has no effect on you if your Strength is already 19 or higher. In addition, when you use the Attack action to {@action shove} a creature, you have advantage on the Strength ({@skill Athletics}) check.": "这些护腕上刻有一头公牛的形象。当你戴着这些护腕时，你的力量得分为19。如果你的力量已经是19或更高，它对你没有影响。此外，当你使用攻击动作对一个生物进行攻击时，你在力量检定上获得优势。",
	"You gain a +1 bonus to attack and damage rolls made with this magic weapon. When you draw this weapon, you can use a bonus action to cast the {@spell thaumaturgy|PHB} spell from it. You can have only one of the spell's effects active at a time when you cast it in this way.": "你使用这把魔法武器进行的攻击和伤害骰都获得+1的奖励。当你拔出这把武器时，你可以使用一个奖励动作从中施放{@spell thaumaturgy|PHB}法术。当你以这种方式施放时，你一次只能激活一个法术效果。",
	"Warm to the touch, this white, dry skull radiates {@quickref Vision and Light|PHB|2|0|dim, orange light}  from its eye sockets in a 30-foot radius. While attuned to the skull, you only require half of the daily food and water a creature of your size and type normally requires. In addition, you can withstand extreme temperatures indefinitely, and you automatically succeed on saving throws against extreme temperatures.": "这个白色的干燥头骨触摸起来温暖，从眼眶中散发出{@quickref Vision and Light|PHB|2|0|dim, orange light}，影响半径为30英尺。当你与这个头骨共鸣时，你只需要平时同等体型和类型生物所需食物和水的一半。此外，你可以无限期地承受极端温度，并且在极端温度的豁免检定中自动成功。",
	"While holding the skull, you can use an action to cast a 3rd-level {@spell scorching ray} from it. When you make the spell's attacks, you do so with an attack bonus of +7. The skull can't be used in this way again until the next dawn.": "当握住这颗头骨时，你可以使用一个动作从中施放一个3级{@spell scorching ray}。当你进行该法术的攻击时，攻击加值为+7。这颗头骨在次日黎明前无法再次这样使用。",
	"While wearing this hairy, black and white armor, you have a burrowing speed of 20 feet, and you have advantage on Wisdom ({@skill Perception}) checks that rely on smell.": "穿着这件毛茸茸的黑白盔甲时，你拥有20英尺的掘地速度，并且在依赖嗅觉的感知检定中获得智慧检定优势 ({@skill Perception})。",
	"This ordinary bag, made from green cloth, appears empty. Reaching inside the bag, however, reveals the presence of a small, spiky object. The bag weighs 1/2 pound.": "这个普通的袋子，由绿色布料制成，看起来是空的。然而，当你伸手进袋子时，会发现里面有一个小而尖锐的物体。这个袋子重量为1/2磅。",
	"You can use an action to pull the spiky object from the bag and throw it up to 20 feet. When the object lands, it transforms into a creature you determine by rolling a {@dice d6} and consulting the below table. The creature is a bramble version (see inset) of the beast listed in the table. The creature vanishes at the next dawn or when it is reduced to 0 hit points.": "你可以使用一个动作从袋子里拿出尖刺物体并将其投掷到20英尺外。当物体着陆时，它会变成一个你通过掷骰子得到的生物，参考下表。这个生物是表中列出的野兽的荆棘版本(见插图)。这个生物会在第二天黎明时消失，或者当它的生命值降为0时消失。",
	"Only a beast can become a bramble creature. It retains all its statistics except as noted below.": "只有野兽才能变成一只荆棘生物。它保留所有的属性，除非下面有特别说明。",
	"The creature's type changes from beast to plant.": "这个生物的类型从野兽变为植物。",
	"The creature is vulnerable to fire damage.": "这个生物对火焰伤害有脆弱性。",
	"The creature has resistance to piercing damage from nonmagical attacks.": "这个生物对非魔法攻击的穿刺伤害具有抗性。",
	"The creature has immunity to poison.": "这个生物对毒素免疫。",
	"The creature can't be {@condition poisoned}.": "这个生物不能被{@condition poisoned}。",
	"The creature has tremorsense with a radius of 10 feet.": "这个生物具有10英尺半径的颤觉感应。",
	"A creature that touches the bramble creature or hits it with a melee attack while within 5 feet of it takes 4 ({@damage 1d8}) piercing damage.": "当一个生物接触到这个荆棘生物或者在它附近5英尺内用近战攻击命中它时，会受到4({@damage 1d8})点穿刺伤害。",
	"The creature is friendly to you and your companions, and it acts on your turn. You can use a bonus action to command how the creature moves and what action it takes on its next turn, or give it general orders, such as to attack your enemies. In the absence of such orders, the creature acts in a fashion appropriate to its nature.": "这个生物对你和你的同伴友好，并在你的回合行动。你可以使用一个奖励动作来指挥生物如何移动和在下一回合采取什么行动，或者给出一般性的命令，比如让它攻击你的敌人。如果没有这样的命令，生物会根据自己的本性行动。",
	"Once three spiky objects have been pulled from the bag, the bag can't be used again until the next dawn.": "一旦从袋子中取出三个尖锐物体，直到下一个黎明前，该袋子就不能再使用了。",
	"Alternatively, one willing animal companion or familiar can be placed in the bag for 1 week. A non- beast animal companion or familiar that is placed in the bag is treated as if it had been placed into a {@item bag of holding|DMG} and can be removed from the bag at any time. A beast animal companion or familiar disappears once placed in the bag, and the bag's magic is dormant until the week is up. At the end of the week, the animal companion or familiar exits the bag as a bramble creature (see the template in the inset) and can be returned to its original form only with a {@spell wish}. The creature retains its status as an animal companion or familiar after its transformation and can choose to activate or deactivate its Thorn Body trait as a bonus action. A transformed familiar can be re-summoned with the {@spell find familiar} spell. Once the bag has been used to change an animal companion or familiar into a bramble creature, it becomes an ordinary, nonmagical bag.": "另外，可以将一只愿意的动物伙伴或熟悉的生物放入袋中，持续1周。被放入袋中的非野兽动物伙伴或熟悉的生物将被视为已被放入{@item bag of holding|DMG}中，并可随时从袋中取出。野兽动物伙伴或熟悉的生物一旦被放入袋中，就会消失，袋子的魔法将在一周后休眠。在一周结束时，动物伙伴或熟悉的生物以荆棘生物的形式（见插图中的模板）从袋中出来，只能通过{@spell wish}才能恢复到原始形态。生物在变身后保留其动物伙伴或熟悉生物的身份，并可以选择在奖励行动中激活或停用其荆棘之体特性。变身后的熟悉生物可以通过{@spell find familiar}法术重新召唤。一旦袋子被用来将动物伙伴或熟悉的生物变成荆棘生物，它就会变成普通的非魔法袋。",
	"Anyone reaching into this apparently empty bag feels a small coin, which resembles no known currency. Removing the coin and placing or tossing it up to 20 feet creates a random {@filter mechanical trap|trapshazards|source=|type=mech} that remains for 10 minutes or until discharged or disarmed, whereupon it disappears. The coin returns to the bag only after the trap disappears. You may draw up to 10 traps from the bag each week. The GM has the statistics for mechanical traps.": "任何伸手进入这个明显空空如也的袋子的人会感觉到一个小硬币，它看起来不像任何已知的货币。取出硬币并将其放置或投掷到20英尺远的地方会产生一个随机效果{@filter mechanical trap|trapshazards|source=|type=mech}，效果持续10分钟，直到被触发或解除，之后硬币会消失。陷阱消失后，硬币才会重新回到袋子里。每周你可以从袋子里抽取最多10个陷阱。GM拥有机械陷阱的统计数据。",
	"Inspire friends and strike fear in the hearts of your enemies with the drone of valor and the shrill call of martial might!": "以勇气之鼓舞和武力之尖啸，激励朋友，震慑敌人的心！",
	"You must be proficient with wind instruments to use these bagpipes. You can use an action to play them and create a fearsome and inspiring tune. Each ally within 60 feet of you that can hear the tune gains a {@dice d12} {@classFeature Bardic Inspiration|Bard||1} die for 10 minutes. Each creature within 60 feet of you that can hear the tune and that is hostile to you must succeed on a {@dc 15} Wisdom saving throw or be {@condition frightened} of you for 1 minute. A hostile creature has disadvantage on this saving throw if it is within 5 feet of you or your ally. A frightened creature must take the {@action Dash} action and move away from you by the safest available route on each of its turns, unless there is nowhere to move. A frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "要使用这些风笛，你必须精通吹奏风乐器。你可以使用一个动作来演奏它们，并创作出令人畏惧和鼓舞人心的曲调。每个能听到这个曲调并在你60英尺范围内的盟友都会在接下来的10分钟内获得一个{@dice d12} {@classFeature Bardic Inspiration|Bard||1}骰的加值。每个能听到这个曲调并对你敌对的生物都必须进行一次{@dc 15}感知豁免检定，否则会在接下来的1分钟内对你感到{@condition frightened}。如果一个敌对生物在你或你的盟友5英尺范围内，它在这次豁免检定中会有劣势。一个受惊的生物必须采取{@action Dash}动作，并在每个回合中选择最安全的路径远离你。如果没有可以移动的地方，受惊生物必须采取这个动作。受惊生物可以在每个回合结束时重复进行豁免检定，成功则结束效果。",
	"Once used, the bagpipes can't be used in this way again until the next dawn.": "使用过的风笛在接下来的一天直到黎明前都无法再次使用。(bagpipes)",
	"You must be proficient with percussion instruments to use these drums. The drums have 3 charges. You can use an action to play them and expend 1 charge to create a baleful rumble. Each creature of your choice within 60 feet of you that hears you play must succeed on a {@dc 13} Wisdom saving throw or have disadvantage on its next weapon or spell attack roll. A creature that succeeds on its saving throw is immune to the effect of these drums for 24 hours. The drum regains {@dice 1d3} expended charges daily at dawn.": "要使用这些鼓，你必须精通打击乐器。这些鼓有3次充能。你可以使用一个动作来演奏它们，并消耗1次充能来制造一阵凶恶的隆隆声。在你周围60英尺范围内听到你演奏的每个生物必须成功通过一个{@dc 13}的感知豁免才能在其下一个武器或法术攻击骰投掷中获得劣势。成功通过豁免的生物对这些鼓的效果免疫24小时。这个鼓每天在黎明时恢复{@dice 1d3}次充能。",
	"This black iron armband bristles with long, needle-sharp iron thorns. When you attune to the armband, the thorns bite into your flesh. The armband doesn't function unless the thorns pierce your skin and are able to reach your blood.": "这条黑色铁臂环上长满了尖锐的铁刺。当你与这臂环相调谐时，铁刺会刺入你的肌肤。这臂环只有在铁刺刺破你的皮肤并接触到你的血液时才会发挥作用。",
	"While wearing the band, after you roll a saving throw but before the GM reveals if the roll is a success or failure, you can use your reaction to expend one Hit Die. Roll the die, and add the number rolled to your saving throw.": "在佩戴着手环时，在你投掷豁免投骰但GM揭示结果前，你可以使用你的反应来消耗一个生命骰。投掷这个骰子，然后将投掷的数字加到你的豁免投骰结果中。",
	"While wearing this bright yellow bandana, you have a climbing speed of 30 feet, and you gain a +5 bonus to Strength ({@skill Athletics}) and Dexterity ({@skill Acrobatics}) checks to jump over obstacles, to land on your feet, and to land safely on a breakable or unstable surface, such as a tree branch or rotting wooden rafters.": "穿着这条明黄色头巾时，你的攀爬速度为30英尺，并且在跳过障碍物、着地站稳以及安全着陆在易碎或不稳定表面上（如树枝或腐烂的木梁）时，你的力量（{@skill Athletics}）和敏捷（{@skill Acrobatics}）检定获得+5加值。",
	"While wearing this bright red bandana, you have advantage on Charisma ({@skill Intimidation}) checks and on saving throws against being {@condition frightened}.": "佩戴这条鲜红色头巾时，你在魅力检定中获得优势（{@skill Intimidation}），并且在抗拒被 {@condition frightened} 方面的豁免检定中也获得优势。",
	"These simple leather straps are nearly unbreakable when used as restraints. If you spend 1 minute tying a Small or Medium creature's limbs with these straps, the creature is {@condition restrained} (escape {@dc 17}) until it escapes or until you speak a command word to release the straps. While restrained by these straps, the target has disadvantage on Strength checks.": "这些简单的皮带在用作约束时几乎不会断裂。如果你花费1分钟用这些皮带捆绑一个小型或中型生物的四肢，该生物在逃脱或你说出一个口令来解开皮带之前，{@condition restrained} (逃脱 {@dc 17})。被这些皮带束缚时，目标在力量检定上有劣势。",
	"While holding this banner aloft with one hand, you can use an action to inspire creatures nearby. Each creature of your choice within 60 feet of you that can see the banner has advantage on its next attack roll. The banner can't be used this way again until the next dawn.": "当你用一只手高举这面旗帜时，你可以使用一个动作来激励附近的生物。你选择的每个生物，在你周围60英尺内，能看到这面旗帜的生物，在下一次攻击检定中获得优势。直到第二天黎明前，这面旗帜不能再以这种方式使用。",
	"This battle standard hangs from a 4-foot-long pole and bears the colors and heraldry of a long-forgotten nation. You can use an action to plant the pole in the ground, causing the standard to whip and wave as if in a breeze. Choose up to six creatures within 30 feet of the standard, which can include yourself. Nonmagical {@quickref difficult terrain|PHB|4|0} costs the creatures you chose no extra movement. In addition, each creature you chose can pass through nonmagical plants without being slowed by them and without taking damage from them if they have thorns, spines, or a similar hazard.": "这面战旗挂在一根长4英尺的杆上，上面展示着一个被遗忘国家的颜色和纹章。你可以使用一个动作将旗杆插入地面，使旗帜像在微风中飘动一样。选择距离旗帜30英尺内的最多六个生物，包括你自己。非魔法 {@quickref difficult terrain|PHB|4|0} 不会让你选择的生物额外消耗移动力。此外，你选择的每个生物可以穿过非魔法植物而不会被其减速，也不会受到带刺、尖刺或类似危险的植物伤害。",
	"The standard stops waving and the effect ends after 10 minutes, or when a creature uses an action to pull the pole from the ground. The standard can't be used this way again until the next dawn.": "标准停止摆动，并在10分钟后结束，或者当一名生物使用一个动作将旗杆从地上拔出时。直到第二天黎明之前，标准不能再这样使用。",
	"While wearing this mithral breastplate, you have advantage on Constitution saving throws that you make to maintain your {@condition concentration} on a spell when you take damage.": "穿着这件秘银胸甲时，当你受到伤害时，你在维持你对法术的{@condition concentration}时进行的体质豁免检定获得优势。",
	"You can expend an unused spell slot of 1st level or higher to gain a bonus to AC and saving throws equal to the level of the spell slot expended for 1 minute. In addition, you can perform the somatic components of spells even when you have weapons or a shield in one or both hands.": "你可以消耗一个1级或更高级的未使用法术位，获得AC和豁免投掷的奖励，奖励值等同于消耗的法术位等级，持续1分钟。此外，即使你双手持有武器或盾牌，你也可以执行法术的手势成分。",
	"You gain a +1 bonus to AC. Your spell save DC and spell attack bonus each increase by 1.": "你的AC获得+1加值。你的法术豁免 DC 和法术攻击加值各增加1点。",
	"You now gain a +2 bonus to AC, instead of +1. You have advantage on saving throws against spells.": "你现在获得+2点AC加值，而不是+1点。你对法术的豁免检定获得优势。",
	"You now gain a +3 bonus to AC, instead of +2. You have resistance to force damage. In addition, you can use an action to make yourself immune to force damage for 10 minutes. Once used, this property can't be used again until the next dawn.": "你现在获得+3的AC奖励，而不是+2。你对力场伤害具有抗性。此外，你可以使用一个动作使自己在接下来的10分钟内免疫力场伤害。一旦使用，这个效果直到次日黎明前都不能再次使用。",
	"This fine mithral breastplate is light and exquisitely made. It is decorated with delicate arcane glyphs and symbols which glow with a soft, blue light.": "这件精美的秘银胸甲轻巧精致。它装饰着精致的奥术符文和符号，这些符文和符号散发出柔和的蓝光。",
	"Long ago, the legendary warrior-mage known as Gax walked the land. Gax, later known to history as Gax the Great, was a mysterious figure renowned for his uncanny ability to weave together martial and magical combat in unique and powerful ways.": "很久以前，传说中的战士法师，被称为盖克斯(Gax) 漫步在大地之上。盖克斯，后来被历史称为伟大的盖克斯(Gax the Great)，是一个神秘的人物，以他独特而强大的能力将战斗和魔法结合在一起而闻名。",
	"An unparalleled master at crafting magic arms and armor, Gax is known for a number of fantastic, magical items. He is said to have created his first great item of magic when he was still a young apprentice. At that time, his master was an old wizard who mercilessly drilled the fundamentals of magic into the young apprentice's mind. The studious old wizard also derisively dismissed Gax's ideas for combining magic and battle and openly berated Gax for his love of swordplay, weaponry, and armor.": "Gax（Gax）是一位无与伦比的魔法武器和盔甲制造大师，以制作许多神奇的魔法物品而闻名。据说他在还是一名年轻学徒时就创造了他的第一件伟大的魔法物品。那时，他的师傅是一位老巫师，无情地向年轻学徒灌输魔法的基础知识。这位勤奋的老巫师还嘲笑地对待Gax（Gax）将魔法与战斗结合的想法，并公开责骂Gax（Gax）对剑术、武器和盔甲的热爱。",
	"Determined to prove that his theories were possible (and, truth be told, equally determined to spite his master), Gax apprenticed himself at the same time to a renowned weapon smith and armorer in a nearby town. The youth quickly proved as skilled at metalcraft as he was at magic. Young Gax spent his days in magical study and his nights working in the smith's forge, crafting an exquisite breastplate of the finest mithral. He imbued the breastplate's delicate glyphs and symbols with powerful protective magic far beyond the ability of magic-wielders many years his senior.": "决心证明他的理论是可能的（实话说，同样决心要刁难他的导师），加克斯同时拜师于附近城镇一位著名的武器铁匠和铠甲制造者。这位年轻人很快证明自己在金属工艺上和魔法上同样娴熟。年轻的加克斯白天专注于魔法研究，夜晚则在铁匠铺的熔炉里工作，打造一件精美的精致秘银胸甲。他赋予这件胸甲上精致的符文和符号强大的防护魔法，远远超出了许多年长他数年的魔法使者的能力。",
	"When the breastplate was finally completed, Gax proudly showed it to his mentor. The smith was so impressed that he coveted it for himself, and he demanded that Gax give the breastplate to him. When Gax refused, the smith attempted to take it by force. At the end of a quick but violent scuffle, the smith lay dead near the very anvil on which Gax had finished his wondrous breastplate. Shocked and terrified, the boy fled, running to the small stone building where the old wizard lived. Hoping the wizard would be understanding about what happened and suitably impressed with Gax's magical breastplate, the boy breathlessly recounted recent events.": "当胸甲最终完成时，盖克自豪地向他的导师展示了它。铁匠如此印象深刻，以至于他渴望将其据为己有，并要求盖克把胸甲给他。盖克拒绝后，铁匠试图强行夺取。在一场迅速而激烈的争斗结束时，铁匠倒在了盖克完成他神奇胸甲的铁砧旁。震惊和恐惧之下，男孩逃跑了，跑向那座老巫师居住的小石建筑。希望巫师能理解发生的事情，并对盖克的魔法胸甲印象深刻，男孩喘着气叙述了最近发生的事件。",
	"The old wizard was neither understanding norimpressed. He coldly chided Gax for wasting his timeon a \"trinket\" and rebuked Gax for taking a life over \"nothing more than a worthless piece of pretty metal.\" Furious and defeated, Gax shouted profanities at his master before running off into the woods.": "这位老巫师既不理解也不感动。他冷冷地责备加克(Gax)浪费他的时间在一个“小玩意”上，并指责加克(Gax)因为“仅仅是一块毫无价值的漂亮金属”而夺取生命。愤怒而沮丧，加克(Gax)对着他的主人大声咒骂后跑进了树林。",
	"Gax decided that he would make his way in the world on his own terms. He would learn everything he could about magic and combat, he would excel in both, and he would do whatever it took to fuse the two into what would eventually become known as the style of the battlecaster.": "盖克（Gax）决定他要按照自己的方式在世界上闯荡。他决心要尽可能学习关于魔法和战斗的一切知识，他要在这两方面都取得卓越成就，并且他要不惜一切将这两者融合在一起，最终形成被称为战斗施法者（the style of the battlecaster）的风格。",
	"From that day on, until the day he drew his final breath, Gax was never without his beloved battlecaster's armor.": "从那一天起，直到他最后一口气，盖克斯(Gax)从未离开过他心爱的战斗施法者盔甲。",
	"This small, black bead measures 3/4 of an inch in diameter and weights an ounce. Typically, {@dice 1d4 + 1} beads of exsanguination are found together. When thrown, the bead absorbs hit points from creatures near its impact site, damaging them. A bead can store up to 50 hit points at a time. When found, a bead contains {@dice 2d10} stored hit points.": "这颗小巧的黑色珠子直径为3/4英寸，重量为一盎司。通常，{@dice 1d4 + 1} (exsanguination) 凝聚珠子会一起被发现。当被投掷时，这颗珠子会吸收附近生物的生命值，对它们造成伤害。一颗珠子最多可以同时储存50点生命值。在被发现时，一颗珠子包含{@dice 2d10}点储存的生命值。",
	"You can use an action to throw the bead up to 60 feet. Each creature within a 20-foot radius of where the bead landed must make a {@dc 15} Constitution saving throw, taking {@damage 3d6} necrotic damage on a failed save, or half as much damage on a successful one. The bead stores hit points equal to the necrotic damage dealt. The bead turns from black to crimson the more hit points are stored in it.": "你可以使用一个动作将珠子扔出去，最远可达60英尺。在珠子着陆点的周围20英尺半径范围内的每个生物必须进行一次{@dc 15}体质豁免才能，未通过检定的生物将受到{@damage 3d6}点死灵伤害，通过检定的生物则只受一半伤害。珠子储存的生命值等同于造成的死灵伤害。随着珠子储存的生命值增加，珠子的颜色会从黑色变为深红色。",
	"If the bead absorbs 50 hit points or more, it explodes and is destroyed. Each creature within a 20-foot radius of the bead when it explodes must make a {@dc 15} Dexterity saving throw, taking {@damage 6d6} necrotic damage on a failed save, or half as much damage on a successful one.": "如果珠子吸收了50点或更多的生命值，它会爆炸并被摧毁。当珠子爆炸时，爆炸范围内每个生物必须进行一次{@dc 15}敏捷豁免检定，未通过检定的生物会受到{@damage 6d6}点死灵伤害，通过检定的生物则只受到一半伤害。",
	"If you are holding the bead, you can use a bonus action to determine if the bead is below or above half its maximum stored hit points. If you hold and study the bead over the course of 1 hour, which can be done during a {@quickref resting|phb|2|0|short rest}, you know exactly how many hit points are stored in the bead.": "如果你握着这颗珠子，你可以使用一个奖励动作来确定珠子是否存储的生命值是其最大值的一半以上还是以下。如果你持有并研究这颗珠子持续1小时，这可以在一个{@quickref resting|phb|2|0|short rest}内完成，你将准确地知道珠子中存储了多少生命值。",
	"These hand wraps are made of flexible beeswax that ooze sticky honey. While wearing these gloves, you have advantage on {@action grapple} checks. In addition, creatures {@condition grappled} by you have disadvantage on any checks made to escape your grapple.": "这些手套包裹着灵活的蜂蜡，会渗出黏黏的蜂蜜。佩戴这些手套时，你在{@action grapple}检定上获得优势。此外，被你拿住的生物在试图摆脱你的控制时，所有检定都会受到劣势。",
	"This wide, wooden plank holds hundreds of two-inch long needle-like spikes. When you finish a {@quickref resting|phb|2|0|long rest} on the bed, you have resistance to piercing damage and advantage on Constitution saving throws to maintain your {@condition concentration} on spells you cast for 8 hours or until you finish a  {@quickref resting|phb|2|0|short or long rest}. Once used, the bed can't be used again until the next dusk.": "这块宽阔的木板上插满了数百根两英寸长的针状尖刺。当你在床上完成一次{@quickref resting|phb|2|0|long rest}时，你对刺穿伤害具有抗性，并在接下来的8小时内对你施放的法术的{@condition concentration}豁免检定获得优势，或直到你完成一次{@quickref resting|phb|2|0|short or long rest}。使用一次后，床就不能再次使用，直到下一个黄昏。",
	"This thin cord is made from animal sinew. While wearing the cord, you have advantage on Wisdom ({@skill Survival}) checks to follow tracks left by {@filter beasts, giants, and humanoids|bestiary|source=|type=beast;giant;humanoid}. While wearing the belt, you can use a bonus action to speak the belt's command word. If you do, you leave tracks of the animal of your choice instead of your regular tracks. These tracks can be those of a {@filter Large or smaller beast with a CR of 1 or lower|bestiary|source=|Challenge Rating=[&0;&1]|type=beast|size=t;s;m;l}, such as a {@creature pony|MM}, {@creature hare|MM|rabbit}, or {@creature lion|MM}. If you repeat the command word, you end the effect.": "这根细绳是由动物腱制成的。佩戴这根绳子时，你在追踪{@filter beasts, giants, and humanoids|bestiary|source=|type=beast;giant;humanoid}留下的足迹时拥有优势，对智慧检定有优势({@skill Survival})。佩戴这根腰带时，你可以使用一个奖励动作来说出腰带的口令。如果你这样做，你会留下你选择的动物的足迹，而不是你的常规足迹。这些足迹可以是{@filter Large or smaller beast with a CR of 1 or lower|bestiary|source=|Challenge Rating=[&0;&1]|type=beast|size=t;s;m;l}的，比如{@creature pony|MM}，{@creature hare|MM|rabbit}或{@creature lion|MM}。如果你重复口令，效果结束。",
	"While wearing the belt and leaving beast tracks, you can speak a command word to make your physical appearance match the tracks you leave. This illusion covers you and moves with you, walking, standing, or otherwise moving as you desire. It lasts as long as you {@condition concentration||concentrate} (as if concentrating on a spell), up to 10 minutes. The changes wrought by this illusion don't hold up to physical inspection. For example, if you use this illusion to appear like a lion, the hand of someone who reaches out to touch the lion would pass through the larger creature's body, feeling nothing. To discern you are disguised, a creature can use its action to inspect your appearance and must succeed on a {@dc 13} Intelligence ({@skill Investigation}) check. Once used, this property can't be used again until the next dawn.": "佩戴这条腰带并留下野兽足迹时，你可以说出一个口令，使你的外貌与你留下的足迹相匹配。这个幻象会覆盖你并随着你移动，走路、站立或以其他方式移动，完全按照你的意愿。这个幻象会持续 {@condition concentration||concentrate}（就像专注于一个法术一样），最多持续10分钟。这个幻象所带来的变化经不起物理检查。例如，如果你使用这个幻象让自己看起来像一只狮子，那么伸手触摸狮子的人的手会穿过这只更大的生物的身体，什么也感觉不到。要识破你的伪装，生物可以使用其动作检查你的外貌，并必须成功进行 {@dc 13} 智力检定。一旦使用，这个特性直到第二天黎明之前都无法再次使用。",
	"This kilt is made from bear fur. While wearing this kilt, your {@classFeature Unarmored Defense|Barbarian||1||} increases by 1.": "这条裙子是用熊皮制成的。穿着这条裙子时，你的{@classFeature Unarmored Defense|Barbarian||1||}会增加1。",
	"This kilt empowers your {@classFeature Rage|Barbarian||1} with the vigor of a bear. When you enter a rage, you gain 20 {@quickref temporary hit points|PHB|3|0}. These temporary hit points last until your rage ends.": "这条裙子赋予你的{@classFeature Rage|Barbarian||1}熊的力量。当你进入狂暴状态时，你获得20{@quickref temporary hit points|PHB|3|0}。这些临时生命值持续到你的狂暴状态结束。",
	"This kilt is made from elk fur. While wearing this kilt, your {@classFeature Unarmored Defense|Barbarian||1||} increases by 1.": "这条短裙是用麋鹿皮制成的。穿上这条短裙后，你的{@classFeature Unarmored Defense|Barbarian||1||}将增加1。",
	"This kilt empowers your {@classFeature Rage|Barbarian||1} with the nimble ferocity of an elk. While raging, if you move at least 30 feet straight toward a target and then hit it with a melee weapon attack on the same turn, the target takes an extra {@damage 1d6} damage of the weapon's type.": "这条裙子赋予你的{@classFeature Rage|Barbarian||1}如同一只麋鹿般的敏捷凶猛。在愤怒状态下，如果你朝着一个目标直线移动至少30英尺，然后在同一回合内用近战武器攻击命中它，目标会受到额外{@damage 1d6}的武器伤害。",
	"This kilt empowers your {@classFeature Rage|Barbarian||1} with the speed of a wolf. While raging, your walking speed increases by 10 feet.": "这条裙子赋予你的{@classFeature Rage|Barbarian||1}像狼一样的速度。在狂暴状态下，你的行走速度增加10英尺。",
	"While this bezoar sits in your stomach, you have resistance to lightning damage. In addition, you can use an action to exhale lightning in a line that is 30 feet long and 5 feet wide. Each creature in that line must make a {@dc 15} Dexterity saving throw, taking {@damage 4d10} lightning damage on a failed save, or half as much damage on a successful one. You must finish a {@quickref resting|phb|2|0|long rest} before you can exhale lightning again.": "当这颗（bezoar）牛黄石在你的胃里时，你对闪电伤害具有抗性。此外，你可以使用一个动作，在一个长为30英尺、宽为5英尺的直线上呼出闪电。该直线上的每个生物必须进行一次{@dc 15}敏捷豁免，未通过则受到{@damage 4d10}点闪电伤害，通过则减半。你必须在完成一个{@quickref resting|phb|2|0|long rest}后才能再次呼出闪电。",
	"While this bezoar sits in your stomach, you have advantage on saving throws against poison, and you have immunity to the {@condition poisoned} condition. In addition, you can't be {@quickref Surprise|PHB|3|0|surprised} while you are conscious.": "当这颗（bezoar）在你的胃里时，你在对抗毒素的豁免 throws 时具有优势，并且对 {@condition poisoned} 状态免疫。此外，只要你还清醒，你就不能被 {@quickref Surprise|PHB|3|0|surprised}。",
	"Voices constantly tell you terrible things, maybe true and maybe not but certainly off-putting. The first time a creature damages you, you must succeed on a {@dc 15} Wisdom saving throw or be {@condition frightened} of that creature until it or you fall {@condition unconscious} or until the creature is no longer within your line of sight for 1 minute. Once frightened by a creature, you can't be frightened by that creature again until 24 hours have passed.": "声音不断地告诉你可怕的事情，也许是真的，也许不是，但肯定让人反感。当有生物第一次对你造成伤害时，你必须成功进行一次 {@dc 15} 意志豁免检定，否则在它或你倒下 {@condition unconscious}，或者在你的视线范围内看不到这个生物的1分钟内，你会对这个生物感到 {@condition frightened}。一旦被某个生物吓到，你在24小时内不会再被同一个生物吓到。",
	"While this bezoar sits in your stomach, red scales cover your body, two small horns curl from your temples, and your nose widens and flattens. When you aren't wearing armor, your AC equals 13 + your Dexterity modifier, and with a 10-foot running start, you can long jump up to 25 feet. In addition, you have advantage on Strength and Dexterity saving throws made against effects that would knock you {@condition prone}, and you have advantage on Wisdom ({@skill Perception}) checks that rely on smell.": "当这个（bezoar）（贝梭尔）停留在你的胃里时，你的身体被红色鳞片覆盖，两只小角从你的太阳穴卷起，你的鼻子变宽变扁。当你没有穿戴盔甲时，你的护甲等于13 + 你的敏捷调整值，而且在跑步起跳时，你可以进行长距离跳跃，最多达到25英尺。此外，你对那些会使你{@condition prone}的力量和敏捷豁免扑灭的效果具有优势，并且在依赖嗅觉的智慧（{@skill Perception}）检定中具有优势。",
	"While this bezoar sits in your stomach, you are immune to the {@condition petrified} condition, and you have {@sense darkvision} out to a range of 60 feet. If you already have darkvision, your vision is unaffected by this bezoar.": "当这个（bezoar）豹胆在你的胃里时，你对{@condition petrified}状态免疫，并且你的视野范围扩展到60英尺。如果你已经拥有黑暗视觉，那么这个（bezoar）豹胆不会影响你的视力。",
	"While this bezoar sits in your stomach, you are immune to {@condition exhaustion} and curses (except a curse tied to this bezoar). Whenever you make an {@action opportunity attack}, you can make two attacks.": "当这颗牛黄石坐在你的胃里时，你对{@condition exhaustion}和诅咒免疫（除了与这颗牛黄石相关的诅咒）。每当你进行一次{@action opportunity attack}时，你可以进行两次攻击。",
	"Your bloodlust gets the most of you. Once you enter melee, you aren't willing to stop fighting the creature until one of you is dead or you're both somehow physically separated for at least 3 rounds.": "你的嗜血冲动控制了你。一旦你进入近战，你就不愿停止与那个生物的战斗，直到你们中的一方死亡，或者你们两个被物理上分开至少3轮。",
	"While this bezoar sits in your stomach, you are immune to the {@condition charmed} and {@condition frightened} conditions. In addition, creatures must be at least two sizes larger than you to {@action grapple} you.": "当这颗（bezoar）在你的胃里时，你对{@condition charmed}和{@condition frightened}状态免疫。此外，生物必须至少比你大两个尺寸才能{@action grapple}你。",
	"Your scent, demeanor, personality, or attitude irritates creatures around you. When interacting socially with creatures with an Intelligence of 5 or higher, you have disadvantage on Charisma checks. Creatures with an Intelligence of 4 or lower are immediately hostile toward you, and the first such creature to attack you each day has advantage on the attack roll.": "你的气味、举止、个性或态度会刺激你周围的生物。当与智力高于5的生物进行社交互动时，你在魅力检定中拥有劣势。智力低于4的生物会立即对你产生敌意，并每天第一个对你发动攻击的这类生物在攻击检定中获得优势。",
	"While this bezoar sits in your stomach, you have advantage on Wisdom ({@skill Perception}) checks that rely on sight. In addition, you can use a bonus action to sprout eagle wings from your back, gaining a flying speed equal to your walking speed for 1 minute. If you are flying when the duration expires, you descend at a rate of 30 feet per round until you land. When you've used the wings for a total of 1 hour, you can't use them again until you finish a {@quickref resting|phb|2|0|long rest}.": "当这颗牛黄石在你的胃里时，你在依赖视觉的感知检定中获得优势{@skill Perception}。此外，你可以使用一个奖励动作，从背后长出鹰翼，获得与你步行速度相同的飞行速度，持续1分钟。如果在持续时间结束时你正在飞行，你将以每轮30英尺的速度下降，直到着陆。当你使用这对翅膀累计1小时后，你必须完成{@quickref resting|phb|2|0|long rest}才能再次使用它们。",
	"While this bezoar sits in your stomach, you have resistance to cold damage, and you can tolerate temperatures as low as –50 degrees Fahrenheit. In addition, your speed increases by 5 feet.": "当这颗（bezoar）牛黄石坐在你的胃里时，你对冰冷伤害具有抗性，可以容忍低至零下50华氏度的温度。此外，你的速度增加5英尺。",
	"The bezoar is not sitting well with you and triggers intense heartburn and nausea. When you would regain hit points for any reason (magical healing, resting, or similar), you instead regain only half the amount.": "贝榧石与你不太合适，引发了剧烈的胃灼热和恶心。当你因任何原因恢复生命值时（包括魔法治疗、休息或类似情况），你只能恢复原本数值的一半。",
	"While this bezoar sits in your stomach, small spikes sprout from your skin. While you are {@action grapple|PHB|grappling} a creature or while a creature is grappling you, the creature takes {@damage 1d4} piercing damage at the start of your turn. In addition, you have proficiency with the spikes, and you can make a ranged weapon attack with a spike, hurling it as if it had the thrown property with a normal range of 30 feet and a long range of 120 feet. If the attack hits, the target takes piercing damage equal to {@damage 1d8} + your Strength modifier. You can throw up to 12 spikes. Used spikes regrow when you finish a {@quickref resting|phb|2|0|long rest}.": "当这颗（bezoar）在你的胃里时，你的皮肤上会长出小刺。当你与一名生物搏斗，或者一名生物正在与你搏斗时，该生物会在你的回合开始时受到{@damage 1d4}点刺伤伤害。此外，你精通这些刺，可以使用它们进行远程武器攻击，将其投掷出去，就像它具有投掷属性，射程为30英尺，最远射程为120英尺。如果攻击命中，目标会受到{@damage 1d8}+ 你的力量调整值的刺伤害。你最多可以投掷12枚刺。使用过的刺会在你完成一次{@quickref resting|phb|2|0|long rest}后重新长出。",
	"While this bezoar sits in your stomach, you are immune to the {@condition blinded} and {@condition deafened} conditions. In addition, you can communicate with beasts. This works like the {@spell speak with animals} spell, except it lasts until you expel the bezoar.": "当这颗（Bezoar）在你的胃里时，你对{@condition blinded}和{@condition deafened}状态免疫。此外，你可以与野兽交流。这类似于{@spell speak with animals}法术，但持续到你排出这颗Bezoar。",
	"The animals — and even the forest spirits that you can now see floating and cavorting all around — are chattier and more distracting than would be ideal. You have disadvantage on Wisdom ({@skill Perception}) checks.": "现在你可以看到四处飘动和嬉戏的动物，甚至是森林精灵，它们都比理想中更喋喋不休、更让人分心。你在感知检定中有劣势（{@skill Perception}）。",
	"This wooden rod is topped with a ridged ball. The rod has 7 charges for the following properties. It regains {@dice 1d6 + 1} expended charges daily at dawn. If you expend the rod's last charge, roll a {@dice d20}. On a 1, the rod melts into a pool of nonmagical honey and is destroyed. Anytime you expend 1 or more charges for this rod's properties, the ridged ball flows with delicious, nonmagical honey for 1 minute.": "这根木棍顶部有一个有褶皱的球。这根木棍有7个充能，用于以下效果。它在每天黎明时恢复{@dice 1d6 + 1}已用充能。如果你用尽了木棍的最后一个充能，投掷一个{@dice d20}。在投掷到1时，木棍会融化成一滩非魔法蜂蜜并被摧毁。每当你为这根木棍的效果消耗了1个或更多充能时，褶皱的球会流出美味的非魔法蜂蜜，持续1分钟。",
	"While holding the rod, you can use an action to expend 1 or more of its charges to cast one of the following spells from it (save {@dc 17}): {@spell hold monster} (5 charges) or {@spell hold person} (2 charges).": "当握住这根杖时，你可以使用一个动作消耗1个或更多的充能来从中施放以下法术之一 (豁免 {@dc 17}): {@spell hold monster} (5个充能) 或 {@spell hold person} (2个充能)。",
	"While holding the rod, you can use your reaction to expend 1 charge and magically stick it to any surface. Until you use an action to end the effect, the rod remains stuck. The rod can hold up to 8,000 pounds of weight. More weight causes the rod to deactivate and fall.": "当握住这根（Rod of Holding）时，你可以使用你的反应来消耗1点充能，将其魔法地粘在任何表面上。直到你使用一个动作来结束效果，这根魔杖将保持粘在那里。这根魔杖可以承受高达8,000磅的重量。超过这个重量会导致魔杖停止作用并掉落。",
	"This lengthy scroll is the testimony of a pious individual's adherence to their faith. The author has emphatically rewritten these claims many times, and its two slim, metal rollers are wrapped in yards of parchment. When you attune to the item, you rewrite certain passages to align with your own religious views.": "这卷长卷是一个虔诚个体对信仰的忠诚的见证。作者已经多次强调地重写了这些声明，它的两个细长金属滚轴缠绕着数码的羊皮。当你与这件物品共鸣时，你会重写某些段落以符合你自己的宗教观点。",
	"You can use an action to throw the scroll at a Huge or smaller creature you can see within 30 feet of you. Make a ranged attack roll. On a hit, the scroll unfurls and wraps around the creature. The target is {@condition restrained} until you take a bonus action to command the scroll to release the creature. If you command it to release the creature or if you miss with the attack, the scroll curls back into a rolled-up scroll. If the restrained target's alignment is the opposite of yours along the law/chaos or good/evil axis, you can use a bonus action to cause the writing to blaze with light, dealing {@damage 2d6} radiant damage to the target.": "你可以使用一个动作将卷轴扔向你能看到的距离30英尺内的一个巨大或更小的生物。进行一次远程攻击检定。命中后，卷轴展开并缠绕在生物周围。目标被禁锢，直到你使用一个额外动作命令卷轴释放生物。如果你命令卷轴释放生物或者攻击未命中，卷轴会卷回成卷轴状。如果被禁锢的目标的属性在法律/混乱或善良/邪恶轴上与你相反，你可以使用一个额外动作让文字闪耀光芒，对目标造成{@damage 2d6}辐射伤害。",
	"A creature, including the restrained target, can use an action to make a {@dc 17} Strength check to tear apart the scroll. On a success, the scroll is destroyed. Such an attempt causes the writing to blaze with light, dealing {@damage 2d6} radiant damage to both the creature making the attempt and the restrained target, whether or not the attempt is successful. Alternatively, the restrained creature can use an action to make a {@dc 17} Dexterity check to slip free of the scroll. This action also triggers the damage effect, but it doesn't destroy the scroll.": "生物，包括被束缚的目标，可以使用一个动作进行一次 {@dc 17} 力量检定来撕裂卷轴。若成功，卷轴被摧毁。这样的尝试会导致文字闪耀光芒，对进行尝试的生物和被束缚的目标各造成 {@damage 2d6} 辐射伤害，无论尝试是否成功。另外，被束缚的生物可以使用一个动作进行一次 {@dc 17} 敏捷检定来挣脱卷轴。这个动作也会触发伤害效果，但不会摧毁卷轴。",
	"Once used, the scroll can't be used again until the next dawn.": "使用后，卷轴直到下一个黎明才能再次使用。",
	"A tarlike substance leaks continually from this orb, which radiates a cloying darkness and emanates an unnatural chill. While attuned to the orb, you have {@sense darkvision} out to a range of 60 feet. In addition, you have immunity to necrotic damage, and you have advantage on saving throws against spells and effects that deal radiant damage.": "这个球体不断地渗出一种像焦沥青般的物质，散发出一种令人作呕的黑暗并散发出一种不自然的寒意。当你与这个球体共鸣时，你的{@sense darkvision} 能力范围扩展至60英尺。此外，你对死灵伤害免疫，并且在面对造成辐射伤害的法术和效果的豁免检定中获得优势。",
	"This orb has 6 charges and regains {@dice 1d6} daily at dawn. You can expend 1 charge as an action to lob some of the orb's viscous darkness at a creature you can see within 60 feet of you. The target must succeed on a {@dc 15} Dexterity saving throw or be {@condition grappled} (escape {@dc 15}). Until this grapple ends, the creature is {@condition blinded} and takes {@damage 2d8} necrotic damage at the start of each of its turns, and you can use a bonus action to move the grappled creature up to 20 feet in any direction. You can't move the creature more than 60 feet away from the orb. Alternatively, you can use an action to expend 2 charges and crush the grappled creature. The creature must make a {@dc 15} Constitution saving throw, taking {@damage 6d8} bludgeoning damage on a failed save, or half as much damage on a successful one.": "这个宝珠有6个充能，每天在黎明时恢复{@dice 1d6}。你可以花费1个充能作为一个动作，将宝珠的粘稠黑暗投掷到你能看到的60英尺内的生物身上。目标必须成功通过一个{@dc 15} 敏捷豁免才能避免被{@condition grappled} (逃脱 {@dc 15})。直到这个格斗结束，生物被{@condition blinded} 并在其回合开始时受到{@damage 2d8} 瘟疫伤害，你可以使用一个额外动作将被格斗的生物朝任意方向移动最多20英尺。你不能将生物移动超过60英尺远离宝珠。或者，你可以使用一个动作消耗2个充能并粉碎被格斗的生物。生物必须进行一个{@dc 15} 体质豁免，未通过则受到{@damage 6d8} 钝击伤害，通过则受到一半伤害。",
	"You can end the grapple at any time (no action required). The orb's power can grapple only one creature at a time.": "你可以随时结束这种搏斗（无需动作）。这个宝珠的力量一次只能搏斗一个生物。",
	"These matched daggers are identical except for the stones set in their pommels. One pommel is chalcedony (opaque white), the other is obsidian (opaque black). You gain a +1 bonus to attack and damage rolls with both magic weapons. The bonus increases to +3 when you use the white dagger to attack a monstrosity, and it increases to +3 when you use the black dagger to attack an undead.": "这对匹配的匕首除了插在柄端的宝石不同外，其他都一样。一个柄端是玛瑙（不透明的黑色），另一个是玛瑙（不透明的白色）。你使用这两把魔法武器时，攻击和伤害骰获得+1的奖励。当你使用白色匕首攻击畸变生物时，奖励增加到+3；当你使用黑色匕首攻击不死生物时，奖励也增加到+3。",
	"When you hit a monstrosity or undead with both daggers in the same turn, that creature takes an extra {@damage 1d6} piercing damage from the second attack.": "当你在同一回合用双匕首攻击一个畸变生物或不死生物时，该生物会受到第二次攻击额外{@damage 1d6}的穿刺伤害。",
	"The viscous green-black oil within this magical ceramic pot bubbles slightly. The pot's stone stopper is sealed with greasy, dark wax. The pot contains 5 ounces of pure black dragon essence, obtained by slowly boiling the dragon in its own acidic secretions. You can use an action to apply 1 ounce of the oil to a weapon or single piece of ammunition. The next attack made with that weapon or ammunition deals an extra {@damage 2d8} acid damage to the target. A creature that takes the acid damage must succeed on a {@dc 15} Constitution saving throw at the start of its next turn or be burned for an extra {@damage 2d8} acid damage.": "这个神奇的陶罐里面装着粘稠的绿黑色油，微微冒泡。罐子的石头塞子用油腻的黑蜡封住。罐子里有5盎司纯正的黑龙精华，是通过缓慢地将龙在自己的酸性分泌物中煮沸而获得的。你可以使用一个动作将1盎司油涂抹在武器或单个弹药上。下一次使用该武器或弹药进行的攻击对目标造成额外{@damage 2d8}的酸性伤害。受到酸性伤害的生物必须在其下一个回合开始时成功进行一次{@dc 15}体质豁免才能避免受到额外{@damage 2d8}的酸性伤害。",
	"This black stone phial has a tightly fitting stopper and 3 charges. As an action, you can fill the phial with blood taken from a living, or recently deceased (dead no longer than 1 minute), humanoid and expend 1 charge. When you do so, the black phial transforms the blood into a {@item potion of greater healing|DMG}. A creature who drinks this potion must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for 1 hour.": "这个黑色石制小瓶有一个紧密合适的塞子和3个充能。作为一个动作，你可以用从一个活着的，或者最近死去（死亡时间不超过1分钟）的人形身上取得的血填满这个小瓶，并消耗1个充能。当你这样做时，黑色小瓶会将血液转化为{@item potion of greater healing|DMG}。饮用这个药剂的生物必须成功通过一个{@dc 12} 体质豁免才能在1小时内不会被{@condition poisoned}。",
	"The phial regains {@dice 1d3} expended charges daily at midnight. If you expend the phial's last charge, roll a {@dice d20}. On a 1, the phial crumbles into dust and is destroyed.": "药瓶每天午夜恢复{@dice 1d3}个已用尽的充能。如果你耗尽了药瓶的最后一个充能，投掷一个{@dice d20}。在投掷到1时，药瓶会破碎成灰尘并被摧毁。",
	"This black ivory, rune-carved wand has 7 charges. It regains {@dice 1d6 + 1} expended charges daily at dawn. While holding it, you can use an action to expend 1 or more of its charges to cast the {@spell guiding bolt} spell from it, using an attack bonus of +7. For 1 charge, you cast the 1st-level version of the spell. You can increase the spell slot level by one for each additional charge you expend.": "这根黑色象牙，符文刻制的魔杖有7个充能。它每天在黎明时恢复{@dice 1d6 + 1}个已用充能。握持它时，你可以使用一个动作消耗1个或更多充能来施放其中的{@spell guiding bolt}法术，使用+7的攻击加值。消耗1个充能时，你施放该法术的1级版本。每额外消耗一个充能，你可以将法术位等级提高一级。",
	"You must be a fiend or undead spellcaster or a spellcaster with fiendish or undead heritage to attune to this wand. While you are attuned to this wand, it can hold up to 10 charges. While holding it, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC: {@spell calm emotions} (2 charges), {@spell command} (1 charge), {@spell dominate monster} (8 charges), {@spell hold monster} (5 charges), or {@spell suggestion} (2 charges). These spells can target and affect only {@filter fiends and undead creatures|bestiary|source=|type=fiend;undead}, but they otherwise work like the indicated spells. A target that is immune to the {@condition charmed} condition can be affected by a spell cast from this wand, however that target has advantage on its saving throw against the spell.": "你必须是一个邪恶生物或不死族咒术师，或者是一个具有邪恶或不死族血统的咒术师，才能调谐这个魔杖。当你调谐这个魔杖时，它最多可以容纳10个充能。握持它时，你可以使用一个动作来消耗1个或更多的充能，从中施放以下一个法术，使用你的法术豁免 DC：{@spell calm emotions}（2个充能），{@spell command}（1个充能），{@spell dominate monster}（8个充能），{@spell hold monster}（5个充能），或{@spell suggestion}（2个充能）。这些法术只能以{@filter fiends and undead creatures|bestiary|source=|type=fiend;undead}为目标并影响，但它们在其他方面与指定的法术相同。一个对{@condition charmed}状态免疫的目标可以受到从这个魔杖施放的法术影响，但是该目标在对抗该法术的豁免检定中获得优势。",
	"You gain a +2 bonus to attack and damage rolls made with this magic weapon.": "你使用这把魔法武器进行的攻击和伤害骰时获得+2的奖励。",
	"This brightly-colored shortsword is kept in a wooden scabbard with eternally blooming flowers. The blade is made of dull green steel, and its pommel is fashioned from hard rosewood. As a bonus action, you can conjure a flowery mist which fills a 20-foot area around you with pleasant-smelling perfume. The scent dissipates after 1 minute.": "这把色彩鲜艳的短剑被放在一个木制剑鞘中，上面开着永远盛开的花朵。刀刃由暗绿色钢铁制成，把手由坚硬的红木制成。作为一个奖励动作，你可以召唤一股花香薄雾，将你周围20英尺范围内填满愉悦的香水味。这种香气在1分钟后消散。",
	"A creature damaged by the blade must succeed on a {@dc 15} Charisma saving throw or be {@condition charmed} by you until the end of its next turn. A creature can't be charmed this way more than once every 24 hours.": "受到这把武器伤害的生物必须成功通过一个 {@dc 15} 魅力豁免才能在你的控制下直到其下一个回合结束。每24小时内，同一生物不能再通过这种方式被魅惑。",
	"This simple but elegant shortsword is a magic weapon. When you are wielding it and use the {@classFeature Flurry of Blows|Monk||2} class feature, you can make your bonus attacks with the sword rather than unarmed strikes. If you deal damage to a creature with this weapon and reduce it to 0 hit points, you absorb some of its energy, regaining 1 expended ki point.": "这把简单而优雅的短剑是一把魔法武器。当你握持它并使用{@classFeature Flurry of Blows|Monk||2}职业特性时，你可以用这把剑进行额外攻击，而不是徒手攻击。如果你用这把武器对生物造成伤害并将其击倒至0点生命值，你会吸收部分它的能量，恢复1点已消耗的气点。",
	"This magic scimitar is empowered by your movements. For every 10 feet you move before making an attack, you gain a +1 bonus to the attack and damage rolls of that attack, and the scimitar deals an extra 1d6 slashing damage if the attack hits (maximum of +3 and {@damage 3d6}).": "这把魔法弯刀会随着你的移动而增强。每移动10英尺后进行一次攻击，该攻击的命中和伤害骰都会获得+1的奖励，如果攻击命中，弯刀会额外造成1d6点劈砍伤害（最多+3和{@damage 3d6}）。",
	"In addition, if you use the {@action Dash} action and move within 5 feet of a creature, you can attack that creature as a bonus action. On a hit, the target takes an extra {@damage 2d6} slashing damage.": "此外，如果你使用{@action Dash}动作并移动到离一个生物5英尺的范围内，你可以将该生物作为一个额外动作进行攻击。命中时，目标会受到额外{@damage 2d6}的斩击伤害。",
	"The Infernal runes inscribed upon this vellum scroll radiate a faint, crimson glow. When you use this spell scroll of {@spell command}, the save DC is 15 instead of 13, and you can also affect targets that are undead or that don't understand your language.": "这张羊皮卷上刻着地狱符文，散发出微弱的深红色光芒。当你使用这张{@spell command}的咒语卷轴时，豁免 DC 为 15 而不是 13，并且你还可以影响到不懂你语言或是不死生物的目标。",
	"This worn cloth purse appears empty, even when opened, yet seems to always have enough copper pieces in it to make any purchase of urgent necessity when you dig inside. The purse produces enough copper pieces to provide for a poor lifestyle. In addition, if anyone asks you for charity, you can always open the purse to find 1 or 2 cp available to give away. These coins appear only if you truly intend to gift them to one who asks.": "这个破旧的布钱包看起来是空的，即使打开了也是如此，但当你挖掘内部时，里面总是有足够的铜币来进行任何紧急购买。这个钱包每次会产生足够的铜币来维持贫困生活。此外，如果有人向你乞讨，你总是可以打开钱包找到1或2个铜板可供施舍。这些硬币只会在你真心打算送给乞讨者时出现。",
	"These small pouches and cylinders are filled with magical powders and reagents, and they each have a small fuse protruding from their closures. You can use an action to light a firework then throw it up to 30 feet. The firework activates immediately or on initiative count 20 of the following round, as detailed below. Once a firework's effects end, it is destroyed. A firework can't be lit underwater, and submersion in water destroys a firework. A lit firework can be destroyed early by dousing it with at least 1 gallon of water.": "这些小袋子和圆柱体装满了魔法粉末和试剂，它们的封口处各有一根小引线。你可以使用一个动作点燃一枚烟花，然后将其扔出去，最远可达30英尺。烟花会立即激活，或在接下来的回合20号倡议计数时激活，具体细节如下。一旦烟花的效果结束，它就会被摧毁。烟花不能在水下点燃，浸入水中会摧毁烟花。点燃的烟花可以通过倒入至少1加仑水来提前摧毁。",
	"This bright yellow firework releases a blinding flash of light on impact. Each creature within 15 feet of where the firework landed and that can see it must succeed on a {@dc 13} Constitution saving throw or be {@condition blinded} for 1 minute. A blinded creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "这枚明亮的黄色烟花在着地时释放出一道刺眼的闪光。每个距离烟花着陆点15英尺范围内且能看到它的生物必须进行一次{@dc 13}体质豁免才能通过，否则将在1分钟内被{@condition blinded}。被致盲的生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身的效果。",
	"This ornate brass lantern comes fitted with heavily inscribed plates shielding the cut crystal lens. With a flick of a lever, as an action, the plates rise and unleash a dazzling array of lights at a single target within 30 feet.": "这个华丽的黄铜灯笼配有密集刻字的板片，保护着切割水晶透镜。通过拉动一个杠杆，作为一个动作，这些板片会升起，向30英尺内的一个目标释放出令人眼花缭乱的光芒。",
	"You must use two hands to direct the lights precisely into the eyes of a foe. The target must succeed on a {@dc 11} Wisdom saving throw or be {@condition blinded} until the end of its next turn. A creature blinded by the lantern is immune to its effects for 1 minute afterward. This property can't be used in a brightly lit area.": "你必须用两只手将灯光精确地对准敌人的眼睛。目标必须成功通过一次 {@dc 11} 感知豁免才能在其下一个回合结束前被 {@condition blinded}。被这盏灯致盲的生物在之后的1分钟内对其效果免疫。这个特性不能在明亮的地方使用。",
	"By opening the shutter on the opposite side, the device functions as a normal {@item bullseye lantern|PHB}, yet illuminates magically, requiring no fuel and giving off no heat.": "通过在对面打开百叶窗，这个装置就像一个普通的{@item bullseye lantern|PHB}一样运作，但却能神奇地发光，无需燃料，也不会散发热量。",
	"Used as a form of currency between undead lords and the humanoids of their lands, this coin resembles a gold ring with a single hole in the center. It holds 1 charge, visible as a red glow in the center of the coin. While holding the coin, you can use an action to expend 1 charge and regain {@dice 1d3} hit points. At the same time, the humanoid who pledged their blood to the coin takes necrotic damage and reduces their hit point maximum by an equal amount. This reduction lasts until the creature finishes a {@quickref resting|phb|2|0|long rest}. It dies if this reduces its hit point maximum to 0. You can expend the charges in up to 5 blood marks as part of the same action.": "作为不死领主和其领地上的人类之间的一种货币形式，这枚硬币类似于一个中心有一个孔的金戒指。它有1个充能，显示为硬币中心的红色发光。握住硬币时，你可以使用一个动作来消耗1个充能并恢复{@dice 1d3}点生命值。与此同时，向硬币承诺了他们的血液的人类会受到死灵伤害，并将其生命值上限减少相同数量。这种减少持续到生物完成一次{@quickref resting|phb|2|0|long rest}。如果这将其生命值上限减少到0，它就会死亡。你可以在同一个动作中使用最多5个血印记的充能。",
	"To replenish an expended charge in a blood mark, a humanoid must pledge a pint of their blood in a 10-minute ritual that involves letting a drop of their blood fall through the center of the coin. The drop disappears in the process and the center fills with a red glow. There is no limit to how much blood a humanoid may pledge, but each coin can hold only 1 charge. To pledge more, the humanoid must perform the ritual on another blood mark": "为了补充一个已用尽的血印中的能量，一个人形生物必须在一个10分钟的仪式中誓言献出一品脱他们的血液，这个仪式包括让一滴血通过硬币中心滴落。这滴血在过程中消失，中心会充满红色的光芒。一个人形生物可以献出的血量没有限制，但每个硬币只能容纳1个能量。要献出更多血液，人形生物必须在另一个血印上执行这个仪式。",
	"Any person foolish enough to pledge more than a single blood coin might find the coins all redeemed at once, since such redemptions often happen at great blood feasts held by vampires and other undead.": "任何愚蠢到愿意贡献超过一枚血币的人，可能会发现所有的血币一次性被兑现，因为这种兑现通常发生在吸血鬼和其他不死族举办的盛大血宴上。",
	"While holding the orb, you have {@sense darkvision} out to a range of 60 feet. If you already have darkvision, its range increases by 30 feet.": "当握着（Orb of Night）时，你的视野范围为60英尺。如果你已经拥有暗视能力，其范围将增加30英尺。",
	"As your level increases, you gain the following benefits while holding the orb. The orb also has 6 charges for some of the following properties. It regains {@dice 1d6} expended charges daily at dawn.": "随着你的等级提升，当你握住这个宝珠时，你会获得以下好处。这个宝珠还有6个充能，可以使用以下一些效果。每天黎明时，宝珠会恢复{@dice 1d6}已用充能。",
	"You can use an action to expend 1 or more of the orb's charges to cast one of the following spells, using your spell save DC: {@spell by the light of the moon|KPDM}* (2 charges) or {@spell moonbeam} (2 charges).": "你可以使用一个动作来消耗1个或更多的宝珠的充能来施放以下其中一个法术，使用你的法术豁免 DC：{@spell by the light of the moon|KPDM}*（2充能）或{@spell moonbeam}（2充能）。",
	"As an action, you can deal {@damage 1d4} slashing damage to yourself. This damage can't be healed until you complete a {@quickref resting|phb|2|0|long rest}. The orb absorbs and can hold up to 4 hit points of your blood until expended or until you complete a long rest. While the orb holds your blood, you can expend the blood in the orb when casting a spell and increase the save DC or spell attack bonus of the spell by an amount equal to the hit points stored in the orb. Once used, the orb can't be used in this way again until the next dawn.": "作为一个动作，你可以对自己造成{@damage 1d4}的斩击伤害。这种伤害在你完成一次{@quickref resting|phb|2|0|long rest}之前无法被治愈。这个宝珠可以吸收并保存你的血液，最多可保存4点生命值，直到用尽或者你完成一次长休。当宝珠保存了你的血液时，你可以在施放法术时消耗宝珠中的血液，使法术的豁免 DC 或法术命中加值增加等同于宝珠中存储的生命值。一旦使用，宝珠在当天黎明之前无法再次以这种方式使用。",
	"The list of spells you can cast from the orb expands to include: {@spell by the light of the watchful moon|KPDM}* (4 charges), {@spell exsanguinate|KPDM}* (5 charges), and {@spell moon trap|KPDM}* (4 charges). In addition, you can use an action to expend 6 of the orb's charges to cause a red sphere of necrotic energy to pulse out from the orb. Each creature, other than you, within 60 feet of the orb must make a Constitution saving throw, using your spell save DC. On a failure, a creature takes {@damage 8d6} necrotic damage as droplets of blood burst thought the its skin. On a success, a creature takes half the damage.": "你可以从水晶球中施放的法术列表扩展为：{@spell by the light of the watchful moon|KPDM}*（4个次数），{@spell exsanguinate|KPDM}*（5个次数），以及{@spell moon trap|KPDM}*（4个次数）。此外，你可以使用一个动作消耗水晶球的6个次数，使一团红色死灵能量从水晶球中脉冲喷发出来。在水晶球周围60英尺内的每个生物（除你外）必须进行一次体质豁免，使用你的法术豁免 DC。未能通过豁免的生物会受到{@damage 8d6}点死灵伤害，鲜血飞溅而出。通过豁免的生物会受到一半伤害。",
	"You can use an action to detect magical pathways and portals, such as the presence of the {@spell teleportation circle} or {@spell gate} spells or the presence of natural fonts of magic like ley lines, within 120 feet of you. Detected portals are visible to you, and you can point out their locations to others. By spending 1 minute concentrating on a portal detected by the orb, you can sense the physical conditions around its destination. Once used, the orb can't be used in this way again until the next dawn.": "你可以使用一个动作来探测魔法通道和传送门，比如你周围120英尺内存在的{@spell teleportation circle}或{@spell gate}法术，或者自然魔力源如地脉。探测到的传送门对你可见，你可以指出它们的位置给其他人。通过花费1分钟专注于宝珠探测到的传送门，你可以感知到其目的地周围的物理条件。一旦使用，宝珠在当天黎明前无法再以这种方式使用。",
	"This strange orb is the size of a human's head, and appears to be crafted from a single piece of glass. No seam or opening is visible, yet the orb is filled with a thick red liquid, which swirls slowly within.": "这个奇怪的球体与一个人的头大小相当，看起来是用一整块玻璃制成的。没有任何接缝或开口可见，然而球体内充满了一种浓稠的红色液体，缓缓地旋转着。",
	"Most female {@creature serpentine lamia|CCodex} (see Creature Codex) take part in the Revelry, part sacred ceremony and part frenzied celebration, which occurs on nights of the full moon. Those who partake in these secretive mysteries believe they are possessed and empowered by the mystical power of the very moon itself.": "大多数女性{@creature serpentine lamia|CCodex}（见《生物宝典》）参加狂欢，这是一种既神圣仪式又狂热庆祝活动，发生在满月之夜。参与这些神秘仪式的人相信自己被月亮的神秘力量所附体和赋予力量。",
	"Outsiders do not generally learn details of what transpires during these moonlit ceremonies. Although no two Revelries are identical, there are elements in every ceremony which never change. Celebrants participate in chaotic dancing, hypnotic swaying, and frenzied distortions of their serpentine bodies as if seized with madness.": "在这些月光仪式中发生的细节通常不为外人所知。虽然每场庆典都各有不同，但每场仪式中都有一些永远不会改变的元素。庆祝者参与混乱的舞蹈，催眠般的摇摆，以及像被疯狂所控制般对他们蛇一般的身体进行狂乱的扭曲。",
	"Snakes are also typically involved in the Revelry, with participants often wearing them around their bodies or otherwise handling them in various symbolic and proscribed manners.": "蛇也通常参与狂欢活动，参与者经常将它们绕在身体周围，或以各种象征性和规定的方式处理它们。",
	"The rite culminates in an ecstatic, mystical fervor and extreme loss of inhibition known as Shiv'ash (literally, \"the madness and ecstasy of the moon\"). In this state, the lamia lose all self-control. They shout excitedly, shrieking out prophecies, and engage in all manner of debauchery.": "这种仪式达到了狂热、神秘的狂热和极度失控的高潮，被称为希瓦什（直译为“月亮的疯狂和狂喜”）。在这种状态下，蛇身女妖失去了所有的自我控制。她们兴奋地喊叫，尖叫着预言，并参与各种放荡行为。",
	"The Night of the Blood Moon occurs once per year. It is the most sacred of all Revelries—a time when alliances are sealed, blood sacrifices are made, wars are ended, and new matriarchs are chosen. It is during a Night of the Blood Moon long ago that a powerful lamia cult created the blood moon orb.": "每年都会发生一次血月之夜。这是所有庆典中最神圣的一次——在这个时候，联盟会被确认，血祭会被献祭，战争会结束，新的女族长会被选出。很久以前的一次血月之夜，一个强大的蛇身女妖教派创造了血月宝珠。",
	"Little is known about the blood moon orb, save that it contains blood drops from the one hundred sacrifices made that night. It is said the lamia females wished to capture the mystical spirit of the moon itself in the blood moon orb, and some believe they did exactly that.": "关于血月宝珠，人们知之甚少，只知道它内含有那个夜晚所做的一百次祭品的血滴。据说蛇身女妖们希望在血月宝珠中捕捉到月亮本身的神秘精神，有人相信她们确实做到了。",
	"This crimson pearl feels slick to the touch and contains a mote of blood imbued with malign purpose. As an action, you can break the pearl, destroying it, and conjure a {@creature blood elemental|CCodex} for 1 hour. The elemental is friendly to you and your companions for the duration. Roll initiative for the elemental, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands to the elemental, it defends itself from hostile creatures but otherwise takes no actions.": "这颗赤红色的珍珠触感光滑，内含一点注入邪恶意图的血液。作为一个动作，你可以打破这颗珍珠，摧毁它，并召唤一个{@creature blood elemental|CCodex}，持续1小时。这元素对你和你的同伴友好。为元素投掷先攻骰，它有自己的回合。它遵从你发出的任何口头命令（你不需要采取行动）。如果你没有给元素下达任何命令，它会保护自己免受敌对生物的攻击，但不会采取其他行动。",
	"While wearing this armor, you can use a bonus action to make one melee weapon attack with the armor's spikes against a target within 5 feet of you. If the attack hits, the spikes deal {@damage 1d4} piercing damage. You are proficient with this attack and use your Strength modifier for the attack and damage rolls.": "穿上这件盔甲后，你可以使用一个奖励动作对距离你5英尺内的目标使用盔甲上的尖刺进行一次近战武器攻击。如果攻击命中，尖刺造成{@damage 1d4}穿刺伤害。你精通这种攻击，并且使用你的力量调整值进行攻击和伤害骰投。",
	"Once per turn, when you hit a creature with your armor spikes, you cause unnatural bleeding from the resulting wounds. After you hit a creature with the armor's spikes, it takes {@damage 1d4} necrotic damage at the start of each of its turns from a bleeding wound. Each time you hit that creature with the armor's spikes, the damage dealt by the wound increases by {@damage 1d4}. At the end of the creature's turn, it can make a {@dc 15} Constitution saving throw, ending the effect on itself on a success. Alternatively, any creature can take an action to stanch the wound with a successful {@dc 15} Wisdom ({@skill Medicine}) check. The wound also closes if the target receives magical healing.": "每回合一次，当你用你的盔甲尖刺击中一名生物时，你会导致伤口异常出血。在你用盔甲的尖刺击中一名生物后，它在每个回合开始时会受到{@damage 1d4}点死灵伤害来自于流血伤口。每次你用盔甲的尖刺击中那个生物时，伤口造成的伤害会增加{@damage 1d4}点。在生物的回合结束时，它可以进行一次{@dc 15}体质豁免才能，成功则结束自身的效果。或者，任何生物都可以采取行动，通过成功的{@dc 15}感知({@skill Medicine})检定来止住伤口。如果目标接受了魔法治疗，伤口也会关闭。",
	"You gain a +1 bonus to AC and to attack and damage rolls with the armor's spikes.": "你在穿戴着（armor's spikes）时，获得+1的AC奖励，并且对攻击和伤害骰投掷获得+1的奖励。",
	"You now gain a +2 bonus to AC and to attack and damage rolls with the armor's spikes, instead of +1. In addition, you can use an action to frighten a creature you can see within 30 feet of you. If the creature can see you, it must succeed on a Wisdom saving throw (DC equal to 8 + your proficiency bonus + your Charisma modifier) or be {@condition frightened} until the end of your next turn. On the following turn, you can use an action to extend the duration of this effect until the end of your next turn. You can continue extending the duration in this way until the creature is no longer frightened, it ends its turn out of line of sight, or it is more than 60 feet away from you. If a creature succeeds on its saving throw, you can't use this property on that creature again for 24 hours.": "你现在获得的盔甲尖刺的AC加值和攻击伤害骰的加值提升至+2，而不是+1。此外，你可以使用一个动作来吓唬你能看到的距离30英尺内的生物。如果该生物能看到你，它必须通过一次感知豁免检定（DC等于8 + 你的熟练加值 + 你的魅力调整值）否则会被{@condition frightened}，直到你的下一个回合结束。在接下来的回合，你可以使用一个动作来延长这个效果的持续时间，直到你的下一个回合结束。你可以继续以这种方式延长效果的持续时间，直到生物不再感到恐惧，它的回合结束时不在你的视线范围内，或者它离你超过60英尺。如果一个生物通过了豁免检定，你在接下来的24小时内不能再对该生物使用这个特性。",
	"You now gain a +3 bonus to AC and to attack and damage rolls with the armor's spikes, instead of +2.": "你现在获得了对护甲的尖刺攻击和伤害骰的AC和攻击加值提升到+3，而不是+2。",
	"This ancient plate armor is crafted from a strange black metal. Vicious spikes protrude from the shoulders and breastplate. Hideous, demonic faces are etched into the black metal.": "这件古老的板甲是用一种奇怪的黑色金属打造的。恶毒的尖刺从肩膀和胸甲上突出。丑陋的恶魔面孔被刻在黑色金属上。",
	"Gregor the Red was a legendary warrior with a thirst for blood. On one occasion, Gregor was hired to retrieve a golden cup from an ancient tomb. After many dangerous encounters, Gregor at last found the golden cup in the lowest bowels of the tomb. As he reached for the cup, he noticed a suit of ancient armor piled in a corner. Gregor was mesmerized by the frightening armor. He would take the golden cup back to his employer, but he would claim the magnificent armor for himself!": "格雷戈尔（Gregor）是一位以鲜血为食的传奇战士。有一次，格雷戈尔被雇佣去从一座古墓中取回一只金杯。经历了许多危险的遭遇后，格雷戈尔终于在古墓的最深处找到了金杯。当他伸手去拿杯子时，他注意到一个角落里堆放着一套古老的盔甲。格雷戈尔被这套可怕的盔甲迷住了。他会把金杯带回给雇主，但他会把这套华丽的盔甲据为己有！",
	"Once back at his base, Gregor set about the long and difficult task of restoring and repairing the armor. He hired the best armorers and weaponsmiths to ensure the armor was brought back to all its former glory. Of course, he also could not resist having his smiths add new detailing to the armor to be sure everyone knew it was his and his alone.": "一回到基地，格雷戈开始了漫长而困难的任务，修复和恢复盔甲。他雇佣了最优秀的铠甲匠和武器铸造师，以确保盔甲恢复到昔日的荣耀。当然，他也忍不住让铁匠们在盔甲上添加新的细节，以确保每个人都知道这是他独有的。",
	"Gregor wore his terrifying spiked armor on every mission and campaign from that day on. He even mastered close-combat techniques that helped him utilize the armor spikes. Gregor derived a perverse pleasure from driving the spikes into his enemies and watching the blood drip onto his armor. Because of this, Gregor named his beloved plate blood spike armor.": "格雷戈尔从那天起每次任务和战役都穿着他那件可怕的带刺盔甲。他甚至掌握了近战技巧，帮助他利用盔甲上的尖刺。格雷戈尔从将尖刺刺入敌人并看着鲜血滴在盔甲上中得到一种扭曲的快感。正因如此，格雷戈尔将他心爱的铠甲命名为血刺盔甲。",
	"Gregor is said to have lost his life to a powerful undead being in some far-away crypt. As far as anyone knows, his remains and armor could still be there...": "据说格雷戈(Gregor)在某个遥远的地下墓穴中丧生于一只强大的不死生物手中。据所有人所知，他的遗骸和盔甲可能仍然在那里...",
	"{@i Blood-soaked hide} armor is crafted from the tanned skins of humanoids, carefully preserved and layered. The armor is always smeared in tacky, semi-dried blood, no matter how carefully it's cleaned. While wearing this armor, you gain a +1 bonus to AC, and you are immune to any effect that would cause you to lose hit points due to blood loss or ongoing wounds, such as the infernal wounds caused by a horned devil's tail or the necrotic damage caused by a {@item sword of wounding|DMG}.": "{@i Blood-soaked hide}护甲是由人形生物的鞣制皮革精心制作而成。护甲总是涂抹着黏糊糊的、半干的血迹，无论清洁得多么仔细。穿上这件护甲后，你的AC获得+1加值，并且对于任何可能让你因失血或持续性伤口而失去生命值的效果免疫，比如恶魔尾巴造成的地狱伤口或{@item sword of wounding|DMG}造成的死灵伤害。",
	"As an action, you can transform into a flowing pool of thick blood for 1 minute, or until you use a bonus action to revert back to your true form. Any equipment you are wearing or carrying melds into your form or falls to the ground (your choice). Your statistics remain the same, but any magic items other than the blood-soaked hide cease to function. While in blood form, you can't speak, you are resistant to bludgeoning, piercing, and slashing damage, you can move through any opening as small as 1 inch wide without squeezing, and you can enter the space of other creatures and end your turn there.": "作为一个动作，你可以变成一滩浓稠血液，持续1分钟，或者直到你使用一个奖励动作恢复到真实形态。你穿戴的或携带的任何装备会融入你的形态或掉落在地上（由你选择）。你的属性保持不变，但除了浸血外的任何魔法物品都无法使用。在血液形态中，你无法说话，对钝击、刺击和斩击伤害具有抗性，你可以穿过任何1英寸宽的缝隙而不需要挤压，你可以进入其他生物的空间并在那里结束你的回合。",
	"A creature that starts its turn in your space must succeed on a {@dc 15} Constitution saving throw or lose {@damage 3d6} hit points due to blood loss, and you regain a number of hit points equal to half the number of hit points the creature lost. Constructs and undead who aren't vampires are immune to this effect.": "当一个生物在你的空间内开始它的回合时，必须成功进行一次 {@dc 15} 体质豁免才能免受 {@damage 3d6} 的失血所致生命值损失，而你则回复相当于该生物失去生命值一半的生命值。免疫这种效果的构造体和不是吸血鬼的不死生物。",
	"Once used, you can't use this property of the armor again until the next dawn.": "一旦使用，直到第二天黎明前，你不能再次使用这个护甲的属性。",
	"This longbow is carved of a light, sturdy wood such as hickory or yew, and it is almost always stained a deep maroon hue, lacquered and aged under layers of sundried blood. The bow is sometimes decorated with reptilian teeth, centaur tails, or other battle trophies.": "这把长弓是用轻盈坚固的木材，比如山核桃木或紫杉木雕刻而成的，几乎总是染上深红色的颜色，经过涂漆和晒干的血液层层叠加后老化。这把弓有时会装饰着爬行动物的牙齿、人马的尾巴或其他战利品。",
	"The bow is designed to harm the particular type of creature whose blood most recently soaked the weapon. When you make a ranged attack roll with this magic weapon against a creature of that type, you have a +1 bonus to the attack and damage rolls. If the attack hits, the target must succeed on a {@dc 15} Wisdom saving throw or become enraged until the end of your next turn. While enraged, the target suffers a random {@table short-term madness}.": "这把弓被设计用来伤害最近浸透武器的特定类型生物的血液。当你使用这把魔法武器对该类型生物进行远程攻击时，你对攻击和伤害骰获得+1的加值。如果攻击命中，目标必须通过一次{@dc 15}的感知豁免检定，否则会在你的下一个回合结束前变得愤怒。在愤怒状态下，目标会遭受一个随机{@table short-term madness}。",
	"{@i Bloodbows} are most commonly soaked in the blood of bandits, thieves, or other humanoids. If you soak this weapon in the blood of a different type of creature for at least 1 hour, it ceases to affect the previous type of creature. The bow affects the new type of creature after you finish a {@quickref resting|phb|2|0|long rest}.": "{@i Bloodbows}通常浸泡在强盗、小偷或其他类人生物的血液中。如果你将这把武器浸泡在不同类型生物的血液中至少1小时，它将不再影响先前的类型生物。完成{@quickref resting|phb|2|0|long rest}后，这弓将影响新类型的生物。",
	"Prized by gnolls, the upper haft of this spear is decorated with tiny animal skulls, feathers, and other adornments. You gain a +1 bonus to attack and damage rolls with this magic weapon.": "这支长矛的上半部分装饰着小动物头骨、羽毛和其他装饰，深受豺狼人的喜爱。你使用这把魔法武器时，攻击和伤害骰都会获得+1的奖励。",
	"When you hit a creature with this spear, you mark that creature for 1 hour. Until the mark ends, you deal an extra {@damage 1d6} damage to the target whenever you hit it with the spear, and you have advantage on any Wisdom ({@skill Perception}) or Wisdom ({@skill Survival}) check you make to find the target. If the target drops to 0 hit points, the mark ends. This property can't be used on a different creature until you spend a {@quickref resting|phb|2|0|short rest} cleaning the previous target's blood from the spear.": "当你用这支矛击中一只生物时，你标记该生物1小时。直到标记结束，每当你用这支矛击中目标时，你对目标造成额外{@damage 1d6}的伤害，并且在任何一次用智慧检定({@skill Perception})或智慧检定({@skill Survival})来找到目标时，你都有优势。如果目标的生命值降至0，标记就会结束。在你花费{@quickref resting|phb|2|0|short rest}时间清洁先前目标的血迹之前，这个特性无法用于不同的生物身上。",
	"When you and another willing creature each drink at least half this potion, your life energies are linked for 1 hour.": "当你和另一个愿意的生物每人至少喝下一半这个药剂时，你们的生命能量会在1小时内相互关联。",
	"When you or the creature who drank the potion with you take damage while your life energies are linked, the total damage is divided equally between you. If the damage is an odd number, roll randomly to assign the extra point of damage. The effect is halted while you and the other creature are separated by more than 60 feet. The effect ends if either of you drop to 0 hit points. This potion's red liquid is viscous and has a metallic taste.": "当你或与你一起喝下药剂的生物在你们的生命能量相连时受到伤害时，总伤害会平均分配给你们两个。如果伤害是奇数，随机掷骰来确定额外的伤害点。当你和另一个生物相隔超过60英尺时，效果会停止。如果你们中的任何一人降到0点生命值，效果也会结束。这瓶药剂的红色液体黏稠，带有金属味。",
	"This gold bracelet features three red pearls. You can use an action to remove a pearl and throw it up to 20 feet. When the pearl lands, it transforms into an ooze you determine by rolling a {@dice d6} and consulting the table that corresponds to the bracelet's color. The ooze vanishes at the next dawn or when it is reduced to 0 hit points.": "这条金手镯上镶嵌着三颗红色珍珠。你可以使用一个动作来移除一颗珍珠并将其扔出最多20英尺。当珍珠着陆时，它会变成一种史莱姆，你可以通过掷骰子{@dice d6}并查阅与手镯颜色对应的表格来确定。这种史莱姆会在第二天黎明时消失，或者在被击倒至0点生命值时消失。",
	"When you throw a pearl, your hit point maximum is reduced by the amount listed in the Blood Price column. This reduction can't be removed with the {@spell greater restoration} spell or similar magic and lasts until the ooze vanishes or is reduced to 0 hit points.": "当你投掷一颗珍珠时，你的生命值上限会减少对应于“血价”栏中所列数量。这种减少无法通过{@spell greater restoration}法术或类似魔法移除，直到这团软泥消失或降至0生命值为止。",
	"The ooze is friendly to you and your companions and acts on your turn. You can use a bonus action to command how the creature moves and what action it takes on its turn, or to give it general orders, such as to attack your enemies. In the absence of such orders, the ooze acts in a fashion appropriate to its nature.": "这团软泥对你和你的同伴友好，并在你的回合行动。你可以使用一个奖励动作来指挥这个生物如何移动以及在它的回合采取什么行动，或者给出一般性的命令，比如让它攻击你的敌人。如果没有这样的命令，软泥会根据自己的本性采取行动。",
	"Once all three pearls have been used, the bracelet can't be used again until the next dawn when the pearls regrow.": "一旦三颗珍珠都被使用，手镯在珍珠再生之前不能再次使用，直到第二天黎明。",
	"This silver bracelet features three red pearls. You can use an action to remove a pearl and throw it up to 20 feet. When the pearl lands, it transforms into an ooze you determine by rolling a {@dice d6} and consulting the table that corresponds to the bracelet's color. The ooze vanishes at the next dawn or when it is reduced to 0 hit points.": "这条银手镯上镶嵌着三颗红色珍珠。你可以使用一个动作取下一颗珍珠，将其投掷最多20英尺。当珍珠着陆时，它会变成一种软泥怪，你可以通过掷骰子{@dice d6}并参考与手镯颜色对应的表格来确定。软泥怪会在第二天黎明时消失，或者当它的生命值降至0时消失。",
	"This ancient, oxidized cauldron sits on three stubby legs and has images of sacrifice and ritual cast into its iron sides. When filled with concoctions that contain blood, the bubbling cauldron seems to whisper secrets of ancient power to those bold enough to listen. While filled with blood, the cauldron has the following properties. Once filled, the cauldron can't be refilled again until the next dawn.": "这口古老的、氧化的大锅立在三条短腿上，铁壁上镌刻着祭祀和仪式的图像。当里面装满含有血液的混合物时，冒泡的大锅似乎向那些足够大胆去倾听的人耳语古老力量的秘密。当装满血液时，这口大锅具有以下特性。一旦装满，大锅直到次日黎明前都不能再次装满。",
	"As an action, you can force the cauldron to spew a miasma of vaporous blood in a 30-foot cone. Each creature in the area must make a {@dc 15} Constitution saving throw. On a failure, a creature takes {@damage 4d4} necrotic damage and is {@condition poisoned} for 1 minute. On a success, a creature takes half the damage and isn't poisoned. A poisoned creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. The cauldron contains enough liquid to use this property up to 3 times before it needs to be refilled with blood.": "作为一个动作，你可以让坩埚喷射出一股血腥的烟雾，形成一个30英尺的锥形区域。该区域内的每个生物必须进行一次{@dc 15}体质豁免才能。未通过豁免的生物会受到{@damage 4d4}点死灵伤害，并且在1分钟内被{@condition poisoned}。通过豁免的生物只会受到一半伤害，并且不会中毒。中毒的生物可以在自己的回合结束时重复进行豁免才能，成功则结束效果。坩埚中含有足够的液体，可以使用这个效果最多3次，之后需要重新注满血液。",
	"As an action, you can drink from the cauldron. If you do, you regain 20 hit points, are cured of any diseases and levels of {@condition exhaustion}, and you regain all expended spell slots and class features as if you had completed a {@quickref resting|phb|2|0|long rest}. Once used, this property can't be used again for 3 days.": "作为一个动作，你可以从大锅中喝水。如果你这样做，你会恢复20点生命值，治愈任何疾病和{@condition exhaustion}级别，你会恢复所有已用掉的法术位和职业特性，就像你完成了{@quickref resting|phb|2|0|long rest}一样。一旦使用，这个效果在3天内不能再次使用。",
	"If you spend at least 1 minute gazing into the bubbling liquid within the cauldron, you gain insight into your immediate future. You have advantage on the next 3 ability checks or saving throws you make within 1 hour of receiving these visions. Afterwards, the cauldron's liquid disappears, and the cauldron must be refilled before you can use this property again.": "如果你至少凝视着坩埚中冒泡的液体1分钟，你将对你即将发生的事情有深刻的洞察。在接收这些预示的1小时内，你下次进行的3次能力检定或豁免检定获得优势。之后，坩埚中的液体消失，必须重新装满坩埚才能再次使用这个效果。",
	"The petals of this cerulean flower can be prepared into a compote and consumed. A single flower can make 3 doses. When you consume a dose, your Intelligence, Wisdom, and Charisma scores are reduced by 1 each. This reduction lasts until you finish a {@quickref resting|phb|2|0|long rest}. You can consume up to three doses as part of casting a spell, and you can choose to affect your spell with one of the following options for each dose you consumed:": "这种蔚蓝色花朵的花瓣可以制成果脯食用。一朵花可以制成3剂。当你食用一剂时，你的智力、感知和魅力属性各降低1点。这种减少持续到你完成一次{@quickref resting|phb|2|0|long rest}。你可以在施放法术时食用最多三剂，并且你可以选择以下选项之一来影响你的法术，每剂你可以选择一个选项：",
	"If the spell is of the {@filter abjuration school|spells|source=|school=a}, increase the save DC by 2.": "如果这个法术是{@filter abjuration school|spells|source=|school=a}，则增加豁免 DC 值 2 点。",
	"If the spell has more powerful effects when cast at a higher level, treat the spell's effects as if you had cast the spell at one slot level higher than the spell slot you used.": "如果在更高等级施放咒语会产生更强大的效果，那么将咒语的效果视为你以比你使用的法术位更高一级的法术位施放的效果。",
	"The spell is affected by one of the following metamagic options, even if you aren't a sorcerer: {@optfeature heightened spell|PHB|heightened}, {@optfeature quickened spell|PHB|quickened}, or {@optfeature subtle spell|PHB|subtle}": "这个法术受到以下其中一个变魔法选项的影响，即使你不是巫师：{@optfeature heightened spell|PHB|heightened}，{@optfeature quickened spell|PHB|quickened}，或者{@optfeature subtle spell|PHB|subtle}",
	"A spell can't be affected by the same option more than once, though you can affect one spell with up to three different options. If you consume one or more doses without casting a spell, you can choose to instead affect a spell you cast before you finish a {@quickref resting|phb|2|0|long rest}.": "一个法术不能被同一个选项影响超过一次，尽管你可以用最多三种不同的选项影响一个法术。如果你在施放法术之前消耗了一剂或更多剂，你可以选择改为影响你在完成{@quickref resting|phb|2|0|long rest}之前施放的法术。",
	"In addition, consuming blue rose gives you some protection against spells. When a spellcaster you can see casts a spell, you can use your reaction to cause one of the following:": "此外，消耗蓝玫瑰可以让你在一定程度上对咒语产生保护。当你能看见的一个咒术师施放咒语时，你可以使用你的反应来引发以下其中一种效果：",
	"You have advantage on the saving throw against the spell if it is a spell of the {@filter abjuration school|spells|source=|school=a}.": "如果这是一个{@filter abjuration school|spells|source=|school=a}法术，你在豁免投掷时获得优势。",
	"If the spell is {@spell counterspell} or {@spell dispel magic}, the DC increases by 2 to interrupt your spellcasting or to end a magic effect on you.": "如果法术是{@spell counterspell}或{@spell dispel magic}，则中断你的施法或结束施加在你身上的魔法效果的豁免 DC 增加 2 点。",
	"You can use this reaction a number of times equal to the number of doses you consumed.": "你可以使用这个反应的次数等于你消耗的剂量数量。",
	"Blue rose is a highly addictive substance. You must succeed on a {@dc 13} Constitution saving throw each time you consume a dose of it or become addicted. It takes {@dice 1d4} days for blue rose addiction's symptoms to manifest in a creature. Symptoms include fatigue and nausea. You suffer one level of {@condition exhaustion}, and you regain only half the normal number of hit points from spending Hit Dice and no hit points from finishing a {@quickref resting|phb|2|0|long rest}.": "蓝玫瑰是一种极易上瘾的物质。每次你消耗一剂蓝玫瑰，你必须成功进行一次{@dc 13}体质豁免才能避免上瘾。蓝玫瑰上瘾的症状在一个生物身上表现需要{@dice 1d4}天。症状包括疲劳和恶心。你遭受{@condition exhaustion}的惩罚，并且在使用掷骰来回复生命值时，只能回复正常数量的一半，并且在完成{@quickref resting|phb|2|0|long rest}时不回复生命值。",
	"At the end of each long rest, you must make a {@dc 13} Constitution saving throw. On a failed save, your Hit Dice maximum is reduced by 25 percent. This reduction affects only the number of Hit Dice you can use to regain hit points during a {@quickref resting|phb|2|0|short rest}; it doesn't reduce your hit point maximum. This reduction lasts until you recover from the addiction. If you have no remaining Hit Dice to lose, you suffer one level of {@condition exhaustion}, and your Hit Dice are returned to 75 percent of your maximum Hit Dice. The process then repeats until you die from exhaustion or you recover from the addiction. On a successful save, your exhaustion level decreases by one level.": "在每次长休结束时，你必须进行一次 {@dc 13} 体质豁免检定。如果豁免失败，你的生命骰最大值会减少 25%。这个减少只影响你用来恢复生命值的生命骰数量；它不会减少你的生命值上限。这个减少会持续直到你从上瘾中恢复。如果你没有剩余的生命骰可以失去，你会受到一级 {@condition exhaustion}，并且你的生命骰会恢复到最大生命骰的 75%。然后这个过程会重复，直到你因为极度疲劳死亡或者从上瘾中恢复。如果豁免成功，你的疲劳等级会减少一级。",
	"If a successful saving throw reduces your level of exhaustion below 1, you recover from the addiction. A {@spell greater restoration} spell or similar magic ends the addiction and its effects. Consuming at least one dose of blue rose again halts the effects of the addiction for 2 days, at which point you can consume another dose of blue rose to halt it again or the effects of the addiction continue as normal.": "如果成功的豁免投骰将你的疲劳等级降至1以下，你将从成瘾中恢复。一项{@spell greater restoration}法术或类似魔法会结束成瘾及其效果。再次消耗至少一剂蓝玫瑰将暂停成瘾的效果2天，此时你可以再次消耗另一剂蓝玫瑰来暂停它，否则成瘾的效果将继续正常发生。",
	"The petals of the blue rose can be brewed into a tea. When you consume a dose of this tea, you get a glimpse into the future. This effect works like the {@spell divination} spell, except the answer comes to you in visions rather than from a deity or its servants, and you can ask a single question concerning a specific goal, event, or activity to occur within 14 days.": "蓝玫瑰的花瓣可以泡成茶。当你喝下一剂这种茶时，你会窥见未来。这个效果类似于{@spell divination}法术，不过答案会以幻觉的形式呈现给你，而不是来自神明或其仆从，你可以询问一个关于在未来14天内发生的特定目标、事件或活动的问题。",
	"You can render a dose of {@item blue rose|VoM} into three doses of blue rose tea with a successful DC 13 Intelligence ({@skill Arcana}) check. If you succeed by 5 or more on the check, you make four doses of tea instead. On a failed check, you make only one dose of tea.": "你可以通过成功的DC 13智力检定将一剂{@item blue rose|VoM}转化为三剂蓝玫瑰茶。如果你在检定中成功超过5点，你会制作四剂茶。如果检定失败，你只能制作一剂茶。",
	"Consuming blue rose tea doesn't cause addiction like its more potent counterpart. However, if you are addicted to {@item blue rose|VoM}, consuming one dose of this tea removes one level of {@condition exhaustion} and halts the effects of the addiction for 24 hours. This effect can't reduce your exhaustion level below 1 and can't end the addiction.": "饮用蓝玫瑰茶不会像其更强效的对应物一样导致成瘾。然而，如果你对{@item blue rose|VoM}上瘾，饮用一剂此茶会减轻{@condition exhaustion}一级并暂停上瘾效应24小时。此效果不能将你的疲劳等级降至1以下，也不能结束上瘾。",
	"This light cloak of fey silk is waterproof. While wearing this cloak in the rain, you can use your action to pull up the hood and become {@condition invisible} for up to 1 hour. The effect ends early if you attack or cast a spell, if you use an action to pull down the hood, or if the rain stops. The cloak can't be used this way again until the next dawn.": "这件轻盈的仙丝披风防水。在雨中穿着这件披风，你可以使用一个动作拉起兜帽，变成{@condition invisible}，持续时间最长1小时。如果你进行攻击或施法、使用一个动作拉下兜帽，或者雨停止，效果会提前结束。直到第二天黎明前，披风无法再次这样使用。",
	"This whip is constructed of humanoid vertebrae with their edges magically sharpened and pointed. The bones are joined together into a coiled line by strands of steel wire. The handle is half a femur wrapped in soft leather of tanned humanoid skin. You gain a +1 bonus to attack and damage rolls with this weapon.": "这条鞭子由人形脊椎骨构成，边缘被魔法锐化并尖锐化。骨头被钢丝绳连接成一条盘绕的线。把手是半根股骨，包裹在鞣制的人形皮革上。你使用这个武器时攻击和伤害骰获得+1的奖励。",
	"You can use an action to cause fiendish energy to coat the whip. For 1 minute, you gain 5 {@quickref temporary hit points|PHB|3|0} the first time you hit a creature on each turn. In addition, when you deal damage to a creature with this weapon, the creature must succeed on a {@dc 17} Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage dealt. This reduction lasts until the creature finishes a {@quickref resting|phb|2|0|long rest}. Once used, this property of the whip can't be used again until the next dawn.": "你可以使用一个动作让邪恶能量覆盖鞭子。在1分钟内，每次你在每个回合第一次击中生物时，你获得5 {@quickref temporary hit points|PHB|3|0}。此外，当你用这个武器对生物造成伤害时，生物必须成功进行一次 {@dc 17} 体质豁免才能避免其生命值上限减少与所受伤害相等的数值。这种减少持续到生物完成一次 {@quickref resting|phb|2|0|long rest}。一旦使用，鞭子的这个属性直到次日黎明前都无法再次使用。",
	"This strange, twilight-hued tome was written on pages of pure shadow weave, bound in traditional birch board covers wrapped with shadow goblin hide, and imbued with the memories of forests on the Plane of Shadow. Its covers often reflect light as if it were resting in a forest grove, and some owners swear that a goblin face appears on them now and again. The sturdy lock on one side opens only for wizards, elves, and {@creature shadow fey|ToB} (see Tome of Beasts).": "这本奇怪的、暮色般的书是用纯暗纹纸页写成的，装订在传统的桦木板封面上，外面包裹着暗影地精皮革，并灌输了在暗影位面森林中的记忆。它的封面经常反射光线，仿佛它在森林小树林中休息，有些主人发誓封面上偶尔会出现一个地精的面孔。一侧坚固的锁只对巫师、精灵和{@creature shadow fey|ToB} (见《野兽之书》)打开。",
	"The book has 15 charges, and it regains {@dice 2d6 + 3} expended charges daily in the twilight before dawn. If you expend the last charge, roll a {@dice d20}. On a 1, the book retains its Ebon Tides and Shadow Lore properties but loses its Spells property.": "这本书有15个充能，它在黎明前的黄昏每天恢复{@dice 2d6 + 3}已消耗的充能。如果你消耗了最后一个充能，投掷一个{@dice d20}。如果投掷结果为1，这本书会保留其黑潮和暗影知识属性，但会失去其法术属性。",
	"If you spend 100 hours over the period of 30 days or more studying the volume, you can perform a magical ritual to shift the structure of the Plane of Shadow in particular ways. At any point after your study completes, you can expend 5 of the book's charges while spending 1 minute concentrating and performing invocations to transform the terrain near you. You don't need to repeat the study to use this property again.": "如果你在30天或更长时间内花费100小时学习这本书，你就可以执行一个神奇的仪式，以特定方式改变暗影位面的结构。在你完成学习后的任何时候，你可以花费1分钟集中精力并进行祈祷，消耗书中的5点能量，来改变你附近的地形。你不需要重复学习就可以再次使用这个能力。",
	"When the magic ritual completes, make an Intelligence (Arcana) check and consult the Terrain Changes table for the appropriate DCs. You can change the terrain in any one way listed at your result or lower. For example, if your result was 17, you could turn a small forest up to 30 feet across into a grassland, create a grove of trees up to 240 feet across, create a 6-foot-wide flowing stream, overgrow 1,500 feet of an existing road, or other similar option. Only natural terrain you can see can be affected; built structures, such as homes or castles, remain untouched, though roads and trails can be overgrown or hidden. On a failure, the terrain is unchanged. On a 1, an {@creature overshadow|ToB2}(see Tome of Beasts 2) also appears and attacks you. On a 20, you can choose two options.": "当魔法仪式完成后，进行一次智力（奥术）检定，并查阅适当难度等级的地形变化表格。您可以按照您的检定结果或更低的方式之一改变地形。例如，如果您的结果是17，您可以将一片直径不超过30英尺的小森林变成草原，创造一片直径不超过240英尺的树林，创造一条宽6英尺的流动小溪，使现有道路上的1500英尺被植物覆盖，或者其他类似的选择。只有您能看到的自然地形可以受到影响；建筑结构，如房屋或城堡，保持不变，尽管道路和小径可以被植被覆盖或隐藏。失败时，地形保持不变。在掷出1时，会出现一个{@creature overshadow|ToB2}(见《野兽之书2》)并攻击您。在掷出20时，您可以选择两个选项。",
	"Deities, fey lords and ladies, archdevils, demon lords, and other powerful rulers in the Plane of Shadow can prevent these terrain modifications from happening in their presence or anywhere within their respective domains.": "在暗影位面的神祇、精灵领主和女士们、大恶魔、恶魔领主以及其他强大的统治者可以阻止这些地形修改发生在他们的面前或者在他们各自领域内的任何地方。",
	"Obscuring a path and removing all signs of passage (30 feet per point over 7)": "遮蔽路径并清除所有通行迹象（每点超过7点30英尺）",
	"Creating a grove of trees (30 feet across per point over 9)": "创建一个树丛（每点超过9点，直径30英尺）",
	"Creating or drying up a lake or pond (up to 10 feet across per point over 10)": "创建或干涸一片湖泊或池塘（每点最多10英尺，超过10英尺）",
	"Creating a flowing stream (1 foot wide per point over 11)": "创建一个流动的小溪（每点宽1英尺，超过11点）",
	"Overgrowing an existing road with brush or trees (300 feet per point over 12)": "在现有道路上生长过多的灌木或树木（每点超过12点300英尺）",
	"Shifting a river to a new course (300 feet per point over 13)": "将一条河流转移到一个新的路径（每点300英尺，共13点）",
	"Moving a forest (300 feet per point over 14)": "移动一片森林（每点移动14点，每点300英尺）",
	"Creating a small hill, riverbank, or cliff (10 feet tall per point over 15)": "创建一个小山丘、河岸或悬崖（每点超过15点高10英尺）",
	"Turning a small forest into grassland or clearing, or vice versa (30 feet across per point over 16)": "将一小片森林变成草地或清除，或者反过来（每点超过16点为每点30英尺）",
	"Creating a new river (10 feet wide per point over 17)": "创建一条新河流（每点超过17的宽度为10英尺）",
	"Turning a large forest into grassland, or vice versa (300 feet across per point over 19)": "将一片大型森林变成草地，或者反过来（每点超过19的距离为300英尺）",
	"Creating a new mountain (1,000 feet high per point over 19)": "创建一个新的山脉（每19点增加1,000英尺高度）",
	"Drying up an existing river (reducing width by 10 feet per point over 20)": "干涸一条现有的河流 (每点减少10英尺的宽度，在20点内)",
	"Shrinking an existing hill or mountain (reducing 1,000 feet per point over 21)": "缩小一个现有的山丘或山脉（每点减少 1,000 英尺，共 21 点）",
	"If you spend 10 minutes referencing this book while researching the Plane of Shadow or its creatures, you double your proficiency bonus on {@skill Arcana}, {@skill History}, and {@skill Religion} checks to recall lore about such subjects for the next 24 hours. If you don't have proficiency in these skills, you instead gain proficiency in them for the next 24 hours, but you are only proficient when recalling information about the subjects of your research. This research can be done during a {@quickref resting|phb|2|0|short rest}.": "如果你花费10分钟参考这本书来研究阴影位面或其生物，接下来的24小时内，你在{@skill Arcana}、{@skill History}和{@skill Religion}检定中的熟练加值翻倍。如果你没有这些技能的熟练加值，那么接下来的24小时内，你将获得这些技能的熟练加值，但只有在回忆你研究对象的信息时才能使用。这项研究可以在{@quickref resting|phb|2|0|short rest}期间进行。",
	"While holding the book, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spellcasting ability: {@spell cloak of shadow|KPDM}* (1 charge), {@spell darkness} (2 charges), {@spell mirror image} (2 charges), {@spell phantasmal killer} (4 charges), {@spell see invisibility} (2 charges), {@spell seeming} (5 charges), {@spell shadow gateway|KPDM}* (5 charges), {@spell shadow step|KPDM}* (4 charges), or {@spell slither|KPDM}* (2 charges). You can also use an action to cast the {@spell douse light|KPDM}* or {@spell minor illusion} spell from the book without using any charges.": "当你拿着这本书时，你可以使用一个动作来消耗它的1个或更多的充能，施放以下其中一个法术，使用你的法术豁免 DC 和施法能力：{@spell cloak of shadow|KPDM}*（1充能），{@spell darkness}（2充能），{@spell mirror image}（2充能），{@spell phantasmal killer}（4充能），{@spell see invisibility}（2充能），{@spell seeming}（5充能），{@spell shadow gateway|KPDM}*（5充能），{@spell shadow step|KPDM}*（4充能），或{@spell slither|KPDM}*（2充能）。你也可以使用一个动作来从这本书中施放{@spell douse light|KPDM}*或{@spell minor illusion}法术，而不消耗任何充能。",
	"Spells marked with an asterisk (*) can be found in Deep Magic for 5th Edition. At the GM's discretion, spells from Deep Magic for 5th Edition can be replaced with other spells of similar levels and similarly related to darkness, illusion, or shadows, such as {@spell invisibility} or {@spell major image}.": "带有星号（*）标记的法术可以在第五版的《深渊魔法》中找到。在GM的裁量下，可以用与黑暗、幻术或阴影类似并且等级相近的其他法术来替换《深渊魔法》第五版中的法术，比如{@spell invisibility}或{@spell major image}。",
	"You can use an action to speak a special command word and rip the book in half. The book is destroyed and releases its remaining magic in a wave of shadow magic. Four 10-foot cubes of shadow move outward from the book in the cardinal directions, and each cube moves up to 20 feet away from the point where the book was destroyed each round. This effect works like the {@spell creeping darkness|KPDM}* spell, except it creates four cubes instead of three, and the necrotic damage dealt by the spell increases by {@damage 1d6} for each charge remaining in the book. At the GM's discretion, this effect can work like the {@spell incendiary cloud} spell instead of the creeping darkness* spell, except the cloud is a cloud of shadow that deals necrotic damage instead of fire damage, is centered on you, and the damage dealt by the spell increases by {@dice 1d4} for each charge remaining in the book.": "你可以使用一个动作来说出一个特殊的口令，然后撕裂这本书。书被摧毁，释放出剩余魔法的阴影魔法波动。四个边长为10英尺的阴影立方体从书本的四个基本方向向外移动，每个立方体每回合最多移动20英尺离开书本被摧毁的点。这个效果类似于{@spell creeping darkness|KPDM}法术，但是创建了四个立方体而不是三个，并且法术造成的死灵伤害每个书本剩余充能增加{@damage 1d6}。在GM的裁量下，这个效果可以像{@spell incendiary cloud}法术一样工作，而不是像creeping darkness*法术，除了云是一个造成死灵伤害而不是火焰伤害的阴影云，以你为中心，法术造成的伤害每个书本剩余充能增加{@dice 1d4}。",
	"Written by an elvish princess at the Court of Silver Words, this volume encodes her understanding and mastery of shadow. Whimsical illusions suffuse every page, animating its illuminated capital letters and ornamental figures. The book is a famous work among the sable elves of that plane, and it opens to the touch of any elfmarked or sable elf character.": "这本卷轴是由银辞宫的一位精灵公主撰写，记录了她对阴影的理解和掌握。每一页都充满了奇幻的幻象，使其装饰性的大写字母和图案栩栩如生。这本书在那个位面的黑暗精灵中非常著名，只有被精灵印记或黑暗精灵角色触摸才会展现内容。",
	"This fragmentary black book is reputed to descend from the realms of Hyperborea. It contains puzzling guidelines for frightful necromantic rituals and maddening interdimensional travel.": "这本残缺不全的黑书据说源自超北极之境。它包含了令人困惑的可怕死灵仪式指南和令人疯狂的跨维度旅行。",
	"The book holds the following spells: {@spell semblance of dread|KPDM}*, {@spell ectoplasm|KPDM}*, {@spell animate dead}, {@spell speak with dead}, {@spell emanation of Yoth|KPDM}*, {@spell green decay|KPDM}*, {@spell yellow sign|KPDM}*, {@spell eldritch communion|KPDM}*, {@spell create undead}, {@spell gate}, {@spell harm}, {@spell astral projection}, and {@spell Void rift|KPDM}*. Spells marked with an asterisk (*) can be found in Deep Magic for 5th Edition. At the GM's discretion, the book can contain other spells similarly related to necromancy, madness, or interdimensional travel.": "这本书包含以下咒语：{@spell semblance of dread|KPDM}*，{@spell ectoplasm|KPDM}*，{@spell animate dead}，{@spell speak with dead}，{@spell emanation of Yoth|KPDM}*，{@spell green decay|KPDM}*，{@spell yellow sign|KPDM}*，{@spell eldritch communion|KPDM}*，{@spell create undead}，{@spell gate}，{@spell harm}，{@spell astral projection}，和{@spell Void rift|KPDM}*。带星号(*)标记的咒语可以在第五版的《深度魔法》中找到。在GM的判断下，这本书还可以包含其他与死灵术、疯狂或跨维度旅行类似的咒语。",
	"If you are attuned to this book, you can use it as a spellbook and as an arcane focus. In addition, while holding the book, you can use a bonus action to cast a necromancy spell that is written in this tome without expending a spell slot or using any verbal or somatic components. Once used, this property of the book can't be used again until the next dawn.": "如果你与这本书共鸣，你可以将其用作咒语书和奥术焦点。此外，当你持有这本书时，你可以使用一个奖励动作施放这本书中写的一条死灵法术，而无需消耗法术位或使用任何口头或手势成分。一旦使用，这本书的这个特性直到次日黎明前都不能再次使用。",
	"When not bound to a book, this red leather book cover is embossed with images of eyes on every inch of its surface. When you wrap this cover around a tome, it shifts the book's appearance to a plain red cover with a title of your choosing and blank pages on which you can write.": "当没有绑定在书本上时，这个红色皮革书套上有眼睛的图案，每一寸表面都有。当你把这个书套包裹在一本书上时，它会改变书的外观，变成一个普通的红色封面，上面有你选择的标题，空白的页面可以让你书写。",
	"When viewing the wrapped book, other creatures see the plain red version with any contents you've written. A creature succeeding on a {@dc 15} Wisdom ({@skill Perception}) check sees the real book and can remove the shroud.": "当其他生物查看这本包裹着的书时，它们会看到纯红色的版本，以及你写入的任何内容。一名成功通过 {@dc 15} 智力 ({@skill Perception}) 检定的生物会看到真正的书，并能够移除遮蔽物。",
	"This glass vessel looks like an ordinary inkpot. A quill fashioned from an ostrich feather accompanies the inkpot. You can use an action to speak the inkpot's command word, targeting a {@creature bookkeeper|CCodex} that you can see within 10 feet of you. An unwilling bookkeeper must succeed on a {@dc 13} Charisma saving throw or be transferred to the inkpot, making you the bookkeeper's new \"creator.\" While the bookkeeper is contained within the inkpot, it suffers no harm due to being away from its bound book, but it can't use any of its actions or traits that apply to it being in a bound book. Dipping the quill in the inkpot and writing in a book binds the bookkeeper to the new book.": "这个玻璃容器看起来像一个普通的墨水壶。一个由鸵鸟羽毛制成的羽毛笔伴随着这个墨水壶。你可以使用一个动作来说出墨水壶的口令，以一个你能看到的距离不超过10英尺的{@creature bookkeeper|CCodex} 为目标。一个不情愿的簿记员必须成功通过一个{@dc 13} 魅力豁免才能被转移到墨水壶中，使你成为簿记员的新“创造者”。当簿记员被容纳在墨水壶中时，它不会因为远离它的绑定书籍而受到伤害，但它不能使用任何适用于它在绑定书籍中的行动或特征。将羽毛笔浸入墨水壶并在书中写字会将簿记员绑定到新书上。",
	"If the inkpot is found as treasure, there is a 50 percent chance it contains a {@creature bookkeeper|CCodex}. An {@spell identify} spell reveals if a bookkeeper is inside the inkpot before using the inkpot's ink.": "如果墨水壶被发现作为宝藏，有50%的几率它里面包含一个{@creature bookkeeper|CCodex}。在使用墨水壶的墨水之前，一个{@spell identify}法术会揭示墨水壶里是否有一个账簿管理员。",
	"This cloth bookmark is inscribed with blurred runes that are hard to decipher. If you use this bookmark while researching ancient evils (such as arch- devils or demon lords) or otherworldly mysteries (such as the Void or the Great Old Ones) during a {@quickref resting|phb|2|0|long rest}, the bookmark crumbles to dust and grants you its knowledge. You double your proficiency bonus on {@skill Arcana}, {@skill History}, and {@skill Religion} checks to recall lore about the subject of your research for the next 24 hours. If you don't have proficiency in these skills, you instead gain proficiency in them for the next 24 hours, but you are proficient only when recalling information about the subject of your research.": "这块布书签上刻有模糊的符文，很难辨认。如果你在进行{@quickref resting|phb|2|0|long rest}时使用这个书签进行古代邪恶（如大恶魔或恶魔领主）或异世界奥秘（如虚空或上古邪神）的研究，书签会在瞬间化为灰尘，并赋予你知识。在接下来的24小时内，你在关于你研究主题的{@skill Arcana}、{@skill History}和{@skill Religion}检定中，你的熟练加值翻倍。如果你没有这些技能的熟练加值，那么你会在接下来的24小时内获得这些技能的熟练加值，但只有在回忆关于你研究主题的信息时才能使用这些技能。",
	"While wearing these boots, you have proficiency in the {@skill Stealth} skill if you don't already have it, and you double your proficiency bonus on Dexterity ({@skill Stealth}) checks.": "穿上这双靴子后，如果你还没有，你会在{@skill Stealth}技能上获得熟练加值，并且在敏捷({@skill Stealth})检定中，你的熟练加值会翻倍。",
	"As an action, you can drip three drops of fresh blood onto the boots to ease your passage through the world. For {@dice 1d6} hours, you and your allies within 30 feet of you ignore {@quickref difficult terrain|PHB|4|0}. Once used, this property can't be used again until the next dawn.": "作为一个动作，你可以滴三滴新鲜的鲜血在靴子上，以便在世界中更轻松地行走。在{@dice 1d6}小时内，你和你周围30英尺范围内的盟友忽略{@quickref difficult terrain|PHB|4|0}。一旦使用，此效果直到次日黎明前无法再次使用。",
	"These soft leather boots have a collar made of {@creature albino death weasel|CCodex} fur. While you wear these boots, your walking speed becomes 40 feet, unless your walking speed is higher. Your speed is still reduced if you are encumbered or wearing heavy armor.": "这双软皮靴子的领口由{@creature albino death weasel|CCodex}毛皮制成。当你穿上这双靴子时，你的行走速度变为40英尺，除非你的行走速度更高。如果你负重过重或穿着重甲，你的速度仍会减慢。",
	"If you move at least 20 feet straight toward a creature and hit it with a melee weapon attack on the same turn, that target must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}. If the target is prone, you can make one melee weapon attack against it as a bonus action.": "如果你在同一回合内至少向一个生物直线移动20英尺并用近战武器攻击命中它，那个目标必须成功通过一个{@dc 13}的力量豁免才能不被击倒。如果目标被击倒，你可以作为一个额外动作对它进行一次近战武器攻击。",
	"While wearing these steel-toed boots, the earth itself shakes when you walk, causing harmless, but unsettling, tremors. If you move at least 15 feet in a single turn, all creatures within 10 feet of you at any point during your movement must make a {@dc 16} Strength saving throw or take {@damage 1d6} force damage and fall {@condition prone}.": "穿着这双钢头靴时，当你行走时，地球本身会震动，引起无害但令人不安的震颤。如果你在一个回合内移动至少15英尺，那么在你移动过程中任何时候在你身边10英尺范围内的所有生物必须进行一次{@dc 16}力量豁免检定，否则将受到{@damage 1d6}力量伤害并倒地{@condition prone}。",
	"In addition, while wearing these boots, you can cast {@spell earthquake}, requiring no concentration, by speaking a command word and jumping on a point on the ground. The spell is centered on that point. Once you cast earthquake in this way, you can't do so again until the next dawn.": "此外，穿上这些靴子后，你可以通过说出一个口令并跳到地面上的某一点来施放{@spell earthquake}，无需集中注意力。法术以那一点为中心。以这种方式施放地震后，直到第二天黎明前你不能再这样做。",
	"A thick, rubbery sole covers the bottoms and sides of these stout leather boots. They are useful for maneuvering in cluttered alleyways, slick sewers, and the occasional patch of ice or gravel. While you wear these boots, you can use a bonus action to speak the command word. If you do, nonmagical {@quickref difficult terrain|PHB|4|0} doesn't cost you extra movement when you walk across it wearing these boots. If you speak the command word again as a bonus action, you end the effect.": "这双坚固的皮革靴子底部和侧面覆盖着厚实的橡胶鞋底。它们非常适合在拥挤的小巷、湿滑的下水道以及偶尔的冰面或碎石中操控。当你穿上这双靴子时，你可以使用一个奖励动作来说出口令。如果你这样做，穿着这双靴子走过时，非魔法的{@quickref difficult terrain|PHB|4|0}不会让你额外消耗移动力。如果你再次以奖励动作说出口令，效果就会结束。",
	"When the boots' property has been used for a total of 1 minute, the magic ceases to function until the next dawn.": "当这双靴子的属性被使用了总共1分钟后，魔法将停止发挥作用，直到下一个黎明。",
	"While you wear these boots, your walking speed increases by 10 feet. In addition, when you take the {@action Dash} action while wearing these boots, you can make a single weapon attack at the end of your movement. You can't continue moving after making this attack.": "当你穿上这双靴子时，你的行走速度增加10英尺。此外，当你在穿着这双靴子时进行{@action Dash}动作时，你可以在移动结束时进行一次单次武器攻击。在进行此次攻击后，你不能继续移动。",
	"This clear glass bottle contains a tiny replica of a wooden rowboat down to the smallest detail, including two stout oars, a miniature coil of hemp rope, a fishing net, and a small cask. You can use an action to break the bottle, destroying the bottle and releasing its contents. The rowboat and all of the items emerge as full-sized, normal, and permanent items of their type, which includes {@item hempen rope (50 feet)|PHB|50 feet of hempen rope}, a cask containing 20 gallons of fresh water, two oars, and a 12-foot-long {@item rowboat|DMG}.": "这个透明玻璃瓶里装着一个微缩的木制划艇，包括最小的细节，包括两只结实的桨，一捆迷你麻绳，一个渔网和一个小桶。你可以使用一个动作来打破瓶子，摧毁瓶子并释放其内容。划艇和所有物品都会以其类型的全尺寸、正常和永久的物品形式出现，其中包括{@item hempen rope (50 feet)|PHB|50 feet of hempen rope}，一个装有20加仑淡水的小桶，两只桨和一个12英尺长的{@item rowboat|DMG}。",
	"If this small, copper cauldron is filled with water and a half pound of meat, vegetables, or other foodstuffs then placed over a fire, it produces a simple, but hearty stew that provides one creature with enough nourishment to sustain it for one day. As long as the food is kept within the cauldron with the lid on, the food remains fresh and edible for up to 24 hours, though it grows cold unless reheated.": "如果这个小铜锅里装满水和半磅的肉、蔬菜或其他食物，然后放在火上，它会制作出一锅简单但丰盛的炖菜，足够养活一个生物一天。只要食物保持在锅里盖上盖子，食物就会保持新鲜可食用长达24小时，尽管会变冷，除非重新加热。",
	"This well-made, cubical box appears to be a normal container that can hold as much as a normal chest. However, each side of the chest is a lid that can be opened on cunningly concealed hinges. A successful {@dc 15} Wisdom ({@skill Perception}) check notices that the sides can be opened. When you use an action to turn the box so a new side is facing up, and speak the command word before opening the lid, the current contents of the chest slip into an interdimensional space, leaving it empty once more. You can use an action to fill the box again, then turn it over to a new side and open it, again sending the contents to the interdimensional space. This can be done up to six times, once for each side of the box.": "这个做工精良的立方箱子看起来像是一个普通容器，可以像普通箱子一样容纳同样多的物品。然而，箱子的每一面都是一个可以打开的盖子，隐藏在巧妙的铰链上。成功的{@dc 15}感知({@skill Perception})检定会注意到这些面可以被打开。当你使用一个动作将箱子转动，让一个新的面朝上，并在打开盖子之前说出口令，箱子内当前的物品会滑入一个超维空间，使其再次变空。你可以使用一个动作再次填满箱子，然后将其翻转到一个新的面并打开，再次将物品发送到超维空间。这可以重复进行六次，每次对应箱子的一个面。",
	"To gain access to a particular batch of contents, the correct side must be facing up, and you must use an action to speak the command word as you open the lid on that side. A box of secrets is often crafted with specific means of telling the sides apart, such as unique carvings on each side, or having each side painted a different color.": "要获得特定一批内容的访问权限，必须将正确的一面朝上，并在打开该面的盖子时使用一个动作来说出命令词。一个秘密盒通常是通过特定的方法来区分各面，比如在每一面上雕刻独特的图案，或者将每一面涂成不同的颜色。",
	"If any side of the box is destroyed completely, the contents that were stored through that side are lost. Likewise, if the entire box is destroyed, the contents are lost forever.": "如果盒子的任何一面完全被摧毁，通过那一面存放的内容就会丢失。同样地，如果整个盒子被摧毁，其中的内容将永远丢失。",
	"This bracelet is made of thirteen small, roasted pinecones lashed together with lengths of dried sinew. It smells of pine and woodsmoke. It is uncomfortable to wear over bare skin.": "这条手镯由十三个小烤松果用干燥的筋膜绑在一起制成。散发着松树和木烟的气味。在裸露的皮肤上戴着会感到不舒服。",
	"While wearing this bracelet, you don't have disadvantage on Wisdom ({@skill Perception}) checks that rely on sight when looking in areas {@quickref Vision and Light|PHB|2|0|lightly obscured} by nonmagical smoke or fog.": "佩戴这个手镯时，当在非魔法烟雾或雾气区域中查看需要视力的感知检定时，你不会因此受到智慧检定({@skill Perception})的劣势。",
	"While wearing these bracers, you have proficiency with the {@item longbow|phb} and {@item shortbow}.": "佩戴这些护腕时，你对{@item longbow|phb}和{@item shortbow}有熟练加值。",
	"As your level increases, you gain the following benefits while wearing these bracers.": "随着你的等级提升，佩戴这些护腕时你将获得以下好处。",
	"When you make your first attack on your turn, you have advantage on the attack roll if you make the attack with a longbow or shortbow. If you roll a 20 for the attack roll, this property ceases to function until you roll a 1 for an attack roll or until you finish a {@quickref resting|phb|2|0|short rest}.": "当你在你的回合进行第一次攻击时，如果你使用长弓或短弓进行攻击，你的攻击投掷获得优势。如果你在攻击投掷中投掷了20，这个特性将停止生效，直到你投掷了1或者直到你完成了{@quickref resting|phb|2|0|short rest}。",
	"You gain a +1 bonus to attack and damage rolls on ranged attacks made with longbows and shortbows. In addition, your ranged attacks ignore {@quickref Cover|PHB|3|0|half cover and three-quarters cover}, and you don't have disadvantage when attacking at long range.": "你在使用长弓和短弓进行远程攻击时，攻击和伤害骰获得额外+1的加值。此外，你的远程攻击无视{@quickref Cover|PHB|3|0|half cover and three-quarters cover}，并且在进行远距离攻击时不会受到劣势影响。",
	"You now gain a +2 bonus to attack and damage rolls on ranged attacks made with longbows and shortbows, instead of +1. In addition, you can use an action to touch a nonmagical arrow, turning it into an {@item arrow of slaying|DMG|arrow of giant slaying}. The arrow of giant slaying immediately becomes a nonmagical arrow if used by anyone other than you. You can't create a new arrow of giant slaying until the next dawn, and you can have only one such arrow of giant slaying at a time.": "你现在使用长弓和短弓进行远程攻击时，攻击和伤害骰获得+2的加值，而不是+1。此外，你可以使用一个动作触摸一个非魔法箭矢，将其转变为{@item arrow of slaying|DMG|arrow of giant slaying}。如果有其他人使用巨人杀手箭矢，它将立即变成非魔法箭矢。直到第二天黎明前，你无法再制造新的巨人杀手箭矢，而且你一次只能拥有一个这样的巨人杀手箭矢。",
	"You now gain a +3 bonus to attack and damage rolls on ranged attacks made with longbows and shortbows, instead of +2. In addition, when you roll a 20 on a ranged attack roll with a longbow or shortbow, you roll the damage dice three times, instead of twice.": "现在，你使用长弓和短弓进行远程攻击时，攻击和伤害骰获得+3的加值，而不是+2。此外，当你使用长弓或短弓进行远程攻击时，如果投掷出20点，你将投掷伤害骰三次，而不是两次。",
	"These metal bracers lined with soft leather are etched with beautifully intricate elven patterns and designs.": "这些镶嵌着柔软皮革的金属护腕上刻有精美复杂的精灵图案和设计。",
	"There are countless tales about the various companions who travelled with the legendary Gax the Great. One of the more popular is the half elf Ganis'briel. One of Gax's closest and most trusted friends, Ganis'briel was often by his side. Ganis'briel's skills as an archer were almost as famous as Gax's skills with a blade. When fighting alongside Gax against a terrible giant, however, even Ganis'briel's incredible skills as an archer were not enough to defeat the giant. He and Gax barely escaped with their lives.": "关于与传奇人物大将盖克斯（Gax the Great）同行的各种同伴有数不清的传说。其中较为流行的之一是半精灵加尼斯布瑞尔（Ganis'briel）。作为盖克斯最亲密、最信任的朋友之一，加尼斯布瑞尔经常在他身边。加尼斯布瑞尔作为一名弓箭手的技能几乎和盖克斯的剑术一样出名。然而，在与一名可怕的巨人作战时，即使是加尼斯布瑞尔惊人的弓箭技能也不足以击败巨人。他和盖克斯勉强侥幸逃脱生命危险。",
	"To even the odds, Gax crafted a magical set of bracers that enhanced Ganis'briel's already formidable skill with the bow. As he strapped them to his forearms, Ganis'briel could feel the magic of all elfkind flow into him.": "为了扳平局势，盖克施展了魔法，制作了一副神奇的护腕，增强了甘尼斯布瑞尔(Ganis'briel)已经强大的弓箭技能。当他将它们绑在前臂上时，甘尼斯布瑞尔能感觉到所有精灵的魔法流入他的身体。",
	"The second battle with the giant went quite differently than the first. Ganis'briel's arrows found their mark time and time again, until at last, the giant was dead!": "第二次与巨人的战斗与第一次大不相同。甘尼斯布瑞尔(Ganis'briel)的箭矢一次又一次地命中目标，直到最后，那只巨人倒下了！",
	"Ganis'briel eventually passed his magical bracers on to his daughter, who wore them proudly for many decades. The bracers became treasured heirlooms and were passed from generation to generation of Ganis'briel's descendants until they were eventually lost to history.": "Ganis'briel最终将他的魔法护腕传给了他的女儿，她自豪地佩戴了几十年。这些护腕成为了珍贵的传家宝，并世代相传给了Ganis'briel的后代，直到它们最终失落在历史长河中。",
	"This intricately carved ivory clasp can be wrapped around or woven into braided hair 3 feet or longer. While the clasp is attached to your braided hair, you can speak its command word as a bonus action and transform your braid into a dangerous whip. If you speak the command word again, you end the effect.": "这个精美雕刻的象牙扣可以缠绕或编织到长达3英尺或更长的辫子中。当扣子连接到你的辫子上时，你可以用一个奖励动作说出它的口令词，将你的辫子变成一条危险的鞭子。如果再次说出口令词，效果就会结束。",
	"You gain a +1 bonus to attack and damage rolls made with this magic whip. When the clasp's property has been used for a total of 10 minutes, you can't use it to transform your braid into a whip again until the next dawn.": "你使用这个魔法鞭子进行的攻击和伤害骰获得+1的加值。当扣子的特性已经被使用了总共10分钟后，你就不能再将你的辫子变成鞭子，直到第二天黎明。",
	"This foul-smelling, murky, purple-gray liquid is created from the liquefied brains of spellcasting creatures, such as aboleths. Anyone consuming this repulsive mixture must make a {@dc 15} Intelligence saving throw. On a successful save, the drinker is infused with magical power and regains {@dice 1d6 + 4} expended spell slots. On a failed save, the drinker is afflicted with {@table short-term madness} for 1 day. If a creature consumes multiple doses of brain juice and fails three consecutive Intelligence saving throws, it is afflicted with {@table long-term madness} permanently and automatically fails all further saving throws brought about by drinking brain juice.": "这种恶臭、浑浊的紫灰色液体是由施法生物的大脑液化而成，比如食脑鱼(aboleths)。任何饮用这种令人作呕的混合物的人必须进行{@dc 15}智力豁免检定。在成功豁免后，饮用者将被注入魔法力量并恢复{@dice 1d6 + 4}已消耗的法术位。在失败的情况下，饮用者将被{@table short-term madness}影响1天。如果一只生物饮用多剂脑浆并连续失败三次智力豁免检定，它将永久被{@table long-term madness}影响，并在由饮用脑浆引起的所有后续豁免检定中自动失败。",
	"This curved staff is made of coiled brass and glass wire. You can use an action to speak one of three command words and throw the staff on the ground within 10 feet of you. The staff transforms into one of three wireframe creatures, depending on the command word: a unicorn, a hound, or a swarm of tiny beetles. The wireframe creature or swarm is under your control and acts on its own initiative count.": "这根弯曲的法杖由盘绕的黄铜和玻璃丝制成。你可以使用一个动作来说出三个命令词中的一个，并将法杖扔在你身边10英尺内的地面上。法杖会根据命令词变成三种线框生物之一：一只独角兽，一只猎犬，或一群微小甲壳虫。这个线框生物或群体由你控制，并在自己的先攻顺序上行动。",
	"On your turn, you can mentally command the wireframe creature or swarm if it is within 60 feet of you and you aren't {@condition incapacitated}. You decide what action the creature takes and where it moves during its next turn, or you can issue it a general command, such as to attack your enemies or guard a location.": "在你的回合中，如果线框生物或虫群在你的视野范围内且你不是{@condition incapacitated}，你可以通过意念命令它。你决定生物在下一个回合中采取什么行动以及移动到哪里，或者你可以下达一般性命令，比如让它攻击你的敌人或守卫某个地点。",
	"The wireframe unicorn lasts for up to 1 hour, uses the statistics of a {@creature warhorse|MM}, and can be used as a mount. The wireframe hound lasts for up to 5 minutes, uses the statistics of a {@creature dire wolf|MM}, and has advantage to track any creature you damaged within the past hour. The wireframe beetle swarm lasts for up to 1 minute, uses the statistics of a {@creature swarm of beetles|MM}, and can destroy nonmagical objects that aren't being worn or carried and that aren't made of stone or metal (destruction happens at a rate of 1 pound of material per round, up to a maximum of 10 pounds).": "线框独角兽持续时间长达1小时，使用{@creature warhorse|MM}的统计数据，并可用作坐骑。线框猎犬持续时间长达5分钟，使用{@creature dire wolf|MM}的统计数据，并具有优势来追踪您在过去一小时内造成伤害的任何生物。线框甲虫群持续时间长达1分钟，使用{@creature swarm of beetles|MM}的统计数据，并可以摧毁非魔法物品，前提是这些物品不是被穿戴或携带的，也不是由石头或金属制成的（破坏速度为每轮1磅的材料，最多不超过10磅）。",
	"At the end of the duration, the wireframe creature or swarm reverts to its staff form. It reverts to its staff form early if it drops to 0 hit points or if you use an action to speak the command word again while touching it. If it reverts to its staff form early by being reduced to 0 hit points, the staff becomes inert and unusable until the third dawn after the creature was killed. Otherwise, the wireframe creature or swarm has all of its hit points when you transform the staff into the creature again.": "在持续时间结束时，线框生物或虫群会恢复成法杖形态。如果它的生命值降至0点，或者你再次触摸它并使用一个动作说出命令词，它会提前恢复成法杖形态。如果它因生命值降至0点而提前恢复成法杖形态，那么法杖会变得无效且无法使用，直到生物被杀死后的第三个黎明。否则，当你再次将法杖转变为生物时，线框生物或虫群会恢复所有生命值。",
	"When a wireframe creature or swarm becomes the staff again, this property of the staff can't be used again until the next dawn.": "当线框生物或虫群再次变回法杖时，该法杖的这个属性直到次日黎明前都无法再次使用。"
}