{
	"This item consists of a 2-foot-long central iron shaft with an upper crosspiece and two curved bars at the base. Attached to it is a 4-foot length of stout, coarse rope. When the anchor is fastened to a vessel and thrown overboard, you can use an action to speak the anchor's command word. The rope magically lengthens until the anchor touches bottom or the rope reaches its maximum length of 1 mile. If you use an action to speak the command word again, the rope shortens back to its original length.": "这个物品由一个2英尺长的中央铁杆组成，上面有一个横梁，底部有两根弯曲的铁条。它上面连接着一根4英尺长的结实粗糙的绳子。当将锚系在船只上并扔入水中时，你可以使用一个动作来说出锚的口令。绳子会神奇地延长，直到锚触底或绳子达到最大长度1英里。如果你再次说出口令，绳子会缩短回原来的长度。",
	"When this delicate golden chain is placed around the ankle of a creature, the creature has its speed reduced to half. The anklet can only be placed on an unwilling creature if the creature is {@condition incapacitated}.": "当这条精致的黄金链环绕在生物的脚踝上时，该生物的速度减半。只有当生物是{@condition incapacitated}时，才能将脚镯戴在不情愿的生物身上。",
	"You and any creature you designate when you use the anklet can use an action to remove it. Once every 10 days, the bound creature can make a {@dc 20} Strength ({@skill Athletics}) check. On a success, the creature breaks free and destroys the anklet.": "当你使用这个脚环时，你和你指定的任何生物可以使用一个动作来移除它。每10天一次，被绑定的生物可以进行一次 {@dc 20} 力量 ({@skill Athletics}) 检定。成功时，生物挣脱并摧毁脚环。",
	"Hobbling a creature over an extended period can result in permanent injury and is really a form of torture. I can think of few instances where the Balance is served by gratuitous cruelty.": "长时间让生物跛行可能导致永久性伤害，实际上是一种酷刑。我很难想到平衡受益于无端残忍的情况。",
	"While you wear this anklet, you can use an action to cast the {@spell levitate} spell on yourself. Once used, this property of the anklet can't be used again until the next dawn.": "当你戴上这个脚镯时，你可以使用一个动作在自己身上施放{@spell levitate}法术。一旦使用，直到第二天黎明前，这个脚镯的这个特性就无法再次使用。",
	"While wearing this anklet, you can stand on and move across any liquid surface as if it were solid ground.": "佩戴这个脚镯时，你可以站在任何液体表面上并像站在实地上一样移动。",
	"This blue stone is fashioned in the shape of a crane and has 3 charges. While holding it, you can use a bonus action to expend a charge and double the duration of any spell cast using a spell slot of 6th level or lower that has a duration of at least 1 minute. The aquamarine regains all expended charges daily at dawn.": "这块蓝色石头被雕刻成鹤的形状，拥有3个充能。当你握着它时，你可以使用一个奖励动作来消耗一个充能，并且将任何施放时间至少为1分钟的6级或更低级别法术的持续时间加倍。这块海蓝宝石每天黎明时恢复所有已消耗的充能。",
	"This copper armband bears the insignia of two stags prancing around a staff. While wearing this armband, any healing spell you cast cures the maximum number of hit points. Once used, this property of the armband can't be used again until the next dawn.": "这只铜臂环上刻有两只雄鹿围绕着一根权杖的徽记。佩戴这个臂环时，你施放的任何治疗法术都会治愈最大数量的生命值。一旦使用，臂环的这个属性直到次日黎明前都无法再次使用。",
	"This thick, bronze armband is engraved with the image of two bulls butting horns. Your Strength score is 20 while you wear this item. It has no effect on you if your Strength is 20 or higher without it.": "这只厚重的青铜臂环上雕刻着两只公牛对撞角的图像。佩戴此物时，你的力量得分为20。如果你的力量在没有佩戴它的情况下已经达到或超过20，则它对你没有任何影响。",
	"This item consists of a white cotton jacket and reinforced trousers with a heavy black cotton belt. You gain a +1 bonus to AC and saving throws while wearing this gi if you are wearing no armor and using no shield.": "这件物品由一件白色棉质夹克和加固裤子以及一条厚重的黑色棉质腰带组成。如果你不穿盔甲并且不使用盾牌，穿上这套道袍后，你将获得+1的AC和豁免投掷奖励。",
	"This silver pin has gilt edges and is shaped like a tiny pair of wings. While wearing it, magic can neither reduce your speed nor cause you to be {@condition paralyzed} or {@condition restrained}.": "这枚银质徽章边缘镀金，形状像一对微小的翅膀。佩戴时，魔法既不能减慢你的速度，也不能使你成为{@condition paralyzed}或{@condition restrained}。",
	"This gold badge is engraved with a lion's head surrounded by a circle of aquamarines. While wearing it, each friendly creature within 20 feet of you (including you) has advantage on saving throws against being {@condition frightened}.": "这枚金徽章上刻有一只狮子头，周围环绕着一圈海蓝宝石。佩戴它时，你周围20英尺内的每个友好生物（包括你自己）在对抗被 {@condition frightened} 时获得优势。",
	"This burlap sack is flame-red and feels hot to the touch. The bag has 3 charges for the following properties. It regains {@dice 1d3} expended charges daily at dawn.": "这个麻袋是火红色的，摸起来感觉很烫。这个袋子有3个次数，用于以下属性。它每天在黎明时恢复{@dice 1d3}已用次数。",
	"You can use an action to open the bag and expend 1 charge to cause a thin sheet of flames to shoot forth. Each creature in a 15-foot cone must make a {@dc 15} Dexterity saving throw. A creature takes {@damage 3d6} fire damage on a failed save, or half as much damage on a successful one. The fire ignites any flammable objects in the area that aren't being worn or carried.": "你可以使用一个动作打开袋子，并消耗1个充能，使一层薄薄的火焰射出。在一个15英尺锥形范围内的每个生物必须进行一次{@dc 15} 敏捷豁免。在豁免失败时，生物会受到{@damage 3d6} 火焰伤害，豁免成功时则受到一半伤害。火焰会点燃该区域内未被穿戴或携带的可燃物品。",
	"You can use an action to reach into the bag and expend 2 charges to pull out a {@creature fire snake|MM}. The creature is friendly to you and your companions. Roll initiative for the creature, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands to the {@creature fire snake|MM}, it defends itself from hostile creatures but otherwise takes no actions.": "你可以使用一个动作伸手进入袋子，消耗2点能量来取出一个{@creature fire snake|MM}。这个生物对你和你的同伴友好。为这个生物投掷先攻骰，它有自己的回合。它会遵从你发出的口头命令（你不需要采取任何行动）。如果你不给{@creature fire snake|MM}下任何命令，它会保护自己免受敌对生物的伤害，但不会采取其他行动。",
	"You can use an action to open the bag and expend 3 charges to cause thin and wispy flames to emerge and wreathe your body. You gain immunity to fire damage for 10 minutes.": "你可以使用一个动作打开袋子，消耗3个充能，让薄弱的火焰从你身上升起。你获得对火焰伤害的免疫，持续10分钟。",
	"You must be proficient with wind instruments to use these {@item bagpipes|PHB}. They have 3 charges. You can use an action to play them and expend 1 charge to create a dull, droning noise that sends creatures into a magical slumber. Roll {@dice 10d8}; the total is how many hit points of creatures this spell can affect. Creatures within 20 feet of you are affected in ascending order of their current hit points (ignoring {@condition unconscious} creatures).": "你必须精通吹奏乐器才能使用这些{@item bagpipes|PHB}。它们有3个充能。你可以使用一个动作吹奏它们，消耗1个充能，制造出一种沉闷、嗡嗡作响的声音，让生物陷入魔法沉睡。投掷{@dice 10d8}；总数表示这个法术可以影响多少生物的生命值。距离你20英尺内的生物按照当前生命值升序受到影响（忽略{@condition unconscious}生物）。",
	"Starting with the creature that has the lowest current hit points, each creature affected falls {@condition unconscious} for 1 minute, or until the sleeper takes damage. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected.": "从当前生命值最低的生物开始，每个受影响的生物会在1分钟内陷入沉睡状态，或者直到该沉睡者受到伤害。在继续处理生命值次低的生物之前，从总数中减去每个生物的生命值。生物的生命值必须等于或小于剩余总数才能受到影响。",
	"Undead and creatures immune to being {@condition charmed} aren't affected by this item. The {@item bagpipes|PHB} regain {@dice 1d3} expended charges daily at dawn.": "对不死生物和免疫于被 {@condition charmed} 的生物无效。 {@item bagpipes|PHB} 在每天黎明时恢复 {@dice 1d3} 已使用的充能。",
	"Someone once said that having heard one bagpipe tune, you have heard them all. An overly cynical assessment, but I admit the music is an acquired taste.": "有人曾经说过，听过一首风笛曲，就听过全部了。这是过于愤世嫉俗的评价，但我承认这种音乐是一种习 acquired taste。(bagpipe)。",
	"This is a small set of brass scales. When a piece of hair, a scrap of nail, or the like is placed upon one of the trays, the tray rises if the owner of the scrap is of good alignment and sinks if the owner is of evil alignment. For neutral alignments, the tray remains motionless.": "这是一套小黄铜天平。当一根头发、一小片指甲或类似物放在其中一个托盘上时，如果物主的属性是善良的，托盘会上升；如果是邪恶属性，托盘会下沉。对于中立属性，托盘保持静止。",
	"When a gem worth at least 500 gp is placed on the right-hand tray of this neat brass scale, the gem is destroyed and an ability score you select is changed to 20 until the next dawn. There is no effect if your score is already 20 or higher. Once used, this property of the scale can't be used again until the next dawn.": "当价值至少500 gp 的宝石被放置在这个整洁的黄铜天平的右手托盘上时，宝石会被摧毁，并且你选择的一个能力值会被改变为20，直到次日黎明。如果你的能力值已经是20或更高，则没有效果。一旦使用，直到次日黎明之前，这个天平的属性就不能再次使用。",
	"This crystal sphere is 3 inches wide and glows with a soft, purple light. While holding it in your hand, you can use an action to speak the command word and activate it. It remains activated for 1 minute. During this time, you have resistance to all damage and your Strength score changes to 25. The item has no effect on your Strength score if it is already 25 or higher.": "这个水晶球直径3英寸，散发着柔和的紫光。当你握着它的时候，你可以用一个动作说出口令来激活它。它会持续激活1分钟。在此期间，你对所有伤害具有抗性，你的力量属性值变为25。如果你的力量属性值已经是25或更高，该物品对你的力量属性值没有影响。",
	"Once used, the ball can't be used again until the next dawn.": "使用后，直到下一个黎明之前，这个球就不能再次使用。",
	"This military banner is 8 feet long when unfurled. It has a dark blue background with a swirling white pattern in the middle, depicting the overhead view of a hurricane.": "这面军旗展开时长达8英尺。它有深蓝色的背景，中间有白色涡旋图案，描绘了飓风的俯视图。",
	"For 1 hour after the banner is unfurled and held aloft, all creatures within 20 feet of it are immune to being {@condition frightened} and {@condition stunned}. Once used, this property of the banner can't be used again until the next dawn.": "在展开并高举横幅后的1小时内，横幅周围20英尺范围内的所有生物对于被 {@condition frightened} 和 {@condition stunned} 免疫。一旦使用，横幅的这种属性直到次日黎明前都无法再次使用。",
	"This orange glass bead measures three-fourths of an inch in diameter. You may use an action to cause it to streak toward a creature within 60 feet of you. The target must make a {@dc 15} Dexterity saving throw, and on a failed save the bead strikes and adheres to the target. For as long as the bead adheres to the target, it pulses with a soft light and any ranged weapon attack against the target has advantage. The bead falls off after 1 minute, but otherwise can't be removed except with a {@spell wish} spell.": "这颗橙色玻璃珠直径为三四分之一英寸。你可以使用一个动作，让它向你60英尺内的生物飞去。目标必须进行一次{@dc 15}敏捷豁免才能，未通过则珠子会击中并附着在目标身上。只要珠子附着在目标身上，它会发出柔和的光芒，任何对目标的远程武器攻击都具有优势。珠子在1分钟后会掉落，但除非使用{@spell wish}法术，否则无法移除。",
	"Once the bead is used, it can't be used again until the next dawn.": "一旦使用了这颗（bead）（Bead of Force），直到第二天黎明之前都不能再次使用。",
	"This green bead is made of chalk and measures an inch in diameter. When dropped in water, it immediately dissolves and purifies up to 1,000 gallons of liquid, rendering it free of poison and disease. It also turns saltwater into fresh water.": "这颗绿色的珠子是由白垩制成的，直径一英寸。当它被放入水中时，立即溶解并净化高达1,000加仑的液体，使其摆脱毒素和疾病。它还可以将盐水变成淡水。",
	"This object is about half an inch in diameter and is made of multi-colored glass. You can use an action to speak its command word and activate it. It remains activated until 1 hour has passed or you use an action to speak the command word again.": "这个物品直径约半英寸，由多彩玻璃制成。您可以使用一个动作来说出它的口令并激活它。它会保持激活状态，直到1小时过去或您再次使用一个动作说出口令。",
	"While activated, you see through the bead as if it were one of your eyes, so long as the bead remains within 60 feet of you. If the bead is rolled, you must make a successful {@dc 15} Constitution saving throw or become {@condition stunned} from dizziness for {@dice 1d6} rounds.": "当激活时，你可以透过这颗珠子看到，就像它是你的一只眼睛一样，只要这颗珠子离你不超过60英尺。如果这颗珠子被滚动，你必须进行一次成功的{@dc 15}体质豁免才能避免在{@dice 1d6}回合内因头晕而变成{@condition stunned}。",
	"If the bead is destroyed, you must make a successful {@dc 15} Constitution saving throw or become {@condition blinded} until you complete a long rest. If you look at a monster with a gaze attack through the bead, you are affected as if viewing the monster directly.": "如果这颗珠子被摧毁，你必须进行成功的{@dc 15}体质豁免才能避免成为{@condition blinded}，直到你完成一次长休。如果你透过这颗珠子看向具有凝视攻击的怪物，你会受到与直接看向怪物一样的影响。",
	"This small, golden bell has no clapper. When struck by a metal key, it emits a clear, loud tone and all normal locks within 15 feet of it immediately open. It has no effect on magical locks.": "这只小小的金色铃铛没有铃舌。当被金属钥匙敲击时，它会发出清脆响亮的声音，15英尺范围内所有普通的锁立即打开。对于魔法锁无效。",
	"The bell can be used ten times. After the tenth time, it cracks and becomes useless.": "这个铃铛可以使用十次。第十次之后，它会裂开并变得无用。",
	"An especially useful device for those who are adventuring without a thief in the party. And including a self-confessed thief in the party always seemed to defy logic to me.": "对于那些没有盗贼的冒险者来说，这是一种特别有用的装置。而在队伍中包括一个自称为盗贼的人，对我来说总是有些违反逻辑。",
	"These bellows are made from black rubber and dark wood, with a steel nozzle. You may use an action to pump the bellows causing them to exhale a cloud of green fog in a 20-foot cone. Each creature in that area must make a {@dc 15} Constitution saving throw, taking {@damage 3d6} poison damage on a failed save, or half as much damage on a successful one. Creatures are affected even if they hold their breath or don't need to breathe.": "这些风箱由黑色橡胶和深色木材制成，带有钢制喷嘴。您可以使用一个动作来泵动风箱，导致它们在一个20英尺锥形范围内呼出一团绿雾。该区域内的每个生物必须进行一次{@dc 15}体质豁免才能，未通过则受到{@damage 3d6}毒素伤害，通过则受到一半伤害。即使生物屏住呼吸或者不需要呼吸，它们也会受到影响。",
	"Once used, this property of the bellows can't be used again until the next dawn.": "一旦使用，这个风箱的特性直到下一个黎明才能再次使用。",
	"These bellows are made from brown leather and hardwood, with a brass nozzle. You may use an action to pump the bellows causing them to exhale a line of strong wind 60 feet long and 10 feet wide for 1 minute. Each creature that starts its turn in the line must succeed on a {@dc 15} Strength saving throw or be pushed 15 feet away from the bellows in a direction following the line.": "这些风箱由棕色皮革和硬木制成，带有黄铜喷嘴。您可以使用一个动作来泵风箱，使其呼出一条60英尺长、10英尺宽的强风线，持续1分钟。每个在该线上开始回合的生物必须成功通过一个{@dc 15}力量豁免才能避免被推离风箱15英尺，方向沿着该线。",
	"Any creature in the line must spend 2 feet of movement for every 1 foot it moves when moving closer to the bellows.": "任何在这条线上的生物，当向着风箱移动时，每移动1英尺需要花费2英尺的移动力。",
	"The wind disperses gas or vapor, and it extinguishes candles, torches, and similar unprotected flames in the area. It causes protected flames, such as those of lanterns, to dance wildly and has a {@chance 50} chance to extinguish them.": "风会将气体或蒸汽扩散开来，并熄灭区域内的蜡烛、火炬和类似的无保护火焰。它会让灯笼等受保护的火焰疯狂舞动，并有{@chance 50}的几率将它们熄灭。",
	"As a bonus action on each of your turns before the effect ends, you can change the direction in which you are pointing the bellows.": "在效果结束前的每个回合，你可以将风箱指向的方向作为一个奖励动作改变。",
	"While wearing this belt, you can turn {@condition invisible} as an action. The belt also turns {@condition invisible}, but anything else you are wearing or carrying does not turn {@condition invisible}. You remain {@condition invisible} until the belt is removed, until you {@action attack} or {@action cast a spell}, or until you use a bonus action to become visible again.": "佩戴这条腰带时，你可以将自己变为{@condition invisible}，作为一个动作。腰带也会将{@condition invisible}，但你穿戴的其他物品不会变成{@condition invisible}。你会保持{@condition invisible}，直到腰带被移除，直到你{@action attack}或{@action cast a spell}，或者直到你使用一个奖励动作再次变得可见。",
	"Some have suggested this item was created as a joke. If so, it was an expensive one. More likely, I think, is that the obvious defect resulted from an oversight on the part of the creator. This happens among the learned more often than they would care to admit.": "有人认为这个物品是作为一个笑话而创造的。如果是这样的话，那就是一个昂贵的笑话。更有可能的是，我认为，显而易见的缺陷是由于创造者的疏忽造成的。这种情况在学者中经常发生，尽管他们不愿承认。",
	"This dark leather belt is decorated with plates of patterned brass. While wearing it, you may use a bonus action to make an unarmed attack against any creature you are {@action grapple|PHB|grappling}, provided you have a free hand.": "这条深色皮带上镶嵌着花纹黄铜板。佩戴时，你可以使用一个奖励动作对你{@action grapple|PHB|grappling}的任何生物进行一次徒手攻击，前提是你有一只空手。",
	"This thick leather belt is full of cracks and fissures and is fastened by a heavy buckle of obsidian. While wearing this belt, {@quickref difficult terrain|PHB|3} doesn't cost you extra movement and you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.": "这条厚实的皮带布满裂缝和裂缝，由一块黑曜石制成的沉重扣环固定。佩戴这条皮带时，{@quickref difficult terrain|PHB|3}不会让你额外消耗移动力，并且在确定你的携带能力以及推、拉或举起的重量时，你被视为比实际体积大一号。",
	"In addition, you can use an action and cast the {@spell teleport} spell. Once used, this property of the belt can't be used again until the next dawn.": "另外，你可以使用一个动作并施放{@spell teleport}法术。一旦使用，直到第二天黎明之前，这个腰带的这个特性就无法再次使用。",
	"This woolen blanket is 4 feet square and has a pattern of red and white stripes. If you cover yourself with the blanket while taking a short rest, you regain the maximum number of hit points for any Hit Dice you spend.": "这条羊毛毯子是4英尺见方，上面有红白相间的条纹图案。如果你在短暂休息时用这条毯子盖住自己，你将为任何消耗的骰子投掷的最大数量的命中点数回复。",
	"This item appears to be a regular human upper arm bone. While holding the bone you can use an action to speak the command word and turn the bone into a {@creature skeleton}. The {@creature skeleton} reverts to bone form after 1 hour or when it drops to 0 hit points.": "这个物品看起来是一根普通的人类上臂骨。当你握住这根骨头时，你可以使用一个动作来说出咒语，将这根骨头变成一个{@creature skeleton}。这个{@creature skeleton}会在1小时后或者生命值降为0时恢复成骨头形态。",
	"The {@creature skeleton} is friendly to you and your companions for the duration. Roll initiative for the {@creature skeleton}, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands to the {@creature skeleton}, it defends itself from hostile creatures but otherwise takes no actions.": "在持续时间内，{@creature skeleton} 对你和你的同伴友好。为{@creature skeleton} 掷骰子决定先攻顺序，它有自己的回合。它会遵从你发出的口头命令（你无需采取任何行动）。如果你没有给{@creature skeleton} 下达任何命令，它会保护自己免受敌对生物的伤害，但不会采取其他行动。",
	"Once the bone is used, it can't be used again until the next dawn.": "一旦使用了这根骨头，直到第二天黎明之前都不能再次使用。",
	"This item appears to be a regular human shin bone. You can use a bonus action to toss this bone into the air and speak the command word. When you do so, the bone begins to hover, flies up to 30 feet, and attacks one creature of your choice within 5 feet of it. When you make the attack, you do so with an attack bonus of {@hit 5}. The bone inflicts {@damage 1d4 + 3} bludgeoning damage.": "这个物品看起来是一根普通的人类胫骨。你可以使用一个奖励动作将这根骨头扔到空中并说出口令。当你这样做时，骨头开始悬浮，飞行到30英尺高，并攻击你选择的一个在它5英尺范围内的生物。当你进行攻击时，攻击加值为{@hit 5}。这根骨头造成{@damage 1d4 + 3} 钝击伤害。",
	"While the bone hovers, you can use a bonus action to cause it to fly up to 30 feet to another spot within 30 feet of you. As part of the same bonus action, you can cause the bone to attack one creature within 5 feet of it.": "当骨骼悬浮时，你可以使用一个奖励动作，使其飞行到距离你不超过30英尺的另一个位置。作为同一个奖励动作的一部分，你可以让骨骼攻击距离它不超过5英尺的一个生物。",
	"After the hovering bone attacks for the fourth time it falls to the ground. Once used, this property of the bone can't be used again until the next dawn.": "在悬浮骨骼第四次攻击后，它会掉落在地面上。一旦使用，这个骨骼的特性直到下一个黎明之前都不能再次使用。",
	"While you wear these brown leather boots, you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.": "当你穿着这双棕色皮靴时，你在确定携带能力和推、拉或举起重量时被视为体积更大一号。",
	"This 6-inch-tall square glass bottle has a funnel-shaped neck and a rubber stopper. It can hold up to 20 units of any liquid, each unit being either a magic potion or up to 1 gallon of ordinary liquid. While in the bottle, each liquid is contained separately from the others. A liquid may be recalled from the bottle by speaking its name and tipping the bottle upside down. If the bottle is smashed, all the contained liquids are expelled.": "这个6英寸高的方形玻璃瓶有一个漏斗形状的颈部和一个橡胶塞。它可以容纳多达20单位的任何液体，每个单位可以是魔法药水或多达1加仑的普通液体。在瓶子里，每种液体都是分开存放的。可以通过说出液体的名字并将瓶子倒置来从瓶子中取出液体。如果瓶子被打碎，所有存放的液体都会被排出。",
	"This squat bottle is made of clear glass and has a cork stopper. When a wineskin of wine is poured into the bottle, the wine is consumed, and the bottle is filled with innumerable tiny lights. The bottle sheds {@quickref Vision and Light|PHB|2|0|bright light} in a 30-foot radius and {@quickref Vision and Light|PHB|2|0|dim light} for an additional 30 feet. You can use an action to command the bottle to expand or reduce its radius of {@quickref Vision and Light|PHB|2|0|bright and dim light} by 5 feet each, to a maximum of 60 feet each or a minimum of 5 feet each. The light lasts for 1 day, after which time it may be reignited with another skin of wine.": "这个矮胖瓶子由透明玻璃制成，带有软木塞。当将一袋葡萄酒倒入瓶中时，葡萄酒被消耗，瓶子则充满了无数微小的光点。瓶子在30英尺半径范围内发出{@quickref Vision and Light|PHB|2|0|bright light} 的光，再额外延伸30英尺发出{@quickref Vision and Light|PHB|2|0|dim light} 的光。你可以使用一个动作命令瓶子扩大或缩小其{@quickref Vision and Light|PHB|2|0|bright and dim light} 的半径，每次5英尺，最多可达60英尺，最少为5英尺。光持续1天，之后可以用另一袋葡萄酒重新点燃。",
	"This is a better use for wine than most I've seen.": "这是我见过的大多数用酒的更好方式。",
	"This crescent-shaped bottle is made of pale stone and contains a thick, silvery liquid. When you use an action to pour this liquid on a lycanthrope, that creature immediately assumes its bestial form for 1 hour.": "这个新月形状的瓶子由淡色石头制成，里面装着一种浓稠的银色液体。当你使用一个动作将这种液体倒在一个狼人身上时，那个生物立即进入其野兽形态，持续1小时。",
	"When you place this item on your wrist, you gain the ability to comprehend and verbally communicate with one beast of your choice. A side effect is that you can no longer speak any other language, but can only make the noise, such as a bark or meow, of the last beast you spoke to. This effect lasts while you have the bracelet on your wrist.": "当你将这件物品戴在手腕上时，你将获得与一种野兽沟通的能力。副作用是你将无法再说其他语言，只能发出你上次与野兽交流时发出的声音，比如吠叫或喵喵叫。这个效果持续到你摘下手腕上的手镯。",
	"The knowledge and awareness of many beasts is limited by their intelligence, but at minimum, beasts can give you information about nearby locations and monsters, including whatever they can perceive or have perceived within the past day. You might be able to persuade a beast to perform a small favor for you, at the DM's discretion.": "许多野兽的知识和意识受到它们的智力限制，但至少，野兽可以为你提供关于附近位置和怪物的信息，包括它们能感知到或在过去一天内感知到的任何事物。在DM的裁量下，你可能能说服一只野兽为你做一点小事情。",
	"These bracers are made of rectangular quartz crystals held together by copper wire. While wearing them, any time you hit a creature with a melee attack, you inflict an extra {@damage 1d8} lightning damage to the target.": "这些护腕由铜丝固定的矩形石英晶体制成。佩戴时，每当你用近战攻击命中生物时，你会对目标造成额外 {@damage 1d8} 的闪电伤害。",
	"These bracers are made of silver plates held together by decorative leather straps. While wearing these bracers, you can use an action to speak their command word and activate them. They remain activated until you use an action to speak their command word again.": "这些护腕由银板通过装饰性皮带固定在一起制成。佩戴这些护腕时，您可以使用一个动作来说出它们的口令并激活它们。它们会保持激活状态，直到您再次使用一个动作来说出它们的口令。",
	"While the bracers are activated, a strong wind swells and surges around your body, giving you a +2 bonus to AC against ranged attacks.": "当护腕激活时，一股强风在你的身体周围鼓荡涌动，使你对远程攻击获得+2的AC奖励。",
	"This bridle is made from black leather and has a steel bit. When placed on the head of a mount, that creature becomes calm and cannot be {@condition frightened} for as long as it wears the bridle.": "这个笼头是由黑色皮革制成，带有钢制马嚼子。当戴在坐骑头上时，该生物会变得平静，无法被 {@condition frightened}，只要它戴着这个笼头。",
	"This bridle is made from yellow leather stamped with random letters. When placed on the head of a mount, that creature gains an Intelligence of 10 and the ability to speak {@language common}. If the bridle is removed, the mount reverts to normal.": "这个马勒是用黄色皮革制成的，上面印有随机字母。当戴在坐骑头上时，该生物的智力变为10，并获得说话的能力 {@language common}。如果取下马勒，坐骑将恢复正常。",
	"This bridle is made from red leather stamped with a feather pattern and has a copper bit. When the bit is fitted to a mount, you can use an action to speak its command word. This causes a pair of bird wings to sprout from the mount's back for 1 hour or until you repeat the command word as an action. The wings give the mount a flying speed of 60 feet. Once used, this property of the bridle can't be used again until the next dawn.": "这个马勒是用红色皮革制成的，上面印有羽毛图案，并配有铜制马嚼。当马嚼安装在坐骑上时，你可以用一个动作来说出它的口令。这会导致一对鸟翼从坐骑的背部长出，持续1小时，或者直到你再次用一个动作重复口令。这对翅膀让坐骑获得60英尺的飞行速度。一旦使用，这个马勒的特性在次日黎明前不能再次使用。",
	"This strange brooch consists of 5 tiny bones arranged in the shape of a pentagram. While wearing the brooch, you can use an action to speak its command word and gain special protection against undead creatures. For 1 minute, undead creatures have disadvantage on attack rolls against you, and they cannot {@condition charmed|PHB|charm}, {@condition frightened|PHB|frighten}, or possess you. Once used, this property of the brooch can't be used again until the next dawn.": "这个奇怪的胸针由5根小骨头排列成五角星形状。佩戴这个胸针时，你可以使用一个动作来说出它的口令，获得特殊保护，使得不死生物对你的攻击有劣势。在1分钟内，不死生物对你的攻击投掷有劣势，并且它们不能 {@condition charmed|PHB|charm}，{@condition frightened|PHB|frighten}，或者控制你。一旦使用，这个胸针的特性直到次日黎明前都无法再次使用。",
	"A rather ghoulish item to wear, especially in social situations. But decidedly useful when there are necromancers about.": "一件相当阴森的物品，尤其是在社交场合中穿着。但当有死灵法师出现时，它绝对是非常有用的。",
	"This item appears to be a common broom, with a 4-foot-long wooden handle and a brush made of straw. When you speak the broom's command word, it sprouts six spindly wooden arms and the brush splits into two straw legs.": "这个物品看起来像是一把普通的扫帚，有一个4英尺长的木柄和用稻草制成的刷子。当你说出扫帚的口令后，它会长出六只细长的木臂，刷子分裂成两条稻草腿。",
	"The broom has a walking speed of 30 feet and can carry up to 500 pounds in its arms. It follows you around and attempts to stay within 10 feet of you. It can unerringly find you so long as you are both on the same plane. When you speak its command word again, the broom reverts to its original form.": "这把扫帚的行走速度为30英尺，可以在手臂上携带高达500磅的重量。它会跟随你并努力保持在你的10英尺范围内。只要你们在同一平面上，它就能毫无差错地找到你。当你再次说出它的口令时，扫帚会恢复原来的形态。",
	"This round, silver-plated belt buckle has been engraved to resemble a small, round shield with a moonstone for the shield boss. When worn, so long as you aren't wearing any other armor, your base Armor Class is 17. You may not add your Dexterity bonus to your armor class, but you can enhance your armor class with other items, such as a shield or a magic ring.": "这个银镀带扣被雕刻成一个小圆盾的样子，盾牌中央有一个月长石作为盾牌的中心。当佩戴时，只要你没有穿其他盔甲，你的基础护甲等级为17。你不能加上你的敏捷奖励到你的护甲等级，但你可以通过其他物品，比如盾牌或魔法戒指来增强你的护甲等级。",
	"This gold-plated buckle is rectangular and engraved with narrow chevrons. You gain a +1 bonus to AC and saving throws while wearing this item.": "这个镀金的扣环是长方形的，上面刻有窄箭头纹。佩戴这件物品时，你的AC和豁免投掷获得+1的加值。",
	"This iron buckle is shaped like a small weapons rack and holds several miniature weapons—a {@item mace|PHB}, {@item spear|PHB}, {@item warhammer|PHB}, {@item battleaxe|PHB}, and {@item greatsword|PHB}. You can use a bonus action to detach one of these weapons from the buckle, causing the item to enlarge to full size. Once enlarged, they function as ordinary weapons.": "这个铁制扣子的形状像一个小型武器架，上面固定着几把微型武器—一个{@item mace|PHB}、一个{@item spear|PHB}、一个{@item warhammer|PHB}、一个{@item battleaxe|PHB}和一个{@item greatsword|PHB}。你可以用一个奖励动作从扣子上取下其中一把武器，使其变大到正常尺寸。一旦变大，它们将作为普通武器使用。",
	"You can use another bonus action to touch the weapon to the buckle, causing it to shrink back down and reattach itself.": "你可以使用另一个奖励动作，触摸武器到(Weapon of Returning)的扣环上，使其缩小并重新连接。",
	"This instrument is about a foot long and made from solid brass. Provided you are proficient with wind instruments, you can use an action to play the bugle and create a loud, rousing tune. When you do this, up to seven small or medium corpses within 30 feet of you are raised as {@creature zombie|MM|zombies}.": "这个乐器大约一英尺长，由实心黄铜制成。只要你精通吹奏乐器，你可以使用一个动作吹奏军号，演奏出响亮激昂的曲调。当你这样做时，你周围30英尺内最多七具小型或中型尸体会被{@creature zombie|MM|zombies}复活。",
	"On each of your turns, you can use a bonus action to mentally command any {@creature zombie|MM} you made with the bugle providing the creature is within 60 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). If you issue no commands, the creature only defends itself against hostile creatures. The creature remains under your control for 24 hours, after which time it reverts to a corpse.": "在你的每个回合中，你可以使用一个额外动作来精神指挥由{@creature zombie|MM}用号角召唤的生物，只要该生物距离你不超过60英尺（如果你控制多个生物，你可以同时指挥任意数量的生物，给每个生物下达相同的指令）。如果你没有下达指令，生物只会保护自己免受敌对生物的攻击。该生物会在你的控制下保持24小时，之后它会变回尸体。",
	"Once you have used this property of the bugle, it can't be used again until the next dawn.": "一旦你使用了这个(`bugle`)的特性，它直到第二天黎明之前都不能再次使用。",
	"This small, bone button may be thrown unerringly to a point you choose within 150 feet of you. When it reaches the target, it explodes in a ball of flame. Each creature in a 20-foot-radius sphere centered on that point must make a {@dc 15} Dexterity saving throw. A target takes {@damage 10d6} fire damage on a failed save, or half as much damage on a successful one. The button is consumed in the blast.": "这个小骨质按钮可以被准确地投掷到你选择的地点，距离你150英尺内。当它到达目标时，它会爆炸成一团火焰。以那一点为中心的20英尺半径范围内的每个生物必须进行一次{@dc 15} 敏捷豁免。在未通过豁免时，目标会受到{@damage 10d6} 火焰伤害，通过豁免则只受到一半伤害。按钮在爆炸中被消耗。",
	"These buttons are always found in pairs, one made of a rose-colored gemstone and the other made of brass. When the rose button is sewn onto an item of clothing, if you hold the brass button up to your eye, you can see through the rose button as if you were located where it is. These buttons must both be on the same plane for this effect to work.": "这些按钮总是成对出现，一个是玫瑰色宝石制成的，另一个是黄铜制成的。当将玫瑰色按钮缝在衣物上时，如果将黄铜按钮举到眼前，你可以透过玫瑰色按钮看到背后的景象，就好像你就在那里一样。这两个按钮必须在同一平面上才能产生这种效果。",
	"This square rosewood cage measures 6 inches per side and has an ornate brass handle attached to the top. You can use an action to touch a {@filter beast of size large or smaller|bestiary|source=|type=beast|miscellaneous=|size=t;s;m;l} with the cage. The creature must make a successful {@dc 15} Constitution saving throw or be drawn into the cage in miniature form. If you touch another creature with the cage while it is occupied, nothing happens.": "这个正方形的红木笼子每边长6英寸，顶部附有精美的黄铜把手。你可以使用一个动作用笼子触摸一个{@filter beast of size large or smaller|bestiary|source=|type=beast|miscellaneous=|size=t;s;m;l}。生物必须进行成功的{@dc 15} 体质豁免才能被缩小进入笼子。如果笼子里已经有一个生物，你用笼子触摸另一个生物时，什么也不会发生。",
	"Once in the cage, the beast requires food, water, and air as normal. Opening the cage door causes the beast to return to normal size in the nearest unoccupied space.": "一旦进入笼子，野兽需要食物、水和空气，与正常情况一样。打开笼门会导致野兽在最近的未被占据的空间恢复正常大小。",
	"I have more than once used this device to move wild beasts away from a settlement. But sometimes the Balance requires the beast be killed, and other times that it be left free to ravage the settlement.": "我不止一次使用这个装置将野兽赶离定居点。但有时候平衡要求杀死这只野兽，有时候要求让它自由地肆虐定居点。",
	"This small, oval-shaped piece of ivory has an elegant silver frame and is engraved with the profile of a muscular warrior wearing a full-faced helmet. While wearing it, you can use an action to speak its command word and a {@creature gladiator|MM} appears in the nearest unoccupied space.": "这块小巧的椭圆形象牙片有一个优雅的银框，上面刻有一个穿着全脸头盔的肌肉壮硕战士的侧面轮廓。当你佩戴它时，你可以使用一个动作来说出它的口令，一个{@creature gladiator|MM}会出现在最近的未被占据的空间中。",
	"The {@creature gladiator|MM} cannot speak but is friendly to you and your companions for the duration. Roll initiative for the {@creature gladiator|MM}, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands, it defends itself from hostile creatures but otherwise takes no actions.": "在持续时间内，{@creature gladiator|MM} 无法说话，但对你和你的同伴友好。为{@creature gladiator|MM} 掷骰子决定先攻顺序，它有自己的回合。它会遵从你发出的口头命令（你无需采取任何行动）。如果你没有发布任何命令，它会保护自己免受敌对生物的伤害，但不会采取其他行动。",
	"The {@creature gladiator|MM} disappears one hour after you have summoned it. Once the cameo is used, it can't be used again until the next dawn.": "{@creature gladiator|MM}在你召唤它后的一小时后消失。一旦这个宝石被使用，直到第二天黎明之前都不能再次使用。",
	"This item appears to be an ordinary wax candle in a brass holder. The candle's magic is activated when the candle is lit, which requires an action. After burning for 1 hour, the candle is destroyed, or you can snuff it out early for later use. Deduct the time it burned in increments of 1 minute from the candle's total burn time.": "这件物品看起来是一个铜制烛台中的普通蜡烛。当点燃蜡烛时，蜡烛的魔法就会被激活，这需要一个动作。燃烧1小时后，蜡烛就会被摧毁，或者你可以提前熄灭它以便以后再次使用。从蜡烛的总燃烧时间中逐分钟减去它燃烧的时间。",
	"When lit, it sheds {@quickref Vision and Light|PHB|2|0|bright light} in a 10-foot radius and {@quickref Vision and Light|PHB|2|0|dim light} for an additional 10 feet. Any undead creature that starts its turn within that light takes {@damage 1d6} radiant damage.": "当点燃时，在半径为10英尺的范围内照亮{@quickref Vision and Light|PHB|2|0|bright light}，并额外延伸10英尺照亮{@quickref Vision and Light|PHB|2|0|dim light}。任何在这光线中开始回合的不死生物会受到{@damage 1d6}辐射伤害。",
	"This item appears to be an ordinary walking cane. While holding it, you can use a bonus action to transform it into a {@item +1 rapier|DMG}, or to transform it back into a walking cane.": "这件物品看起来像是一根普通的行走手杖。当你握住它时，你可以使用一个奖励动作将其转变成一把{@item +1 rapier|DMG}，或者将其转变回行走手杖。",
	"If you tap this walking cane on a wall, floor, or door, it will cause any traps built into that structure within a 20-foot radius to glow faintly for 1 minute. The cane has 6 charges. Each use of the cane expends 1 charge. The cane regains {@dice 1d6} expended charges daily at dawn.": "如果你用这根拐杖敲击墙壁、地板或门，它会让半径20英尺范围内的任何陷阱在微弱发光，持续1分钟。这根拐杖有6个充能。每次使用消耗1个充能。这根拐杖每天黎明时恢复{@dice 1d6}消耗的充能。",
	"While wearing this plumed crimson cape, you can use an action to cast the {@spell disguise self} spell at will. The spell ends if the cape is removed.": "穿着这件羽毛装饰的深红披风时，你可以使用一个动作随意施放{@spell disguise self}法术。如果移除披风，法术将结束。",
	"While wearing this tattered green cape, you can use an action to cast the {@spell stinking cloud} spell. Once used, this property of the cape can't be used again until the next dawn.": "穿着这件破绿披风时，你可以使用一个动作施放{@spell stinking cloud}法术。一旦使用，披风的这个属性直到第二天黎明前都不能再次使用。",
	"This small glass sphere resembles a green cat's eye. Holding it in your hand grants you {@sense darkvision} to a range of 60 feet.": "这个小玻璃球形似绿色猫眼。握在手中，使你{@sense darkvision}范围扩展至60英尺。",
	"Once this clear glass chalice is filled with water, you can use your action to cast the contents in any direction. The liquid turns into a blinding array of flashing, colored light. Roll {@dice 6d10}; the total is how many hit points of creatures are affected. Creatures in a 15-foot cone originating from you are affected in ascending order of their current hit points (ignore creatures that can't see).": "一旦这个透明玻璃圣杯被注满水，你可以使用你的动作将内容朝任何方向投掷。液体会变成一团刺眼的闪烁彩色光芒。掷骰{@dice 6d10}；总数表示受影响生物的生命值。从你起始的一个15英尺锥形区域内的生物按照当前生命值升序受到影响（忽略看不见的生物）。",
	"Starting with the creature that has the lowest current hit points, each creature in the cone is {@condition blinded} until the end of your next turn. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected.": "从当前生命值最低的生物开始，锥形范围内的每个生物都受到{@condition blinded}，直到你的下一个回合结束。在转移到生命值次低的生物之前，从总数中减去每个生物的生命值。生物的生命值必须等于或小于剩余总数，才能受到影响。",
	"Once used, this property of the chalice can't be used again until the next dawn.": "一旦使用，这个圣杯的属性在下一个黎明之前不能再次使用。",
	"This chalice is made from beautiful crystal and has a circular base, an orb-shaped stem and a goblet-style vessel. If it is filled with water and brought within 5 feet of poison, the water turns a sickly green hue. Poisonous monsters, gasses, weapons, and traps all trigger this effect. The water remains green, even if the chalice is moved more than 5 feet away from the poison.": "这只圣杯由美丽的水晶制成，底座是圆形的，柄呈球形，而杯身则呈高脚杯风格。如果将其装满水并靠近毒药不超过5英尺，水会变成一种病态的绿色。毒性怪物、气体、武器和陷阱都会触发这种效果。即使将圣杯移开超过5英尺，水仍然保持绿色。",
	"Once used, this property of the chalice can't be used again until the next dawn. The chalice must also be emptied and refilled with water before it is reused.": "一旦使用，这个圣杯的属性直到下一个黎明之前都不能再次使用。在重新使用之前，圣杯还必须被倒空并重新装满水。",
	"This bronze chalice is gilded with silver and engraved with swirling wave patterns. When a potion is poured into it, the name of the potion appears on the surface of the liquid in misty white letters. The chalice may be used an unlimited number of times but must be washed thoroughly with water between uses or the letters do not appear.": "这个铜杯镀银，刻有盘旋的波浪图案。当药剂倒入其中时，药剂的名字会以雾白色的字母出现在液体表面上。这个杯子可以无限次使用，但每次使用之间必须用水彻底清洗，否则字母不会出现。",
	"This small clawed hand is 3 inches long and is made of pure silver. While holding it, you can use an action to speak its command word and cause a ghostly, clawed hand to appear in the space of a spellcaster within 30 feet of you.": "这只小爪子长3英寸，由纯银制成。握住它时，你可以使用一个动作说出它的口令，让一个幽灵般的爪子出现在你30英尺内的一个咒术师的空间中。",
	"Make a ranged spell attack against the creature. On a hit, the target loses its highest-level spell slot, up to a maximum of 5th level. At the same time, you regain one expended spell slot with a level equivalent to the spell slot you stole or lower.": "对该生物进行远程法术攻击。命中后，目标失去其最高级别的法术位，最高可达5级。与此同时，你会恢复一个已用掉的法术位，其等级与你偷取的法术位相同或更低。",
	"The ghostly hand disappears as soon as the attack is made.": "一旦攻击发动，幽灵之手就会消失。",
	"Having been attacked with this item, I can assure you it is a most uncomfortable experience.": "被这个物品攻击过后，我可以向你保证这是一种非常不舒服的经历。",
	"This floor-length cloak is composed of golden phoenix feathers and is fastened around the neck by a chain of fine platinum. While wearing this cloak, you have a flying speed equal to your walking speed.": "这件及地长披风由金色凤凰羽毛制成，并用精美铂金链环绕颈部。穿着这件披风时，你的飞行速度等同于你的行走速度。",
	"This crown consists of a thin band of gold adorned with ten flawless diamonds. While wearing this crown, your Charisma score changes to 18. The item has no effect on your Charisma if it is already equal to or greater than 18.": "这顶王冠由一条镶有十颗无瑕钻石的金带组成。佩戴这顶王冠时，你的魅力值将变为18。如果你的魅力值已经等于或大于18，则该物品对你的魅力没有影响。",
	"In addition, you can use your action to speak the crown's command word. For 1 minute, all friendly creatures within 10 feet of you are immune to being {@condition frightened} or {@condition charmed} and gain temporary hit points equal to twice your Charisma ability modifier at the start of each of their turns. Once used, this property of the crown can't be used again until the next dawn.": "此外，你可以使用你的动作来说出皇冠的口令。在1分钟内，你周围10英尺范围内的所有友方生物对于被 {@condition frightened} 或 {@condition charmed} 免疫，并在他们的每个回合开始时获得临时生命值，数值等同于你的魅力加值的两倍。一旦使用，皇冠的这个特性直到次日黎明前都无法再次使用。",
	"Some are born to lead, while others require a little bit of magical assistance.": "有些人天生领袖，而其他人则需要一点点魔法的帮助。",
	"This circular topaz bears a carved relief of a knight in full armor. When attached to medium or heavy armor, that armor no longer has a Strength requirement.": "这颗圆形黄玉上雕刻着一位全副武装的骑士。当它附着在中型或重型盔甲上时，该盔甲不再需要力量要求。",
	"While holding this small, sea-green crystal, you can breathe underwater and gain a swimming speed equal to your walking speed. In addition, being underwater imposes no penalties on your attacks.": "当你拿着这块小小的海蓝水晶时，你可以在水下呼吸，并获得与你步行速度相同的游泳速度。此外，在水下进行攻击不会对你造成任何惩罚。",
	"This small wooden die has a red heraldic symbol painted on each of its six faces. The symbols and their meanings are:": "这个小木骰子的六个面上分别绘有红色的纹章符号。这些符号及其含义为：",
	"Strength": "力量 (Strength)",
	"Dexterity": "敏捷 (Dexterity)",
	"Horse": "马 (Horse)",
	"Constitution": "宪法 (Constitution)",
	"Intelligence": "智力 (Intelligence)",
	"Serpent": "蛇 (Serpent)",
	"Wisdom": "智慧 (Wisdom)",
	"Unicorn": "独角兽 (Unicorn)",
	"Charisma": "魅力 (Charisma)",
	"When you roll the die, the indicated ability score increases by 2, as does your maximum for that score. The dice immediately disappears after use.": "当你投掷骰子时，指定的能力值增加2点，相应的最大值也增加2点。骰子在使用后立即消失。",
	"This small bone cube appears to be a regular die. You can use an action to speak its command word, and it then rolls only sixes for 1 minute.": "这个小骨骰子看起来像是一个普通的骰子。你可以用一个动作来说出它的口令，然后它在接下来的1分钟内只会掷出六点。",
	"This appears to be a regular brocade curtain from one side and is 9 feet tall and 6 feet wide. When viewed from the other side, it is entirely transparent, making it an excellent one-way observation tool. If the curtain is placed on the ground with its transparent side up, a successful {@dc 15} Wisdom ({@skill Perception}) check is required to find it.": "这看起来是一条普通的锦缎帘子，一侧高9英尺，宽6英尺。从另一侧看，它完全透明，是一种极好的单向观察工具。如果将帘子放在地上，透明面朝上，需要成功进行一次{@dc 15}感知({@skill Perception})检定才能发现它。",
	"These silver hand cymbals are 8 inches wide and have brown leather straps attached to them. When struck together they emit a tremendous crash, and each flying creature within 60 feet must make a {@dc 15} Constitution saving throw. On a failed save, the creature has its flying speed reduced to 0 feet until the start of your next turn.": "这些银色手持铙钹宽8英寸，上面附有棕色皮革绑带。当它们被敲击在一起时，会发出巨大的撞击声，60英尺内的每只飞行生物都必须进行一次{@dc 15}体质豁免才能。未通过豁免的生物在你的下一个回合开始前，飞行速度降为0英尺。",
	"This box contains ten thin ivory tiles, each beautifully painted with a different figure. When you draw a tile randomly from the deck, the tile disappears permanently, and you undergo the indicated effect.": "这个盒子里装有十块薄薄的象牙瓷砖，每一块都精美地绘有不同的图案。当你从牌组中随机抽取一块瓷砖时，这块瓷砖会永久消失，而你会经历所指示的效果。",
	"Angel": "天使",
	"Your weapon attacks deal an extra {@damage 1d8} radiant damage on a hit.": "你的武器攻击在命中时额外造成{@damage 1d8}点辐射伤害。",
	"Death": "死亡",
	"You are transformed into a {@creature wraith|MM}. Your alignment and personality remain the same.": "你被转变成了一个{@creature wraith|MM}。你的立场和个性保持不变。",
	"Demon": "恶魔 (Demon)",
	"Your alignment becomes chaotic evil.": "你的阵营变为混乱邪恶。",
	"Hermit": "隐士 (Hermit)",
	"All money, gems, and jewelry you own vanish. This includes your share of the party's wealth if it is held in a common treasury.": "你所拥有的所有金钱、宝石和珠宝都消失了。这包括你在共同财宝中所持有的那部分财富。",
	"Jester": "小丑(Jester)",
	"Every sentence you utter must be a rhyming couplet. If you fail to rhyme when speaking, you take {@damage 2d8} psychic damage.": "每句话都要押韵对，否则说话就要受伤害 {@damage 2d8}。",
	"Lovers": "恋人 (Lovers)",
	"Any stranger you speak to for at least 1 minute must succeed on a {@dc 15} Wisdom saving throw or be {@condition charmed} by you for 1 hour.": "任何你与之交谈至少1分钟的陌生人必须成功通过一个{@dc 15}的感知豁免检定，否则会被你{@condition charmed}1小时。",
	"Magician": "魔术师 (Magician)",
	"You are transformed into an {@creature evoker|VGM}. Your alignment and personality remain the same.": "你被转变成了一个{@creature evoker|VGM}。你的立场和个性保持不变。",
	"Paladin": "圣骑士 (Paladin)",
	"The {@item holy avenger|DMG} appears in your hand. If you give the sword to anyone else, it disappears.": "你手中出现了{@item holy avenger|DMG}。如果你把剑给其他人，它会消失。",
	"Priest": "牧师 (Priest)",
	"A deity of your alignment appears to you in a vision. You can ask up to three questions that can be answered with a yes or no and receive a correct answer for each question.": "你的阵营的一位神灵在幻觉中出现。你可以提出最多三个问题，每个问题都可以用是或否回答，并且每个问题都会得到正确的答案。",
	"Savant": "智者(Savant)",
	"You have advantage on all Intelligence, Wisdom, and Charisma ability checks.": "你在所有智力、感知和魅力属性检定上获得优势。(Intelligence, Wisdom, Charisma)",
	"The effect lasts until dawn the next day. Only one tile per day may be drawn—drawing subsequent tiles has no effect.": "效果持续到第二天黎明。每天只能抽取一块瓦片—抽取后续瓦片没有效果。",
	"This is a low sofa without headrests or arms. It is often richly upholstered, and it can be any color or size. If you take a long rest on this divan, you meet an angelic being in your dreams. You can ask a single question concerning a specific goal, event, or activity to occur within 7 days and receive a truthful reply. The reply might be a short phrase, a cryptic rhyme, or an omen.": "这是一张没有靠背或扶手的低沙发。通常装饰豪华，可以是任何颜色或尺寸。如果你在这张长沙发上休息，你会在梦中遇到一个天使般的存在。你可以问一个关于特定目标、事件或活动的问题，在7天内得到一个真实的回答。回答可能是一个简短的短语、一个神秘的韵文，或者一个预兆。",
	"The reply doesn't take into account any possible circumstances that might change the outcome, such as the casting of spells or the loss or gain of a companion.": "回复没有考虑到可能改变结果的任何情况，比如施放法术或失去或获得同伴的情况，(%num%)。",
	"Once the divan has been used, it can't be used again until 7 days have passed.": "一旦使用了沙发，必须等待7天后才能再次使用。(divan)",
	"While you hold this small {@item hand drum|SCAG}, you can use an action to strike it and cast the {@spell silence} spell with the area of effect centered on yourself. Once used, this property of the {@item hand drum|SCAG|drum} can't be used again until the next dawn.": "当你握住这个小{@item hand drum|SCAG}时，你可以使用一个动作来打击它，并施放{@spell silence}法术，其影响范围以你为中心。一旦使用，这个{@item hand drum|SCAG|drum}的特性直到次日黎明前都无法再次使用。",
	"Leomund told me he used this device to neutralize both troublesome spellcasters and tedious dinner guests. Leomund could be a rather frivolous fellow.": "莱昂曼告诉我他用这个装置来中和那些讨厌的施法者和令人厌烦的晚宴客人。莱昂曼可能是一个相当轻浮的家伙。",
	"When you use an action to play these small {@item hand drum|SCAG|hand drums}, each hostile creature within 30 feet of you that hears you must succeed on a {@dc 15} Wisdom saving throw or become {@condition frightened} of you for 1 minute.": "当你使用一个动作来玩这些小{@item hand drum|SCAG|hand drums}时，每一个在你30英尺范围内并听到你声音的敌对生物必须成功通过一个{@dc 15}感知豁免才能免疫你，否则会成为你的{@condition frightened}1分钟。",
	"A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of these drums for 24 hours. Once used, this property of the drums can't be used again until the next dawn.": "一个未通过豁免检定的生物可以在自己的每个回合结束时重复检定，成功则结束自身上的效果。一个成功通过豁免检定的生物对这些鼓的效果免疫24小时。一旦使用，这些鼓的这个特性直到次日黎明前都不能再次使用。",
	"Usually found in a small leather sack, this powder resembles fine, white sand. There is enough of it for one use. When you use an action to throw a handful of the dust into the air, each creature that needs to breathe within 10 feet of you must succeed on a {@dc 15} Constitution saving throw or fall {@condition unconscious} for 1 minute, until the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. You are immune to the effect.": "通常被发现在一个小皮袋里，这种粉末看起来像细腻的白色沙子。里面有足够的粉末供一次使用。当你使用一个动作将一把粉末撒向空中时，你周围10英尺内需要呼吸的每个生物必须成功进行一次{@dc 15}体质豁免才能不陷入{@condition unconscious}状态，持续1分钟，直到沉睡者受到伤害，或者有人使用一个动作摇醒或拍打沉睡者。你对这种效果免疫。",
	"This item resembles an ordinary egg. When shattered, a 40-foot-radius sphere of fog emerges from it. The sphere spreads around corners, and its area is {@quickref Vision and Light|PHB|2|0|heavily obscured}. The fog lasts for 1 hour or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.": "这个物品看起来像一个普通的鸡蛋。当它被打碎时，会从中散发出一个直径40英尺的雾气球体。这个球体会绕过拐角，覆盖范围为{@quickref Vision and Light|PHB|2|0|heavily obscured}。雾气会持续1小时，或者直到中等或更大风速（至少10英里每小时）吹散它。",
	"This item consists of a small piece of black leather attached to a thin headband. When worn over your eye, it gives you {@sense truesight} out to 60 feet. The effect lasts for 1 hour or until you take off the eyepatch. Once used, this property of the eyepatch can't be used again until the next dawn.": "这件物品由一小块黑色皮革固定在细头带上组成。当戴在眼睛上时，它可以让你{@sense truesight}，范围为60英尺。效果持续1小时，或者直到你取下眼罩。使用后，眼罩的这个特性直到次日黎明前都无法再次使用。",
	"While holding this fan, you can use an action to wave it at one creature within 10 feet. The target begins a comic dance in place for 1 minute. Creatures that can't be {@condition charmed} are immune to this effect.": "当握着这把扇子时，你可以使用一个动作将其挥向距离你10英尺内的一个生物。目标将在原地进行一场滑稽的舞蹈，持续1分钟。无法被 {@condition charmed} 的生物对此效果免疫。",
	"A dancing creature has a speed of 0 feet and has disadvantage on Dexterity saving throws and attack rolls. While the target is affected, other creatures have advantage on attack rolls against it. As an action, a dancing creature makes a Wisdom saving throw to regain control of itself. On a successful save, the effect ends.": "一个跳舞生物的速度为0英尺，对敏捷豁免和攻击骰有劣势。当目标受到影响时，其他生物对其的攻击骰有优势。作为一个动作，跳舞生物进行一次感知豁免骰来恢复自控。成功豁免后，效果结束。",
	"Once used, this property of the fan can't be used again until the next dawn.": "风扇的这个特性一旦使用过，直到下一个黎明之前都无法再次使用。",
	"You must be proficient with wind instruments to use this {@item flute|PHB}. If you play the {@item flute|PHB} as an action, each humanoid in a 20-foot-radius sphere is immune to being {@condition frightened} while it can hear you for up to 1 minute. Once used, this property of the {@item flute|PHB} can't be used again until the next dawn.": "你必须精通吹奏乐器才能使用这个{@item flute|PHB}。如果你以一个动作吹奏{@item flute|PHB}，则在一个半径为20英尺的球体内的每个人形生物在接听你的声音时，免疫被{@condition frightened}的影响，持续1分钟。一旦使用，这个{@item flute|PHB}的特性直到次日黎明前都不能再次使用。",
	"You must be proficient with wind instruments to use this {@item flute|PHB}. If you play the {@item flute|PHB} as an action, you summon fey creatures that appear in unoccupied spaces that you can see within range.": "你必须精通吹奏乐器才能使用这个{@item flute|PHB}。如果你将{@item flute|PHB}作为一个动作演奏，你会召唤出仙族生物，它们会出现在你能看到的范围内的空地上。",
	"Roll on the following table to determine what appears:": "根据以下表格进行投掷以确定出现的内容：",
	"A summoned creature disappears when it drops to 0 hit points or after an hour. The summoned creatures are friendly to you and your companions. They obey any verbal commands that you issue to them (no action required by you).": "当一个被召唤的生物的生命值降至0或者经过一个小时后会消失。被召唤的生物对你和你的同伴友好。它们会服从你发出的任何口头命令（你不需要采取任何行动）。",
	"Once used, this property of the {@item flute|PHB} can't be used again until the next dawn.": "一旦使用，{@item flute|PHB} 的这个特性直到次日黎明之前都无法再次使用。",
	"This magic dust looks like very fine translucent sand. When thrown into a fireplace, it creates a magical link between it and another fireplace, at any distance, on the same plane of existence. You must have touched the destination fireplace at least once before. For 1 month, any creature can step into the target fireplace and exit from the destination fireplace, and vice versa, by using 5 feet of movement.": "这种魔法尘土看起来像非常细腻的透明沙子。当它被扔进壁炉时，在同一存在平面上的任何距离上，它会在它和另一个壁炉之间创造一个魔法链接。你必须至少曾经触摸过目的地壁炉。在1个月内，任何生物都可以通过使用5英尺的移动，从目标壁炉走进，然后从目的地壁炉出来，反之亦然。",
	"This material comes from the plane of Frostfell and is manufactured by the eladrin servants of the Frost Lord. A devious creature is that one, and you should be wary if you meet him.": "这种材料来自冰霜之地，由霜主的艾拉德林仆人制造。那是一个狡诈的生物，如果你遇到他，应该小心。",
	"Your Dexterity score is 18 while you wear these supple, elbow-length leather gloves. They have no effect on you if your Dexterity is 18 or higher without them.": "当你戴着这双柔软的长及肘部的皮手套时，你的敏捷属性得分为18。如果你的敏捷属性在没有戴手套时已经是18或更高，那么这手套对你没有任何影响。",
	"These metallic gloves, also known as storm gauntlets, crackle with electricity and fill the air with the scent of ozone. While wearing them, you have resistance to lightning damage.": "这些金属手套，也被称为风暴臂铠，闪电在其上电闪雷鸣，空气中弥漫着臭氧的气味。佩戴它们时，你对闪电伤害具有抗性。",
	"The gauntlets have 4 charges. You can use an action to expend 1 or more charges to cast one of the following spells (save {@dc 15}): {@spell shocking grasp} (1 charge), {@spell lightning bolt} (3 charges), or {@spell storm sphere|XGE} (4 charges).": "这双臂铠有4个充能。你可以使用一个动作消耗1个或更多充能来施放以下法术之一（豁免{@dc 15}）：（{@spell shocking grasp}）（1个充能），（{@spell lightning bolt}）（3个充能），或（{@spell storm sphere|XGE}）（4个充能）。",
	"The gauntlets regain {@dice 1d4} expended charges daily at dawn.": "护手在每天黎明时恢复{@dice 1d4}已用尽的充能。",
	"When this gavel is knocked against a piece of wood, you gain advantage on all your Charisma ({@skill Persuasion}) or Charisma ({@skill Intimidation}) checks for 1 hour. Once used, this property of the gavel can't be used again until the next dawn.": "当这个槌击打在一块木头上时，你在接下来的1小时内在所有你的魅力检定中获得优势({@skill Persuasion})或魅力({@skill Intimidation})。一旦使用，这个槌的属性直到次日黎明前都不能再次使用。",
	"This item resembles a multi-faceted yellow diamond and is about 2 inches across. You can use an action to throw the globe up to 60 feet away. When it reaches the end of its trajectory, the globe detonates in a 40-foot-radius sphere of brilliant sunlight. The globe is consumed when it detonates.": "这个物品类似于一个多面黄色钻石，直径约2英寸。你可以使用一个动作将这个球体投掷出去，最远可达60英尺。当它到达轨迹的尽头时，球体会爆炸，释放出一个半径40英尺的明亮阳光球体。球体在爆炸时被消耗。",
	"Each creature in that light must make a {@dc 15} Constitution saving throw. On a failed save, a creature takes {@damage 12d6} radiant damage and is {@condition blinded} for 1 minute. On a successful save, it takes half as much damage and isn't {@condition blinded} by this spell. Undead and oozes have disadvantage on this saving throw.": "在那道光线中的每个生物必须进行一次 {@dc 15} 体质豁免投掷。未通过豁免的生物会受到 {@damage 12d6} 辐射伤害，并在1分钟内被 {@condition blinded}。通过豁免的生物会受到一半伤害，并且不会被这个法术 {@condition blinded}。不死生物和软泥怪在这次豁免投掷中有劣势。",
	"A creature {@condition blinded} by this effect makes another Constitution saving throw at the end of each of its turns. On a successful save, it is no longer {@condition blinded}.": "一个生物在此效果下每个回合结束时都要进行另一次体质豁免投掷。在成功豁免后，它就不再是{@condition blinded}。",
	"These fingerless gloves are made of black, hardened leather. While wearing them, you have advantage on your {@action grapple|PHB} check when you attempt to {@action grapple|PHB} a creature. In addition, when you move a {@condition grappled} creature your speed is not halved.": "这些无指手套由黑色硬皮制成。佩戴时，当你尝试{@action grapple|PHB}一个生物时，你在你的{@action grapple|PHB}检定上获得优势。此外，当你移动一个{@condition grappled}生物时，你的速度不会减半。",
	"These supple gloves are made from black velvet and have tiny diamonds sewn into them. While wearing them, you can cast the {@spell light} spell at will.": "这些柔软的手套是由黑色天鹅绒制成的，上面缝有小钻石。戴上它们后，你可以随意施放{@spell light}法术。",
	"The gloves have 3 charges. You can use an action and expend 1 charge to cast {@spell magic missile} as a 5th-level spell. The missiles created look like a shower of falling stars. The gloves regain 3 charges daily at dawn.": "手套有3个充能。你可以使用一个动作并消耗1个充能来施放{@spell magic missile}作为一个5级法术。所创建的飞弹看起来像一场流星雨。手套每天黎明时恢复3个充能。",
	"These goggles are made of steel wrapped in black leather and have reflective gold lenses. While wearing them, you are immune to the {@condition blinded} condition.": "这副护目镜由包裹着黑色皮革的钢制成，镜片是反光的金色。佩戴时，你免疫于{@condition blinded}状态。",
	"The goggles have 3 charges. You can use an action and expend 1 charge to cast the {@spell flame strike} spell. The gloves regain 3 charges daily at dawn.": "这副护目镜有3次使用机会。你可以使用一个动作并消耗1次使用机会来施放{@spell flame strike}法术。这副手套每天黎明时恢复3次使用机会。",
	"This charm looks like a small golden tongue. While wearing it around your neck, it grants you advantage on Charisma ({@skill Persuasion}) checks—however, you are required to make your argument in rhyming couplets. If you fail to speak in rhyme when making the check, you take {@damage 1d8} psychic damage.": "这个护身符看起来像一只小小的金色舌头。戴在脖子上时，它让你在魅力检定时获得优势（{@skill Persuasion}）—然而，你必须用押韵的对句来陈述你的论点。如果你在检定时未能押韵，你会受到{@damage 1d8}点心灵伤害。",
	"I cannot claim to be a poet. Perhaps others will find this item of more use.": "我不能自称为诗人。也许其他人会觉得这个物品更有用。(poet)",
	"This gold hand-gong is 6 inches wide and has a handle made of silver twine. When struck, you summon a {@filter celestial of challenge rating 5 or lower|bestiary|source=|Challenge Rating=[&0;&5]|type=celestial|miscellaneous=}, which appears in an unoccupied space that you can see within range. The celestial disappears when it drops to 0 hit points or when 1 hour has elapsed.": "这个金色的手锣宽6英寸，手柄由银线制成。当敲击时，你召唤一个{@filter celestial of challenge rating 5 or lower|bestiary|source=|Challenge Rating=[&0;&5]|type=celestial|miscellaneous=}，它出现在你能看到的范围内的一个空地方。当它的生命值降至0点或1小时时间到达时，天界生物会消失。",
	"The celestial is friendly to you and your companions for the duration. Roll initiative for the celestial, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you), as long as they don't violate its alignment. If you don't issue any commands to the celestial, it defends itself from hostile creatures but otherwise takes no actions.": "在此期间，天界生物对你和你的同伴友好。为天界生物投掷先攻骰，它有自己的回合。只要不违背其立场，它会遵从你口头下达的任何命令（你不需要采取任何行动）。如果你没有下达任何命令给天界生物，它会保护自己免受敌对生物的伤害，但不会采取其他行动。",
	"Once the gong is used, it can't be used again until the next dawn.": "一旦使用了锣，直到第二天黎明前都不能再次使用。",
	"This copper hand gong is 12 inches wide and has a red rope handle. When struck, an intense tremor rips through the ground in a 60-foot-radius circle centered on the gong and shakes everything in contact with the ground in that area. The tremor lasts for 1 minute.": "这个铜制手锣宽12英寸，有一个红色绳子把手。当敲击时，一股强烈的震颤会在以锣为中心的60英尺半径圆圈内的地面上蔓延，并震动该区域接触地面的所有物体。震颤持续1分钟。",
	"The ground in the area becomes {@quickref difficult terrain|PHB|3}. Each creature on the ground that is {@status Concentration|PHB|concentrating} must make a Constitution saving throw. On a failed save, the creature's {@status concentration} is broken.": "该区域的地面变成{@quickref difficult terrain|PHB|3}。每个在地面上的生物，如果是{@status Concentration|PHB|concentrating}，必须进行一次体质豁免才能。未能通过豁免的生物，其{@status concentration}会被打断。",
	"When the gong is struck and at the end of each turn while the tremor lasts, each creature on the ground in the area must make a Dexterity saving throw. On a failed save, the creature is knocked {@condition prone}. Permanent structures are not damaged, but loose items such as furniture are likely to fall over.": "当锣响起并在每个回合结束时，只要震颤持续，区域内地面上的每个生物都必须进行一次敏捷豁免检定。未通过检定的生物被击倒{@condition prone}。永久结构不会受到损坏，但松动的物品如家具可能会倒下。",
	"Once used, this property of the gong can't be used again until the next dawn.": "一旦使用，这个锣的属性在下一个黎明之前不能再次使用。",
	"This silver gong is 18 inches wide and has two holes punched in the rim that can be used to suspend it. When the gong is struck, a whirlwind appears around it that lasts for 1 minute. All creatures within 10 feet of the gong must make a {@dc 15} Strength saving throw. On a failure, a target takes {@damage 3d8 + 2} bludgeoning damage and is flung up 20 feet away from the gong in a random direction and knocked {@condition prone}.": "这个银锣宽18英寸，边缘上有两个打孔，可以用来悬挂。当敲击这个锣时，会在周围出现一个持续1分钟的旋风。所有距离锣10英尺内的生物必须进行一次{@dc 15}力量豁免。未通过豁免的目标会受到{@damage 3d8 + 2} 钝击伤害，并被从锣处随机方向抛出20英尺，并晕眩{@condition prone}。",
	"This green gemstone is fist-sized and is carved into the shape of a shield. While wearing this item, you are immune to psychic damage, any effect that would sense your emotions or read your thoughts, divination spells, and the {@condition charmed}, {@condition frightened}, and {@condition stunned} conditions. The item even foils {@spell wish} spells and spells or effects of similar power used to affect your mind or to gain information about you.": "这块绿色宝石巴掌大小，雕刻成盾牌的形状。佩戴此物时，你对精神伤害免疫，任何能感知你情绪或读取你思维的效果，占卜法术，以及{@condition charmed}，{@condition frightened}和{@condition stunned}状态。该物品甚至能破坏{@spell wish}法术，以及用于影响你思维或获取你信息的法术或类似力量的效果。",
	"My peculiar philosophy means that I make many enemies and accrue few allies. I will confess to you, trusted colleagues, that I have possessed one of these items for many years, and it has been invaluable.": "我的独特哲学意味着我结交了许多敌人，却结交了很少的盟友。我要向你们这些值得信赖的同事坦白，我已经拥有这些物品中的一个很多年了，它一直是无价之宝。",
	"This 3-inch silver sphere is engraved with dozens of small hammer-shaped symbols. While holding the sphere, you can speak its command word as a bonus action, causing a floating, spectral hammer to appear within 60 feet of you.": "这个直径3英寸的银色球体上刻有数十个小锤子形状的符号。当你握住这个球体时，你可以在奖励动作中说出它的口令，从而在你身边60英尺内出现一个飘浮的幽灵锤子。",
	"When you summon the hammer, you can make a melee spell attack against a creature within 5 feet of the weapon. When you make the attack, you do so with an attack bonus of {@hit 5}. On a hit, the target takes {@damage 3d8 + 5} force damage.": "当你召唤锤子时，你可以对武器附近5英尺内的生物进行一次近战法术攻击。进行攻击时，你使用攻击加值为{@hit 5}。命中时，目标受到{@damage 3d8 + 5}点力量伤害。",
	"As a bonus action on your turn, you can move the hammer up to 20 feet and repeat the attack against a creature within 5 feet of it.": "作为你的奖励动作，在你的回合中，你可以将锤子移动最多20英尺，并对它附近5英尺范围内的生物重复攻击。",
	"The hammer disappears after 1 minute and can't be summoned again until the next dawn.": "锤子在1分钟后消失，直到第二天黎明才能再次召唤。",
	"This item appears to be a normal silk handkerchief. However, when you place it in your pocket and speak the command word, you can then pull from your pocket a 50-foot-long line of multi-colored handkerchiefs tied to each other. This functions exactly like a regular piece of {@item Silk Rope (50 feet)|PHB|rope}.": "这件物品看起来像是一条普通的丝绸手帕。然而，当你把它放进口袋里并说出口令时，你就可以从口袋里拉出一条长达50英尺的彩色手帕链。这与一块普通的{@item Silk Rope (50 feet)|PHB|rope} 完全一样。",
	"When you stuff the handkerchiefs back in your pocket, they revert to the original handkerchief.": "当你把手帕塞回口袋时，它们会恢复成原来的手帕。",
	"You must be proficient with a string instrument to use this small lap harp. When you use an action to play this item, you can place a magical command on a creature that can hear and understand you, forcing it to carry out some service that you decide.": "使用这个小型膝上竖琴，你必须精通弦乐器。当你使用一个动作演奏这件物品时，你可以对能听懂你的生物施加一个魔法命令，强迫它执行你决定的某项任务。",
	"The creature must succeed on a {@dc 15} Wisdom saving throw or become {@condition charmed} by you for 30 days. While the creature is {@condition charmed} by you, it takes {@damage 5d10} psychic damage each time it acts in a manner directly counter to your instructions, but no more than once each day.": "生物必须成功进行一次{@dc 15}的感知豁免检定，否则会被你支配，持续30天。当生物被你支配时，每次它行动违背你的指令时，会受到{@damage 5d10}的心灵伤害，但每天最多只能受到一次。",
	"You can issue any command you choose, short of an activity that would result in certain death. The only way to end the effect early is by a {@spell remove curse}, {@spell greater restoration}, or {@spell wish} spell.": "你可以下达任何你选择的命令，只要不是会导致死亡的活动。要提前结束效果的唯一方法是使用 {@spell remove curse}，{@spell greater restoration} 或 {@spell wish} 法术。",
	"Once the harp has been used, it can't be used again until 7 days have passed.": "弹奏(哈普)(harp)后，必须等待7天才能再次使用。",
	"There was a time when I would destroy any magic item that I had no use for, believing this was the best way to preserve the Balance. An immature belief. I destroyed one of these harps during that period, and I regret it now, for they are remarkable devices.": "曾经有一段时间，我会摧毁任何我用不上的魔法物品，相信这是保持平衡的最佳方式。这是一个不成熟的信念。在那段时间里，我摧毁了其中一个(`harps`)，现在我后悔了，因为它们是非凡的装置。",
	"You must be proficient with a string instrument to use this small lap harp. When you use an action to play this item, you cast the {@spell silence} spell with the area of effect centered on yourself. Once used, this property of the harp can't be used again until the next dawn.": "要使用这把小竖琴，你必须精通弦乐器。当你使用一个动作来演奏这件物品时，你施放{@spell silence}法术，效果范围以自己为中心。一旦使用，竖琴的这个特性在次日黎明前无法再次使用。",
	"You must be proficient with a string instrument to use this small lap harp. When you use an action to play this item, it emits a thunderous blast in a 20-foot cone. Each creature in the cone must succeed on a {@dc 15} Constitution saving throw or become {@condition stunned} until the end of your next turn. Once used, this property of the harp can't be used again until the next dawn.": "你必须精通弦乐器才能使用这把小型膝上竖琴。当你使用一个动作演奏这件物品时，它会在一个20英尺锥形范围内发出一声雷鸣般的爆炸。锥形范围内的每个生物必须成功通过一个{@dc 15} 体质豁免才能在你的下一个回合结束前保持{@condition stunned}。一旦使用，竖琴的这个属性直到次日黎明前都不能再次使用。",
	"When you place this brass hasp on a closed door, window, gate, chest, or other entryway, it becomes locked for the duration. Only you can remove the hasp, although casting {@spell knock} on the locked object suppresses the magic of the hasp for 10 minutes. Otherwise, the locked object cannot be opened except by breaking it.": "当你将这个黄铜扣环放在一扇关闭的门、窗户、大门、箱子或其他入口上时，它会在一段时间内变成锁定状态。只有你可以移除这个扣环，尽管在锁定的物体上施放{@spell knock}可以抑制扣环的魔法效果10分钟。否则，锁定的物体除非破坏，否则无法打开。",
	"While holding this small, heart-shaped ruby, you have advantage on Wisdom ({@skill Perception}) checks that rely on hearing.": "当你握着这颗小小的心形红宝石时，你在依赖听觉的感知({@skill Perception})检定中获得优势。",
	"While holding this small, heart-shaped piece of granite, you cannot be {@condition frightened}.": "当你握着这块小小的、心形的花岗岩时，你就无法被{@condition frightened}。",
	"This item is made from brass and is inscribed with a swirling pattern. You can use an action to blow it and cast one of the following spells: {@spell fog cloud} (3rd-level version), {@spell gust of wind}, {@spell stinking cloud}, or {@spell wind wall}.": "这件物品由黄铜制成，上面刻有螺旋图案。你可以使用一个动作吹响它，施放以下法术之一：{@spell fog cloud} (3级版本)，{@spell gust of wind}，{@spell stinking cloud}，或{@spell wind wall}。",
	"Once used, this property of the horn can't be used again until the next dawn.": "一旦使用，这个（horn）的属性直到第二天黎明之前都不能再次使用。",
	"This item is made from a buffalo horn and has a brass mouthpiece. Upon blowing it, you create 45 pounds of food and 30 gallons of water on the ground or in containers within range, enough to sustain up to fifteen humanoids or five steeds for 24 hours. The food is bland but nourishing and spoils if uneaten after 24 hours. The water is clean and doesn't go bad.": "这件物品是用水牛角制成的，带有黄铜吹口。当你吹奏它时，在射程内的地面或容器中创造出45磅食物和30加仑水，足以维持十五个人形生物或五匹坐骑24小时。食物味道平淡但有营养，如果24小时内没有食用就会变质。水是干净的，不会变质。",
	"This item is a large, pink conch shell. You can use an action to blow it and cause one of the following effects:": "这件物品是一个大号的粉色海螺壳。你可以使用一个动作吹响它，产生以下效果之一：",
	"Rough waters become calm within a 1-mile radius of the horn.": "在(1英里)范围内，汹涌的水域会变得平静。",
	"All aquatic creatures within 150 feet of you must make a successful {@dc 15} Wisdom saving throw or become {@condition frightened} of you for 1 minute.": "你周围150英尺范围内的所有水生生物必须进行一次成功的{@dc 15}感知豁免才能免疫，否则会在1分钟内成为你的{@condition frightened}。",
	"You summon a group of sea creatures, which the DM chooses or determines randomly.": "你召唤一群海洋生物，由主持人选择或随机确定。",
	"The summoned creatures are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures but otherwise take no actions.": "被召唤的生物对你和你的同伴友好。为召唤的生物作为一组投掷先攻骰，它们有自己的回合。它们会遵从你发出的任何口头命令（你不需要采取任何行动）。如果你没有给出任何命令，它们会保护自己免受敌对生物的攻击，但不会采取其他行动。",
	"When found, this thick white cord has {@dice 1d6 + 2} fist-sized shards of ice frozen onto it, which do not melt. While holding this cord, you can use an action to pull off one of the shards and hurl it up to 150 feet to a point you can see. Upon impact it explodes into a hail of rock-hard ice.": "当找到时，这根厚厚的白色绳索上有{@dice 1d6 + 2}个拳头大小的冰块凝固在上面，不会融化。握住这根绳索时，你可以使用一个动作拔下一块冰块，将其投掷到你能看到的地方，最远可达150英尺。冰块着地时会爆炸成一片坚硬的冰雹。",
	"Each creature within a 20-foot radius must make a Dexterity saving throw. A creature takes {@damage 2d8} bludgeoning damage and {@damage 4d6} cold damage on a failed save, or half as much damage on a successful one.": "在一个20英尺半径范围内的每个生物都必须进行一次敏捷豁免检定。在未通过豁免检定时，生物会受到{@damage 2d8} 钝击伤害和{@damage 4d6} 冰冷伤害，通过豁免检定则只受到一半伤害。",
	"This black silk robe is embroidered with a carbuncle pattern using adamantine thread. While wearing these robes you have resistance to all non-magical damage.": "这件黑色丝袍上绣有用精金线绣成的石榴石图案。穿着这件长袍时，你对所有非魔法伤害具有抗性。",
	"Additionally, you can use an action to make yourself immune to all damage for 1 minute or until you take off the robe. Once this special action is used, it can't be used again until the next dawn.": "此外，你可以使用一个动作使自己在1分钟内免疫所有伤害，或者直到你脱下长袍。一旦使用了这个特殊动作，直到第二天黎明之前都不能再次使用。",
	"This cylindrical silver tube has been engraved with an elaborate pattern in high relief and has a removable cap. You can place as many scrolls as you wish within this scroll case, including magic ones. Whenever you pull a scroll from the case, it is always the one that you desired.": "这个圆柱形的银色管子上雕刻着精美的浮雕图案，并带有可拆卸的盖子。您可以在这个卷轴盒中放置任意数量的卷轴，包括魔法卷轴。每当您从盒中取出一卷轴时，它总是您想要的那一卷。",
	"This small, triangular glass bottle is inscribed with esoteric symbols and has a wooden stopper. When a magic scroll is prepared using ink from this inkwell, the preparation time and cost are both halved. The inkwell magically replenishes itself, supplying enough ink to write 100 spell levels worth of scrolls.": "这个小三角玻璃瓶上刻有神秘符号，并带有木塞。当使用这个墨水瓶中的墨水准备魔法卷轴时，准备时间和成本都减半。这个墨水瓶会自动补充墨水，足够写下100个法术等级的卷轴。",
	"This item also reduces the cost of transcribing a spell to your spell book. It is a deceptively powerful tool.": "这件物品还可以减少将法术抄写到你的法术书中的成本。这是一个具有欺骗性的强大工具。",
	"This iron charm is the size and shape of a regular heart. When placed on the chest of a humanoid, it is absorbed into the creature's body and replaces its real heart. The recipient immediately gains a +2 bonus to its Constitution ability score.": "这个铁符咒的大小和形状与普通的心脏相同。当放置在人形生物的胸口时，它会被吸收进生物的身体，并取代其真实的心脏。接受者立即获得+2的体质能力值加值。",
	"This 2-foot-tall jug is made of green earthenware and has a cork stopper in its narrow neck. When opened, a cloud of green gas is released filling a 10-foot-radius sphere. The cloud spreads around corners, and its area is {@quickref Vision and Light|PHB|2|0|heavily obscured}. The cloud lingers in the air for 1 minute.": "这个两英尺高的罐子由绿色陶器制成，在狭窄的颈部有一个软木塞。打开后，释放出一团绿色气体，填满一个直径为10英尺的球体。这团气体可以绕过角落传播，覆盖范围为{@quickref Vision and Light|PHB|2|0|heavily obscured}。气体会在空中停留1分钟。",
	"Each creature that is completely within the cloud must make a {@dc 15} Constitution saving throw. On a failed save, it is turned to jade stone and subjected to the {@condition petrified} condition. An affected creature returns to normal after one day has elapsed.": "每个完全位于云中的生物必须进行一次 {@dc 15} 体质豁免投骰。未通过豁免的生物将变成翡翠石并受到 {@condition petrified} 状态的影响。受影响的生物在一天后恢复正常。",
	"If the stopper is firmly replaced in the jug, it begins slowly filling with gas and is ready again for use 10 days later.": "如果瓶塞被牢固地放回瓶中，它会慢慢充满气体，并在10天后再次准备好使用。",
	"This 1-foot-tall jug is made of yellowish earthenware and has a cork stopper. When opened, a cloud of translucent yellow gas is released filling a 20-foot-radius sphere. The gas lingers in the air for 1 minute.": "这个1英尺高的罐子是由黄色陶器制成，带有软木塞。打开后，释放出一团半透明的黄色气体，填满一个半径20英尺的球形范围。这种气体在空气中停留1分钟。",
	"Each creature in the cloud must succeed on a {@dc 15} Wisdom saving throw or fall {@condition prone}, becoming {@condition incapacitated} with laughter and unable to stand up for the duration. A creature with an Intelligence score of 4 or less isn't affected.": "云中的每个生物必须成功进行一次 {@dc 15} 感知豁免检定，否则会倒地 {@condition prone}，陷入 {@condition incapacitated} 的笑声中，无法在持续时间内站起来。智力得分为4或更低的生物不受影响。",
	"At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it's triggered by damage. On a success, the effect ends.": "在每个回合结束时，以及每次受到伤害时，目标可以进行另一次感知豁免投掷。如果由伤害触发，目标在豁免投掷时获得优势。成功时，效果结束。",
	"Once the stopper is replaced, the jug begins filling with gas and is ready again for use the next dawn.": "一旦塞子被更换，酒壶就开始充满气体，并在第二天黎明再次准备好使用。",
	"This item consists of an 18-inch-wide copper bowl with an animal skin stretched across the open end. When struck, the kettle drum makes a terrifying din. Each creature within 30 feet of you (not including you) must succeed on a {@dc 15} Wisdom saving throw or become {@condition frightened} of you for 1 minute.": "这件物品由一个直径18英寸的铜碗组成，碗口拉着一块动物皮。敲击这个开放的铜鼓时，会发出可怕的噪音。你周围30英尺内的每个生物（不包括你）必须进行一次{@dc 15}的感知豁免检定，否则会变成你的{@condition frightened}1分钟。",
	"At the end of each of its turns, a creature can repeat the saving throw, ending the effect on itself on a success.": "在每个它的回合结束时，一个生物可以重复进行豁免扔骰，若成功则结束自身上的效果。",
	"Once used, this property of the drum can't be used again until the next dawn.": "一旦使用，这个鼓的特性就不能再次使用，直到下一个黎明。(drum)",
	"This bronze key has a head shaped like a crown. When inserted into a nonmagical lock and twisted, the key expends a charge and opens the lock. The key has {@dice 1d6 + 2} charges when found and becomes nonmagical when you use the last charge.": "这把青铜钥匙的头部形状像皇冠。当插入非魔法锁中并扭转时，钥匙会消耗一次充能并打开锁。发现时这把钥匙有{@dice 1d6 + 2}次充能，当你使用完最后一次充能后，钥匙变成非魔法的。",
	"This ladle is made of sycamore and consists of a large turned bowl and an 18-inch handle with a hook end. When dipped into boiling water, it turns the contents of the bowl into a magical broth that, when completely consumed, cures {@condition blinded|PHB|blindness}, {@condition deafened|PHB|deafness}, and any diseases affecting the target. It takes an action to consume the broth.": "这个勺子是由梧桐木制成的，由一个大的旋转碗和一个带有挂钩的18英寸长柄组成。当它被浸入沸水中时，它会将碗中的内容转化为一种魔法汤，完全消耗后，可以治愈{@condition blinded|PHB|blindness}，{@condition deafened|PHB|deafness}和影响目标的任何疾病。消耗这个汤需要一个动作。",
	"Once used, this property of the ladle can't be used again until the next dawn.": "使用一次后，这个长柄勺的属性在(`Ladle`) 洗净前不能再次使用，直到第二天黎明。",
	"This lamp is made from black iron and has shutters. It does not consume any oil. When you un-shutter the lamp, magical darkness spreads out from it to fill a 15-foot-radius sphere for 10 minutes. The darkness spreads around corners. A creature with {@sense darkvision} can't see through this darkness, and nonmagical light can't illuminate it.": "这盏灯是由黑铁制成，带有百叶窗。它不消耗任何油。当你打开百叶窗时，从中散发出魔法黑暗，填满一个半径为15英尺的球体，持续10分钟。黑暗会绕过角落传播。拥有{@sense darkvision}的生物无法穿透这种黑暗，非魔法光也无法照亮它。",
	"Once used, this property of the lamp can't be used again until the next dawn.": "这盏灯的属性一旦使用，直到下一个黎明之前都无法再次使用。",
	"This brass oil lamp is engraved with palm leaves and always appears tarnished when found. When you rub the lamp, you summon a {@creature djinni|MM} from the Elemental Plane of Air. The {@creature djinni|MM} appears to emerge from the lamp spout as a stream of colorful smoke and materializes in the nearest unoccupied space.": "这个黄铜油灯上雕刻着棕榈叶，被发现时总是看起来晦暗不堪。当你擦拭这个灯时，你召唤出一个来自空气元素位面的{@creature djinni|MM}。这个{@creature djinni|MM}似乎从灯口冒出一股五颜六色的烟雾，并在最近的空地方凝实出来。",
	"The {@creature djinni|MM} remains with you for a maximum of 1 hour, or until it drops to 0 hit points. It then returns to its home plane. While summoned, the {@creature djinni|MM} is friendly to you and your companions. It obeys any commands you give it, no matter what language you use. If you fail to command it, the {@creature djinni|MM} defends itself against attackers but takes no other actions.": "{@creature djinni|MM} 在你身边最多停留1小时，或者直到它的生命值降至0点为止。然后它会返回它的本源位面。在被召唤期间，{@creature djinni|MM} 对你和你的同伴友好。它会服从你的任何命令，无论你使用什么语言。如果你没有命令它，{@creature djinni|MM} 会为了自卫而对抗攻击者，但不会采取其他行动。",
	"The {@creature djinni|MM} may be summoned up to three times. After the third summons, the lamp randomly teleports somewhere up to 1000 miles away.": "{@creature djinni|MM}可以被召唤最多三次。在第三次召唤后，灯会随机传送到1000英里以内的某个地方。",
	"This item appears to be an ordinary lamp except it burns for just 10 minutes on a {@item Oil (flask)|PHB|flask of oil}. Once lit, any creature within 15 feet of it cannot speak a deliberate lie. A creature may choose not to speak. Once you have lit the lamp, it cannot be re-lit until the next dawn.": "这件物品看起来是一盏普通的灯，但它只能在{@item Oil (flask)|PHB|flask of oil}上燃烧10分钟。一旦点燃，距离它15英尺内的任何生物都无法说出故意的谎言。生物可以选择不说话。一旦你点燃了这盏灯，直到第二天黎明前都无法重新点燃。",
	"It may surprise you to learn that this item was first devised by Rary, who was a master of mental magic. Tenser considered him a mediocre wizard and gave him the nickname \"Medium Rary.\" Rary had his revenge, and much strife followed.": "也许会让你惊讶的是，这个物品最初是由雷瑞（Rary）设计的，他是一位精通心灵魔法的大师。坦瑟（Tenser）认为他是一个平庸的巫师，并给了他绰号“中等雷瑞（Medium Rary）”。雷瑞报了复仇，接着发生了许多纷争。",
	"This item appears to be an ordinary green leaf, freshly picked from a tree. You may command it to detect either a species of creature (such as goblins) or a type of creature (such as fiends or aberrations). If the leaf comes within 120 feet of the creature you specified, it turns yellow. If the leaf comes within 60 feet, it turns red. It returns to green once it is no longer within 120 feet of the creature. The leaf can only be attuned to detect one species or type of creature every 24 hours.": "这个物品看起来是一片普通的绿叶，刚从树上摘下来。你可以命令它来探测某种生物种类（比如地精）或者某种生物类型（比如恶魔或变异体）。如果这片叶子离你指定的生物在120英尺范围内，它会变成黄色。如果叶子离生物在60英尺范围内，它会变成红色。一旦叶子不再在生物120英尺范围内，它会恢复成绿色。每24小时，这片叶子只能调谐来探测一种生物种类或类型。",
	"This charm is shaped like a small silver leaf. When you fall while wearing this charm, you descend 60 feet per round and take no damage from falling.": "这个护符的形状像一片小小的银叶。当你佩戴这个护符摔倒时，你每回合下降60英尺，且不会受到摔落伤害。",
	"It is the rare adventurer who does not occasionally fall from a great height. This item is relatively simple to manufacture but is infinitely useful.": "很少有冒险者不偶尔从高处摔下。这个物品制造起来相对简单，但却有无限用处。",
	"This small convex glass lens can focus even the dimmest amount of light (including moonlight) into a tiny point that lights any combustible material (such as paper, cloth, or wood).": "这个小凸透镜可以将甚至微弱的光线（包括月光）聚焦成一个微小的点，点燃任何可燃材料（如纸张、布料或木材）。",
	"This soft, clear lens fits over your eye. While wearing it, you can speak a command word, and for the next 10 minutes, you have {@sense truesight} out to 120 feet.": "这个柔软、透明的镜片可以覆盖在你的眼睛上。戴上它后，你可以说出一个命令词，接下来的10分钟内，你的{@sense truesight}范围扩展到120英尺。",
	"Once used, this property of the lens can't be used again until the next dawn.": "一旦使用，这个透镜的特性直到下一个黎明之前都无法再次使用。",
	"This small book has an embossed leather cover and is filled with a comprehensive index of gemstones and art objects alongside the market value. This index is magically updated every day at dawn to reflect the latest prices. Any art object or gemstone you possess is listed in the book and can be found with 10 minutes of searching.": "这本小书有一个压花皮革封面，里面装满了宝石和艺术品的详细目录，包括市场价值。这个目录每天黎明时分会被魔法更新，以反映最新的价格。你拥有的任何艺术品或宝石都会被列在这本书中，并且可以在10分钟内找到。",
	"This large book has a wood and leather cover, and thick pages of beautifully illuminated parchment. It can be used to identify any magic item. With 10 minutes searching, you can find an exact, illustrated match for the item you wish to identify. The entry includes all command words needed to use the item.": "这本大书有木头和皮革封面，厚实的页面上绘有精美的羊皮纸。它可以用来识别任何魔法物品。通过10分钟的搜索，你可以找到你想要识别的物品的精确插图匹配。条目包括使用该物品所需的所有口令。",
	"Once the libram is used, it can't be used again until the next dawn. Anyone attempting to use the libram before then is unable to find the item they seek.": "一旦使用了（libram）（书册），直到第二天黎明之前都不能再次使用。在此之前尝试使用（libram）（书册）的人将无法找到他们寻求的物品。",
	"This small log may be set on fire by uttering its command word. It is not consumed by the flames and continues to burn forever until it is doused.": "这根小木棍可以通过说出它的口令点燃。它不会被火焰烧毁，会一直燃烧直到被扑灭。",
	"This brightly painted mask depicts a face with a huge grin. When you use an action to don this mask, a creature of your choice that can see you and is within 30 feet of you must succeed on a {@dc 15} Wisdom saving throw. On a failure, the creature perceives you as hilariously funny and falls {@condition prone} in fits of laughter for 1 minute, becoming {@condition incapacitated} and unable to stand up for the duration. A creature with an Intelligence score of 4 or less isn't affected.": "这个色彩鲜艳的面具描绘着一个面带灿烂笑容的脸。当你使用一个动作戴上这个面具时，你可以选择一个能看见你并在30英尺内的生物，该生物必须进行一次{@dc 15}感知豁免检定。如果检定失败，该生物会觉得你非常滑稽，持续1分钟陷入{@condition prone}笑声中，期间无法站起来。智力值为4或更低的生物不受影响。",
	"Once used, this property of the mask can't be used again until the next dawn.": "一旦使用，这个面具的属性直到下一个黎明之前都无法再次使用。",
	"This mask is made of white plaster and depicts a face with holes for the eyes and mouth. When you use an action to don this mask, you make yourself—including your clothing, armor, weapons, and other belongings on your person—look different for 1 hour or until you use your action to take the mask off.": "这个面具由白色石膏制成，描绘了一个有眼睛和嘴巴孔的脸。当你使用一个动作戴上这个面具时，你自己——包括身上的衣物、盔甲、武器和其他物品——会在1小时内或者你使用动作摘下面具之前看起来不同。",
	"You can seem 2 feet shorter or taller and can appear thin, fat, or in between. You can't change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.": "你可以看起来比实际高矮2英尺，可以看起来瘦、胖或中等身材。你不能改变自己的体型，所以必须采取一个有着相同基本四肢排列的形态。否则，幻象的程度由你决定。",
	"The changes wrought by this item hold up to casual physical inspection. For example, if you use this item to add a hat to your outfit, anyone touching the hat believes that they feel it. However, anyone making a detailed physical inspection of your appearance and succeeding on a {@dc 15} Intelligence ({@skill Investigation}) check discerns that you are magically disguised.": "这件物品所带来的变化经得起日常的肉眼检查。例如，如果你使用这件物品给你的服装添上一顶帽子，任何触摸到帽子的人都会觉得他们感受到了它。然而，任何对你的外表进行详细的肉体检查并且在一次{@dc 15}智力({@skill Investigation})检定中成功的人会发现你被魔法伪装了。",
	"The disguise lasts up to 1 hour and the mask may be used as many times as you wish.": "伪装持续时间长达1小时，面具可随意使用，(%num%)。",
	"This gray mask depicts a face with a frowning mouth and sad eyes. When you use an action to don this mask, a creature of your choice that can see you and is within 30 feet of you must succeed on a {@dc 15} Wisdom saving throw. On a failure, the creature is overcome by grief and falls {@condition prone} in a fit of wailing for 1 minute, becoming {@condition incapacitated} and unable to stand up for the duration. A creature with an Intelligence score of 4 or less isn't affected.": "这个灰色面具描绘了一个嘴巴皱成一团、眼睛悲伤的脸。当你使用一个动作戴上这个面具时，你选择的一个能看见你并且在30英尺内的生物必须进行一次{@dc 15}感知豁免投掷。如果失败，该生物被悲伤淹没，持续1分钟内陷入{@condition prone}的哭泣痉挛中，变得{@condition incapacitated}并且在此期间无法站起来。智力得分为4或更低的生物不受影响。",
	"This star-shaped silver medallion is engraved with the image of a heart held in a pair of hands. While wearing it, you have advantage on Wisdom ({@skill Insight}) checks.": "这枚星形银质奖章上刻有一颗心被一双手握着的图案。佩戴它时，你在感知检定中获得优势（{@skill Insight}）。",
	"This stone medallion is shaped like a grotesque head. While wearing this item, you can use your action to summon a pair of {@creature Gargoyle|MM|gargoyles} that emerge from a piece of stone that you can see within range. A {@creature gargoyle|MM} summoned by this amulet disappears when it drops to 0 hit points or after 1 hour.": "这块石质勋章形状像一个怪诞的头部。佩戴这件物品时，你可以使用你的动作从你能看到的石头上召唤出一对{@creature Gargoyle|MM|gargoyles}。由这个护身符召唤出的{@creature gargoyle|MM}在其生命值降至0或1小时后消失。",
	"The summoned {@creature Gargoyle|MM|gargoyles} are friendly to you and your companions. Roll initiative for them as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures but otherwise take no actions.": "被召唤的{@creature Gargoyle|MM|gargoyles}对你和你的同伴友好。为它们作为一组投掷先攻骰，它们有自己的回合。它们会遵从你发出的任何口头命令（你不需要采取任何行动）。如果你没有给它们下达任何命令，它们会保护自己免受敌对生物的伤害，但不会采取其他行动。",
	"Once the medallion is used, it can't be used again until the next dawn.": "一旦使用了勋章，直到第二天黎明之前都无法再次使用。",
	"While holding this silver hand mirror, you can ask a single question concerning a specific goal, event, or activity to occur within a tenday. A ghostly face appears in the mirror and offers a truthful reply, which might be a short phrase, a cryptic rhyme, or an omen. Once used, this property of the mirror can't be used again until the next dawn.": "当你拿着这面银手镜时，你可以提出一个关于在十天内发生的特定目标、事件或活动的单一问题。镜子中会出现一个幽灵般的面孔，并提供一个真实的回答，这可能是一个简短的短语、一个神秘的韵文，或者一个预兆。一旦使用，镜子的这个特性直到第二天黎明前都无法再次使用。",
	"While holding this gold hand mirror, you can use an action to speak its command word and activate it. It remains activated until you use an action to speak the command word again.": "当握着这个金色手镜时，你可以使用一个动作来说出它的口令并激活它。它会保持激活状态，直到你再次使用一个动作来说出口令。",
	"Any creature other than you that sees its reflection in the activated mirror while within 10 feet of it must succeed on a {@dc 15} Charisma saving throw or be trapped, along with anything it is wearing or carrying, in the mirror. This saving throw is made with advantage if the creature knows the mirror's nature. While trapped in the mirror, the creature's reflection remains visible and can talk to those in the real world.": "任何生物在距离镜子不到10英尺的地方看到自己的倒影时，必须进行一次{@dc 15}的魅力豁免检定，否则将与镜子一起被困住，包括身上穿戴的物品。如果生物了解镜子的本质，则进行此豁免检定时获得优势。被困在镜子中时，生物的倒影仍然可见，并且可以与现实世界中的人交谈。",
	"A creature trapped in the mirror doesn't age and doesn't need to eat, drink, or sleep. A creature trapped within the mirror can escape using magic that permits planar travel.": "镜子中被困的生物不会变老，也不需要进食、饮水或睡眠。生物被困在镜子中可以利用允许平面旅行的魔法来逃脱。",
	"If the mirror already contains a creature when used to trap a new creature, the current occupant is freed to accommodate the new prisoner. A freed creature appears in an unoccupied space within sight of the mirror but facing away from it. If the mirror is shattered, any creature it contains is freed and appears in the nearest unoccupied space.": "如果镜子中已经有生物，当用来困住新生物时，当前的占有者将被释放以容纳新的囚犯。被释放的生物会出现在镜子视线内的一个未被占据的空间中，但是背对着镜子。如果镜子被打碎，其中的任何生物都会被释放，并出现在最近的未被占据的空间中。",
	"While holding this hand mirror, you can use an action to speak its command word and activate it. It remains activated for 1 hour, during which time you understand any written language that you see reflected in the mirror's surface. Once used, this property of the mirror can't be used again until the next dawn.": "当握着这面手镜时，你可以使用一个动作来说出它的口令，并激活它。它将保持激活状态1小时，在此期间，你可以理解镜子表面反射的任何书面语言。一旦使用，镜子的这个特性直到次日黎明之前都无法再次使用。",
	"Staring into this small hand mirror allows you to perfectly recall any conversation you have ever had, any sight you have ever seen, or any book you have ever read.": "凝视着这面小手镜，你可以完美地回忆起你曾经进行过的任何对话，看过的任何景象，或阅读过的任何书籍。",
	"While looking into this hand mirror, you can use your action to cast the {@spell scrying} spell (save {@dc 15}). While scrying this way, the images appear in the mirror. Once used, this property of the mirror can't be used again until the next dawn.": "当你凝视这面手镜时，你可以使用一个动作施放{@spell scrying}法术（豁免{@dc 15}）。通过这种方式窥视时，图像会出现在镜子中。一旦使用，镜子的这个特性直到第二天黎明前都不能再次使用。",
	"This leather muzzle can be placed on any beast that has a snout, with the muzzle magically growing or shrinking to fit correctly. While a beast is wearing the muzzle, any {@skill Animal Handling} checks made against it have advantage.": "这个皮革口套可以放在任何有吻的野兽上，口套会神奇地变大或变小以适合正确的尺寸。当野兽戴着口套时，对它进行的任何{@skill Animal Handling}检定都具有优势。",
	"This object appears to be a common carpentry nail. However, you can command the nail to point to any nonmagical object, and it will turn and point toward it for 1 hour. You must have previously seen the object or must have a detailed description of it. There is no limit to the nail's range, but the object must be on the same plane of existence. The nail can only be used to point at inanimate, non-magical objects. It can't point to living, undead, or constructed creatures.": "这个物品看起来像是一根普通的木工钉。然而，你可以命令这根钉指向任何非魔法物体，它会转向并指向该物体1小时。你必须之前见过这个物体或者有它的详细描述。这根钉的范围没有限制，但物体必须存在于同一存在平面上。这根钉只能指向无生命、非魔法的物体。它不能指向有生命、不死生物或者构造生物。",
	"Once the nail is used, it can't be used again until the next dawn.": "一旦使用了这个钉子，直到第二天黎明之前都不能再次使用。",
	"I may be unusual in that I consider items such as this to be far more powerful than something like a necklace of fireballs or a wand of lightning bolts. Using this simple device, I've tracked down countless lost books and relics, and have thereby learned many forgotten secrets of the ancients.": "我可能有些与众不同，因为我认为像这样的物品比火球项链或闪电魔杖之类的东西更加强大。使用这个简单的装置，我已经追踪到无数失落的书籍和文物，从而学到了许多古代遗忘的秘密。",
	"This item consists of a circular sapphire in an electrum setting, which hangs from a silver chain studded with tiny diamonds. It has 3 charges. You can use an action to expend a charge and cause the gem to fire a brilliant beam of light at one creature you can see within 60 feet of you. The creature must succeed on a {@dc 15} Constitution saving throw or become {@condition blinded} for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "这件物品由一个镶嵌在电金合金底座上的圆形蓝宝石组成，悬挂在一条银链上，链子上镶嵌着小小的钻石。它有3个充能。你可以使用一个动作来消耗一个充能，并使宝石向你能看到的距离为60英尺内的一个生物发射出一道明亮的光束。该生物必须成功通过一次{@dc 15}宪法豁免才能免疫{@condition blinded}1分钟。生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身效果。",
	"The necklace regains {@dice 1d3} expended charges daily at dawn.": "项链在每天黎明时恢复 {@dice 1d3} 个已消耗的充能。",
	"While holding this item you can cast the {@spell mending} cantrip at will.": "持有此物品时，你可以随意施放{@spell mending}零级咒语。",
	"This item is a 3-foot-square mesh of fine copper wire. Anyone wrapping the net about themselves like a cloak takes no damage from falling and always lands upright.": "这件物品是一个由细铜丝编织而成的3英尺正方形网。任何将这个网围绕自己像披风一样穿戴的人，不会受到摔落伤害，并且总是能够站立着着陆。",
	"This item is a 5-foot-square mesh of shimmering, silver threads. You can use an action to throw the net at a Large or smaller creature you can see within 60 feet of you. Make a ranged attack roll with an attack bonus equal to your Dexterity modifier plus your proficiency bonus. On a hit, the target is {@condition restrained} until freed. The net has no effect on creatures that are formless, or creatures that are Huge or larger.": "这个物品是一个由闪闪发光的银色丝线编织成的5英尺正方形网。你可以使用一个动作将这个网投向你能看见的距离在60英尺内的大型或更小的生物。进行一次远程攻击骰投，攻击加值为你的敏捷调整值加上你的熟练加值。命中后，目标被困住，直到被解救。这个网对无形生物或巨型或更大生物没有效果。",
	"A creature can use its action to make a {@dc 20} Dexterity check, freeing itself or another creature within its reach from the net on a success. If the check fails, any further attempts made by that creature automatically fail until 24 hours have elapsed.": "生物可以使用其动作进行一次{@dc 20}敏捷检定，若成功则可以解救自己或者其触及范围内的另一生物脱离网。如果检定失败，该生物在24小时内将无法再尝试，直到时间结束。",
	"Once the net is used, it can't be used again until the next dawn. If thrown at a creature before then, it harmlessly slides off.": "一旦这个网被使用过，直到第二天黎明之前都不能再次使用。如果在此之前被投掷到生物身上，它会毫无伤害地滑落下来。",
	"Wearing this nightcap grants you {@sense darkvision}. You can see in {@quickref Vision and Light|PHB|2|0|dim light} within 60 feet as if it were {@quickref Vision and Light|PHB|2|0|bright light} and in darkness as if it were {@quickref Vision and Light|PHB|2|0|dim light}. You can't discern color in darkness, only shades of gray.": "佩戴这顶睡帽会赋予你{@sense darkvision}。你可以在60英尺内看到{@quickref Vision and Light|PHB|2|0|dim light}，就像它是{@quickref Vision and Light|PHB|2|0|bright light}，在黑暗中就像它是{@quickref Vision and Light|PHB|2|0|dim light}。你无法在黑暗中分辨颜色，只能看到灰色的色调。",
	"These items look like regular boat oars and are usually found in pairs. When you attach these oars to the oarlocks of a boat, you can speak a command word and cause the oars to row the boat on their own at a speed of 2 miles per hour for up to 12 hours. Speaking the command word again causes the oars to cease rowing. Once used, this property of the oars can't be used again until the next dawn.": "这些物品看起来像普通的船桨，通常成对出现。当你将这些桨连接到船上的桨架时，你可以说出一个口令，让桨自行划船，速度为每小时2英里，持续最多12小时。再次说出口令会让桨停止划动。一旦使用，这个属性就无法再次使用，直到第二天黎明。",
	"This stubby tin jar is 2 inches in diameter and contains {@dice 1d4 + 1} doses of a thick pink mixture that smells faintly of lavender. As an action, one dose of the ointment can be applied to the skin and it removes any {@condition exhaustion} you are suffering and cures any disease or poison affecting you.": "这个矮胖的锡罐直径为2英寸，里面装有{@dice 1d4 + 1}剂量的一种浓稠的粉红色混合物，散发着淡淡的薰衣草味。作为一个动作，可以将一剂药膏涂抹在皮肤上，它会清除你身上的{@condition exhaustion}，并治愈任何影响你的疾病或毒素。",
	"This small crystal sphere contains a boiling blue cloud. While holding the orb, you gain the following benefits:": "这个小水晶球内含着一团沸腾的蓝色云。握住这个宝珠时，你会获得以下好处：",
	"You have resistance to lightning damage.": "你对闪电伤害具有抗性。",
	"You can use an action to cast the {@spell control weather} spell. Once used, this property of the orb can't be used again until 15 days have passed.": "你可以使用一个动作来施放{@spell control weather}法术。一旦使用，这个宝珠的这个属性在15天内无法再次使用。",
	"You can use an action to cast the {@spell storm of vengeance} spell (save {@dc 15}). Once used, this property of the orb can't be used again until 15 days have passed.": "你可以使用一个动作来施放{@spell storm of vengeance}法术（豁免{@dc 15}）。一旦使用，这个宝珠的这个属性在15天内不能再次使用。",
	"It should not surprise you to learn that this orb was originally designed by Otiluke, who was a connoisseur of such magical devices.": "你也许不会感到惊讶，这个宝珠最初是由奥提卢克(Otiluke)设计的，他是这类魔法装置的鉴赏家。",
	"This 8-inch-wide sheet of parchment is wrapped around two elaborately carved mahogany rollers. No matter how far you roll down, you never run out of fresh paper to write on and the thickness of the paper wrapped around the rollers never increases. It is an infinitely large piece of writing paper.": "这张宽8英寸的羊皮纸被缠绕在两个精美雕刻的红木滚筒上。无论你滚动多远，都不会用完新鲜的写纸，而滚筒上缠绕的纸张厚度也不会增加。这是一张无限大的写字纸。",
	"This sea-blue gemstone is attached to a silver chain and quivers when worn as if it were a large drop of water. While wearing the item, you can speak a command word and then hold your breath for up to 12 hours. While holding your breath, being underwater imposes no penalties on your movement or attacks.": "这颗海蓝色的宝石镶嵌在一条银链上，佩戴时仿佛是一滴大水滴在颤动。佩戴这件物品时，你可以说出一个口令，然后屏住呼吸长达12小时。在屏住呼吸时，水下不会对你的移动或攻击造成任何惩罚。",
	"Once used, the periapt can't be used again until the next dawn.": "一旦使用，护身符在(``)下一个黎明之前不能再次使用。",
	"This pipe is always magically full of fresh tobacco. When you use an action to light and puff on it, you create a 20-foot-radius sphere of thick grey smoke centered on yourself. The sphere spreads around corners, and its area is {@quickref Vision and Light|PHB|2|0|heavily obscured}. Each creature other than yourself that is completely within the smoke at the start of its turn must make a DC 10 Constitution saving throw. On a failed save, the creature spends its action that turn retching and reeling. Creatures that don't need to breathe or are immune to poison automatically succeed on this saving throw.": "这根烟斗总是神奇地充满新鲜的烟草。当你使用一个动作来点燃并抽它时，你会在自己周围产生一个直径为20英尺的浓烟球体。这个球体会绕过角落扩散，其面积为{@quickref Vision and Light|PHB|2|0|heavily obscured}。每个除了你自己以外，在其回合开始时完全处于烟雾中的生物必须进行一次DC 10的体质豁免检定。未通过豁免检定的生物在那个回合必须将其动作用于呕吐和摇晃。不需要呼吸或对毒素免疫的生物会自动通过这次豁免检定。",
	"The smoke lasts for one hour or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it. Once you have lit the pipe, it can't be lit again until the next dawn.": "烟雾持续一个小时，或者直到中等或更大风速（至少10英里每小时）将其驱散。一旦点燃了烟斗，直到第二天黎明之前都不能再点燃。",
	"According to a persistent stereotype, wizards have a weakness for pipes. I cannot determine where this idea originated. I find the habit repellant, and I know Bigby shared my opinion.": "根据一种持久的刻板印象，巫师对烟斗情有独钟。我无法确定这个想法的起源。我觉得这个习惯令人反感，我知道比格比(Bigby)也和我有同样的看法。",
	"This 5-foot-long pole is made of polished steel. When you speak the command word, a short silver thread appears attached to the end of the pole, with a 6-inch-wide silver hoop on the end of the thread. If you make a casting motion with the pole toward a creature you can see within 120 feet of you, the hoop flies unerringly toward the target with the thread magically lengthening. If the target, being of size medium or smaller and not magically {@condition restrained}, takes hold of the hoop, the thread begins retracting and drags the target toward you. Speaking the command word again causes the thread and hoop to disappear.": "这根长5英尺的杆子是由抛光钢制成的。当你说出口令后，一根短银色线会出现在杆子的一端，线的末端有一个直径6英寸的银色环。如果你朝着你能看到的距离在120英尺内的生物做出施法动作，环会准确地飞向目标，线会神奇地延长。如果目标是中等大小或更小，并且没有被魔法{@condition restrained}影响，拿住环，线会开始缩回并将目标拖向你。再次说出口令会让线和环消失。",
	"Once used, this property of the pole can't be used again until the next dawn.": "一旦使用，这根（pole）的属性直到第二天黎明之前都无法再次使用。",
	"When folded, this item is small enough to fit in your pocket. When unfolded as an action, it magically expands into a 5-foot-wide bridge of wooden planks, capable of spanning a 60-foot gap.": "当折叠时，这个物品足够小，可以放进口袋里。当展开时，作为一个动作，它会神奇地扩张成一座由木板构成的5英尺宽的桥，能够跨越60英尺的间隙。",
	"This small brown leather pouch is embossed with the image of a bee. When you place up to 10 coins in the pouch and leave it closed until the following dawn, the coins are converted to the next higher metal. So copper coins become silver, silver coins become electrum, and so on. The pouch has no effect on platinum coins.": "这个小巧的棕色皮袋上有一只蜜蜂的图案。当你把最多10枚硬币放入袋中，并在隔夜闭合袋子，第二天黎明时，这些硬币会转化为更高一级的金属。所以铜币会变成银币，银币会变成电银币，以此类推。这个袋子对白金币没有影响。",
	"This sturdy leather pouch weighs 20 pounds and is 10 inches square. Inside it are a {@item Two-Person Tent|PHB|tent}, a {@item bedroll|PHB}, a {@item mess kit|PHB}, a {@item tinderbox|PHB}, a {@item hooded lantern|PHB}, 10 days of {@item Rations (1 day)|PHB|rations}, 6 {@item iron spike|PHB|iron spikes}, a {@item crowbar|PHB}, a {@item waterskin|PHB}, and {@item Hempen Rope (50 feet)|PHB|50 feet of hempen rope}. All these items may be easily drawn out and replaced whenever required. If any additional item is placed in the pouch, it bursts and scatters the contents.": "这个坚固的皮袋重20磅，是10英寸见方。里面装有一个{@item Two-Person Tent|PHB|tent}，一个{@item bedroll|PHB}，一个{@item mess kit|PHB}，一个{@item tinderbox|PHB}，一个{@item hooded lantern|PHB}，10天的{@item Rations (1 day)|PHB|rations}，6个{@item iron spike|PHB|iron spikes}，一个{@item crowbar|PHB}，一个{@item waterskin|PHB}，和{@item Hempen Rope (50 feet)|PHB|50 feet of hempen rope}。所有这些物品都可以很容易地取出和更换。如果在袋子里放入任何额外的物品，它就会爆裂并散落物品。",
	"This appears to be an ordinary feather quill pen, but it can be used to imitate any handwriting. You must take a written sample of the handwriting to be copied, consisting of at least 10 words, and burn it before mixing the ashes with ink. When writing with that ink, your handwriting will perfectly match the sample for up to 500 words.": "这看起来是一支普通的羽毛笔，但它可以模仿任何笔迹。你必须拿取至少包含10个字的手写样本，将其烧毁后与墨水混合灰烬。使用这种墨水书写时，你的笔迹将完美匹配样本，最多可写500个字。",
	"Once used, this property of the quill can't be used again until the next dawn.": "使用一次后，这支鹅毛笔的属性在下一个黎明之前无法再次使用。",
	"This small black quill is made from a crow feather. When placed on the grave or corpse of any dead creature with a sheet of parchment, you can use an action to speak a command word to activate it. Once activated, you can ask the dead creature up to three questions, with the quill writing the answers on the parchment after each question. The corpse knows only what it knew in life, including the languages it knew. Answers are usually brief, cryptic, or repetitive.": "这支小黑色羽毛笔是用乌鸦羽毛制成的。当它放在任何死去生物的坟墓或尸体上，配合一张羊皮纸，你可以使用一个动作来说出一个命令词来激活它。一旦激活，你可以向死去生物提出最多三个问题，羽毛笔会在每个问题之后在羊皮纸上写下答案。尸体只知道它在生前所知道的，包括它所懂的语言。答案通常是简短的、神秘的或重复的。",
	"This large quill is made from the feather of a phoenix and has a nib of gold. It is not possible to write a deliberate lie using this quill. If you attempt to do so, the ink in the nib evaporates and the words cannot be formed on the page.": "这支大羽毛笔是用凤凰羽毛制成，笔尖是金制的。使用这支羽毛笔是无法写下故意的谎言的。如果你试图这么做，笔尖的墨水会蒸发，无法在纸上形成文字。",
	"When you drag this rake behind you, it perfectly obliterates all tracks and other traces of your passage. Having done this, you can't be tracked except by magical means.": "当你拖着这把耙子走时，它会完美地消除你的所有足迹和其他通过的痕迹。完成这个动作后，你除非通过魔法手段，否则无法被追踪。",
	"You can use this item to rake over a 30-foot-square area, which takes 10 minutes. This has the effect of highlighting the tracks of any creatures that have recently passed through. All ability checks made to follow tracks in the area have advantage for the next 24 hours. Once you have used this property of the rake, it can't be used again until the next dawn.": "你可以使用这个物品在一个30英尺的正方形区域内耙地，这需要10分钟的时间。这会突出显示最近经过的任何生物的足迹。在接下来的24小时内，所有用于追踪足迹的能力检定都获得优势。一旦你使用了这个耙的这个特性，直到第二天黎明之前都不能再次使用。",
	"This crimson wooden stick has a leering, skull-shaped rattle attached to one end. As an action, you can point and shake the rattle at one creature you can see within 60 feet. If the creature you choose has 100 hit points or fewer, it dies. Otherwise, there is no effect.": "这根深红色的木棍一端挂着一个狰狞的、骷髅形状的拨浪鼓。作为一个动作，你可以指向并摇动拨浪鼓对准你能看见的60英尺内的一只生物。如果你选择的生物生命值为100点或更少，它会死亡。否则，没有任何效果。",
	"A humanoid killed by this item rises at the start of your next turn as a {@creature zombie|MM} that is permanently under your command, following your orders to the best of its ability.": "被这件物品杀死的人型生物会在你的下一个回合开始时复活为一个{@creature zombie|MM}，永久地受你指挥，尽其所能执行你的命令。",
	"Once used, the rattle can't be used again until the next dawn.": "使用后，直到第二天黎明前都无法再次使用这个(`rattle`)。",
	"An object of remarkable and alarming potency, and few individuals in the multiverse can stand before it. I will not comment on rumors that I have such an object in my vaults.": "一个具有非凡和令人震惊力量的物品，在多元宇宙中很少有个体能够抵挡它。我不会评论我在我的金库中是否拥有这样的物品的传言。",
	"When you shake this tin rattle, you call forth an elemental servant. Choose an area of air, earth, fire, or water that fills a 10-foot cube within range. An {@filter elemental of challenge rating 5 or lower|bestiary|source=|Challenge Rating=[&0;&5]|type=elemental|miscellaneous=} appropriate to the area you chose appears in an unoccupied space within 10 feet the area. For example, a {@creature fire elemental|MM} could emerge from a bonfire. The elemental disappears when it drops to 0 hit points or after 1 hour. The summoned creature is friendly to you and your companions and obeys any verbal commands that you issue to it.": "当你摇晃这个锡制拨浪鼓时，你会召唤出一个元素仆从。选择一个空气、土地、火焰或水域的区域，填满一个10英尺的立方体范围内。一个{@filter elemental of challenge rating 5 or lower|bestiary|source=|Challenge Rating=[&0;&5]|type=elemental|miscellaneous=}适合于你选择的区域，在距离该区域10英尺的未被占据的空间中出现。例如，一个{@creature fire elemental|MM}可能会从篝火中出现。元素在耗尽0点生命值或1小时后消失。被召唤的生物对你和你的同伴友好，并遵从你对它发出的任何口头命令。",
	"Once you have used this property of the rattle, it can't be used again until the next dawn.": "一旦你使用了这个(`rattle`)的特性，直到第二天黎明之前它就不能再被使用。",
	"This gray silk robe is printed with the image of boiling storm clouds. While wearing it, you have resistance to thunder damage.": "这件灰色丝袍印有沸腾风暴云的图像。穿上它后，你对雷电伤害具有抗性。",
	"As an action, you can speak its command word and you are surrounded by an invisible, faintly rumbling aura for 1 minute. When you take damage from a creature that is within 5 feet of you, the aura inflicts {@damage 2d6} points of thunder damage on your attacker.": "作为一个动作，你可以说出它的口令，你会被一层隐形的、微弱的隆隆光环所包围，持续1分钟。当你受到一个距离你5英尺内的生物造成的伤害时，这个光环会对攻击者造成{@damage 2d6}点的雷属性伤害。",
	"Once used, this property of the robe can't be used again until the next dawn.": "一旦使用，这件长袍的属性直到下一个黎明之前都无法再次使用。",
	"This magical rudder will grow or shrink to fit the ship or boat it is attached to. Once installed, the pilot of the vessel will always know, with perfect accuracy, the direction of any port they have previously visited.": "这个神奇的舵柄会根据它连接的船只或小船的大小而变大或缩小。一旦安装好，船舶的驾驶员将始终准确地知道他们之前访问过的任何港口的方向。",
	"These superbly crafted sandals are made of fine green leather with mithral buckles and are designed to resemble overlapping leaves. While wearing them, you increase your walking speed by 10 feet and your movement is unaffected by {@quickref difficult terrain|PHB|3}.": "这些精美制作的凉鞋由优质的绿色皮革制成，配有秘银扣环，设计成叠加的树叶形状。穿上它们后，你的行走速度增加10英尺，且你的移动不受{@quickref difficult terrain|PHB|3}的影响。",
	"You can also use an action to speak a command word and, for 1 hour, you can stand on and move across any liquid surface as if it were solid ground. Once used, this property of the sandals can't be used again until the next dawn.": "你也可以使用一个动作来说出一个命令词，接着在接下来的1小时内，你可以站在任何液体表面上并像站在实地上一样移动。一旦使用，这双凉鞋的这个特性直到第二天黎明之前都不能再次使用。",
	"This is a regular hand saw and is about 2 feet long. As an action, you can speak the saw's command word and for the next 10 minutes you can use the saw to cut through any non-magical wood, metal, or stone, at the rate of 1 foot per minute. Once used, this property of the saw can't be used again until the next dawn.": "这是一把普通的手锯，大约有2英尺长。作为一个动作，你可以说出锯的口令，在接下来的10分钟内，你可以使用这把锯来切割任何非魔法的木头、金属或石头，速度为每分钟1英尺。一旦使用，这把锯的这个特性直到第二天黎明前都不能再次使用。",
	"This short, gold-plated rod is capped by a clear crystal orb. As an action, you can speak the scepter's command word and, for the next 4 hours, a 60-foot-radius sphere of {@quickref Vision and Light|PHB|2|0|bright light} spreads out from the orb. {@quickref Vision and Light|PHB|2|0|Dim light} is shed for an additional 60 feet. If any of this light area overlaps with an area of darkness created by a spell of 3rd level or lower, the spell that created the darkness is dispelled.": "这根短小的镀金棒顶部镶嵌着一个透明水晶球。作为一个动作，你可以说出权杖的口令，接下来的4小时内，从水晶球中散发出一个半径60英尺的球形范围，{@quickref Vision and Light|PHB|2|0|bright light}。{@quickref Vision and Light|PHB|2|0|Dim light}的范围额外延伸60英尺。如果这束光照射到了任何一个由3级或更低级法术创造的黑暗区域，那个制造黑暗的法术将被驱散。",
	"Once used, this property of the scepter can't be used again until the next dawn.": "使用一次后，直到下一个黎明，权杖的这个属性就不能再被使用。",
	"This brass lantern has shutters. When the shutters are opened, no light is emitted, but an ear-splitting scream comes from the lantern and continues until the shutters are closed. Any creature that can hear and starts its turn within 20 feet of the lantern while the lantern screams takes {@damage 1} point of thunder damage.": "这个黄铜灯笼有百叶窗。当百叶窗打开时，没有光线发出，但灯笼会发出一声震耳欲聋的尖叫，直到百叶窗关闭为止。任何能听到并且在离灯笼20英尺范围内开始其回合的生物，在灯笼尖叫时会受到{@damage 1}点雷属性伤害。",
	"This ornate mirror, carved from knucklehead trout ivory, has a peculiar silver surface. While holding this mirror, you can use a bonus action to activate it. The mirror's surface ripples briefly, and, for 1 hour, you see a faint aura around any reflected magic item.": "这面华丽的镜子，是用指头鳟鱼的象牙雕刻而成，表面有一层奇特的银色涂层。当你拿着这面镜子时，你可以使用一个奖励动作来激活它。镜子的表面会泛起涟漪，接着，在接下来的1小时内，你可以看到任何反射的魔法物品周围有微弱的光环。",
	"Once used, this property of the mirror can't be used again until the next dawn.": "一旦使用，这个镜子的属性就无法再次使用，直到下一个黎明。(mirror)",
	"This scroll is made of paper and is wrapped around a wooden roller. Any words spoken by the owner of this item magically appear written on the paper. If a length of paper is torn from the scroll, the writing remains on it and it behaves exactly like a regular piece of paper. No matter how many sheets are torn from the scroll, it never runs out of paper.": "这个卷轴是由纸制成的，缠绕在一个木制滚筒上。任何由这件物品的所有者说出的话都会神奇地出现在纸上写下来。如果从卷轴上撕下一段纸，文字会留在上面，它的表现就像一张普通的纸一样。无论撕下多少张纸，卷轴上的纸永远不会用完。",
	"These are usually found in a small canvas bag containing {@dice 2d4} seeds. As an action, you can throw a seed at a point you can see within 20 feet of you, and a large tangled bush, 10 feet in diameter, immediately sprouts from the ground there. This bush turns the ground into {@quickref difficult terrain|PHB|3} for 1 minute before wilting away.": "这些通常被发现在一个小帆布袋中，里面装有{@dice 2d4}颗种子。作为一个动作，你可以将一颗种子投掷到你能看到的一个点，距离你不超过20英尺，一个直径10英尺的大乱丛灌木会立即从那里的地面长出。这丛灌木会在地面上变成{@quickref difficult terrain|PHB|3}，持续1分钟后便会枯萎消失。",
	"A creature that ends its turn in the area of the bush must succeed on a {@dc 15} Strength saving throw or be {@condition restrained} by the bush. A creature so {@condition restrained} can use its action to make a {@dc 15} Strength saving throw. On a success, it frees itself.": "一个生物如果结束回合时位于灌木丛区域内，必须成功通过一个 {@dc 15} 的力量豁免才能避免被 {@condition restrained}。被困的生物可以使用一个动作进行一个 {@dc 15} 的力量豁免。成功的话，就能自由身。",
	"These resemble the seeds of a beech tree, but when planted they grow into a tree that bears coins instead of fruit. This takes six months from planting. The tree bears one harvest of fruit only, consisting of {@dice 20d20} coins.": "这些看起来像山毛榉树的种子，但当种植后，它们会长成一棵结出硬币而非果实的树。这需要六个月的时间。这棵树只结一次果实，其中包含{@dice 20d20}个硬币。",
	"Roll on the following table to determine what type of coin the tree bears:": "根据以下表格投掷骰子，以确定树上结出的是什么类型的硬币：",
	"Copper": "铜",
	"Silver": "银色",
	"Electrum": "电气金 (Electrum)",
	"Platinum": "白金 (Platinum)",
	"This item looks like an ordinary shovel with a 4-foot-long wooden shaft and a blade of iron. However, when used by moonlight to exhume a corpse, the corpse becomes a {@creature zombie|MM}. You can reanimate a maximum of 6 corpses in one night using this item. The corpses must have been buried in the ground, not simply covered over with rocks or dirt.": "这件物品看起来像一把普通的铁锹，带有一根4英尺长的木柄和铁制刀片。然而，当在月光下用来挖掘尸体时，尸体会变成{@creature zombie|MM}。你可以在一晚上最多用这个物品使6具尸体复活。这些尸体必须被埋在地下，而不仅仅是被石头或泥土覆盖。",
	"On each of your turns, you can use a bonus action to mentally command the {@creature zombie|MM} so long as the creature is within 60 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). If you issue no commands, the {@creature zombie|MM} only defends itself against hostile creatures.": "在你的每个回合中，只要这个生物在你的60英尺内（如果你控制多个生物，你可以同时命令任意数量的生物，对每个生物下达相同的命令），你可以使用一个额外动作来精神指挥{@creature zombie|MM}。如果你不下达任何命令，{@creature zombie|MM}只会保护自己免受敌对生物的攻击。",
	"The {@creature zombie|MM} is under your control for 24 hours, after which time it reverts to a corpse. It cannot be reanimated unless it is buried again and re-exhumed.": "在您的控制下，{@creature zombie|MM} 将持续24小时，之后它将变成一具尸体。除非它再次被埋葬和挖掘，否则无法复活。",
	"There is some debate around the ethics of using necromantic magic such as this. I care nothing for such frivolous discussions. Magic is neither good nor evil, it simply is. My only consideration is whether a particular spell or item will enhance the Balance or diminish it.": "关于使用类似这样的死灵魔法的伦理问题存在一些争议。我对这种琐碎的讨论毫不在意。魔法既不善也不恶，它只是存在。我唯一考虑的是某个法术或物品是否会增强平衡还是削弱它。",
	"This item looks like an ordinary shovel with a 4-foot-long wooden shaft and a blade of iron. When you speak its command word, it begins digging by itself at the rate of 10 cubic feet per minute. The shovel can only dig soil or sand and digs for a maximum of 4 hours per day.": "这件物品看起来像一把普通的铁锹，带有一根4英尺长的木柄和铁制刃。当你说出它的口令后，它会以每分钟10立方英尺的速度自行挖掘。这把铁锹只能挖掘土壤或沙土，每天最多挖掘4小时。",
	"This is a 12-by-6-inch piece of black slate in a lavish wooden frame. When you touch it to a magic item and say \"Identify,\" the magical properties of the item are neatly printed out on the slate in chalk, including any required command words. Once used, this property of the slate can't be used again until the next dawn. Touching a nonmagical item has no effect.": "这是一块12x6英寸的黑色板岩，装在豪华的木框里。当你将它触摸到一个魔法物品并说“识别”时，物品的魔法属性会整洁地用粉笔打印在板岩上，包括任何必需的口令。一旦使用，板岩的这个特性就不能再次使用，直到第二天黎明。触摸一个非魔法物品没有任何效果。",
	"This thin silver-plated rod is 6 inches long and has a small cup attached to one end. When you use it to douse a candle, all non-magical fires within a 20-foot radius are also extinguished. Once used, this property of the snuffer can't be used again until the next dawn.": "这根薄的镀银棒长6英寸，一端附有一个小杯。当你用它熄灭蜡烛时，半径20英尺内的所有非魔法火焰也会被扑灭。使用后，这个熄灭器的特性直到次日黎明前都无法再次使用。",
	"This ornately engraved brass rod is 8 inches long and has a small cup attached to one end. When you use it to douse a candle, eight {@creature smoke mephit|MM|smoke mephits} immediately emerge from the smouldering wick.": "这根华丽雕刻的黄铜棒长8英寸，一端附有一个小杯子。当你用它去灭蜡烛时，从冒烟的蜡烛芯上立刻冒出八只{@creature smoke mephit|MM|smoke mephits}。",
	"The summoned {@creature smoke mephit|MM|mephits} are friendly to you and your companions. Roll initiative for the {@creature smoke mephit|MM|mephits} as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures but otherwise take no actions.": "被召唤的{@creature smoke mephit|MM|mephits}对你和你的同伴友好。为{@creature smoke mephit|MM|mephits}作为一组投掷先攻骰，他们有自己的回合。他们会遵从你发出的任何口头命令（你不需要采取任何行动）。如果你没有给他们下达任何命令，他们会保护自己免受敌对生物的伤害，但不会采取其他行动。",
	"Once used, this property of the snuffer can't be used again until the next dawn.": "使用一次后，这个熄灭器的属性直到下一个黎明前都无法再次使用。",
	"This small bar of soap is translucent blue in color. When you wash yourself with this soap, it cures any diseases affecting you and causes one curse affecting you to end. The soap is completely consumed in the process.": "这块小肥皂是透明蓝色的。当你用这块肥皂洗澡时，它会治愈你身上的任何疾病，并结束一个影响你的诅咒。肥皂在这个过程中完全消耗。",
	"When you place this delicate silver spoon in your mouth, it immediately fills with thick, sweet syrup. Upon swallowing this magic medicine, you regain all your hit points, your {@condition exhaustion} level is reduced by one, and you are cured of {@condition blinded|PHB|blindness}, {@condition deafened|PHB|deafness}, and any diseases affecting you. It also causes all curses affecting you to end.": "当你把这把精致的银勺放进嘴里时，它立即充满了浓稠甜蜜的糖浆。吞下这神奇的药物后，你会恢复所有生命值，你的等级降低一级，你会被治愈 {@condition blinded|PHB|blindness}，{@condition deafened|PHB|deafness}，以及影响你的任何疾病。它还会让所有影响你的诅咒消失。",
	"Once you have used this property of the spoon, it can't be used again until the next dawn.": "一旦你使用了这个(`spoon`)的特性，直到下一个黎明之前它就不能再被使用了。",
	"This item consists of a flame-shaped electrum pendant set with a large fire opal. While wearing this amulet, you gain immunity to fire damage.": "这件物品由一个镶有一颗大火蛋白石的火焰形电银吊坠组成。佩戴这个护身符时，你获得对火焰伤害的免疫力。",
	"The amulet has 3 charges. You can use an action to expend one charge and cast the {@spell fire storm} spell. The amulet regains {@dice 1d3} expended charges daily at dawn.": "护身符有3个充能。你可以使用一个动作消耗一个充能并施放{@spell fire storm}法术。护身符每天黎明时恢复{@dice 1d3}已消耗的充能。",
	"Another very powerful item, with much potential to disrupt the Balance. Perhaps we are better off destroying such as this—I am torn on the matter.": "另一个非常强大的物品，具有破坏平衡的潜力。也许我们最好摧毁这样的物品——我在这件事上感到矛盾。",
	"This item consists of a 4-inch piece of black twine tied to a small wooden peg. While holding this item, you can speak its command word as a bonus action to cause it to transform into a {@item +1 whip|DMG}. Speaking the command word again causes it to revert to string form.": "这件物品由一根4英寸长的黑色麻绳系在一个小木钉上组成。当你拿着这件物品时，你可以将其命令词作为一个奖励动作来让它变成一个{@item +1 whip|DMG}。再次说出命令词会使其恢复成绳子形态。",
	"When found, this 6-inch length of white twine has {@dice 1d6 + 1} luminous white pearls strung upon it. As an action, you can remove a pearl from the string and throw it at a creature you can see within 20 feet of you. The pearl disappears in a small flash, and the creature must make a {@dc 15} Wisdom saving throw. On a failed save, roll on the following table to determine the effect:": "当找到时，这根长6英寸的白色麻绳上串着{@dice 1d6 + 1}发光的白色珍珠。作为一个动作，你可以从绳子上取下一颗珍珠，然后将其投向你能看到的距离20英尺内的生物。珍珠在一道小闪光中消失，生物必须进行{@dc 15}感知豁免投骰。未通过豁免检定的话，根据以下表格进行骰点以确定效果：",
	"Whenever the target makes an attack roll or a saving throw, the target must roll a {@dice d4} and subtract the number rolled from the attack roll or saving throw. The effect lasts for 1 minute.": "每当目标进行攻击检定或豁免检定时，目标必须投掷一个{@dice d4}，并从攻击检定或豁免检定中减去投掷的数字。效果持续1分钟。",
	"The target takes {@damage 3d6} psychic damage and must immediately use its reaction, if available, to move as far as its speed allows away from you.": "目标受到{@damage 3d6}点心灵伤害，并必须立即使用其反应（如果可用）以其速度允许的最远距离远离你。",
	"The target falls into fits of laughter and falls {@condition prone}, becoming {@condition incapacitated} and unable to stand up for 1 minute. A creature with an Intelligence score of 4 or less isn't affected. At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it's triggered by damage. On a success, the effect ends.": "目标陷入笑声中，摔倒{@condition prone}，变得{@condition incapacitated}，无法站起来1分钟。智力得分为4或更低的生物不受影响。在每个回合结束时，以及每次受到伤害时，目标可以进行另一次感受法术豁免投掷。如果由伤害触发，目标对此豁免投掷获得优势。投掷成功则效果结束。",
	"If the target has 30 hit points or less, it falls {@condition unconscious} for 1 minute, until it takes damage, or someone uses an action to shake or slap it awake.": "如果目标生命值为30点或更少，它会在1分钟内倒地{@condition unconscious}，直到受到伤害，或有人使用一个动作来摇醒或拍醒它。",
	"If the target is humanoid, it is {@condition paralyzed} for 1 minute. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the effect ends on the target.": "如果目标是人形生物，它会在1分钟内受到{@condition paralyzed}。在每个回合结束时，目标可以进行另一次感知豁免投掷。如果成功，效果会在目标身上结束。",
	"The target is {@condition charmed} by you and regards you as a friendly acquaintance for 1 minute or until you or your companions do anything harmful to it.": "目标将视你为友善熟人，持续1分钟或直到你或你的同伴对其造成伤害，{@condition charmed}。",
	"This piece of woven flax is 3 feet long. If tied about the wrists of a creature that is {@condition incapacitated}, that creature cannot break or untie the string except with a {@spell wish}, though any other creature may do so with ease. If the string is cut or broken it loses its magic.": "这条编织的亚麻绳长3英尺。如果绑在一个身高为{@condition incapacitated}的生物的手腕上，那个生物除非用{@spell wish}，否则无法打断或解开绳子，但其他生物可以轻松地这样做。如果绳子被剪断或打断，它将失去魔力。",
	"This piece of strong, silvery twine is roughly 30 feet long and has the ends tied together. When placed on the ground in a circular shape, you can use an action to speak the command word and a 20-foot-tall cylinder of magical energy rises from the string.": "这根坚固的银色绳子大约长30英尺，并且两端系在一起。当将其放在地面上呈圆形时，你可以使用一个动作来说出口令，一股20英尺高的魔法能量圆柱会从绳子上升起。",
	"Choose one of the following types of creatures: celestials, elementals, fey, fiends, or undead. Creatures of the affected type can't willingly enter or leave the cylinder by nonmagical means. If the creature tries to use teleportation or interplanar travel to do so, it must first succeed on a {@dc 15} Charisma saving throw.": "选择以下类型中的一种生物：天神、元素生物、精灵、恶魔或不死生物。受影响的类型生物不能通过非魔法手段自愿进入或离开该圆柱。如果生物试图使用传送或跨平面旅行这样做，它必须首先成功通过一个{@dc 15}的魅力豁免才行。",
	"The magical cylinder lasts for 1 hour or until you speak the command word again. Once used, the string can't be used again until the next dawn.": "这个神奇的圆柱持续1小时，或直到你再次说出命令词。一旦使用，直到第二天黎明之前，这个魔法就不能再次使用。",
	"This circular talisman is made of silver and inset with small diamonds in the shape of a triangle. While wearing it, you can use a bonus action to expend a charge and maximize the number of hit points regained when casting a healing spell using a spell slot of 6th or lower level. The talisman has 3 charges that are replenished every day at dawn.": "这个圆形护身符由银制成，镶有小钻石，呈三角形。佩戴时，你可以使用一个奖励动作来消耗一个充能，并在使用6级或更低级别法术槽施放治疗法术时，最大化恢复的生命值。护身符有3个充能，每天黎明时恢复。",
	"This appears to be an ordinary canvas {@item two-person tent|PHB}. When you speak the command word, it pitches itself, and when you speak the command word again, it packs itself back up.": "这看起来是一块普通的画布{@item two-person tent|PHB}。当你说出咒语时，它会自动展开；当你再次说出咒语时，它会自动卷起。",
	"While pitched, the interior of the tent is an extradimensional space that is 40 feet square. It contains fine silken beds, a small bathroom area, and a long table laden with a hearty feast. There is enough accommodation and food for 8 people, and the feast replenishes itself daily.": "搭起来后，帐篷内部是一个40英尺见方的超维空间。里面有精致的丝绸床铺、一个小卫生间区域，以及一张摆满丰盛盛宴的长桌。里面有足够的住宿和食物供8人使用，盛宴每天都会自我补充。",
	"The tent has AC 14 and 40 hit points. If it is destroyed, the contents of the tent are scattered around a 40-foot-radius area.": "帐篷的护甲等级为14，有40点生命值。如果被摧毁，帐篷内的物品会散落在一个半径为40英尺的区域内。",
	"This appears to be an ordinary canvas {@item two-person tent|PHB}. When you pitch the tent and speak the command word, the tent produces the sound of a hand bell for 10 seconds whenever a small or larger creature comes within 100 feet of the tent. When you speak the command word, you can designate creatures that won't set off the alarm. Packing up the tent cancels the effect.": "这似乎是一块普通的画布{@item two-person tent|PHB}。当你搭起帐篷并说出口令时，只要有小型或更大的生物靠近帐篷100英尺，帐篷就会发出手铃声，持续10秒。当你说出口令时，你可以指定不会触发警报的生物。收起帐篷会取消效果。",
	"This 50-foot-long rope is woven from wet, rubbery troll intestines and is very pungent. You can command this rope to grow to any length up to 350 feet, and it reverts to its original length after 12 hours.": "这根50英尺长的绳子是由湿漉漉、有弹性的巨魔肠子编织而成，非常刺鼻。你可以命令这根绳子延长至最多350英尺的任意长度，12小时后它会恢复到原来的长度。",
	"This small silver sculpture is shaped like a twisted beast's claw. You can use your action to point the claw at a target you can see within 60 feet of you. The target must make a {@dc 15} Constitution saving throw or become {@condition incapacitated} with excruciating pain for 1 minute on a failed save.": "这个小银雕像形状像一个扭曲的野兽爪子。你可以用你的动作将这个爪子对准你能看到的60英尺内的目标。目标必须进行一次{@dc 15}体质豁免才能避免在失败豁免时1分钟内感受到{@condition incapacitated}的剧痛。",
	"At the end of each of its turns, the target can make another Constitution saving throw. On a success, the effect ends on the target. Once used, the claw can't be used again until the next dawn.": "在每个轮次结束时，目标可以再次进行一次体质豁免检定。在成功时，效果对目标结束。一旦使用，爪子直到第二天黎明前都不能再次使用。",
	"This pendant is made from pure gold and is shaped like the head of a unicorn. While wearing this item, you are immune to being {@condition charmed}, {@condition paralyzed}, or {@condition poisoned}, and you have advantage on saving throws against spells and other magical effects.": "这个吊坠是由纯金制成的，形状像一只独角兽的头。佩戴这件物品时，你免疫于被 {@condition charmed}，{@condition paralyzed} 或 {@condition poisoned}，并且在抵抗法术和其他魔法效果的豁免 throws 中获得优势。",
	"The pendant has 10 charges. While wearing it, you can use an action to expend 1 or more of its charges to cast one of the following spells: {@spell teleport} (7 charges), {@spell dispel evil and good} (5 charges), {@spell protection from energy} (3 charges), or {@spell cure wounds} (1 charge).": "这个吊坠有10个充能。佩戴它时，你可以使用一个动作来消耗1个或更多的充能来施放以下法术之一：{@spell teleport} (7个充能), {@spell dispel evil and good} (5个充能), {@spell protection from energy} (3个充能), 或 {@spell cure wounds} (1个充能)。",
	"The pendant regains {@dice 1d8 + 2} charges daily at dawn.": "护身符在每天黎明时恢复{@dice 1d8 + 2}次充能。",
	"I have been called both \"good\" and \"evil\" so many times that the labels barely mean anything to me. Still, if any creature in the multiverse is pure, innocent, and noble, it is a unicorn. And even a unicorn can disrupt the Balance.": "我被称为“善良”和“邪恶”这么多次，以至于这些标签对我来说几乎没有意义。不过，如果多元宇宙中有任何生物是纯洁、无辜和高贵的，那就是一只独角兽。即使是一只独角兽也可能打破平衡。",
	"This copper urn holds up to 5 gallons of liquid. If you fill it with any sort of drink and replace the lid, after 1 hour, the drink is purified and rendered free of poison and disease.": "这个铜瓮可容纳高达5加仑的液体。如果你用任何类型的饮料装满它并盖上盖子，1小时后，饮料就会被净化，毒素和疾病会被清除。(copper urn)",
	"A blood-red ruby is embedded in this black iron torc. When you hit with a melee attack while wearing this item, you regain hit points equal to half the amount of damage dealt, to a maximum of 20 hit points per round.": "这条黑铁项圈上镶嵌着一颗血红色的红宝石。当你佩戴这件物品进行近战攻击时，你将恢复等同于所造成伤害一半的生命值，每轮最多恢复20点生命值。",
	"While wearing the torc, you take 20 radiant damage when you start your turn in sunlight. While in sunlight, you have disadvantage on attack rolls and ability checks.": "佩戴这个项圈时，在你的回合开始时，你会受到20点辐射伤害。在阳光下，你的攻击检定和技能检定都会受到劣势。",
	"While wearing this black damask vest, you have resistance to damage from ranged weapon attacks.": "穿着这件黑色锦缎马甲时，你对来自远程武器攻击的伤害具有抗性。",
	"These religious garments are made from fine linen and embroidered with purple, scarlet, and golden thread. You gain these benefits while wearing them:": "这些宗教服饰由精细的亚麻制成，并用紫色、深红色和金色线绣制而成。你在穿着它们时获得以下好处：",
	"Your spell save DC, spell attack bonus, and AC each increase by 2.": "你的法术豁免 DC，法术命中加值，和护甲等级各增加 2 点。",
	"You have advantage on saving throws against spells and other magical effects.": "你在对抗法术和其他魔法效果的豁免检定中获得优势。",
	"When you fall, you descend 60 feet per round and take no damage from falling.": "当你摔倒时，你每回合下降60英尺，并且不会受到摔落伤害。",
	"You have resistance to fire damage.": "你对火焰伤害具有抗性。",
	"You can stand on and move across any liquid surface as if it were solid ground.": "你可以站在和移动过任何液体表面，就像它是坚实的地面一样。(D&D)",
	"This cloak is made of black sailcloth and appears to be soaking wet, but it feels warm and dry to the wearer. Upon donning the cloak, you gain resistance to fire damage, and you can also, as an action, extinguish any non-magical flame that you can see within 60 feet and that fits within a 5-foot cube.": "这件披风由黑色帆布制成，看起来浸湿了，但穿着者感觉温暖而干燥。穿上这件披风后，你获得对火焰伤害的抗性，而且你还可以作为一个动作，在60英尺内看到的任何非魔法火焰，并且符合5英尺立方体的火焰熄灭。",
	"You can also use a reaction to interrupt a creature in the process of casting a spell that inflicts fire damage. Provided the creature is casting a {@filter spell of 3rd level or lower|spells|source=|level=0;1;2;3|damage type=fire}, the spell fails and has no effect. Once used, this property of the cloak can't be used again until the next dawn.": "你也可以使用一次反应来打断一个正在施放造成火焰伤害的法术的生物。只要这个生物正在施放一个{@filter spell of 3rd level or lower|spells|source=|level=0;1;2;3|damage type=fire}，那么这个法术就失败且没有效果。一旦使用，这件披风的这个特性直到次日黎明前都不能再次使用。",
	"When found, this item is a 6-inch cube of pale, pliable wax. When you mold the wax and speak the command word, you can transform it into a single nonliving object of wood, stone, crystal, or metal. The object may be any shape you choose but must be of the same volume as the wax or smaller and must be of a form that you have seen before.": "当找到时，这个物品是一个6英寸立方形的苍白、柔软的蜡块。当你塑造这块蜡并说出口令时，你可以将其变成一件木头、石头、水晶或金属的非生物物体。这个物体可以是你选择的任何形状，但必须与蜡的体积相同或更小，并且必须是你以前见过的形式。",
	"The object exists for only a limited duration before reverting to a block of wax. The duration depends upon the material created. If the object is composed of multiple materials, use the shortest duration.": "该物体只存在有限的时间，然后会恢复成一块蜡块。这段时间取决于所创造的材料。如果物体由多种材料组成，请使用最短的持续时间。",
	"Stone or crystal": "石头或水晶 (Stone or crystal)",
	"Metals": "金属 (Metals)",
	"12 hours": "12小时",
	"Adamantine or mithral": "精钢或秘银",
	"10 minutes": "10分钟",
	"The entire block of wax must be used for the magical transformation to take place. Once used, the wax can't be used again until the next dawn.": "整个蜡块必须用于进行魔法变化。一旦使用，蜡就不能再次使用，直到下一个黎明。",
	"This tin container, 2 inches in diameter, contains {@dice 1d6 + 1} applications of pale wax. As an action, you can take one application of the wax, roll it into two small balls, and insert them into your ears. This enables you to create an {@condition invisible} sensor in a location up to a mile away that you have visited or seen before. The sensor remains in place for 1 hour, and it can't be attacked or otherwise interacted with. You can hear through the sensor as if you were in its space.": "这个锡制容器，直径2英寸，内含{@dice 1d6 + 1}份淡色蜡。作为一个动作，你可以取出一份蜡，将其搓成两个小球，然后插入耳朵。这样你就能在曾经访问或看过的地点，最多一英里范围内创建一个{@condition invisible}传感器。传感器将保持1小时，并且无法被攻击或其他方式干扰。你可以通过传感器听到其周围的声音，就好像你在那个位置一样。",
	"The used wax becomes nonmagical once the hour has elapsed.": "一小时过去后，使用过的蜡变得非魔法。(wax)",
	"This wheel is 2 inches in diameter and constructed from black iron. If you place it on the ground and use an action to speak its command word, a ringed wall of fire appears, 20 feet in diameter, 20 feet high, 1 foot thick, with the wheel at the center. The wall is opaque and lasts for one minute.": "这个轮子直径为2英寸，由黑铁制成。如果你把它放在地面上，并使用一个动作来说出它的口令词，一个直径20英尺，高20英尺，厚1英尺的火环墙会出现，以轮子为中心。这堵墙是不透明的，持续一分钟。",
	"Any creature that enters the wall or ends its turn there must make a {@homebrew {@dc 15}|{@note No DC was given, most other items in the book use 15 as the standard check.}} Dexterity saving throw. On a failed save, the creature takes {@damage 5d8} fire damage, or half as much damage on a successful save.": "任何进入这堵墙或在那里结束回合的生物必须进行一次{@homebrew {@dc 15}|{@note No DC was given, most other items in the book use 15 as the standard check.}敏捷豁免投掷。未通过豁免的生物会受到{@damage 5d8}火焰伤害，通过豁免的生物则只受到一半伤害。",
	"Once used, the wheel can't be used again until the next dawn.": "一旦使用，轮盘直到下一个黎明才能再次使用。",
	"This wheel is about 1 foot in diameter and constructed from polished wood. While holding it in both hands, you can use an action to speak its command word and gain a flying speed of 60 feet for 1 hour. You must keep both hands on the wheel for the duration or the effect ends. Once used, the wheel can't be used again until the next dawn.": "这个轮子直径约1英尺，由抛光木材制成。双手握住轮子，你可以使用一个动作说出它的口令，获得60英尺的飞行速度，持续1小时。在持续时间内，你必须保持双手放在轮子上，否则效果会结束。使用后，直到第二天黎明前，轮子才能再次使用。",
	"I think the inspiration for this device may have been taken from a peculiar world I visit from time to time. Real magic is rare there, while gnome-like gadgetry is very advanced indeed. In this place, they use wheels to control steel vehicles, some of which traverse the land, some the water, and others the air.": "我认为这个设备的灵感可能来自我偶尔访问的一个奇特世界。那里真正的魔法很少见，而类似侏儒的机械装置却非常先进。在那个地方，他们使用轮子来控制钢铁车辆，有些在陆地上行驶，有些在水上，还有一些在空中。",
	"When you blow this tin whistle, you summon fey spirits that take the form of beasts and appear in unoccupied spaces that you can see within range. Roll on the following table to determine what appears:": "当你吹响这只锡笛时，你召唤出精灵精神，它们化身为野兽的形态，并出现在你能看到的范围内的空地上。在以下表格上投掷骰子以确定出现的是什么：",
	"Each beast is also considered fey, and it disappears when it drops to 0 hit points or after an hour. The summoned creatures are friendly to you and your companions, and they obey any verbal commands that you issue to them.": "每只野兽也被视为精灵，在其生命值降至0点或一个小时后消失。被召唤的生物对你和你的同伴友好，并会服从你发出的任何口头命令。",
	"Once used, this property of the whistle can't be used again until the next dawn.": "一旦使用，这个哨子的属性就不能再次使用，直到下一个黎明。(whistle)",
	"When you blow this silver whistle, choose a humanoid that you can see within 60 feet. The target must succeed on a {@dc 15} Wisdom saving throw or be {@condition paralyzed} for one minute. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the effect ends on the target.": "当你吹响这个银色哨子时，请选择一个你能看到的距离不超过60英尺的人形生物。目标必须成功通过一个 {@dc 15} 智力豁免才能免疫一分钟。在每个回合结束时，目标可以再次进行智力豁免。如果成功，效果将在目标身上结束。",
	"This white velvet cloak is embroidered with the image of a large black spider sitting in a web. While wearing it, you gain the following benefits:": "这件白色天鹅绒披风上绣着一只坐在蛛网上的大黑蜘蛛的图案。穿上它后，你将获得以下好处：",
	"You have resistance to poison damage.": "你对毒素伤害具有抗性。",
	"You can use an action to cast the {@spell spider climb} spell. Once used, this property of the cloak can't be used again until the next dawn.": "你可以使用一个动作来施放{@spell spider climb}法术。一旦使用，直到第二天黎明前，披风的这个特性就无法再次使用。",
	"You can use an action to cast the {@spell hold person} spell (save {@dc 13}). Once used, this property of the cloak can't be used again until the next dawn.": "你可以使用一个动作来施放{@spell hold person}法术（豁免 {@dc 13}）。一旦使用，披风的这个特性直到第二天黎明前都无法再次使用。",
	"A ruby engraved with a winking face is set at the head of this silver pin. While wearing the pin, you gain proficiency in the {@skill Persuasion} skill, and you double your proficiency bonus on checks made with that skill.": "这枚银质别针的头部镶嵌着一个眨眼的面孔红宝石。佩戴这枚别针时，你会在{@skill Persuasion}技能上获得熟练加成，并且在使用该技能进行检定时，你的熟练加值翻倍。",
	"This brass canister has a swirling pattern engraved upon it and contains {@dice 1d4 + 1} doses of a thick, sticky, translucent mixture. As an action, one dose of the oil can be applied to your skin. You then have advantage on any ability check you make to escape a {@action grapple} for 1 hour.": "这个黄铜罐子上刻有旋涡图案，并装有{@dice 1d4 + 1}剂浓稠、黏糊糊、半透明的混合物。作为一个动作，你可以将一剂油涂抹在皮肤上。接下来，在接下来的1小时内，你在尝试逃离{@action grapple}时，所有的技能检定获得优势。",
	"This item comprises a wooden mallet and three small wooden bars affixed to a frame. If you use an action to strike the wooden bars, you may transform a creature you can see within 60 feet into a hideous new form. An unwilling creature must make a successful {@dc 18} Wisdom saving throw to avoid the effect.": "这件物品包括一个木槌和三根小木棍固定在一个框架上。如果你使用一个动作来敲击这些木棍，你可以将一个你能看到的生物转变成一个丑陋的新形态。一个不愿意的生物必须进行一次成功的{@dc 18}感知豁免才能避免这个效果。",
	"The transformation lasts for 1 hour. The new form can be any aberration whose challenge rating is equal to or less than the target's challenge rating or level. The target's game statistics, including mental ability scores, are replaced by the statistics of the chosen aberration. It retains its alignment and personality.": "变身持续1小时。新形态可以是任何畸变生物，其挑战等级等于或小于目标的挑战等级或等级。目标的游戏统计数据，包括精神能力分数，将被所选畸变生物的统计数据替换。目标保留其阵营和个性。",
	"The target assumes the hit points of its new form. When it reverts to its normal form, the creature returns to the number of hit points it had before transforming. The creature is limited in the actions it can perform by the nature of its new form, and it can't speak, cast spells, or take any other action that requires hands or speech. The target's gear melds into the new form. The creature can't activate, use, wield, or otherwise benefit from any of its equipment.": "目标假定了它的新形态的生命值。当它恢复到正常形态时，生物会恢复变形前的生命值。生物在新形态下可以执行的动作受其新形态的特性限制，不能说话、施放法术或进行任何需要手或言语的其他动作。目标的装备融入了新形态中。生物无法激活、使用、挥舞或从其任何装备中获益。",
	"Once used, this property of the xylophone can't be used again until the next dawn.": "一旦使用，木琴的这个特性直到下一个黎明之前都无法再次使用。",
	"Alliteration is not a sound basis on which to conduct serious magical research. The Balance is left in tatters due to nonsense such as this.": "头韵并不是进行严肃魔法研究的可靠基础。由于这种无稽之谈，平衡已经支离破碎。",
	"When this double yoke is used to harness a pair of horses, they gain a flying speed of 60 feet and can also pull a carriage through the air.": "当这个双轭被用来套在一对马上时，它们的飞行速度增加到60英尺，并且还可以在空中拉动马车。",
	"This yoke is made of soft leather and fits comfortably over the head. If you place the yoke on a sleeping humanoid, that creature is {@condition charmed} by you for an hour upon waking. While {@condition charmed} in this way, the creature regards you as its trusted leader. If harmed by you or your companions, or commanded to do something contrary to its nature, the target ceases to be {@condition charmed} in this way. Once used, this property of the yoke can't be used again until the next dawn.": "这个轭由柔软的皮革制成，可以舒适地套在头上。如果你把这个轭放在一个正在睡觉的人形生物身上，那个生物在醒来后的一个小时内会被你所 {@condition charmed}。在这种方式下，这个生物会把你视为它值得信任的领袖。如果被你或你的同伴伤害，或者被命令做违背其本性的事情，目标将不再保持这种 {@condition charmed}。一旦使用，这个轭的特性直到第二天黎明前都无法再次使用。",
	"This is a wide leather belt covered in bronze plates. You can use an action to don this item, and you gain a +2 bonus to all attack and damage rolls for 1 minute. Once used, the zoster can't be used again until the next dawn.": "这是一条覆盖着青铜板的宽皮带。你可以用一个动作来穿上这件物品，然后在1分钟内获得+2的攻击和伤害加值。使用一次后，这个( zoster )直到次日黎明前都不能再次使用。",
	"Perhaps it is fitting that we end this catalog with zeal, for I concede I possess the zeal of a convert. Having spent my youth in pursuit of power, I am now zealous for the Balance. Consideration of it dominates my waking thoughts.": "也许以热情结束这份目录是合适的，因为我承认我拥有(`Aasimar`)转变者的热情。在追求权力的青年时期过后，我现在对平衡充满热忱。对平衡的思考支配着我的清醒时刻。",
	"Many have suggested that I should seek out the Good instead. In my experience, the word has been relativized into meaninglessness, and is often a cipher for mere tribalism and prejudice, while other times it describes a banal sentimentalism. I have no use for these.": "许多人建议我应该寻求善良。在我的经验中，这个词已经被相对化到毫无意义，并且经常被简化为纯粹的部落主义和偏见的代名词，而有时又描述一种平庸的感性主义。我对这些都没有用处。",
	"Others have suggested that I ought to be a champion of Law. But I have been to Mechanus and seen a million machines march in lockstep, with not an original thought between them. This is not the future I wish.": "有人建议我应该成为一名法律之冠。但我曾去过（Mechanus）和看到百万机器步伐一致，没有一丝原创思想。这不是我所期望的未来。",
	"No, our world depends upon all these things and more, upon a vivacious mix of the opposing, the contrary, and the contradictory. This is the Balance, and this is what I have pledged to uphold.": "不，我们的世界依赖于所有这些事物，以及更多，依赖于对立、相反和矛盾的活泼混合。这就是平衡，这就是我发誓要维护的。",
	"{@b Designer:} M.T. Black": "{@b Designer:} M.T. 布莱克",
	"{@b Consultant:} Hiten Dave": "{@b Consultant:} 希坦·戴夫 (Hiten Dave)",
	"{@b Editor:} Noah Lloyd": "{@b Editor:} 诺亚·劳埃德",
	"{@b Editorial Assistant:} Carl Agner": "{@b Editorial Assistant:} 卡尔·阿格纳",
	"{@b Art Direction and Graphic Design:} Rich Lescouflair": "{@b Art Direction and Graphic Design:} 里奇·莱斯科夫莱尔",
	"{@b Cover and Interior Art:} Provided by Wizards of the Coast and used with permission": "{@b Cover and Interior Art:}由海岸巫师提供，并获得许可使用",
	"{@b Special Thanks:} Chris Lindsay, Wizards of the Coast": "{@b Special Thanks:} 克里斯·林赛 (Wizards of the Coast)",
	"I have travelled to more worlds than I can easily recall, and I have seen more items of marvelous magic than I could record in a book of infinite pages. Many of these wonders I have possessed at one time or another, some I have merely observed, while others I know of only by reputation.": "我已经去过的世界比我能轻易回忆的还要多，我见过的神奇魔法物品比我能记录在一本无限页数的书中的还要多。这些奇迹中，有些我曾经拥有过，有些我只是观察过，而另一些我只是通过声誉了解。",
	"It is true that I once studied and collected magic for the sole purpose of accruing power, and I was more successful than most in this endeavour. Yet power becomes a perilous narcotic when sought for its own sake. Your desire always exceeds your capacity, and so you grow less satisfied rather than more, even as you increase your potency. Logicians would term this a \"vicious circle.\"": "我曾经确实研究和收集魔法，唯一目的是积累力量，而且在这方面比大多数人更成功。然而，当为了权力本身而追求时，权力变成了一种危险的麻醉剂。你的欲望总是超过你的能力，因此你变得越来越不满意，即使你增加了自己的力量。逻辑学家会称之为“恶性循环”。",
	"It was while conducting certain hazardous experiments on Avernus, many years past, that I had a revelation. Or perhaps the revelation was given me—if so, it is the first time the gods have ever bequeathed me anything of use. Regardless, this was when I realized what is now common knowledge amongst the learned: that the equilibrium between the infernal and the diabolical forces prevents either from dominating. Or, to put it more plainly, if either the devils or demons ever gained the upper hand in their struggle, they would soon overrun the multiverse.": "在多年前在阿维诺斯(Avernus)进行某些危险实验时，我有了一次启示。或许这个启示是赐予我的——如果是这样的话，这是神灵第一次赐予我任何有用的东西。无论如何，正是在那时我意识到了现在学者们共知的事实：那就是地狱和恶魔力量之间的平衡阻止了任何一方占主导地位。换句话说，如果恶魔或恶魔们中的任何一方在他们的斗争中获得上风，他们很快就会占领整个多元宇宙。",
	"This (along with several other experiences and a considerable amount of self-reflection) eventually led me to embrace the doctrine of the Balance, which states that the stability and sanity of the world depends upon the maintenance of an equilibrium rather than the triumph of any one force over the other. I could say much more about this, but I am preaching to the converted.": "这（以及其他几次经历和大量的自我反省）最终让我接受了（Balance）平衡教义，它指出世界的稳定和理智取决于维持一种平衡，而不是任何一种力量战胜另一种力量。我可以多说一些，但这都是对信徒在传教。",
	"These latter years I have spent accruing knowledge for those who, like myself, are committed to the preservation of Balance. This volume documents two hundred magical items that are particularly powerful or practical. Precise knowledge of these objects permits you to either utilize or thwart them, as well as helping you to find or create the said item in the first place. Therefore, this volume is remarkably powerful and dangerous, and I've made just eight copies to be placed in the hands of those I trust.": "这些近年来，我一直在积累知识，为那些像我一样致力于平衡保护的人提供帮助。这本书记录了两百件特别强大或实用的魔法物品。对这些物品的精确了解可以让你利用或阻止它们，同时也帮助你找到或创造这些物品。因此，这本书非常强大且危险，我只制作了八本副本，交给我信任的人。",
	"If this volume somehow falls into the hands of some other, I can only hope (I will not pray) that you will tread lightly, be wary, and (may it be so) act wisely.": "如果这卷书不慎落入他人之手，我只能希望（我不会祈祷）你能小心谨慎，睿智行事（愿如此）。",
	"My dear friend,": "亲爱的朋友，",
	"I have, at considerable risk to myself, made a copy of my master's great work and have included it in this package. Mordenkainen remains a great wizard, perhaps the greatest of them all, but he has grown increasingly paranoid in his twilight years and jealously guards his knowledge. He has spoken more than once recently about burning down his entire library, lest it fall into the wrong hands. As a scholar myself, I cannot allow this to come to pass. Indeed, I have done questionable things to ensure that it does not.": "我冒着相当大的风险，复制了我大师的伟大作品，并将其包含在这个包裹中。莫登凯因 (Mordenkainen) 仍然是一位伟大的法师，也许是所有法师中最伟大的，但在他晚年变得越来越偏执，嫉妒地保护着他的知识。最近他多次提到要烧毁整个图书馆，以免落入错误的手中。作为一名学者，我不能让这种事发生。事实上，为了确保这种事不会发生，我已经做了一些令人质疑的事情。",
	"In your recent note, you asked me to explain why Mordenkainen is so zealous for the Balance. I can best do so by repeating to you a story he has told me often. There was once a mayor whose son died after a bite from a diseased rat, and so she engaged an enchanter to kill all the rats in town. Now, it so happened that most of the local lizards fed on those rats, and soon there were no lizards to be found either. But the lizards also fed on certain insects, and these could now breed without restraint. Great swarms of these insects descended upon the town's crops, and much famine and death followed, and the whole town was finally abandoned. Thus, we see the folly of interfering with the great Balance, even in a small way. But I am no preacher—should you ever meet Mordenkainen yourself, he will relate a hundred such anecdotes to you.": "在你最近的便条中，你要求我解释为什么莫登凯念(Mordenkainen)对平衡如此热衷。我最好的做法是通过重复他经常告诉我的一个故事来解释。曾经有一位市长，她的儿子被一只患病老鼠咬死，于是她雇了一位魔法师来杀死镇上所有的老鼠。现在，巧合的是，大多数当地的蜥蜴以那些老鼠为食，很快也找不到蜥蜴了。但蜥蜴也以某些昆虫为食，这些昆虫现在可以不受限制地繁殖。大群这些昆虫袭击了镇上的庄稼，随之而来的是饥荒和死亡，整个城镇最终被遗弃。因此，我们看到了干预伟大平衡的愚蠢，即使是在微不足道的方式上。但我不是传教士——如果你有机会亲自遇到莫登凯念，他会给你讲述一百个这样的轶事。",
	"But for now, I pray you will use this book wisely, and remember to keep its existence secret!": "但是现在，我祈祷你会明智地使用这本书，并记得保守它的存在秘密！",
	"Magic items are presented in alphabetical order. A magic item's description gives the item's name, its category, its rarity, and its magical properties.": "魔法物品按照字母顺序呈现。魔法物品的描述包括物品名称、类别、稀有度和魔法属性。",
	"This is a better use for wine than most I've seen": "这比我见过的大多数用途更好，(wine) 的用途。",
	"I may be unusual in that I consider items such as this to be far more powerful than something like a {@item necklace of fireballs} or a {@item wand of lightning bolts}. Using this simple device, I've tracked down countless lost books and relics, and have thereby learned many forgotten secrets of the ancients.": "在我看来，像这样的物品比像{@item necklace of fireballs}或{@item wand of lightning bolts}这样的东西要强大得多，可能有些与众不同。使用这个简单的装置，我已经找回了无数失落的书籍和文物，从而学到了许多古代遗忘的秘密。",
	"According to a persistent stereotype, wizards have a weakness for pipes. I cannot determine where this idea originated. I find the habit repellent, and I know Bigby shared my opinion.": "根据一个持久的刻板印象，巫师对烟斗情有独钟。我无法确定这个想法的起源。我觉得这个习惯令人反感，我知道比格比(Bigby)也和我有同样的看法。",
	"I have been called both \"good\" and \"evil\" so many times that the labels barely mean anything to me. Still, if any creature in the multiverse is pure, innocent, and noble, it is a {@creature unicorn}. And even a unicorn can disrupt the Balance.": "我被称为“善良”和“邪恶”这么多次，以至于这些标签对我来说几乎没有意义。但是，如果多元宇宙中有任何生物是纯洁、无辜和高贵的，那就是一只{@creature unicorn}。即使是独角兽也可能打破平衡。",
	"Others have suggested that I ought to be a champion of Law. But I have been to Mechanus and seen a million machines march in lock-step, with not an original thought between them. This is not the future I wish.": "有人建议我应该成为一名(法律)的冠军。但我去过(机械界)并看到了百万台机器整齐步调地行进，它们之间没有一丝原创的想法。这不是我所希望的未来。",
	"The following tables may be used in place of the corresponding magic item tables in {@book chapter 7|DMG|7} of the {@book Dungeon Master's Guide|DMG}.": "以下表格可用于{@book Dungeon Master's Guide|DMG}中{@book chapter 7|DMG|7}的对应魔法物品表格的位置。"
}