{
	"Increase one ability score of your choice by 2 and a different ability score of your choice by 1.": "将你选择的一项能力值提高2点，另外选择一项不同的能力值提高1点。",
	"Beastfolk age as humans do, reaching maturity in their late teens and rarely living beyond a century.": "野兽人的年龄和人类一样，到了十几岁就达到成熟，很少活过一百岁。",
	"Beastfolk are more likely to follow their instincts before any law or code of ethics. As a result, they are typically chaotic and more often neutral than evil or good.": "兽人更倾向于在遵循任何法律或道德准则之前听从本能。因此，他们通常是混乱的，更倾向于中立而不是邪恶或善良。",
	"Beastfolk come in all sizes. You can choose to be Medium or Small.": "兽人族有各种体型。你可以选择成为中等或小型。",
	"Your base walking speed is 30 feet.": "你的基础步行速度是30尺。",
	"You can speak with beasts of the type you resemble, and similar creatures, as if under the effect of the {@spell speak with animals} spell. For example, if you are a lion beastfolk you can speak with lions and other cats, whereas if you are an owl beastfolk you can speak with owls and other birds of prey.": "你可以与与你相似的野兽和类似生物交谈，就像受到{@spell speak with animals}法术的影响一样。例如，如果你是狮子兽人，你可以与狮子和其他猫科动物交谈，而如果你是猫头鹰兽人，你可以与猫头鹰和其他猛禽交谈。",
	"You can speak, read, and write {@language Common}. Born beastfolk speak humanoid languages with difficulty and often unintentionally intermix it with beastial squeaks and snarls. Cursed beastfolk speak humanoid languages as naturally as they did prior to their transformation.": "你可以说、读、写{@language Common}。出生的兽人用人类语言会有困难，经常会不自觉地混入兽性的尖叫和咆哮声。被诅咒的兽人在变身前和变身后一样自然地使用人类语言。",
	"Choose a beast that you resemble. You have 3 breed traits of your choice that are representative of that animal.": "选择一个你觉得自己像的野兽。你可以选择该动物的3种品种特征。",
	"Choose and gain three of the following traits. Each trait may only be selected once.": "选择并获得以下三种特质中的一种。每种特质只能选择一次。",
	"You have proficiency in your choice of the {@skill Athletics} or {@skill Acrobatics} skill. You have a climb speed equivalent to your walking speed.": "你可以选择在{@skill Athletics}或{@skill Acrobatics}技能上拥有熟练加值。你的攀爬速度等同于你的行走速度。",
	"You count as one size larger than you are for the purposes of what size creature can use you as a mount and whether or not you are affected by the heavy weapon property.": "你在判断有多大生物可以骑乘你，以及是否受到重型武器属性影响的情况下，算作比实际尺寸大一号。",
	"You have advantage on saving throws against being {@condition frightened}.": "你在豁免抵抗被 {@condition frightened} 时获得优势。",
	"While you have two free hands you have a burrowing speed of 15 feet.": "当你有两只空闲手时，你拥有一个15英尺的钻探速度。",
	"You have proficiency in the {@skill Stealth} skill. In addition, choose one terrain: arctic, coast, desert, forest, grassland, mountain, swamp, or Underdark. While you are in that terrain, you have advantage on Dexterity ({@skill Stealth}) checks made to remain unseen.": "你在{@skill Stealth}技能上有熟练加成。此外，选择一个地形：北极、海岸、沙漠、森林、草原、山脉、沼泽或地底世界。当你在该地形中时，你在进行侦察（{@skill Stealth}）检定时拥有优势，使自己保持不被发现。",
	"Accustomed to life underground or beneath the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "习惯于生活在地下或夜空之下，你在黑暗和昏暗条件下拥有卓越的视力。你可以在距离你60英尺范围内的昏暗光线中看到，就像是明亮的光线一样，在黑暗中看到的效果就像是昏暗的光线。你无法在黑暗中分辨颜色，只能看到灰色的色调。",
	"As a bonus action on your turn you can emit a shriek inaudible to creatures without this trait. Until the end of your next turn you have {@sense blindsight} up to 30 feet away while you are not {@condition deafened}.": "作为一个奖励动作，在你的回合中，你可以发出对没有这种特质的生物无法听见的尖叫。在接下来的回合结束前，当你不是{@condition deafened}时，你有{@sense blindsight}，范围为30英尺。",
	"You have one or more additional sets of arms. These additional arms can lift and manipulate objects weighing up to your Strength ability score but cannot properly wield weapons with the heavy property or shields.": "你有一到多对额外的胳膊。这些额外的胳膊可以举起和操纵重量不超过你的力量属性分数的物体，但不能正确地使用带有重型属性的武器或盾牌。",
	"You have a fly speed equivalent to your base walking speed. You cannot fly while you are carrying more than half of your maximum carrying capacity. While flying you make attack rolls and ability checks at disadvantage, cannot maintain {@status concentration} on spells, and cannot cast spells.": "你的飞行速度等同于你的基础步行速度。当你携带的重量超过你的最大携带能力的一半时，你无法飞行。在飞行时，你进行攻击检定和能力检定时处于劣势，无法维持{@status concentration}法术，也无法施放法术。",
	"You have proficiency in your choice of the {@skill Athletics} or {@skill Acrobatics} skill. Your jump distance is tripled.": "你可以选择熟练掌握{@skill Athletics}或{@skill Acrobatics}技能。你的跳跃距离增加三倍。",
	"You have proficiency in the {@skill Perception} skill. In addition, choose one sense: hearing, sight, smell, taste, or touch. You gain advantage on {@skill Perception} rolls that utilize that sense.": "你在{@skill Perception}技能上有熟练度。此外，选择一个感官：听觉、视觉、嗅觉、味觉或触觉。你在使用该感官进行的{@skill Perception}检定中获得优势。",
	"You have proficiency in the {@skill Animal Handling} skill. Your proficiency bonus is doubled for any ability check you make that uses this proficiency.": "你在{@skill Animal Handling}技能上有熟练加成。对于任何使用这项熟练加成进行的能力检定，你的熟练加成翻倍。",
	"Your base walking speed increases by 5 feet.": "你的基础步行速度增加了5英尺。",
	"When you aren't wearing armor, your AC equals 13 + your Constitution or Dexterity modifier. You can still use a {@item shield|PHB} and gain this benefit.": "当你没有穿戴盔甲时，你的护甲等于13 + 你的体质或敏捷调整值。你仍然可以使用一个{@item shield|PHB}并获得这个好处。",
	"Beasts of the earth, sky, and sea have talents as varied as their shapes. You have proficiency in one skill of your choice.": "地球、天空和海洋的野兽拥有各种各样的天赋，与它们的形态一样多样。你可以选择一项技能获得熟练加值。",
	"The natural features of your body function as any one tool kit of your choice that weighs 10 pounds or less. You are proficient with the chosen tool kit.": "你的身体的自然特征可以作为你选择的任何一个重量不超过10磅的工具包。你对所选择的工具包有熟练技能。",
	"You have a natural weapon, chosen when you gain this trait, you can use to make unarmed attacks with. This natural weapon could be a bite, claw, quill, or other offensive appendage. When you make an unarmed strike attack and choose to use your natural weapon, you can choose to add your Strength or Dexterity modifier to the attack roll. If you hit, you deal damage equal to {@damage 1d4} + your Strength or Dexterity modifier. You select the damage type of your natural weapon when you take this trait; bludgeoning, piercing, poison, or slashing.": "你拥有一种天赋的自然武器，在获得这一特性时选择。你可以使用这个自然武器进行徒手攻击。这个自然武器可以是咬、爪、刺或其他攻击性附属物。当你进行徒手攻击并选择使用你的自然武器时，你可以选择在攻击检定中添加你的力量或敏捷调整值。如果命中，你造成伤害等于{@damage 1d4} + 你的力量或敏捷调整值。你在获得这一特性时选择你的自然武器的伤害类型；钝击、穿刺、毒素或挥砍。",
	"You are considered one size larger than you are for the purposes of determining carrying capacity and the amount you can push, drag, or lift.": "为了确定负重能力和推、拖或举起的重量，你被认为比实际体积大一码。"
}