{
	"Increase one ability score of your choice by 2 and a different ability score of your choice by 1.": "将你选择的一项能力值提高2点，另外选择一项不同的能力值提高1点。",
	"Beastfolk age as humans do, reaching maturity in their late teens and rarely living beyond a century.": "野兽人的年龄和人类一样，到了十几岁就达到成熟，很少活过一百岁。",
	"Beastfolk are more likely to follow their instincts before any law or code of ethics. As a result, they are typically chaotic and more often neutral than evil or good.": "兽人更倾向于在遵循任何法律或道德准则之前听从本能。因此，他们通常是混乱的，更倾向于中立而不是邪恶或善良。",
	"Beastfolk come in all sizes. You can choose to be Medium or Small.": "兽人族有各种体型。你可以选择成为中等或小型。",
	"Your base walking speed is 30 feet.": "你的基础步行速度是30尺。",
	"You can speak with beasts of the type you resemble, and similar creatures, as if under the effect of the {@spell speak with animals} spell. For example, if you are a lion beastfolk you can speak with lions and other cats, whereas if you are an owl beastfolk you can speak with owls and other birds of prey.": "你可以与与你相似的野兽和类似生物交谈，就像受到{@spell speak with animals}法术的影响一样。例如，如果你是狮子兽人，你可以与狮子和其他猫科动物交谈，而如果你是猫头鹰兽人，你可以与猫头鹰和其他猛禽交谈。",
	"You can speak, read, and write {@language Common}. Born beastfolk speak humanoid languages with difficulty and often unintentionally intermix it with beastial squeaks and snarls. Cursed beastfolk speak humanoid languages as naturally as they did prior to their transformation.": "你可以说、读、写{@language Common}。出生的兽人用人类语言会有困难，经常会不自觉地混入兽性的尖叫和咆哮声。被诅咒的兽人在变身前和变身后一样自然地使用人类语言。",
	"Choose a beast that you resemble. You have 3 breed traits of your choice that are representative of that animal.": "选择一个你觉得自己像的野兽。你可以选择该动物的3种品种特征。",
	"Choose and gain three of the following traits. Each trait may only be selected once.": "选择并获得以下三种特质中的一种。每种特质只能选择一次。",
	"You have proficiency in your choice of the {@skill Athletics} or {@skill Acrobatics} skill. You have a climb speed equivalent to your walking speed.": "你可以选择在{@skill Athletics}或{@skill Acrobatics}技能上拥有熟练加值。你的攀爬速度等同于你的行走速度。",
	"You count as one size larger than you are for the purposes of what size creature can use you as a mount and whether or not you are affected by the heavy weapon property.": "你在判断有多大生物可以骑乘你，以及是否受到重型武器属性影响的情况下，算作比实际尺寸大一号。",
	"You have advantage on saving throws against being {@condition frightened}.": "你在豁免抵抗被 {@condition frightened} 时获得优势。",
	"While you have two free hands you have a burrowing speed of 15 feet.": "当你有两只空闲手时，你拥有一个15英尺的钻探速度。",
	"You have proficiency in the {@skill Stealth} skill. In addition, choose one terrain: arctic, coast, desert, forest, grassland, mountain, swamp, or Underdark. While you are in that terrain, you have advantage on Dexterity ({@skill Stealth}) checks made to remain unseen.": "你在{@skill Stealth}技能上有熟练加成。此外，选择一个地形：北极、海岸、沙漠、森林、草原、山脉、沼泽或地底世界。当你在该地形中时，你在进行侦察（{@skill Stealth}）检定时拥有优势，使自己保持不被发现。",
	"Accustomed to life underground or beneath the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "习惯于生活在地下或夜空之下，你在黑暗和昏暗条件下拥有卓越的视力。你可以在距离你60英尺范围内的昏暗光线中看到，就像是明亮的光线一样，在黑暗中看到的效果就像是昏暗的光线。你无法在黑暗中分辨颜色，只能看到灰色的色调。",
	"As a bonus action on your turn you can emit a shriek inaudible to creatures without this trait. Until the end of your next turn you have {@sense blindsight} up to 30 feet away while you are not {@condition deafened}.": "作为一个奖励动作，在你的回合中，你可以发出对没有这种特质的生物无法听见的尖叫。在接下来的回合结束前，当你不是{@condition deafened}时，你有{@sense blindsight}，范围为30英尺。",
	"You have one or more additional sets of arms. These additional arms can lift and manipulate objects weighing up to your Strength ability score but cannot properly wield weapons with the heavy property or shields.": "你有一到多对额外的胳膊。这些额外的胳膊可以举起和操纵重量不超过你的力量属性分数的物体，但不能正确地使用带有重型属性的武器或盾牌。",
	"You have a fly speed equivalent to your base walking speed. You cannot fly while you are carrying more than half of your maximum carrying capacity. While flying you make attack rolls and ability checks at disadvantage, cannot maintain {@status concentration} on spells, and cannot cast spells.": "你的飞行速度等同于你的基础步行速度。当你携带的重量超过你的最大携带能力的一半时，你无法飞行。在飞行时，你进行攻击检定和能力检定时处于劣势，无法维持{@status concentration}法术，也无法施放法术。",
	"You have proficiency in your choice of the {@skill Athletics} or {@skill Acrobatics} skill. Your jump distance is tripled.": "你可以选择熟练掌握{@skill Athletics}或{@skill Acrobatics}技能。你的跳跃距离增加三倍。",
	"You have proficiency in the {@skill Perception} skill. In addition, choose one sense: hearing, sight, smell, taste, or touch. You gain advantage on {@skill Perception} rolls that utilize that sense.": "你在{@skill Perception}技能上有熟练度。此外，选择一个感官：听觉、视觉、嗅觉、味觉或触觉。你在使用该感官进行的{@skill Perception}检定中获得优势。",
	"You have proficiency in the {@skill Animal Handling} skill. Your proficiency bonus is doubled for any ability check you make that uses this proficiency.": "你在{@skill Animal Handling}技能上有熟练加成。对于任何使用这项熟练加成进行的能力检定，你的熟练加成翻倍。",
	"Your base walking speed increases by 5 feet.": "你的基础步行速度增加了5英尺。",
	"When you aren't wearing armor, your AC equals 13 + your Constitution or Dexterity modifier. You can still use a {@item shield|PHB} and gain this benefit.": "当你没有穿戴盔甲时，你的护甲等于13 + 你的体质或敏捷调整值。你仍然可以使用一个{@item shield|PHB}并获得这个好处。",
	"Beasts of the earth, sky, and sea have talents as varied as their shapes. You have proficiency in one skill of your choice.": "地球、天空和海洋的野兽拥有各种各样的天赋，与它们的形态一样多样。你可以选择一项技能获得熟练加值。",
	"The natural features of your body function as any one tool kit of your choice that weighs 10 pounds or less. You are proficient with the chosen tool kit.": "你的身体的自然特征可以作为你选择的任何一个重量不超过10磅的工具包。你对所选择的工具包有熟练技能。",
	"You have a natural weapon, chosen when you gain this trait, you can use to make unarmed attacks with. This natural weapon could be a bite, claw, quill, or other offensive appendage. When you make an unarmed strike attack and choose to use your natural weapon, you can choose to add your Strength or Dexterity modifier to the attack roll. If you hit, you deal damage equal to {@damage 1d4} + your Strength or Dexterity modifier. You select the damage type of your natural weapon when you take this trait; bludgeoning, piercing, poison, or slashing.": "你拥有一种天赋的自然武器，在获得这一特性时选择。你可以使用这个自然武器进行徒手攻击。这个自然武器可以是咬、爪、刺或其他攻击性附属物。当你进行徒手攻击并选择使用你的自然武器时，你可以选择在攻击检定中添加你的力量或敏捷调整值。如果命中，你造成伤害等于{@damage 1d4} + 你的力量或敏捷调整值。你在获得这一特性时选择你的自然武器的伤害类型；钝击、穿刺、毒素或挥砍。",
	"You are considered one size larger than you are for the purposes of determining carrying capacity and the amount you can push, drag, or lift.": "为了确定负重能力和推、拖或举起的重量，你被认为比实际体积大一码。",
	"You have a swim speed equivalent to your walking speed and can breathe in air and water.": "你的游泳速度等同于你的步行速度，并且可以在空气和水中呼吸。",
	"You have advantage on saving throws against being {@condition charmed}.": "你在豁免抵抗被{@condition charmed}影响时获得优势。",
	"One general law, leading to the advancement of all organic beings, namely, multiply, vary, let the strongest live and the weakest die.": "一条普遍规律，推动所有有机生物的进化，即繁殖、变异，让最强者生存，让最弱者死亡。",
	"Beastfolk is a catchall term for a collection of humanoid peoples, each of which bear a strong resemblance to an animal. Due to the dizzying variety of animals in the world, and beastfolk that take after them, beastfolk as a whole have few common bonds. They may form small communities, particularly if they all resemble the same animal, but most often live on the edges of civilization, interacting only with those who possess the insight to see beastfolk are at least as much human as they are animal.": "兽人是一个泛指，指的是一群类人种族，每个种族都与某种动物有着明显的相似之处。由于世界上动物种类繁多，以及效仿它们的兽人，整体上来说，兽人之间很少有共同的联系。他们可能会组成小型社区，特别是如果他们都与同一种动物相似的话，但大多数时候生活在文明边缘，只与那些有洞察力的人交往，这些人能够看到兽人至少和人类一样多，而不只是动物。",
	"Every beastfolk resembles an anthropomorphic animal of one kind or another. The ratio of humanoid to bestial qualities varies between beastfolk but they are always recognizable as a hybrid between beast and humanoid. Beastfolk can stand anywhere from three and a half feet to seven feet tall with their height being influenced by the size of the beast they take after. They likewise weigh anywhere from 60 to 300 pounds.": "每个兽人都类似于某种人兽合一的人形动物。兽人的人形和兽性特质的比例各不相同，但它们总是可以被识别为兽人之间的混合体。兽人的身高可以从三英尺半到七英尺不等，其身高受其模仿的动物大小的影响。它们的体重也在60到300磅之间。",
	"Beastfolk may be covered in fur, feathers, scales, or skin. They often share the eye coloration and shape of the animal they resemble. Depending on their breed traits, a beastfolk may have wings, claws, gills, or even more exotic physical features.": "兽人可能被覆盖着毛发、羽毛、鳞片或皮肤。他们通常与他们所类似的动物分享眼睛的颜色和形状。根据他们的品种特征，兽人可能拥有翅膀、爪子、鳃，甚至更多奇特的身体特征。",
	"The majority of beastfolk are born as beastfolk. Members of beastfolk families all typically resemble the same species of animal. These beastfolk sometimes form isolated settlements that have little, if any, contact with other humanoid races. Many beastfolk who are born to the race identify strongly with the animal they resemble and so mistrust beastfolk who resemble that animal's natural predators and other humanoids.": "大多数兽人都是作为兽人出生的。兽人家族的成员通常都具有相同物种的动物特征。这些兽人有时会形成与其他人类种族几乎没有联系的孤立定居点。许多出生于这个种族的兽人与他们所类似的动物有着强烈的认同感，因此不信任那些类似于该动物的天敌和其他人类。",
	"Some rare beastfolk are unfortunate souls who were cursed to the shape. Whether they transgressed against the gods, crossed a foul-tempered spellcaster, or provoked a curse from a sorcerous relic, these beastfolk began their life as something else. Often the animal they resemble is some cruel or ironic reference to the circumstances surrounding their curse. For example, a gluttonous noble may be transformed into a pig beastfolk, a soldier who abandons their military post may be cursed to become a chicken beastfolk, and a cold-hearted assassin might be turned into a serpent beastfolk.": "一些罕见的兽人是不幸被诅咒成这种形态的灵魂。无论是得罪了神灵，惹恼了脾气古怪的咒术师，还是激怒了某个巫术遗物的诅咒，这些兽人在开始他们的生命时是其他形态。通常，他们所类似的动物是对围绕着他们诅咒的情况的残酷或讽刺的象征。例如，一个贪吃的贵族可能会被变成猪兽人，一个放弃军职的士兵可能会被诅咒成鸡兽人，而一个冷酷的刺客可能会被变成蛇兽人。",
	"Beastfolk who take up a life of adventuring do so to survive. Beastfolk are often treated poorly by other humanoids, giving them few options for making a living that don't involve risking their lives. Those who live alone in the wilderness might take up adventuring because the natural resources or security of their homeland are threatened.": "野兽人在开始冒险生活时是为了生存。野兽人经常受到其他类人生物的歧视，使他们在谋生方面几乎没有不冒生命危险的选择。那些独自生活在荒野中的人可能会开始冒险，因为他们的家园的自然资源或安全受到威胁。",
	"Beastfolk who are cursed to the form may have been adventurers before they took on their bestial appearance. Regardless of when or how, many of these beastfolk's adventuring careers revolve around looking for a way to reverse the curse and return to their old selves. Rarely, over the course of adventuring the beastfolk grows accustomed to their new shape and abandons or even rejects attempts to return them to their old form.": "被诅咒成兽形的兽人可能在变成兽形之前是冒险者。无论是何时如何，许多这些兽人的冒险生涯都围绕着寻找方法来解除诅咒，恢复到他们原来的样子。很少情况下，在冒险过程中，兽人逐渐适应了他们的新形态，放弃甚至拒绝试图将他们恢复到原来形态的尝试。",
	"In a party, those traits that set beastfolk apart from other humanoids become their greatest assets. In the crucible of a danger filled dungeon, beastfolk quickly earn the trust and friendship that so often eludes them.": "在派对中，那些使兽人与其他类人种区别开来的特质成为他们最大的优势。在充满危险的地牢考验中，兽人很快赢得了信任和友谊，这常常是他们所缺乏的。",
	"Beastfolk names vary by their background. Beastfolk cursed to their form typically keep their old names, though some take on a new one to mask their true identity. Those born as beastfolk have a personal name and a community name. Their personal name is given to them by their parents at adolescence and reflects a notable physical characteristic, hobby, or habit. The community name is the name of the settlement or region where the beastfolk was born.": "兽人的名字根据他们的背景而有所不同。被诅咒成兽人形态的人通常会保留他们的旧名字，尽管有些人会采用新名字来掩饰他们的真实身份。而作为兽人出生的人有一个个人名字和一个社区名字。他们的个人名字是在青春期由父母给予的，反映了一个显著的身体特征、爱好或习惯。社区名字则是兽人出生的定居点或地区的名字。",
	"Brownfeather, Cheeks, Chirp, Finder, Fullbelly, Growler, Hunter, Knuckles, Redfur, Shadow, Strongtail, Swift, Tails, Tusk": "褐羽 (Brownfeather), 脸颊 (Cheeks), 啁啾 (Chirp), 寻觅者 (Finder), 饱腹 (Fullbelly), 咆哮者 (Growler), 猎手 (Hunter), 关节 (Knuckles), 红毛 (Redfur), 影子 (Shadow), 强尾 (Strongtail), 迅捷 (Swift), 尾巴 (Tails), 长牙 (Tusk)",
	"Baratok, Bluestones, Cloakwood, Erie, Greensea, Ironwood, Lammania, Moonshae, Styrnia, Taer Valaestas, Tethir, Whitewater": "巴拉托克 (Baratok), 蓝石 (Bluestones), 斗篷森林 (Cloakwood), 伊利 (Erie), 绿海 (Greensea), 铁木 (Ironwood), 兰马尼亚 (Lammania), 月之岛 (Moonshae), 斯提尼亚 (Styrnia), 泰尔瓦拉斯塔斯 (Taer Valaestas), 泰西尔 (Tethir), 白水河 (Whitewater)",
	"Embracing your animal nature, you learn to speak with all manner of beasts. You gain the following benefits:": "拥抱你的动物本性，你学会与各种野兽交谈。你获得以下好处：",
	"You can speak with beasts as if constantly under the effect of the {@spell speak with animals} spell. Effects that dispel or suppress magic have no effect on this ability.": "你可以与野兽交谈，就好像一直处于{@spell speak with animals}法术的影响下。驱散或抑制魔法的效果对这种能力无效。",
	"You have manifested additional bestial characteristics. Gain two additional breed traits of your choice. These additional breed traits do not need to be representative of the animal you chose with the {@race Beastfolk|BF|All Creatures Under the Sun} trait.": "你体现出了额外的野兽特征。获得两个你选择的额外品种特征。这些额外的品种特征不需要代表你选择的具有{@race Beastfolk|BF|All Creatures Under the Sun}特征的动物。",
	"When a beastfolk begins to manifest characteristics of two or more beasts, rather than just one, other beastfolk are likely to label them a chimerakin. This label means ostracization from any beastfolk community the chimerakin encounters, including their family. Other than the distinction in social class, there is no difference between a beastfolk and a chimerakin.": "当一个兽人开始表现出两种或更多野兽的特征时，而不仅仅是一种，其他兽人很可能会将他们标记为奇美拉人(chimerakin)。这个标签意味着奇美拉人在遇到任何兽人社区时都会被排斥，包括他们的家人。除了社会阶层上的区别外，兽人和奇美拉人之间没有任何区别。",
	"When you make your character you may, with your DM's permission, roll to see {@dice d100} to determine whether or not you are chimerakin. If you roll the number 13, the breed traits you select with your All Creatures Under the Sun trait do not have to be representative of a single creature. Otherwise, beastfolk with the {@feat Beast Whisperer|BF} feat are often accused of having chimerakin blood while those with the {@feat Extra Breed Traits|BF} feat are nearly universally condemned as chimerakin.": "当你创建角色时，可以在获得DM许可的情况下掷骰子来确定你是否为奇美拉人。如果你掷出数字13，那么你选择的品种特征与你的《太阳下的所有生物》特性无需代表单一生物。否则，拥有{@feat Beast Whisperer|BF}特性的兽人常被指控有奇美拉血统，而拥有{@feat Extra Breed Traits|BF}特性的几乎被普遍谴责为奇美拉人。",
	"Benjamin Huffman": "本杰明·哈夫曼 (Benjamin Huffman)",
	"drbjr and Brett Neufeld": "drbjr和Brett Neufeld",
	"drbjr, Brett Neufeld, and Nathanaël Roux": "drbjr（drbjr）, 布雷特·诺菲尔德（Brett Neufeld）, 和 纳撒尼尔·鲁（Nathanaël Roux）",
	"DUNGEONS & DRAGONS, D&D, Wizards of the Coast, Forgotten Realms, Ravenloft, Eberron, the dragon ampersand, Ravnica and all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast in the USA and other countries.": "龙与地下城（D&D）, 沃茨科斯特（Wizards of the Coast）, 遗忘国度（Forgotten Realms）, 鸦群山（Ravenloft）, 埃伯隆（Eberron）, 龙符号（the dragon ampersand）, 拉文尼卡（Ravnica）以及沃茨科斯特（Wizards of the Coast）的所有其他产品名称和它们各自的标志是沃茨科斯特（Wizards of the Coast）在美国和其他国家的商标。",
	"This work contains material that is copyright Wizards of the Coast and/or other authors. Such material is used with permission under the Community Content Agreement for Dungeon Masters Guild.": "这份作品包含了 Wizards of the Coast 和/或其他作者的版权材料。此类材料是在 Dungeon Masters Guild 的社区内容协议下获得许可使用的。",
	"All other original material in this work is copyright 2016-2019 by Benjamin Huffman and published under the Community Content Agreement for Dungeon Masters Guild.": "本作品中的所有其他原始材料版权归本杰明·哈夫曼（Benjamin Huffman）所有，于2016-2019年间出版，并根据地牢主大厅（Dungeon Masters Guild）的社区内容协议发布。",
	"{@variantrule Feats|PHB} are an optional rule in chapter 6, \"{@book Customization Options|PHB|6},\" of the {@book Player's Handbook|PHB}. The DM decides whether they're used and may also decide that some feats are available to choose and others aren't. Included here are two new feats available to beastfolk characters.": "{@variantrule Feats|PHB} 是在《%2%》第6章“{@book Customization Options|PHB|6}”中的一个可选规则。DM决定是否使用它们，并且还可以决定某些专长可供选择，而其他一些则不行。这里包括两个新的专长，供兽人角色选择。"
}