{
	"Your oni character has the following racial traits.": "你的(oni)鬼人角色具有以下种族特征。",
	"Your Strength score increases by 2.": "你的力量得分增加 2 点。",
	"Oni mature at a slightly slower rate than humans, reaching maturity at the age of 25, and living to be around 400.": "鬼族的成熟速度略慢于人类，25岁时达到成熟，寿命大约为400年。",
	"The Oni alignment depends on the subrace.": "鬼魅的取向取决于亚种。(Oni)",
	"Oni stand taller than humans do, with most of them being around six feet tall, and the tallest standing at seven to eight feet tall, while weighing a few hundred pounds. Your size is Medium.": "鬼比人类高，大多数鬼大约六英尺高，最高的鬼则有七到八英尺高，体重几百磅。你的体型为中等。",
	"Your base walking speed is 30 feet.": "你的基础步行速度是30尺。",
	"You have an alternate humanoid form. This form is of any Medium or Small race, however, aside from size, your statistics do not change while in this alternate form. You cannot change what this form looks like after you have decided how it does. As an action, you can either change into your alternate form, back into your true form, or show traits from your true form on your alternate form, such as claws or horns. You revert to your true form if you die.": "你拥有一个备用的人形形态。这个形态可以是任何中型或小型种族，但除了体型外，在这个备用形态下你的属性不会改变。一旦决定了这个形态的样子，你就不能再改变它。作为一个动作，你可以变成你的备用形态，变回真实形态，或者在备用形态上展示真实形态的特征，比如爪子或角。如果你死亡，你会恢复到真实形态。",
	"You have sharp, black claws, which are natural weapons you can use to make unarmed strikes. When you make an unarmed strike with your claws, they deal 1d4 slashing damage, instead of the bludgeoning damage normal for an unarmed strike.": "你有锋利的黑色爪子，它们是你可以用来进行徒手攻击的天然武器。当你用爪子进行徒手攻击时，它们造成1d4点割伤伤害，而不是普通徒手攻击的挫伤伤害。",
	"Able to see in the darkest mists of the night, you have excellent vision in darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "在夜晚最黑暗的雾气中也能看清，你在黑暗中有出色的视力。在你60英尺范围内的昏暗光线中，你可以像在明亮光线中一样看清，而在黑暗中则可以像在昏暗光线中一样看清。你在黑暗中无法分辨颜色，只能看到灰色调。",
	"You can speak, read, and write Common, and Wuxian. Wuxian is a strange tongue, one that tends to ignore traits of other languages, such as writing words as symbols instead of letters.": "你会说、读、写普通话和(无限语)。无限语是一种奇怪的语言，它倾向于忽略其他语言的特征，比如用符号而不是字母来书写单词。",
	"The three different skin colors of oni determine their moral tendencies and physical traits; from blue, to red, to white.": "鬼的三种不同肤色决定了它们的道德倾向和身体特征；从蓝色到红色再到白色。",
	"Predators of the dark, Pandarens are very dangerous when they face an opponent of weaker, equal, or even slightly greater might than themselves.": "黑暗中的掠食者，熊猫人在面对比自己弱、相等甚至略强的对手时都非常危险。",
	"Your Wisdom score increases by 2, and your Constitution score increases by 1.": "你的智力得分提高 2 点，体质得分提高 1 点。",
	"Pandaren live for a little bit less than humans, living to be about 80 years old. They are considered mature at 13 years of age.": "熊猫人的寿命略短于人类，大约活到80岁。他们被认为在13岁时已经成熟。",
	"Pandaren are a more passive race, leaning towards neutral alignments.": "熊猫人是一种更为温和的种族，倾向于中立的立场。",
	"Pandarens are between 5-6 feet tall, their males weigh between 200-300 pounds, and their females weigh between 160-240 pounds. Your size is Medium.": "熊猫人身高在5-6英尺之间，雄性体重在200-300磅之间，雌性体重在160-240磅之间。你的体型为中等。",
	"You have 60 ft. of {@sense Darkvision}.": "你有60尺的{@sense Darkvision}。",
	"You have proficiency with {@item Cook's Utensils|PHB|Cook's tools}.": "你精通于{@item Cook's Utensils|PHB|Cook's tools}。",
	"You have resistance to damage from falling.": "你对坠落伤害具有抗性。",
	"When restoring hit points during a short rest, by expending hit die, you also restore an additional amount of hit points per hit die equal to your Wisdom modifier (min +1).": "在进行短休时，通过消耗生命骰来恢复生命值时，你还会额外恢复每颗生命骰相当于你的感知调整值（最少+1）的生命值。",
	"When you hit another creature with a melee weapon attack, you can attempt a stunning strike. The target must succeed on a DC (8 + your Proficiency bonus + your Wisdom modifier) Constitution saving throw or be {@condition stunned} until the end of your next turn. After using this feature, you must take a short or long rest before using it again.": "当你用近战武器攻击命中另一个生物时，你可以尝试使用震慑打击。目标必须通过一次豁免 DC（8 + 你的熟练加值 + 你的感知调整值）的体质豁免才能避免被麻痹，直到你的下一个回合结束。在使用这个特性后，你必须进行短休或长休才能再次使用它。",
	"You can speak, read, and write {@language Common}, {@language Pandaren|BBHR}, and {@language Sylvan}. {@language Pandaren|BBHR} is an exotic-sounding language, similar to modern-day chinese.": "你可以说、读、写{@language Common}、{@language Pandaren|BBHR}和{@language Sylvan}。{@language Pandaren|BBHR}是一种异国风情的语言，类似于现代汉语。",
	"Blue oni are known for being more swift and deceptive compared to others in their kin, being smaller than other oni. However, they are not to be underestimated, as their superior stealth makes them deadly assassins.": "蓝色鬼(Blue oni)以更敏捷和欺诈性而闻名，与同类相比身形更小。然而，不应低估它们，因为它们卓越的隐身能力使它们成为致命的刺客。",
	"Your Dexterity score increases by 2.": "你的敏捷属性得分提高 2 点。",
	"Most blue oni are selfish creatures. While not all are willing to go out of their way to harm others, many of them are fine with putting others down or lying to get what they want.": "大多数蓝色鬼魅是自私的生物。虽然并非所有的蓝色鬼魅都愿意为了伤害他人而不择手段，但许多他们都乐于贬低他人或说谎以达到自己的目的。",
	"You have proficiency in Deception and Stealth.": "你在欺骗和潜行方面有熟练程度。(Deception)和(Stealth)",
	"You know the {@spell minor illusion|phb} cantrip. When you reach 3rd level, you can cast the {@spell disguise self|phb} spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell suggestion|phb} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells.": "你会{@spell minor illusion|phb}战斗法术。当你达到3级时，你可以使用这个特性施放{@spell disguise self|phb}法术一次，并在完成一次长休后恢复这个能力。当你达到5级时，你可以使用这个特性施放{@spell suggestion|phb}法术一次，并在完成一次长休后恢复这个能力。魅力是你施放这些法术的能力值。",
	"The most infamous kind of oni, red oni are typically brutes with tremendous amounts of strength, known for being almost unstoppable in their rampages.": "最臭名昭著的种类的鬼怪，红鬼通常是粗暴的，拥有巨大的力量，以几乎无法阻挡的暴行而闻名。",
	"Your Strength score increases by an additional 1, and your Constitution score increases by 1.": "你的力量得分额外增加1点，你的体质得分也增加1点。",
	"Red oni see most constructed things as being a crime against the world itself, and many are willing to harm living creatures to destroy anything that offends them, including laws.": "红鬼认为大多数人造物都是对世界本身的犯罪，许多红鬼甚至愿意伤害生物来摧毁任何冒犯它们的事物，包括法律。",
	"Your weapon attacks deal double damage to objects and structures.": "你的武器攻击对物体和建筑造成的伤害翻倍。",
	"When you reduce a creature to 0 hit points, you can make one weapon attack, as a bonus action. After using this trait, you must take a short or long rest before doing so, again.": "当你将一只生物的生命值降至0时，你可以作为一个奖励动作进行一次武器攻击。在使用完这个特性后，你必须休息短暂或长时间才能再次这样做。",
	"You have proficiency with {@item club|phb}s, {@item greatclub|phb}s, and {@item morningstar|phb}s.": "你精通{@item club|phb}、{@item greatclub|phb}和{@item morningstar|phb}。",
	"Sometimes called pale oni due to their skin color occasionally appearing like very pale humans, white oni see themselves as justicars and protectors of the world. Many of them are enemies with the others of their kin, due to seeing other races as equals as opposed to how most other oni see them.": "有时被称为苍白鬼(white oni)的他们，因为皮肤颜色偶尔看起来像非常苍白的人类，他们视自己为世界的法官和守护者。他们中的许多人与同族的其他成员为敌，因为他们将其他种族视为平等，而不是大多数其他鬼看待他们的方式。",
	"Your Charisma score increases by 2.": "你的魅力分数提高了2点。",
	"Many white oni are impressed by the societies of other races, wishing to emulate their cultures and follow their laws, to become like the races they protect.": "许多白鬼(White Oni)受到其他种族社会的影响，希望效仿他们的文化，遵循他们的法律，成为他们所保护的种族的一员。",
	"You learn an additional language of your choice.": "你学习一门额外的语言，你可以选择任何一种语言。",
	"As a reaction to a creature within 5 feet of yourself being attacked, you can change the attack's target to yourself. You can use this trait twice, and regain all expended uses after a short or long rest.": "当有生物在你5英尺内被攻击时，你可以将攻击目标改为自己。你可以使用这个特性两次，在短休或长休后恢复所有已使用次数。",
	"You have proficiency in light armor, and shields.": "你精通轻甲和盾牌。",
	"Once, we were brothers. Those times have long since past, now, I am afraid. I still remember when we were but children, and we thought that your 'evil' red skin meant nothing. Omg period that's what we were back then, in the old days. Now, I send this letter to you, my brother, as my final act of kindness towards you; a warning. I will not rest, nor will our fellow white oni kin, until you lay dead in the dirt.": "曾经，我们是兄弟。那些时光早已过去，现在，我感到害怕。我依然记得我们还是孩子的时候，我们认为你那个“邪恶”的红皮肤毫无意义。天啊，那时候的我们是多么天真啊，在那些古老的日子里。现在，我写这封信给你，我的兄弟，作为我最后的善举；一个警告。我不会停止，我们的白鬼同族也不会停止，直到你倒在泥土中死去。",
	"Long ago, the realms of the dead and the realms of the living were close enough to clash day after day, corpses rising moments after they are killed, ghosts possessing the living, and wraiths ruling the land. Out of the shadows of death and decay, the oni rose, with three kinds of their kin; red, blue, and white. The red were fierce and fearsome, tearing the foul spirits into pieces like wild animals. The blue were cunning and deceptive, looking for the right moment to assassinate powerful leaders. Finally, the white were honorable and just, sparing those whom surrendered, killing only those they had to. When the dead had been driven back, the realms separated once more, the red and blue oni took advantage of the gifts of the living, becoming tyrants similarly to those they had stopped. Seeing this, the white oni drove their kin out of the land, with the reputation of all oni being destroyed by their selfish cousins.": "很久以前，死者的领域和生者的领域曾经非常接近，每天都可能发生冲突，尸体在被杀后立刻复活，鬼魂附身于活人，幽灵统治着这片土地。在死亡和腐朽的阴影中，鬼鬼祟祟地出现了，有三种不同的亲属；红色、蓝色和白色。红色的鬼鬼祟祟，凶猛而可怕，像野兽一样将邪恶的灵魂撕成碎片。蓝色的鬼鬼祟祟，狡诈而欺诈，寻找时机暗杀强大的领袖。最后，白色的鬼鬼祟祟，光荣而公正，饶恕那些投降的人，只杀必要之人。当死者被击退后，领域再次分开，红色和蓝色的鬼鬼祟祟利用了生者的恩赐，变得像他们曾经阻止的那些暴君一样。看到这一切，白色的鬼鬼祟祟将他们的同族赶出了这片土地，所有鬼鬼祟祟的名誉都被他们自私的堂兄所毁坏。",
	"In many cultures after the fall of the oni, oni have been depicted as creatures of malice and destruction, laying waste to the land and people who surround them. While some oni attempt to go against this stereotype, they are still hated the same as the rest of their kin, forcing many oni to live an existence of constant running and travel. Many times, an oni may believe their only companions to be similarly hated creatures, such as orcs, or other oni.": "在许多文化中，鬼（(oni)）倒台后，被描绘成恶意和破坏的生物，摧毁着周围的土地和人民。虽然一些鬼试图打破这种刻板印象，但他们仍然像其他同类一样被憎恨，迫使许多鬼过着不断奔波旅行的生活。很多时候，一个鬼可能认为他们唯一的伴侣是同样被憎恨的生物，比如兽人，或其他鬼。",
	"An oni's greatest symbol of pride are their horns, with each oni having their own unique pair. No two oni have horns that are exactly the same, even the closest of relatives will have tiny differences in their horns. However, the horns of oni are also one of their most distinct traits, making hiding in societies particularly difficult for most of them. To combat this, oni have a natural ability that allows them to shift into a specific alternate counterpart, letting them blend in with other creatures. They also can display traits of their true form, such as their horns or sharp teeth, in this alternate form.": "鬼的最大骄傲象征是它们的角，每个鬼都有自己独特的一对。即使是最亲近的亲戚，它们的角也会有微小的差异，没有两个鬼的角是完全相同的。然而，鬼的角也是它们最独特的特征之一，使得它们在社会中难以隐藏。为了应对这一点，鬼们拥有一种自然能力，可以转变成特定的替身形态，让它们能够融入其他生物中。它们还可以在这种替身形态中展示真实形态的特征，比如它们的角或尖牙。",
	"Oni are very close to their families, with many believing that all strangers only bring pain and suffering. They display their family's name before their own, to show their pride that their relatives bring them, as well as to intimidate those who have wronged their family before. The names that they take on all have meaning in their native tongue, Wuxian, usually relating to positive characteristics the parents wish for their child to take on.": "鬼族非常重视家庭，许多人认为所有陌生人只会带来痛苦和苦难。他们在自己的名字之前展示家族的姓氏，以展示他们为家人感到自豪，并威慑那些曾经伤害过他们家人的人。他们取的名字都在他们的母语Wuxian中具有意义，通常与父母希望孩子具备的积极特质有关。",
	"Akihiko, Dai, Eiji, Hiro, Isamu, Jun, Katsuo, Kirito": "秋彦 (Akihiko), 大 (Dai), 英治 (Eiji), 宏 (Hiro), 勇 (Isamu), 纯 (Jun), 克夫 (Katsuo), 桐人 (Kirito)",
	"Ai, Asuna, Chie, Eiko, Harumi, Kaoru, Momo, Ren": "爱 (Ai), 明日菜 (Asuna), 千恵 (Chie), 栄子 (Eiko), 晴美 (Harumi), 香 (Kaoru), 桃 (Momo), 恋 (Ren)",
	"Araki, Hideyoshi, Ishikawa, Ito, Masuda, Sakurai, Sato, Yamamoto": "荒木 (Araki), 秀吉 (Hideyoshi), 石川 (Ishikawa), 伊藤 (Ito), 益田 (Masuda), 桜井 (Sakurai), 佐藤 (Sato), 山本 (Yamamoto)",
	"Couched in myth and legend, rarely seen and even more rarely understood, the enigmatic pandaren have long been a mystery to the other races of Azeroth. The noble history of the pandaren people stretches back thousands of years, well before the empires of man and before even the sundering of the world.": "潜藏在神话和传说中，罕见且更罕为人所理解，神秘的熊猫人长久以来一直是艾泽拉斯其他种族的谜团。 熊猫人民族的高贵历史可追溯数千年前，早在人类帝国之前，甚至是世界的分裂之前。",
	"Nightians are very tall creatures, with the shortest of their race being 6 feet tall, and their tallest being 7 feet tall. They have very extendable jaws, being able to open up to 4 and a half feet high, and one foot wide. They have very sharp teeth, and jet-black skin, with a smooth texture. They have either dark blue, black, white, or dark brown eyes. The males are either completely bald, or have rough black fur on the top of their heads. Females can have either long black, dark brown, white, or purple hair.": "夜行者(Nightians)是非常高大的生物，他们种族中最矮的成员有6英尺高，最高的有7英尺高。他们有非常可伸缩的下颚，能够张开高达4英尺半，宽1英尺。他们有非常锋利的牙齿，皮肤呈漆黑色，质地光滑。他们的眼睛可以是深蓝色、黑色、白色或深棕色。雄性要么完全秃头，要么头顶长有粗糙的黑色毛发。雌性可以有长黑色、深棕色、白色或紫色的头发。",
	"Nightians history is kept only by memory, and while they do have good memory, they also have a very confusing way of speaking to one another, causing meanings of past events to eventually distort. From what they can all remember, they were created by a disgusting mating ritual between a Troglodyte, a Drow, and an Orc. They don't remember the exact details; some claim magic, some claim chance, but the first Nightian was formed, somehow. The child was abandoned, left to fend for itself in the Underdark, and survived, hunting the weaker things there was, and populating it's species with women of different races.": "夜行者们的历史仅靠记忆传承，尽管他们记忆力强，但彼此间交流方式混乱，导致对过去事件的含义最终扭曲。根据所有人的共同记忆，夜行者们是由一个穴居人、一个黑暗精灵和一个兽人进行恶心的交配仪式所创造的。他们不记得确切的细节；有人声称是魔法，有人声称是偶然，但第一个夜行者以某种方式诞生了。这个孩子被遗弃，在地底世界自力更生，并通过与不同种族的女性繁衍后代，生存下来并壮大了自己的种族。",
	"Nightian society is similar to wolves, in that they each have a sort of 'pack', or 'tribe'. These consist of between 10-30 males, and at least 5-10 women, if not more. They have a leader Nightian, the strongest warrior, which they choose via a non-lethal duel. The leader is always male, and they have a very fierce patriarchy: Women Nightians are treated almost less than objects, with their only tasks they're already to do be reproduce, take care of the children, eat, and sleep. Women from other races are treated even worse; They aren't allowed to sleep, and are given smaller portions of food, causing many non-nightian women to die before their first decade of captivity. They either dig holes into the sides of caves, cliffs, or hills, or they might build huts out of rocks, for shelter.": "夜狼族社会类似于狼群，它们各自拥有一种‘群体’或‘部落’。这些群体由10-30名雄性和至少5-10名女性组成，甚至更多。他们有一位领袖夜狼人，即最强壮的战士，通过一场非致命性决斗选出。领袖总是男性，他们拥有非常强烈的父权制度：女性夜狼人几乎被视为物品，她们唯一的任务是繁殖、照顾孩子、进食和睡觉。其他种族的女性被对待得更糟；她们不被允许睡觉，食物份量更少，导致许多非夜狼族的女性在被囚禁的第一个十年之前死亡。她们要么在洞穴、悬崖或山丘的侧面挖洞，要么用岩石建造小屋作为庇护所。",
	"Nightians are on tense relations with other races at best, and hostile at worst. The one race they can respect is the Hobgoblins, which usually do not show the same respect back. Any male within 100 feet of a Nightian tribe is hunted down and killed, while any female is kidnapped and brought back as a slave, for reproduction and taking care of the young.": "夜行者(Nightians)与其他种族的关系最好时是紧张的，最坏时是敌对的。他们唯一尊重的种族是地精(Hobgoblins)，而地精通常不会回报同样的尊重。任何在100英尺范围内的男性夜行者部落成员都会被追捕并杀死，而任何女性则会被绑架并带回作为奴隶，用于繁殖和照顾幼崽。",
	"Pandaren naming practices are similar to those of humans: each pandaren has a given name and a surname. The names themselves, of course, are different.": "熊猫人的命名习惯与人类相似：每个熊猫人都有一个名字和一个姓氏。当然，名字本身是不同的。",
	"Chen, Cheng, Gao, Jaomin, Ji, Jojo, Jun, Lee, Li, Min, Shang, Shen, Ten, Yu": "陈 (Chen), 程 (Cheng), 高 (Gao), 乔敏 (Jaomin), 纪 (Ji), 乔乔 (Jojo), 军 (Jun), 李 (Lee), 李 (Li), 敏 (Min), 尚 (Shang), 沈 (Shen), 腾 (Ten), 余 (Yu)",
	"Aysa, Kiryn, Lien-Hua, Mei": "艾莎 (Aysa), 基林 (Kiryn), 莲花 (Lien-Hua), 梅伊 (Mei)",
	"Pandaren is an exotic-sounding language, similar to modern-day chinese.": "熊猫人(Pandaren)是一种听起来很奇特的语言，类似于现代汉语。"
}