{
	"Wayang reach maturity at around 40 years of age, and can live up to 300 years.": "娃央 (Wayang) 在大约 40 年的时候达到成熟，并且可以活到 300 年。",
	"Wayang culture guides its members toward neutrality; they tend to avoid the conflicts of others and seek the balance found in shadow, although they can be of any alignment.": "娃扬(Wayang)文化引导其成员走向中立；他们倾向于避开他人的冲突，并寻求在阴影中找到的平衡，尽管他们可以是任何属性。",
	"Wayang usually stand up to 4 feet tall and weigh up to 50 pounds. Your size is Small.": "Wayang通常高达4英尺，重达50磅。你的体型是小号。",
	"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You cannot discern color in darkness, only shades of gray.": "你可以在距离你60英尺范围内的昏暗光线中看清事物，就像是明亮的光线一样，并且在黑暗中可以看到事物，就像是昏暗的光线一样。你在黑暗中无法分辨颜色，只能看到灰色的阴影。",
	"You have proficiency in the {@skill Perception} and {@skill Stealth} skills.": "你精通{@skill Perception}和{@skill Stealth}技能。",
	"You know the {@spell minor illusion} cantrip. Starting at 3rd level, you can cast the {@spell pass without trace} spell with this trait. Starting at 5th level, you can also cast the {@spell nondetection} spell with it. Once you cast {@spell pass without trace} or {@spell nondetection} with this trait, you can't cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.": "你会{@spell minor illusion}战斗法术。从3级开始，你可以使用这个特性施放{@spell pass without trace}法术。从5级开始，你也可以使用这个特性施放{@spell nondetection}法术。一旦你使用这个特性施放了{@spell pass without trace}或{@spell nondetection}，你必须完成一次长休才能再次使用这个特性施放该法术。你也可以使用相应等级的任何法术位来施放这些法术中的任意一个。",
	"Charisma is your spellcasting ability for these spells.": "魅力是你施放这些法术的能力。",
	"When you take necrotic damage, you can use your reaction to gain immunity against that instance of the damage, and you regain a number of hit points equal to half the damage you would have taken. Once this reaction is used, it can't be used again until you finish a long rest.": "当你受到死灵伤害时，你可以使用你的反应来获得对该次伤害的免疫，并且恢复相当于你本应受到伤害一半的生命值。一旦使用了这个反应，直到你完成一次长休之前，不能再次使用。",
	"You can speak, read, and write {@language Common} and {@language Goblin}.": "你可以说、读、写{@language Common}和{@language Goblin}。",
	"Orang-Pendek reach maturity at less than 20 years of age, and usually live up to 80 years.": "矮人猿在不到20岁时达到成熟，并通常活到80岁。",
	"Orang-Pendek tend to favor lawful neutrality, living off of the land with their ape comrades.": "矮人(Pendek)猿人(Orang)倾向于支持守序中立，与他们的猿类伙伴一起依靠土地生活。",
	"Orang-Pendek usually stand between 3 to 5 feet tall and weigh up to 150 pounds. Your size is Small.": "矮人通常身高在3到5英尺之间，体重高达150磅。你的体型是小型的。",
	"You have advantage on {@skill Stealth} checks in forests and jungles, and can attempt to {@action hide} even when you are only lightly obscured by foliage, heavy rain, mist, and other natural phenomena.": "你在森林和丛林中的{@skill Stealth}检定中拥有优势，并且即使被树叶、大雨、薄雾和其他自然现象轻微遮挡，也可以尝试{@action hide}。",
	"You have proficiency in {@skill Animal Handling} and {@skill Survival}.": "你精通{@skill Animal Handling}和{@skill Survival}。",
	"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.": "在确定你的携带能力和推、拉或举起重量时，你被视为比实际尺寸大一号。",
	"You can speak, read, and write {@language Common} and {@language Sylvan}.": "你可以说、读、写{@language Common}和{@language Sylvan}。"
}