{
	"Basitin have lifespans comparable to humans. They enter adulthood in their late teens and usually live around 60 years.": "Basitin（巴斯汀）的寿命与人类相当。 他们在青少年晚期进入成年期，通常活大约60年。",
	"Eastern Basitin are almost always lawful in alignment, whereas Western Basitin are more commonly chaotic in their alignment, and Northern Basitin can fall on either side of the spectrum.": "东方巴斯廷（Eastern Basitin）几乎总是秩序（lawful）取向，而西方巴斯廷（Western Basitin）更常倾向于混乱（chaotic）取向，而北方巴斯廷（Northern Basitin）则可能在两极之间。",
	"Basitin are between 4 to 6 feet tall and weigh between 120 and 200 pounds. Your size is Medium.": "Basitin(巴斯廷)的身高在4到6英尺之间，体重在120到200磅之间。你的体型为中等(Medium)。",
	"You have proficiency in the {@skill Perception} skill.": "你精通{@skill Perception}技能。",
	"You have advantage on saving throws against being {@condition poisoned} and contracting diseases. When you reach 3rd level you gain resistance to poison damage.": "你在豁免投掷中对被{@condition poisoned}和感染疾病具有优势。当你达到3级时，你获得对毒素伤害的抗性。",
	"Your resilience lets you survive attacks that would break others; you reduce all damage you take by an amount equal to your proficiency bonus. This reduction is done before any applicable resistances or vulnerabilities are taken into account.": "你的坚韧让你能够抵御那些会让别人垮掉的攻击；你受到的所有伤害都会减少一个数值，这个数值等同于你的熟练加值。这个减少效果在考虑任何抗性或易伤之前生效。",
	"Uniquely, while most races have some form of connection to magic, Basitin lack this almost entirely. This creates an additional strain on them when they attempt to utilize the arcane.": "独特的是，大多数种族都与魔法有某种形式的联系，但巴西丁族几乎完全缺乏这种联系。这使他们在尝试利用奥术时承受了额外的压力。",
	"After casting a spell, roll a d20. You gain a level of {@condition exhaustion} if the result is equal to or lower than either the following:": "施放咒语后，投掷一枚d20。如果结果等于或小于以下任一数值，你将获得{@condition exhaustion}等级：",
	"One plus the spell's level (cantrips are considered 0).": "法术等级加一（cantrips被视为0）。",
	"The number of spells you've cast since finishing a long rest.": "自你完成一次长休后施放的法术数量。",
	"Additionally on a roll of 1 you also suffer a {@variantrule madness|DMG|short-term madness effect}.": "另外，如果你掷出1，你也会遭受 {@variantrule madness|DMG|short-term madness effect} 的影响。",
	"You are proficient with light armor and with {@item shortsword|phb|shortswords}, {@item longsword|phb|longswords}, and {@item spear|phb|spears}.": "你精通轻甲，以及{@item shortsword|phb|shortswords}，{@item longsword|phb|longswords}和{@item spear|phb|spears}。",
	"You can speak, read, and write Common, Basitin and one extra language of your choice.": "你可以说、读、写普通语、巴西坦语和另一种你选择的额外语言。",
	"The Basitin encompass two separate cultures, both of which live on the Basidian Islands. Living on the Eastern Isles are the Eastern Basitin, the more technologically advanced of both cultures, they rely on ideals of military discipline and obedience to their superiors. Details about the Western Basitin living on the Western Isles are scarce but it seems they still still live with a tribal like culture. The two races are similar and are biologically the same species, all being Basitin, but they appear to rarely interact mainly due to the East seemingly seeing the West as intellectually inferior and the West being hostile of any outsiders in their territory.": "Basitin包含两种不同的文化，它们都生活在Basidian群岛上。生活在东部群岛上的是东方Basitin，他们是两种文化中技术更先进的一种，他们依赖于军事纪律和对上级的服从理念。关于生活在西部群岛上的西方Basitin的细节很少，但似乎他们仍然保留着部落文化。这两个种族相似，生物学上属于同一物种，都是Basitin，但他们似乎很少互动，主要是因为东方似乎认为西方智力较低，而西方对任何入侵其领土的外来者都持敌对态度。",
	"Most Basitin look like one another, bearing shades of gray or taupe colored fur and hair, with some rare cases of black fur only ever seen amongst the Western variety of Basitin. Basitin are an anthropomorphic race that features many similarities to feline and lagomorph (Rabbit) characteristics.": "大多数巴西坦人看起来很相似，毛发和头发呈灰色或褐色，偶尔也有一些黑色毛发，只有在西方巴西坦人中才会看到。巴西坦人是一种拥有许多类似猫科动物和兔科动物特征的拟人种族。",
	"The Basitin have an impressive immune system and very resilient bodies. They are able to withstand most poisons and diseases. Basitins are also naturally unable to use magic. When trying to use magic, they will be mentally damaged and this can affect their brain to the point of being unable to speak normally.": "巴西丁族拥有强大的免疫系统和非常坚韧的身体。他们能够抵抗大多数毒药和疾病。巴西丁族也天生无法使用魔法。当尝试使用魔法时，他们会受到精神损伤，这可能影响他们的大脑，甚至导致无法正常言语。"
}