{
	"Treefolk usually take 20 to 30 years to reach adulthood and can live to be several thousand years old.": "树人通常需要20到30年才能成年，并可以活到数千岁。",
	"Treefolk tend towards neutral alignments, following the natural order of things.": "树人倾向于中立取向，遵循自然秩序。",
	"Treefolk are between 7 to 8 feet tall and weigh as much as a tree. Your size is Medium.": "树人高度在7到8英尺之间，重量与一棵树一样。你的体型为中等。",
	"You have proficiency in the {@skill Nature} and {@skill Survival} skills.": "你在{@skill Nature}和{@skill Survival}技能上有熟练度。",
	"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.": "确定你的携带能力和推、拖或举起的重量时，你被视为比实际尺寸大一号。",
	"When you aren't wearing armor, your AC is 16 + your Dexterity modifier (maximum of 2). You can use your barkskin to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your barkskin.": "当你没有穿戴盔甲时，你的护甲等级为16 + 你的敏捷调整值（最大为2）。如果你穿戴的盔甲会使你的护甲等级更低，你可以使用你的树皮护甲来确定你的护甲等级。当你使用树皮护甲时，盾牌的加成仍然适用。",
	"Your barkskin also grants you resistance to bludgeoning and piercing damage; but also vulnerability to fire damage.": "你的树皮术还使你对钝击和穿刺伤害具有抗性；但也让你对火焰伤害具有脆弱性。",
	"While you remain motionless, you are indistinguishable from a normal tree.": "当你保持静止时，你和一棵普通树无法区分。",
	"Your creature type is plant, rather than humanoid.": "你的生物类型是植物，而不是人形生物。(plant)",
	"You know the {@spell druidcraft} cantrip. When you reach 3rd level, you can cast the {@spell entangle} spell once with this trait; you regain the ability to cast it when you finish a long rest. When you reach 5th level, you can also cast the {@spell spike growth} spell once per day with this trait; you regain the ability to cast it when you finish a long rest. Wisdom is your spellcasting ability for these spells.": "你会{@spell druidcraft}的战斗法术。当你达到3级时，你可以使用这个特性施放{@spell entangle}法术一次；完成一次长休后，你将重新获得施法能力。当你达到5级时，你还可以每天使用这个特性施放{@spell spike growth}法术一次；完成一次长休后，你将重新获得施法能力。这些法术的施法能力为你的感知属性。",
	"You can speak, read, and write Common and Sylvan.": "你可以说、读、写普通语和森语。",
	"At first glance it would be hard to distinguish a Treefolk from a regular tree; believed to be descended from particularly ancient treants these creatures bear several similarities.": "乍一看，很难区分一棵树人和一棵普通的树；据信，这些生物是特别古老树人的后裔，它们有几个相似之处。",
	"Typically peaceful, Treefolk thrive amongst nature as natural gardeners, sharing a kinship with the natural world and bolstered by their innate magical nature. While slow, Treefolk can be a force to be reckoned with, their natural barkskin as tough as chain mail and possessed of a surprising amount of strength.": "通常和平的，树人在自然界中茁壮成长，作为自然园丁，与自然界分享一种亲缘关系，并受到他们内在的魔法天性的支持。虽然缓慢，树人可能是不可忽视的力量，他们天生的树皮坚硬如锁子甲，拥有惊人的力量。"
}