{
	"Lupin have lifespans comparable to humans. They reach adulthood in their late teens and usually live to around 80 years of age.": "狼人 (Lupin) 的寿命与人类相当。它们在十几岁末期成年，通常能活到大约80岁。",
	"Their strong beliefs in community, loyalty, and trust mark lupins as highly lawful creatures. Generosity and pity for the poor define the race, but lupins also tend to hold grudges thus, many are either lawful good or lawful neutral. Only rare exceptions become chaotic or evil.": "他们对社区、忠诚和信任的强烈信念使得狼人被认为是高度守法的生物。慷慨和对穷人的怜悯定义了这个种族，但狼人也倾向于怀恨在心，因此，许多人要么是守序善良，要么是守序中立。只有极少数例外会变得混乱或邪恶。",
	"Lupin are about the same size as humans, ranging from 5 to 6 feet tall and weigh between 115 and 230 pounds. Your size is Medium.": "狼人（Lupin）与人类差不多大小，身高在5到6英尺之间，体重在115到230磅之间。你的体型为中等（Medium）。",
	"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness as shades of gray.": "你可以在距离你60英尺范围内的昏暗光线中看清事物，就像是明亮的光线一样，在黑暗中则可以看到事物，就像是昏暗的光线一样。你可以在那种黑暗中分辨颜色，但只能看到灰色的色调。",
	"You gain advantage on any Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "你在依赖听觉或嗅觉的任何感知检定中获得优势。",
	"You are never unarmed. Your jaws are a natural weapon, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to {@damage 1d6} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.": "你永远不会手无寸铁。你的下颚是一种天然武器，你可以用它们进行徒手攻击。如果你用它们击中目标，造成的伤害为{@damage 1d6} + 你的力量调整值，而不是通常的徒手攻击所造成的钝击伤害。",
	"You have advantage on the first attack roll you make on your turn against any form of lycanthrope, and advantage on Wisdom ({@skill Survival}) checks made to follow tracks.": "你对任何形式的狼人进行的回合中的第一次攻击投掷获得优势，并且在进行感知（{@skill Survival}）检查以跟踪时也获得优势。",
	"You have proficiency in the {@skill Animal Handling} skill and mounting or dismounting a creature costs you only 5 feet of movement, rather than half your speed.": "你在{@skill Animal Handling}技能上有熟练加值，上下骑乘生物只需花费5英尺的移动，而不是你速度的一半。",
	"You can speak, read, and write Common and Lupin. Lupin is a visual as well as verbal language consisting of words as well as growls, barks, and subtle shifts of the body.": "你可以说、读、写普通语和卢平语。卢平语是一种视觉和口头语言，包括词汇、咆哮、吠叫和微妙的身体动作。",
	"Lupins exist at the crux of a duality, torn constantly between two mythological beginnings. Most of these dog-headed humanoids rarely ponder the subject, living their lives in the comfort of their individual families, saving such speculation for the quiet times of their infirm years. However, non-lupin sages and historians (with lupin input) frequently consider and debate this issue.": "卢平人存在于两种神话起源之间的两难境地，不断地被撕裂。大多数这些狗头人类很少思考这个问题，他们过着舒适的家庭生活，将这种思考留给他们年老时的宁静时光。然而，非卢平贤者和历史学家（与卢平人的意见）经常考虑和辩论这个问题。",
	"Although most people consider the debate purely academic, lupin spiritual leaders actively argue two versions of their creation. The original and most popular creation story comes down from their ancient oral tradition, marking lupins as descendants of werewolves who rejected the chaos of their monthly murderous sprees. Proponents of this theory point to the uncanny ability of lupins to sniff out werewolves as well as the obvious physical similarities. The newer origin theory, originally proposed by the lupin sage Hector Roff, argues that the fanatic enmity between lycanthropes and lupins comes from stresses placed upon the lupins by other races. Followers of his theory, called Hectorites, propose that their race came from the union of humans and gnolls, and that early lupins became famed werewolf hunters to prove to fearful human neighbors that they indeed were not werewolves themselves. Most lupins consider this theory preposterous, although the younger generations seem to favor this less idealistic belief.": "尽管大多数人认为这场辩论纯粹是学术性的，卢平（Lupin）的精神领袖们积极地辩论着关于他们起源的两个版本。最初且最受欢迎的创世故事传承自他们古老的口头传统，将卢平视为狼人的后裔，他们拒绝了每月一次的杀戮混乱。支持这一理论的人指出卢平具有嗅出狼人的神奇能力，以及明显的身体相似之处。较新的起源理论最初由卢平贤者赫克托·罗夫（Hector Roff）提出，认为人狼族和卢平之间的狂热敌意来自其他种族对卢平的压力。他的理论追随者，被称为赫克托派（Hectorites），提出他们的种族是由人类和豺狼人（gnolls）的结合而来，早期的卢平成为著名的狼人猎人，以证明给害怕的人类邻居们他们确实不是狼人。大多数卢平认为这一理论荒谬可笑，尽管年轻一代似乎更倾向于这种不那么理想化的信仰。",
	"Regardless of their origin, lupins have always had a tie to werewolves. The day after a lupin child proves itself weaned by eating solid foods, the village werewolf hunters, called hruffs, begin teaching it the basics of killing lycanthropes. This day, known as the child's Moonset, is only the first rite of passage for a lupin. At puberty, lupins undergo another rite, called ro'rutoo (for boys) or ro'rutah (for girls). The exact rite varies from tribe to tribe, but it typically includes spending a night on the grasslands with only a mount as company. Succeeding at this rite makes the young lupin an official member of the tribe, and allows him or her the chance to venture with an elder to a White Howl. Once a lupin's muzzle and head hair begin to whiten (a natural change for the race that comes with age) he passes through one final rite composed of fasting and intense meditation. At the conclusion of this rite, the old lupin is recognized as an elder and becomes eligible for the greatest of honors: to represent the tribe in a White Howl.": "无论它们的起源如何，卢平人总是与狼人有着联系。在一个卢平人孩子通过吃固体食物证明自己已经断奶的第二天，村庄的狼人猎人，被称为(`hruffs`)，开始教导它如何基本杀死狼人。这一天被称为孩子的(`Moonset`)，只是卢平人的第一个成人礼。在青春期时，卢平人经历另一个仪式，男孩称为(`ro'rutoo`)，女孩称为(`ro'rutah`)。确切的仪式因部落而异，但通常包括在草原上与一匹坐骑为伴度过一夜。成功完成这个仪式使年轻的卢平人成为部落的正式成员，并使他或她有机会与长者一起前往(`White Howl`)。一旦卢平人的口吻和头发开始变白（这是随着年龄而来的种族的自然变化），他将经历最后一个由禁食和深度冥想组成的仪式。在这个仪式的结束时，老卢平人被认可为长者，并有资格获得最伟大的荣誉：代表部落参加(`White Howl`)。",
	"Lupins live in tribes consisting of three to twelve packs, and each pack contains two to ten adults (and several pups). Lupin tribes practice strict egalitarian democracy and usually operate without a leader (although elders in the tribe can often sway the votes of younger members). Once per year, the tribe selects a spokesperson from among the packs' elders as a representative. This individual cannot hold the post longer than a year and cannot be selected again until an elder from every other pack in the tribe has acted as spokesperson. The selected elder (and a retinue of unwed youths) then travels to a gathering of other spokesperson lupins from nearby tribes. This gathering, the White Howl, acts as both a meeting for important discussions among the elders as well as a chance for young lupins to find mates from outside the tribe. A White Howl often degenerates into a wine-soaked celebration that lasts for up to three weeks.": "鲁平（Lupins）生活在由三到十二个包组成的部落中，每个包包含两到十只成年鲁平（以及几只幼崽）。鲁平部落实行严格的平等民主，通常没有领袖（尽管部落中的长者经常能够影响年轻成员的投票）。每年一次，部落从长者中选出一位发言人作为代表。这个个体不能担任职务超过一年，也不能再次被选中，直到部落中每个其他包的长者都担任过发言人。被选中的长者（和一群未婚青年）随后前往附近部落的其他发言人鲁平的聚会。这个聚会，白色嚎叫（White Howl），既是长者之间重要讨论的会议，也是年轻鲁平从部落外寻找伴侣的机会。白色嚎叫经常演变成持续长达三周的浸满葡萄酒的庆祝活动。",
	"The lupins' semi-nomadic life centers upon villages composed of wooden longhouses built in a radial pattern surrounding a community space. In the middle of this space, the lupins maintain a continuous flame known as a bg'tyr. Even when the tribe moves from its village to wander the relatively dry plains for the three months of summer, the tribe's bg'tyr continues to burn inside a copper-lined cedar bowl. The task of keeping the bg'tyr lit falls upon a group of lupin girls too young to bear children—one such pup from each pack within the tribe. These girls, known as bg'tyr mates, often grow to prominence within the community in adulthood.": "卢平人的半游牧生活围绕着由木制长屋组成的村庄展开，这些长屋呈辐射状排列，环绕着一个社区空间。在这个空间的中心，卢平人保持着一个被称为bg'tyr的连续火焰。即使部落从村庄搬到相对干燥的平原上漫游三个月的夏天，部落的bg'tyr仍然在镀铜的雪松碗中燃烧。保持bg'tyr点燃的任务落在一群年龄太小而无法生育的卢平女孩身上——部落内每个包中都有一只这样的幼犬。这些女孩被称为bg'tyr伴侣，在成年后经常在社区中崭露头角。",
	"Many lupin tribes consider the week of the full moon an important religious time. During the three days when the moon is brightest, hruffs from nearby villages join to form hunting packs known as ah'flir. These ah'flir packs have the specific purpose of hunting down and killing as many werewolves and other lycanthropes as possible.": "许多鲁宾部落认为满月的那一周是重要的宗教时期。在月亮最明亮的三天里，来自附近村庄的hruffs会聚集在一起，组成被称为(``ah'flir``)的狩猎团队。这些(``ah'flir``)团队的特定目的是尽可能地追捕和杀死更多的狼人和其他狼人变种。",
	"All lupins consider trust and loyalty the hallmarks of responsible social behavior. They generally work for the well-being of their community, whether a tribe, a multiracial druidic circle, or an adventuring group. A lupin always knows his duty, and he rarely relinquishes it without good cause. Dedicated and patient, lupins excel at tasks that might require long periods of waiting, and as such make exceptional trackers, vintners, and hunters.": "所有鲁宾族人认为信任和忠诚是负责任社会行为的标志。他们通常为社区的福祉而努力工作，无论是一个部落、一个多种族德鲁伊圈，还是一个冒险团队。鲁宾族人总是知道自己的责任，并很少没有充分理由就放弃。他们专注而耐心，擅长需要长时间等待的任务，因此在追踪者、酿酒师和猎人方面表现出色。",
	"Lupins enjoy social interactions, and despise being alone. They make friends easily, and they enjoy crowds (although not necessarily as the center of attention). Perhaps because they give their friendship and loyalty so easily, lupins hold strong grudges against those who betray their trust. Many former business partners or adventuring companions have died at the hands of lupins who felt taken advantage of or deceived.": "鲁宾人喜欢社交互动，讨厌孤独。他们很容易交朋友，喜欢人群（尽管不一定喜欢成为关注的焦点）。也许是因为他们很容易给予友谊和忠诚，鲁宾人对背叛他们信任的人怀恨在心。许多前商业伙伴或冒险同伴都死在了鲁宾人手上，因为他们觉得被利用或被欺骗。",
	"Built like humans with the heads of dogs, many creatures mistake lupins for gnolls or werewolves from a distance. A short coat of fur covers a lupin from head to toe, while longer, silkier hair (much like a human's) grows from the top of their heads. A lupin's body fur tends to be monochromatic, ranging from a light gray through all the shades of brown to black, with occasional lupins sporting coats of brick red or golden yellow. Extraordinarily rare white- coated lupins do exist, but few nonlupins ever see them. Some lupins have a lighter shade of their body fur on their muzzle, ears, and around their eyes, while their head hair tends toward slightly darker shades. White muzzle fur and head hair mark lupin elders.": "建筑像人类，但头部是狗的，许多生物会误将卢平（Lupin）误认为远处的豺狼人或狼人。一层短毛覆盖着卢平的全身，而从头顶长出的丝绸般柔软的头发（类似人类的）则更长。卢平的身体毛发往往是单色的，从浅灰色到各种棕色再到黑色不等，偶尔会有一些卢平身披砖红色或金黄色的外套。极为罕见的白色外套的卢平确实存在，但很少有非卢平族人见过它们。一些卢平的口鼻、耳朵和眼睛周围的毛发颜色较浅，而头发的颜色则稍微偏暗。白色口鼻毛和头发标志着卢平的长者。",
	"Thick, leathery skin covers the palms oflupin hands and the soles of their feet, and they usually keep their clawlike fingernails and toenails cut short. Lupins have short, nonprehensile tails that they sometimes have difficulty controlling (especially when anxious or excited).": "狼人的手掌和脚底覆盖着厚厚的皮革般的皮肤，他们通常会把爪子般的指甲修剪得很短。狼人有短小的、不能抓握的尾巴，有时在焦虑或兴奋时很难控制（尤其是当他们焦虑或兴奋时）。",
	"As social and gregarious creatures, lupins get along well with virtually all races. Only gnolls, goblinoids, and werewolves need fear inhospitable treatment from them. Lupins consider dwarves and half-orcs smelly and less desirable as companions or guests than elves, half-elves, or halflings. The musky scents of gnomes and humans also often agitate lupins' sensitive noses, but not to the extent that they avoid those races. Regardless, the metal goods that dwarves and gnomes often bring to lupin lands buy such guests lavish accommodations and sincere (if sometimes forced) invitations to return. For their part, dwarves enjoy the steadiness and patience of lupins, while elves favor their gregarious natures and love of wild places. Lupins don't care for cities and prefer settlements no larger than a small town.": "作为社交和群居动物，狼人与几乎所有种族相处融洽。只有豺狼人、哥布林和狼人需要担心受到不友好的对待。狼人认为矮人和半兽人有异味，不如精灵、半精灵或半身人那样受欢迎作为伴侣或客人。侏儒和人类身上的麝香味通常会刺激狼人敏感的鼻子，但并不至于让他们避开这些种族。不过，矮人和侏儒常常带来的金属商品会为他们在狼人领地上购买豪华住宿，并真诚（有时候是被迫的）邀请他们再次回来。就矮人而言，他们喜欢狼人的稳重和耐心，而精灵则青睐他们的社交天性和对荒野的热爱。狼人不喜欢城市，更喜欢规模不超过小镇的定居点。",
	"Lupins tend to live within thick forests near open grasslands. Some ride fast horses or dire wolves across the steppes to bring down deer, antelope, and elk while others stay nearer their longhouses to fish or pick berries and nuts. Lupins warily watch anyone who enters the lands they consider theirs but usually allow other races to move through their territory unmolested. They actively make war against goblinoids and gnolls who venture too close to the vast swaths of territory they travel.": "狼人(Lupins)倾向于生活在靠近开阔草原的茂密森林中。一些骑着快速的马匹或恐狼穿越草原，猎杀鹿、羚羊和麋鹿，而其他人则留在他们的长屋附近捕鱼或采摘浆果和坚果。狼人警惕地观察着进入他们认为属于自己的土地的任何人，但通常允许其他种族在他们的领土上自由穿行。他们积极对抗那些靠近他们行进的广阔领土的哥布林和豺狼。",
	"Like many other races, lupins have a pantheon of godlike beings to whom they pay homage. They call their deities Saints, which consist of lupins who achieved immortal greatness. Saint Renard, the chief lupin deity, represents what Pelor does to humans. Lupins respect their deities and treat them as firsts among equals, but they neither fear nor worship those in their pantheon. They find temples and organized worship fascinating, if a little silly, and rarely give more thought to their deities than a simple thanks when they bed down for the night.": "和许多其他种族一样，卢平人有一群类似神明的存在，他们向这些存在致敬。他们称这些神明为圣者，由那些取得不朽伟大成就的卢平人组成。圣者雷纳德，作为卢平人的主要神祇，代表了对人类的Pelor所代表的。卢平人尊敬他们的神明，将他们视为众神中的第一人，但他们既不畏惧也不崇拜他们的神明。他们觉得寺庙和有组织的崇拜很有趣，尽管有点傻，但很少会对他们的神明多加思考，只是在入睡前简单地表示感谢。",
	"Lupins speak thickly accented Common among nonlupin visitors. When among their own kind, they speak Lupin, a visual as well as verbal language consisting of words as well as growls, barks, and subtle shifts of the body. The Lupin language has no 's', as lupins' long muzzles make it difficult for them to create the sound. Many of their words have only one or two syllables and begin with hard consonants. The language also tends to use the short 'o' and short 'u' sounds and ends many of its words with a hard 'f.'": "卢平人在非卢平族访客中会说带有浓重口音的普通语。当和自己族人在一起时，他们会说卢平语，这是一种视觉和语言结合的语言，包括单词、咆哮、吠叫和微妙的身体动作。卢平语中没有“s”这个音，因为卢平人长长的口鼻使得他们难以发出这个音。他们的许多单词只有一个或两个音节，并以浊辅音开头。这种语言也倾向于使用短的“o”和短的“u”音，并以浊的“f”结尾。",
	"Lupins usually present their young with two given names combined with a hyphen when written: one name from the father (usually one of his parents' names) and one name from the mother (usually one of her parents' names). Thus, a male pup whose grandfathers are Lab-Crott and Hector-Roff might get the names Hector-Lab or Roff-Crott. The parents usually choose which name comes first based purely on how the two names sound together. Female names make more use of 'a' sounds and often end with a vowel or a trailing 'n' sound.": "卢平斯通常在书写时将幼崽赋予两个名字，用连字符连接：一个名字来自父亲（通常是他父母的名字之一），另一个名字来自母亲（通常是她父母的名字之一）。因此，一个雄性幼崽，他的祖父分别是拉布-克罗特（Lab-Crott）和赫克托-罗夫（Hector-Roff），可能会得到赫克托-拉布（Hector-Lab）或罗夫-克罗特（Roff-Crott）这样的名字。父母通常根据这两个名字在一起的发音来决定哪个名字排在前面。女性的名字更多地使用'a'音，并且通常以元音或以'n'音结尾。",
	"Crott, Hector, Lab, Mattaff, Renard, Roff, Turff": "克罗特 (Crott), 海克托 (Hector), 拉布 (Lab), 马塔夫 (Mattaff), 雷纳德 (Renard), 罗夫 (Roff), 特夫 (Turff)",
	"Arann, Carra, Fikenn, Likka, Jakka, Rottie, Warra": "阿兰 (Arann), 卡拉 (Carra), 菲肯 (Fikenn), 利卡 (Likka), 雅卡 (Jakka), 罗蒂 (Rottie), 瓦拉 (Warra)",
	"Lupins adventure for many of the same reasons as rangers or druids of any race. They excel as hunters and trackers, and tend to leave their tribes as outcasts or as youths caught in wanderlust. Lupins put aside their fears and desire to stay with their tribe in order to hunt werewolves. In a land or world infested with lycanthropes, lupins stand on the front lines and often wage personal wars against these hated shapeshifters.": "狼人(Lupins)之冒险出发点与任何种族的游侠或德鲁伊相同。他们擅长狩猎和追踪，往往会因为被部落排斥或年轻时的漫游冲动而离开部落。狼人放下恐惧和留在部落的愿望，为了猎杀狼人而行动。在一个充斥着狼人病毒的土地或世界中，狼人站在最前线，经常对抗这些令人憎恨的变身者发动个人战争。"
}