{
	"Myconids possess a diverse variety of physical features, but they all share a few core traits.": "蘑菇人 (Myconids) 拥有各种各样的身体特征，但它们都共享一些核心特征。",
	"Myconids grow quickly, reaching maturity by the age of four and living just under a quarter of a century. A myconid sovereign lives far longer, and their lifespan is unknown.": "蘑菇人(Myconids) 生长迅速，四岁即可成熟，寿命约为25年。一位蘑菇人君主(Myconid Sovereign) 寿命更长，其具体寿命未知。",
	"Myconids vary incredibly in size, which is determined by their age and circle.": "蘑菇人在大小上有很大的变化，这取决于它们的年龄和圈层。(Myconids)",
	"Raised in the dimmest forests and the depths of the Underdark, you can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "在最昏暗的森林和地下世界的深处长大，你可以在距离你60英尺内的昏暗光线中看到，就像是明亮的光线一样，在黑暗中也能看到，就像是昏暗的光线一样。你无法在黑暗中分辨颜色，只能看到灰色调。",
	"You have advantage on saving throws against poison, and resistance to poison damage.": "你在对抗毒素的豁免 throws 时具有优势，并且对毒素伤害具有抗性。",
	"You have two creature types: humanoid and plant. You can be affected by a game effect if it works on either of your creature types.": "你有两种生物类型：人形生物和植物。如果一个游戏效果对你的任一生物类型有效，你就会受到影响。",
	"Myconids cannot speak, but you can communicate telepathically with all creatures within 30 ft. of you, provided you and the creature share a language.": "Myconids（蘑菇人）不能说话，但你可以与你周围30英尺范围内的所有生物进行心灵交流，前提是你和这个生物共享一种语言。",
	"You are not, however, nonverbal; myconids still hum, whistle, and grumble, which forms the verbal components for your spells if you cast them. If you are silenced by an effect, you can still communicate telepathically with your spores, but you cannot use spells with a Verbal component.": "然而，你并不是无言的；蘑菇人仍会哼唱、吹口哨和咕噜，这构成了你施放法术时的口头组成部分。如果你被某种效果沉默了，你仍然可以通过孢子进行心灵交流，但不能使用需要口头组成部分的法术。",
	"Though exposure to sunlight will not kill you like most myconids, you have disadvantage on attack rolls and on Wisdom ({@skill Perception}) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight.": "尽管暴露在阳光下不会像大多数孢子人那样致命，但当你、你的攻击目标或你试图感知的事物处于直射阳光下时，你的攻击投掷和依赖视觉的感知智力检定（{@skill Perception}）会受到劣势。",
	"Myconid sprouts learn to bathe threats in scented spores on sight so older and stronger members of the circle can track and destroy them. You can use a bonus action to cover one creature that you can see within 60 feet of you with those spores. For 1 minute, you and all other myconids and spore servants have advantage on attack rolls against that creature. You can fire those spores a number of times equal to your Constitution modifier (a minimum of once) and regain all expended uses when you complete a long rest.": "蘑菇人幼芽学会在看到威胁时用芳香孢子覆盖，这样圈内年长和更强壮的成员就可以追踪并摧毁它们。你可以使用一个奖励动作，将这些孢子覆盖在你能看到的60英尺内的一个生物身上。在1分钟内，你和所有其他蘑菇人和孢子仆从对该生物的攻击投掷获得优势。你可以发射这些孢子的次数等于你的体质调整值（最少一次），并在完成一次长休后恢复所有已用次数。",
	"You can read, understand, and write Common. You cannot speak it.": "你可以读、理解和写通用语。你不能说它。",
	"Also called \"mushroom men\" or \"fungus ones\", myconids are intelligent, ambulatory fungi that live in the Underdark and the deepest, darkest depths of forests, seeking enlightenment and deploring violence. If approached peacefully, myconids gladly provide shelter or allow safe passage through their colonies. Violence taints their melds, so the myconids enter battle only in defense or as a last resort, viewing violence as part of the abhorrent nature of fleshy outsiders.": "也被称为“蘑菇人”或“真菌人”，(myconids)是生活在地底世界和森林最深处黑暗深处的智慧、行走的真菌。他们追求启蒙，厌恶暴力。如果和平接近，(myconids)乐意提供庇护或允许安全通过他们的殖民地。暴力会污染他们的融合，所以(myconids)只会在防御或作为最后手段时参与战斗，认为暴力是肉体外来者可憎本性的一部分。",
	"Instead, the moving plants prefer a peaceable lifestyle, finding joy in pastoral commonality and shared happiness. Living in circles of roughly twenty myconids or settlements of larger groups, myconids cultivate nonsentient mushrooms and myconid sprouts in gardens. The precise 8-hour divisions of leisure, work, and melding creates a satisfying, if regimented, existence for these creatures, which regard such a lifestyle as completely ideal.": "相反，这些移动植物更喜欢和平的生活方式，他们在田园风光和共享幸福中找到快乐。这些粘菌人生活在大约二十个粘菌人或更大群体的定居点中，他们在花园里种植非智能的蘑菇和粘菌幼苗。精确的8小时休闲、工作和融合时间创造了一个令这些生物感到满足的，虽然有些条理化的存在方式，它们认为这样的生活方式是完全理想的。",
	"The largest myconid in a colony is its sovereign, which presides over one or more social groups called circles, which live in quiet groves bereft of speech but exploding with the color of the diverse plants, fungi, and compost within. A circle of myconids that work, live, and meld together with the sovereign, which settles disputes and makes decisions to benefit the entire group.": "在一个殖民地中，最大的菌人是它的君主，统治着被称为圈子的一个或多个社交团体，它们生活在静谧的树丛中，没有言语，但却充满了各种植物、真菌和堆肥的色彩。一群与君主一起工作、生活和融为一体的菌人圈子，解决争端并做出有利于整个团体的决定。",
	"A meld is a form of communal meditation that allows myconids to transcend their damp, pastoral existence. The myconids' rapport spores bind the participants into a group consciousness. Hallucination spores then induce a shared dream that provides comfort and social interaction. Myconids consider melding to be an enlightening act and the purpose of their existence. They use it in the pursuit of higher consciousness, collective union, and spiritual apotheosis. Myconids also use their rapport spores to communicate telepathically with \"softies\" who come seeking shelter or conflict.": "融合是一种共同冥想的形式，允许蘑菇人超越他们潮湿、田园的存在。蘑菇人之间的共鸣孢子将参与者绑定成一个集体意识。幻觉孢子随后诱发一个共享的梦境，提供安慰和社交互动。蘑菇人认为融合是一种启迪行为，也是他们存在的目的。他们将其用于追求更高的意识、集体团结和精神升华。蘑菇人还利用他们的共鸣孢子与寻求庇护或冲突的“软皮人”进行心灵感应的交流。",
	"In addition to the versatile rapport spores and sublime hallucination spores, myconids use reproduction spores to plant children. The new young are cultivated in gardens to become myconid sprouts, precocious young raised communally by the circle. Pacifying spores stun hostile intruders so the group might flee or wield a spore servant against them. Spore servants represent a terrifying aspect of the fungal race—the corpse of a once-living creature raised to serve as soldiers, guards, and scouts. Creatures controlled by these animating spores serve the myconids for weeks on end, until decay collapses their bodies completely.": "除了多才多艺的交感孢子和卓越的幻觉孢子外，蘑菇人还使用繁殖孢子来培育后代。这些新生命在花园中培育成蘑菇幼芽，这些早熟的年轻人由圈子共同抚养。安抚孢子能让敌对入侵者昏迷，让团体逃脱或利用一个孢子仆从对付他们。孢子仆从代表了真菌种族的可怕一面——曾经活着的生物的尸体被复活为士兵、卫兵和侦察兵。被这些激活孢子控制的生物会为蘑菇人效力数周，直到腐烂使他们的身体完全崩溃。",
	"Myconids are bipedal, with strong, squat bodies supported by strong, trunklike legs with vestigial toes. Each myconid has two arms that ends with a pair of fingers and a single thumb, more than sufficient for their simple agriculture. While their mycelial bodies provide notable durability, myconids are not typically skilled fighters. Myconids grow drastically over their lives, with sprouts barely reaching two feet and sovereigns towering to almost twelve.": "蘑菇人是两足行走的，有着强壮、蹲着的身体，由强壮、像树干一样的腿支撑，带有退化的脚趾。每个蘑菇人有两只手臂，末端有一对手指和一根拇指，对于他们简单的农业来说已经足够了。虽然他们的菌丝体提供了显著的耐久性，蘑菇人通常并不擅长战斗。蘑菇人在一生中会显著地生长，幼苗几乎只有两英尺高，至尊者高耸近十二英尺。",
	"Myconids cannot survive in the sun. Direct light sickens them severely, and an hour of exposure kills them outright. Even the most durable of the adventuring myconids are not immune to the power of the sun. Wandering on the surface is a constant risk for most myconids, who instead flock to the Underdark or shelters of moist darkness in the oldest of forests where canopies of trees create a perpetual twilight. There they find shelter in damp marshes and springs, surrounded by moss and lesser mushrooms which they cultivate for food and grow for use as building materials.": "蘑菇人不能在阳光下生存。直射光会严重使他们生病，暴露在阳光下一个小时就会直接致命。即使是最耐力强的冒险蘑菇人也无法免疫太阳的力量。对大多数蘑菇人来说，在地表漫游是一个持续的风险，他们反而会涌向地底世界或者最古老的森林中潮湿黑暗的庇护所，那里树冠形成永恒的黄昏。在那里，他们在潮湿的沼泽和泉水中寻找庇护，四周被苔藓和次级蘑菇环绕，他们栽培这些蘑菇作为食物，用作建筑材料。",
	"It is rare that a myconid voluntarily leaves their circles for long. Their love of community melding and the risk of the sun restricts nearly all myconids to their subterranean or arboreal homes. What few myconids dare venture out into the world have distinct reasons for leaving their comfortable, insular homes and traveling out into the wider world.": "很少有蘑菇人自愿长时间离开他们的圈子。他们热爱社区融合，对太阳的恐惧几乎限制了所有蘑菇人留在地下或树栖的家园。少数敢于冒险走出世界的蘑菇人离开舒适、孤立的家园并走向更广阔世界的原因各不相同。",
	"The regimented structure of myconid life seemed oppressive to you, so you left seeking adventure.": "蘑菇人生活的严格结构让你感到压抑，所以你离开寻找冒险。",
	"You left your circle as part of a scouting party; when you returned the circle had been destroyed, leaving you homeless.": "你作为侦察队的一员离开了你的圈子；当你回来时，发现圈子已经被摧毁，让你无家可归。",
	"As one of the oldest myconids in your circle, you were sent to gather experience and knowledge of the outside world to prepare you to lead the circle as a sovereign.": "作为你们圈子中最古老的一位菌人，你被派遣出去收集外界的经验和知识，为了准备好领导这个圈子成为一位主宰。",
	"Your circle became too large. You are looking for the perfect place to spread your reproduction spores and found a new circle.": "你的圈子变得太大了。你正在寻找一个完美的地方来散播你的繁殖孢子，找到了一个新的圈子。",
	"You slew a fellow myconid. Whatever your reason, such an act cannot be allowed to taint the meld, so you were banished.": "你杀死了一个同伴孢子人。无论出于何种原因，这样的行为都不能被允许污染融合，因此你被放逐了。",
	"You met an outsider taking shelter in your circle's grove who regaled you with tales of the outside world, so you left to see what the world offers.": "你在你们圈子的树林里遇到了一个外来者，他向你讲述了外面世界的故事，于是你离开了去看看外面世界提供了什么。",
	"Myconid names sound nonsensical to outside ears, but are in fact derived from \"softy\" vocabulary. Myconids rarely use names within their circles, preferring rapport spores and the connections of melding to refer to each other in concept rather than word. They often take names from sounds that each myconid finds pleasing to the ear, borrowing from the world around them or from a wandering traveler offered hospitality in their groves. Others adopt mushroom-related vocabulary that they find pleasant.": "蘑菇人的名字对外人来说听起来毫无意义，但实际上是源自“柔软”的词汇。蘑菇人很少在他们的圈子里使用名字，更喜欢通过融合的联系和交流孢子来相互称呼概念，而不是用词语。他们经常从每个蘑菇人都觉得耳边悦耳的声音中取名，借鉴周围的世界或者从在他们树丛中得到款待的流浪旅行者那里获得名字。其他人则采用他们觉得愉悦的与蘑菇相关的词汇。",
	"Basidia, Breberil, Brelup, Gasbide, Hebopbe, Loobamub, Phylo, Posbara, Rasharoo, Rumpadump, Stool, Yestabrod.": "子实体, 布雷贝尔, 布雷卢普, 加斯比德, 海博普贝, 卢巴姆布, 菲洛, 波斯巴拉, 拉夏鲁, 鲁姆帕邓普, 斯图尔, 叶斯塔布罗德.",
	"Towering over most other myconids and other humanoids, your height ranges from 8 to 10 feet tall. Your size is medium.": "你比大多数其他菌人和其他人形生物高大，身高在8到10英尺之间。你的体型属于中等。",
	"Whenever you or another creature rolls a 1 on a die roll that restores your hit points, you can reroll the die. You must use the new roll, and can reroll a number of 1s equal to your level.": "每当你或另一个生物在回复生命值的骰子投掷中投出1时，你可以重新投掷这个骰子。你必须使用新的点数，且可以重新投掷等于你等级的1的数量。",
	"You can also apply this feature to up to 10 creatures of your choice within 60 feet you when they roll hit dice during a short rest. Once you use this feature on other creatures, you cannot do so again until you complete a long rest.": "你也可以在短休期间，对你选择的最多10个生物施加这个特性，这些生物在掷骰子时在60英尺内。一旦你对其他生物使用了这个特性，直到你完成一次长休，你将无法再次这样做。",
	"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift. If using {@link The Warrior's Codex Reforged|https://www.gmbinder.com/share/-LTuQ9tRb_ZGFIfKLno4}, you also count as one one size larger when determining the creatures you can grapple or shove.": "在确定你的携带能力和推、拉或举起重量时，你被视为比实际体积大一号。如果使用{@link The Warrior's Codex Reforged|https://www.gmbinder.com/share/-LTuQ9tRb_ZGFIfKLno4}，在确定你可以缠斗或推开的生物时，你也被视为比实际体积大一号。",
	"You can read, understand, and write Sylvan. You cannot speak it.": "你可以阅读、理解和书写森林语。你不能说它。(Sylvan)",
	"The oldest and mightiest of the fungal ones, Growth Meld myconids labor in gardens of fungi and construct homes of hollowed puffballs or giant zurkhwood. Gentle giants, they are responsible for protecting delicate and precious myconid sprouts, and are the first line of defense when controlled plants and spore servants are exhausted. Preferring great old-growth forests filled with mists and fog, these myconids are quiet sentinels of their homes hidden by the trunks of ancient trees.": "蕈族中最古老、最强大的生物，生长融合（Growth Meld）的菌人（myconids）在真菌花园中劳作，建造由空心的泡菇或巨大的祖尔克木（zurkhwood）构成的家园。他们是温和的巨人，负责保护娇嫩珍贵的菌人芽，并在受控植物和孢子仆从用尽时成为第一道防线。这些菌人偏爱充满薄雾和雾气的原始老林，他们是安静的守护者，隐藏在古老树木的树干后面。",
	"Despite their importance, sporemasters are tiny, sacrificing size for versatility. Your height ranges from 2 to 4 feet, and your size is Small.": "尽管它们很重要，孢子大师们都很小，牺牲了体积以换取多功能性。你的身高在2到4英尺之间，体型为小型。",
	"Sporemasters have an innate understanding of alchemy, often using their spores as ingredients. You gain proficiency in {@item Alchemist's Supplies|PHB}.": "孢子大师对炼金术有着与生俱来的理解，经常使用他们的孢子作为材料。你在{@item Alchemist's Supplies|PHB}方面获得熟练技能。",
	"As you level up, you gain access to more powerful spores. If your spore's effects require a saving throw, the DC equals 8 + your proficiency bonus + your Constitution modifier. You can use each spore option once, and must complete a long rest before you do so again.": "随着你的等级提升，你将获得更强大的孢子。如果你的孢子效果需要进行豁免才能抵抗，豁免 DC 为 8 + 你的熟练加值 + 你的体质调整值。你可以使用每个孢子选项一次，并在再次使用之前必须完成一次长休息。",
	"Distress": "痛苦 (Distress)",
	"Hallucination": "幻觉 (Hallucination)",
	"Pacifying": "安抚 (Pacifying)",
	"{@b {@i Distress Spores.}} When you take damage, all creatures your choice within 240 feet of you are alerted.": "{@b {@i Distress Spores.}} 当你受到伤害时，你选择的所有生物在你周围240英尺范围内会受到警告。",
	"{@b {@i Hallucination Spores.}} As an action, you can force a creature within 5 feet of you to make Constitution saving throw. On a failed save, the target is {@condition poisoned} for 1 minute. While {@condition poisoned} in this way, it is also {@condition incapacitated} while it hallucinates. it can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "作为一个动作，你可以强迫你周围5英尺范围内的生物进行一次体质豁免投掷。如果未通过豁免，目标将在1分钟内处于虚弱状态。在这种方式下，目标会出现幻觉。目标可以在自己的回合结束时重复进行豁免投掷，成功则结束效果。",
	"{@b {@i Pacifying Spores.}} As an action, you can force a creature within 5 feet of you to make a Constitution saving throw. On a failed save, the target is {@condition stunned} for 1 minute. It can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "{@b {@i Pacifying Spores.}作为一个动作，你可以让一个在你5英尺范围内的生物进行一次体质豁免投掷。如果未通过豁免，目标将在1分钟内被{@condition stunned}。目标可以在每个回合结束时重复进行豁免投掷，成功则结束自身的效果。",
	"The wielders of the most powerful spores, Sporemasters are responsible for facilitating melds, vital to myconids' daily life. Intuitive and wise, they serve as some of the most important members of a myconid circle. A sporemaster leaving the circle indicates a great disturbance or terrible tragedy.": "拥有最强大孢子的操控者，孢子大师负责促进融合，对粘菌人的日常生活至关重要。直觉敏锐且睿智，他们是粘菌人圈子中最重要的成员之一。一个孢子大师离开圈子意味着一场巨大的动荡或可怕的悲剧。",
	"Sacrificing size for their ability to manipulate corpses, Animation myconids stand slightly smaller than most adults, between 4 and 5 feet tall. Your size is medium.": "为了操控尸体而牺牲了体积，动态蘑菇人比大多数成年人稍微矮小一些，身高在4到5英尺之间。你的体型是中等。",
	"Your spores, unlike other myconids can animate the dead. You can use an action to target the body of a Large or smaller creature that had a CR no higher than your level divied by 4. That creature rises as a spore servant, which acts on your initiative and follows your telepathic orders. You can use this feature once, and must finish a long rest before you do so again.": "你的孢子，与其他菌人不同，可以使死者复活。你可以使用一个动作来瞄准一个拥有CR不高于你等级除以4的大型或更小生物的尸体。那个生物会复活为一个孢子仆从，它会在你的先攻值后行动，并遵循你的感应命令。你只能使用这个特性一次，并且必须在再次使用之前完成一次长休息。",
	"Elementals, oozes, undead, constructs, and plants cannot become Spore Servants. If you create a new one, the first spore servant sloughs into a pile of unusable flesh.": "元素生物，软泥怪，不死生物，构装生物和植物不能成为孢子仆从。如果你创造一个新的孢子仆从，第一个孢子仆从会蜕变成一堆无法使用的肉块。",
	"Accustomed to the depths of the Underdark, you have superior vision in dark and dim conditions. You can see in {@quickref Vision and Light||2||dim light} within 120 feet of you as if it were {@quickref Vision and Light||2||bright light}, and in darkness as if it were {@quickref Vision and Light||2||dim light}. You can't discern color in darkness, only shades of gray.": "习惯于地下世界的深处，你在黑暗和昏暗条件下有卓越的视力。你可以在距离你120英尺内的{@quickref Vision and Light||2||dim light}中看到，就像它是{@quickref Vision and Light||2||bright light}一样，在黑暗中就像是{@quickref Vision and Light||2||dim light}。你无法在黑暗中分辨颜色，只能看到灰色的色调。",
	"You can read, understand, and write Undercommon. You cannot speak it.": "你能够阅读、理解并书写地底语。你不能说它。",
	"The servant retains it Armor Class, hit points, Hit Dice, Strength, Dexterity, Constitution, vulnerabilities, resistances, and immunities.": "仆人保留其护甲等级，生命值，命中骰，力量，敏捷，体质，易受伤害，抗性和免疫力。",
	"The servant loses its original saving throw and skill bonuses, special sense, and special traits. It loses any action that isn't Multiattack or a melee weapon attack that deals bludgeoning, piercing, or slashing damage. If those attack do not deal or deal additional damage of a type not bludgeoning, piercing, or slashing, that damage is lost, unless it originates from a piece of equipment, such as a magic item. It also cannot regain hit points by completing a short or long rest.": "仆人失去了原有的豁免投掷和技能加值、特殊感知能力和特殊特性。它失去了除了多次攻击或使用钝击、穿刺或挥砍伤害的近战武器攻击之外的任何行动。如果这些攻击不造成或额外造成的伤害类型不是钝击、穿刺或挥砍，那么这些伤害将被忽略，除非它来自装备，比如魔法物品。它也无法通过完成短暂或长时间休息来恢复生命值。",
	"The creature's type is plant and it loses any tags.": "这个生物的类型是植物，它失去了任何标签。",
	"The servant is unaligned.": "这个仆人是中立的。",
	"Reduce all the servant's speeds by 10 feet, to a minimum of 5 feet.": "将所有仆人的速度减少10英尺，最低为5英尺。",
	"The servant's ability scores change as follows: Int {@ability Int 2}, {@ability Wis 6}, {@ability Cha 1}.": "仆人的能力值变化如下：智力 {@ability Int 2}，{@ability Wis 6}，{@ability Cha 1}。",
	"The servant has blindsight with a radius of 30 feet and is blind beyond that radius.": "仆人具有30英尺半径的盲视能力，超出该半径则视为盲目。",
	"The servant can't be blinded, charmed, frightened, or paralyzed.": "仆人无法被致盲、魅惑、恐吓或麻痹。",
	"The servant loses all known languages, but responds to orders given to it via rapport spores. The servant gives the highest priority to the myconid that created it, or the most powerful myconid if its creator is absent.": "仆人失去了所有已知的语言，但通过交感孢子对其发出的命令作出回应。该仆人将最高优先级给予创造它的菌人，或者如果其创造者不在场，则给予最强大的菌人。",
	"If the servant has no other means of dealing damage, it can use its fists or limbs to make unarmed strikes. On a hit, the unarmed strike deals bludgeoning damage equal to {@damage 1d4} + the servant's Strength modifier, or, if the servant is Large, {@damage 2d4} + its Strength modifier.": "如果仆人没有其他造成伤害的手段，它可以使用拳头或肢体进行徒手攻击。命中时，徒手攻击造成的钝击伤害等于{@damage 1d4} + 仆人的力量调整值，或者，如果仆人是大型生物，等于{@damage 2d4} + 它的力量调整值。",
	"Terrifying to outsiders, Animation Melds release potent spores that take root in the bodies of defeated foes or scavenged cadavers. They manipulate the bodies in a horrific facsimile of life and wield them as the frontline whenever circles are attacked.": "对外人来说令人恐惧的是，动画融合体释放出强大的孢子，这些孢子会在被打败的敌人或被搜刮的尸体中生根。它们操纵这些身体，模拟出可怕的生命，并将它们用作每当圈子受到攻击时的前线。",
	"Compost myconids stand between 6 and 8 feet tall. Your size is Medium.": "堆肥蘑菇人（Compost myconids）的身高在6到8英尺之间。你的体型是中等（Medium）。",
	"You know the {@i rotting gaze}* cantrip. Once you reach 3rd level, you can cast the {@spell locate animals or plants} spell; you must finish a long rest in order to cast the spell again using this trait. Once you reach 5th level, you can also cast the {@spell plant growth} spell; you must finish a long rest in order to cast the spell again using this trait. Wisdom is your spellcasting ability for these spells.": "你知道{@i rotting gaze}* cantrip。一旦你达到3级，你可以施展{@spell locate animals or plants}法术；你必须完成一次长休才能再次使用这个特性施展该法术。一旦你达到5级，你还可以施展{@spell plant growth}法术；你必须完成一次长休才能再次使用这个特性施展该法术。智力是你施法这些法术的能力。",
	"Your body secretes a poisonous substance that breaks down organic matter. When a creature touches you or hits you with a melee attack from a natural weapon, you can deal {@dice 1d4} poison damage to it. The first time on a turn that you hit a creature with an unarmed strike, it takes an additional {@damage 1d4} poison damage.": "你的身体分泌一种有毒物质，可以分解有机物质。当一个生物触碰你或用天然武器进行近战攻击时，你可以对它造成{@dice 1d4}毒素伤害。每回合第一次用徒手攻击命中生物时，它会额外受到{@damage 1d4}毒素伤害。",
	"{@i *Rotting gaze} can be found in the homebrew compendium {@link Mashiro's Manual of Monstrous Magic|https://www.gmbinder.com/share/-LeVTwgh3BSkwd5sBkyc}. If your Dungeon Master has not approved the use of that supplement or the rotting gaze cantrip, you instead learn {@spell acid splash}.": "{@i *Rotting gaze} 可在自制手册 {@link Mashiro's Manual of Monstrous Magic|https://www.gmbinder.com/share/-LeVTwgh3BSkwd5sBkyc} 中找到。如果你的地下城主未批准使用该补充内容或腐烂凝视(cantrip)，则你将学会 {@spell acid splash}。",
	"Food producers and masters of death and decay, Compost Meld myconids secrete toxic slime that breaks down organic material into a form that other myconids can easily stand in and digest. Responsible for the health and nourishment of a circle, they are the most common type of myconid.": "食物生产者和死亡与腐烂的大师，堆肥融合菌人分泌有毒黏液，将有机物分解成其他菌人可以轻松站立和消化的形式。负责一个圈子的健康和滋养，它们是最常见的菌人类型。"
}