{
	"Your amalgatrix character has a variety of natural abilities, the result of thousands of years of refinement.": "你的混合体角色拥有各种自然能力，这是数千年磨练的结果。 (amalgatrix)",
	"When determining your characters ability scores, increase one of those scores by 2 and increase a different score by 1, or increase three different scores by 1. Follow this rule regardless of the method you use to determine the scores, such as rolling or point buy.": "在确定你的角色能力值时，将其中一项能力值增加2点，另一项增加1点，或者将三项不同的能力值各增加1点。无论你使用何种方法确定这些分数（如投掷或点购买），都要遵循这个规则。",
	"You are a Fey. You are also considered an Aberration for any prerequisite or effect that requires you to be an Aberration.": "你是一位精灵。你对于需要你是一位畸形生物的任何前提或效果也被视为是一位畸形生物。",
	"Amalgatrix may reach physical maturity after only 25 years; one is not considered to reach mental maturity or adulthood until around 150 years of age. Amalgatrix are immortal to the effects of age, ceasing physical aging at 50 years of age. They usually only live around 3000 years before they decide to commit themselves to nature permanently.": "阿马尔加特里克斯（Amalgatrix）可能在25年后达到生理成熟；一个人在大约150岁时才被认为达到心理成熟或成年。阿马尔加特里克斯对年龄的影响是永恒的，在50岁时停止身体老化。他们通常只活大约3000年，然后决定永远融入大自然。",
	"Amalgatrix ranges from 3 to 4 feet tall, 7 to 10 feet in length, and can weigh up to 400 pounds. Amalgatrix have a more slender build to them. Your size is Medium.": "Amalgatrix 的身高范围从 3 到 4 英尺，长度为 7 到 10 英尺，重量可达 400 磅。Amalgatrix 的身形更加修长。你的体型为中等。",
	"You have a walking speed of 35 feet, and due to your claws, you also have a climbing speed equal to your walking speed. You can move up, down, and across vertical surfaces and upside down along ceilings this way, like Spider Climb.": "你的步行速度为35英尺，由于你的爪子，你也有与你的步行速度相等的攀爬速度。你可以像蜘蛛爬行一样，沿着垂直表面上下移动，横穿和倒挂在天花板上。 (%num%)",
	"Beginning at 3rd level, you gain the ability to Imprint a Humanoid form. As an action, you may make an unarmed strike against a Humanoid within 5 feet of you. On a hit, you deal {@damage 1d6} + your strength modifier piercing damage instead of the normal bludgeoning damage for an unarmed strike. If the Humanoid is slain in this manner, you either Imprint this creature as your first Imprint or replace your existing Imprint with the new one. When you Imprint a Humanoid, you gain the following;": "从第3级开始，你获得了印记人形的能力。作为一个动作，你可以对距离你5英尺内的一个人形进行一次非武装攻击。命中后，你造成{@damage 1d6} + 你的力量调整值的穿刺伤害，而不是普通的非武装攻击的钝击伤害。如果以这种方式杀死人形，你可以选择将这个生物标记为你的第一个印记，或者用新的替换你现有的印记。当你印记一个人形时，你获得以下效果：",
	"The creatures basic memories, such as their personal details (name, age, race, family, close friends)": "这些生物的基本记忆，比如他们的个人资料（姓名，年龄，种族，家庭，亲密朋友）",
	"Knowledge of the Humanoids personality and likes/dislikes": "按照本地语言习惯，像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n\n翻译需遵守 dnd 运行小组规则，专有名词在翻译后应在 `()` 中保留英文。",
	"The ability to speak and act as the creature.": "能够说话和行动如同生物一样。(creature)",
	"Beginning at 5th Level, when you have an Imprint form available, you may use an Action to shift between your natural form and that of the creature you have Imprinted. The imprint is visually and physically indistinguishable from the original target, even to such spells as True Seeing or Invocations like Witch Sight, but not to natural True Sight. You remain in this form until you use an action to return to your natural form. Your clothing and gear do not shift with you. You may use this ability to shift a number of times per Long Rest equal to your proficiency bonus.": "从第五级开始，当你有一个可用的印记形式时，你可以使用一个动作在你的自然形态和你印记的生物形态之间切换。这个印记在视觉和身体上与原始目标毫无区别，即使对于像真实视觉或像女巫视觉这样的咒语也是如此，但对于自然真实视觉则不适用。你保持这种形态，直到你使用一个动作返回到你的自然形态。你的服装和装备不会随着你的变形而改变。你可以利用这个能力在每次长休期间变形的次数等于你的熟练加成。",
	"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "习惯于黄昏森林和夜空，你在黑暗和昏暗条件下拥有卓越的视力。你可以在距离你60英尺以内的昏暗光线中看清物体，就像它是明亮的光线一样，而在黑暗中则好像是昏暗的光线。你无法在黑暗中辨别颜色，只能看到灰色的阴影。",
	"You have advantage in the {@skill Perception} skill for scent-based checks.": "你在嗅觉检查方面有优势。 {@skill Perception}",
	"You can grasp things with your tail. lt has a reach of 5 feet, and it can lift a number of pounds equal to five times your Strength score. You can use it to do the following simple tasks: lift, drop, hold, push, or pull an object or a creature; open or close a door or a container; or grapple someone. Your DM might allow other simple tasks to be added to that list of options. Your Tail can't wield weapons or shields.": "你可以用尾巴抓东西。它的长度为5英尺，可以举起的重量等于你的力量得分的五倍。你可以用它来完成以下简单任务：举起、放下、托着、推、拉一个物体或一个生物；打开或关闭门或容器；或者与某人扭打。在翻译后，你的尾巴不能使用武器或盾牌。 (尾巴)",
	"Because of your claws, you have a climbing speed equal to your walking speed as Spider Climb. In addition, your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them you deal slashing damage equal to {@damage 1d6} + your strength modifier, instead of the bludgeoning damage normal for an unarmed strike.": "因为你的爪子，你的爬行速度等于你的行走速度，如《蜘蛛爬行》。此外，你的爪子是天然武器，你可以用它们进行徒手攻击。如果你用它们击中目标，你造成的伤害为{@damage 1d6}+ 你的力量调整值，而不是普通徒手攻击的钝击伤害。",
	"You can speak, read, and write Common and one other language of your choice. Amalgatrix live in many locations and could have adapted any number of different varieties of languages.": "你可以说、读、写普通话和你选择的另一种语言。Amalgatrix 生活在许多地方，可能适应了许多不同的语言变体。 (%num%)",
	"'The Elders warned us away from those giant two-legged creatures.'": "长者们警告我们远离那些巨大的两条腿生物。（giant two-legged creatures）",
	"Currif said curtly to Markyehn as they made their way back to the den. The day had been long and hard on the two young-lings; they had encountered and bested a fully grown Vrock together. Beings of two legs were not permitted here unless they are of Fey or Elven origin, of course. The Elders were going to send a hunting party to dispatch the newfound threat, but Currif and Markyehn were eager to prove themselves among the pack.": "Currif 一边走回巢穴，一边冷冰冰地对马奇安说。这一天对这两个年轻人来说是又长又艰难的；他们一起遭遇并打败了一只完全长大的 Vrock。当然，除非是费伊或精灵出身，否则不允许有两条腿的生物在这里出现。长者们打算派出狩猎队消灭这个新发现的威胁，但 Currif 和马奇安都渴望证明自己在群体中的价值。",
	"An Amalgatrix, at first glance, appears to be a strange-looking wolf with a canine muzzle and shaggy fur. However, upon closer inspection, some differences are quite noticeable. First and foremost, their front legs and claws are feline-like, with more lithe muscle and large dew claws. Their body becomes more wolf-like as it transitions into the hindquarters, where their back paws and legs more closely resemble the wolf. Their tail and upper hindquarters are the most unique, however. The fur here gives way to glistening scales that extend the entire length of their long serpentine tail.": "混合兽（Amalgatrix），乍一看，看起来像一只奇怪的狼，有着犬类的嘴和蓬乱的毛发。然而，仔细观察后，一些区别变得非常明显。首先，它们的前腿和爪子类似于猫，肌肉更为纤细，有着更大的露爪。随着身体向后部过渡，它们的身体变得更像狼，后腿和爪子更像狼。然而，尾巴和上半部的后腿最为独特。这里的毛发让位于闪闪发光的鳞片，延伸到它们长长的蛇形尾巴的整个长度。 （Amalgatrix）",
	"Amalgatrix can live indefinitely; however, they tend to choose to cease existing after about 3-4 thousand years. This gives the Amalgatrix a unique perspective on the world around them. Despite their extremely long lives, they quickly form bonds with others, making friends and enemies on a whim. The Amalgatrix tend to be very carefree, choosing to live in tune with nature whenever possible. When they take up a purpose or goal, they can get lost in that activity for hundreds of years before they even realize the time has passed.": "Amalgatrix 可以长生不老; 但是，他们倾向于选择在大约 3-4 千年后停止存在。这使 Amalgatrix 对周围世界有了独特的看法。尽管他们的寿命非常长，但他们很快就与他人建立起了联系，随心所欲地结交朋友和敌人。Amalgatrix 倾向于非常无忧无虑，尽可能与自然和谐共处。当他们拥有目标或目的时，他们可能会在那项活动中迷失数百年，甚至意识到时间已经过去。 (Amalgatrix)",
	"Being so long-lived, they have excessive patience and can be very forgiving of minor transgressions. However, when their dens and spaces are invaded, they are very quick to respond with deadly force - making short work of their enemies.": "由于活得如此之久，它们拥有过多的耐心，对轻微的过失可以非常宽容。然而，当它们的巢穴和空间被入侵时，它们会迅速以致命的力量做出回应——迅速地解决他们的敌人。(dnd running group rules)",
	"When an Amalgatrix chooses to 'commit themselves to nature,' they essentially decide to cease breathing and expire, being consumed by their surroundings over time.": "当一个Amalgatrix选择\"投身自然\"时，他们本质上是决定停止呼吸和消亡，随着时间的推移被周围环境所吞噬。 (Amalgatrix)",
	"Some elder Amalgatrix can establish telepathic connections with other beings, but All Amalgatrix share a telepathic connection to one another spanning any distance or plane. It is very rare for an Amalgatrix to become an adventurer. If one does choose the life of adventure, it is usually because an Elder has recognized their special qualities and sent them to observe the world abroad. Some Amalgatrix leave the pack for more jaded reasons, such as setting back the advances of the other races or attempting to eliminate one of the races of man.": "一些年长的混合体可以与其他生物建立心灵感应的连接，但所有混合体之间都分享着一种跨越任何距离或平面的心灵连接。混合体成为冒险家是非常罕见的。如果有人选择冒险生活，通常是因为长者认识到了他们的特殊品质，并派遣他们去观察外界。一些混合体离开群体的原因可能更加愁闷，比如阻碍其他种族的进步或试图消灭人类中的一种种族。",
	"Amalgatrix are originally from the Far Realm. They came to the Prime Material plane shortly after it was created by Ao. Looking for order outside the chaos of their existence, they found the Prime Material plane through happy coincidence, and a small pack decided to jump through. The Amalgatrix bore silent witness to the creation of primordials and gods alike and watched as nature began to unfurl. Drawn to the purity and beauty they found in the world, the Amalgatrix took an instant liking to the natural landscapes and vistas they found. Most among them choose to champion the protection and preservation of nature whenever possible. When the Fey-wild was created, some Amalgatrix even decided to take up residence there to live more closely with nature.The Amalgatrix can be found in many (if not all) planes of existence, but they are most common in the Prime Material and the Feywild.": "Amalgatrix最初来自远域。他们在奥创建了原物质位面后不久来到这里。寻找混沌之外的秩序，他们通过幸运的巧合发现了原物质位面，一小群决定跃跃欲试。Amalgatrix默默见证了原始元素和众神的创造，并目睹了自然开始展开。他们被世界中所发现的纯净和美丽所吸引，Amalgatrix对所发现的自然景观和景色一见钟情。他们中的大多数人选择在可能的时候捍卫和保护自然。当Fey-wild被创造时，一些Amalgatrix甚至决定在那里定居，更接近自然。Amalgatrix可以在许多（如果不是所有）存在的位面中找到，但它们在原物质位面和Feywild中最常见。",
	"Amalgatrix rarely adventure. Occasionally Elders may ask an adult Amalgatrix to survey the lands of men and report their findings. Due to their long lives, the Amalgatrix can participate in centuries of exploration and discovery. Some also enjoy assisting Archfey with carrying out their goals, and adventuring allows them to select a desirable Archfey to partner with. Others might join with rebels fighting against a city expansion, and some even become champions of moral causes.": "Amalgatrix很少冒险。偶尔，长者们可能会要求一个成年的Amalgatrix去勘察人类的土地并报告他们的发现。由于他们的长寿，Amalgatrix可以参与数百年的探索和发现。一些人也喜欢协助Archfey实现他们的目标，冒险让他们选择一个理想的Archfey作为伙伴。其他人可能会加入反对城市扩张的叛乱者，并且一些甚至成为道德事业的冠军。",
	"Most Amalgatrix view Humans and Dwarves with disgust, having grown up on stories from the elders of their wanton destruction of the natural world. However, some have seen firsthand how varied these races can be and that not all humans or dwarves behave this way. Just the majority of them...": "根据当地语言习惯，文本中如 (%num%) 这样的内容应保持翻译后仍然输出为 (%num%)。\n翻译需遵守dnd游戏团规则，专有名词翻译后应在`()`中保留英文。\n\n大多数汞合体视人类和矮人为可憎，他们从长者口中听来的故事中了解了这些种族对自然界的肆意破坏。然而，一些人亲眼见过这些种族的多样性，知道并非所有人类或矮人都表现出这种行为。只是他们中的大多数人……",
	"{@b Dwarves.} 'Dwarves have no regard for their natural surroundings, destroying forests and mountains just to get at the deeper buried minerals. It is all that seems to matter to them, no matter how many times we try to teach them.'": "{@b Dwarves.} \"矮人对他们的自然环境毫无顾忌，只为了获取更深处的矿物而破坏森林和山脉。这似乎是他们唯一在乎的事情，无论我们尝试多少次教导他们都是如此。\" (Dwarves)",
	"{@b Halflings.} 'Halflings are simple people who enjoy simple pleasures. They often scurry about the more dangerous races with abandon. They do not tend to destroy nature around them, so they are ideal traveling companions.'": "{@b Halflings.} “半身人是喜欢简单快乐的人。他们常常毫不顾忌地在更危险的种族中穿梭。他们不倾向于破坏周围的自然，因此他们是理想的旅行伴侣。” (Halflings)",
	"{@b Humans.} 'Humans are a worse version of Dwarves, at least Dwarves tend to stay below nature... Humans warp and twist nature to suit their needs; like a plague of locusts, they just keep expanding. At least they do not taste terrible.'": "“{@b Humans.} 人类是矮人的恶化版本，至少矮人倾向于保持与自然和谐... 人类扭曲和扭曲自然以满足他们的需求；像一群蝗虫，他们不断扩张。至少它们不尝起来很糟糕。” (D&D游戏规则)",
	"{@b Elves.} 'Elves are among the nicest of the races. They care for their environment and even give back to it as much as they can. Of all the bipedal races, they can be treated with great respect.'": "{@b Elves.} '精灵是种族中最友善的之一。他们关心环境，甚至尽可能地回报它。在所有两足种族中，应该给予他们极大的尊重。(Elves)'",
	"Amalgatrix are considered pups until they have lived for 150 years, and before this period, they are called by pup names.": "Amalgatrix被认为是幼崽，直到它们活了150年，在这段时间之前，它们被称为幼崽名字。 (Amalgatrix)",
	"At adulthood, an Amalgatrix selects an adult name, although those who knew him or her as a pup might continue to use the pup name. Each amalgatrix's adult name is a description of their adult personality when they reach the age of maturity. Male and female names carry no distinction between genders. In addition, every amalgatrix bears a pack name, typically a combination of two words. Due to their fey nature, though, they almost never share this true name with non-amalgratrix as it would give that being a semblance of power over them.": "成年后，一个（Amalgatrix）选择成年的名字，尽管那些曾经将他或她视为小狗的人可能会继续使用小狗的名字。每个（Amalgatrix）的成年名字是当他们达到成熟年龄时对他们成年个性的描述。男性和女性的名字在性别之间没有区别。此外，每个（Amalgatrix）都有一个包名，通常是两个词的组合。然而，由于他们的精灵天性，他们几乎从不与非（Amalgatrix）分享这个真实的名字，因为这会给那个生物一种对他们的控制权。",
	"{@b Pup Names:} Ithil, Orn, Anor, Aew, Aduial, Alf, Celu, Ethuil, Celeth, Loth, Meril, Eirien, Glawar, Nen, Ross, Eilia": "{@b Pup Names:} 伊瑟尔（Ithil）, 欧恩（Orn）, 阿诺尔（Anor）, 艾伍（Aew）, 阿杜伊尔（Aduial）, 阿尔夫（Alf）, 塞鲁（Celu）, 伊苏伊尔（Ethuil）, 瑟莱丝（Celeth）, 洛斯（Loth）, 梅瑞尔（Meril）, 艾蕾恩（Eirien）, 格拉瓦尔（Glawar）, 尼恩（Nen）, 罗斯（Ross）, 伊利亚（Eilia）",
	"{@b Adult Names:} Andreth, Adleitha, Amdir, Anira, Baneth, Braig, Bronwe, Celeg, Craim, Cyron, Daedelu, Doron, Draug, Duinen, Egleria, Eilian, Espalass, Faen,Fanya, Ferais, Gaear, Galadh, Gell(a), Guenivhar, Gwaedh, Gwilwileth, Hal, Hartha, Hithu, Idhor, Imloth, Ivren, Laer, Lalaith, Lista, Mele, Mavras, Minuial, Narn, Naur, Nim, Ninniach, Oll, Orod, Parth, Pessa, Puig, Randir, Rhaw, Ryn, Sador, Sidh, Suil, Taig, Teilia, Thelyn, Uial, Ungol, Uthaes": "{@b Adult Names:} 安德雷斯, 艾德蕾莎, 阿姆迪尔, 阿妮拉, 巴内斯, 布莱格, 布朗威, 艾丽格, 克雷姆, 赛伦, 达德鲁, 多伦, 德劳格, 杜尼恩, 埃格勒里亚, 艾利安, 埃斯帕拉斯, 菲恩, 范雅, 费拉斯, 盖尔, 加拉德, 盖尔（拉）, 古尼瓦尔, 纳多, 吉威莱斯, 哈尔, 哈塔, 希苏, 伊德霍尔, 伊姆洛斯, 伊夫伦, 莱尔, 拉莱斯, 列斯塔, 梅莱, 玛芙拉斯, 米努伊尔, 纳恩, 纳乌尔, 尼姆, 尼尼亚克, 奥尔, 奥罗德, 帕斯, 佩萨, 普伊格, 兰迪尔, 赖欧, 林, 萨多尔, 西德, 苏伊尔, 泰格, 泰利亚, 赛林, 维尔, 温戈尔, 乌萨",
	"{@b Pack Names (Common Translations):} Airavanesse (Eternalbeauty), Moralta (Nightprosper), Calaliltie(Lightdancing), malosnestando(Foresthealer), Toltiris(Islandguard), Airenlomba(Seasecret), Vilyatirmo(Skywatcher), Rottofarasta(Tunnelhunter), Ostotirmo(Citywatcher), Farasaice(Hunthunger), Ennananwa(Firstexisting)": "适应当地语言习惯，并且像（%num%）这样的文本在翻译中应该保持为（%num%）。\n\n翻译应符合 dnd 运行组规则，并且专有名词在翻译后应在`()`内保留英文。\n\n{@b Pack Names (Common Translations):}艾拉瓦尼斯（永恒之美），莫拉尔塔（夜之繁荣），卡拉利提（舞光之灵），玛洛斯内斯坦多（森林之愈者），托尔提里斯（岛屿守卫），艾伦隆巴（海之秘境），维利亚提尔莫（天空守望者），罗托法拉斯塔（隧道猎手），奥斯托提尔莫（都市守望者），法拉赛斯（猎饥者），恩纳南娃（初生者）。"
}