{
	"Your amalgatrix character has a variety of natural abilities, the result of thousands of years of refinement.": "你的合成者角色拥有各种自然能力，这是数千年精心打磨的结果。",
	"When determining your characters ability scores, increase one of those scores by 2 and increase a different score by 1, or increase three different scores by 1. Follow this rule regardless of the method you use to determine the scores, such as rolling or point buy.": "确定角色的能力值时，将其中一个值增加2点，另一个值增加1点，或者将三个不同的值各增加1点。无论您使用掷骰或点购买等方法确定分数，都要遵循这个规则。",
	"You are a Fey. You are also considered an Aberration for any prerequisite or effect that requires you to be an Aberration.": "你是一位精灵。对于任何要求你是畸变生物的先决条件或效果，你也被视为一种畸变生物。",
	"Amalgatrix may reach physical maturity after only 25 years; one is not considered to reach mental maturity or adulthood until around 150 years of age. Amalgatrix are immortal to the effects of age, ceasing physical aging at 50 years of age. They usually only live around 3000 years before they decide to commit themselves to nature permanently.": "Amalgatrix（融合者）可能在仅25年后达到生理成熟；一个人在大约150年左右才被认为达到心智成熟或成年。Amalgatrix对年龄的影响是永恒的，在50岁时停止生理老化。他们通常只活大约3000年，然后决定永久地奉献自己于大自然。",
	"Amalgatrix ranges from 3 to 4 feet tall, 7 to 10 feet in length, and can weigh up to 400 pounds. Amalgatrix have a more slender build to them. Your size is Medium.": "Amalgatrix（融合者）的身高在3到4英尺之间，长度在7到10英尺之间，体重可达400磅。Amalgatrix（融合者）的体型更加纤细。你的体型是中等（Medium）。",
	"You have a walking speed of 35 feet, and due to your claws, you also have a climbing speed equal to your walking speed. You can move up, down, and across vertical surfaces and upside down along ceilings this way, like Spider Climb.": "你的步行速度为35英尺，由于你的爪子，你还拥有与步行速度相同的攀爬速度。你可以像蜘蛛爬行一样沿着垂直表面上下移动，横穿和倒挂在天花板上。",
	"Beginning at 3rd level, you gain the ability to Imprint a Humanoid form. As an action, you may make an unarmed strike against a Humanoid within 5 feet of you. On a hit, you deal {@damage 1d6} + your strength modifier piercing damage instead of the normal bludgeoning damage for an unarmed strike. If the Humanoid is slain in this manner, you either Imprint this creature as your first Imprint or replace your existing Imprint with the new one. When you Imprint a Humanoid, you gain the following;": "从3级开始，你获得了印记（Imprint）人形态的能力。作为一个动作，你可以对身边5英尺内的一个人形生物进行一次徒手攻击。命中时，你造成{@damage 1d6} + 你的力量调整值的穿刺伤害，而不是通常的徒手攻击的破碎伤害。如果以这种方式杀死人形生物，你可以将这个生物印记为你的第一个印记，或者用新的印记替换你现有的印记。当你印记一个人形生物时，你获得以下效果；",
	"The creatures basic memories, such as their personal details (name, age, race, family, close friends)": "生物的基本记忆，如他们的个人资料（姓名，年龄，种族，家庭，亲密朋友）",
	"Knowledge of the Humanoids personality and likes/dislikes": "人形生物的个性和喜好/厌恶",
	"The ability to speak and act as the creature.": "以(%Creature%)的方式说话和行动的能力。",
	"Beginning at 5th Level, when you have an Imprint form available, you may use an Action to shift between your natural form and that of the creature you have Imprinted. The imprint is visually and physically indistinguishable from the original target, even to such spells as True Seeing or Invocations like Witch Sight, but not to natural True Sight. You remain in this form until you use an action to return to your natural form. Your clothing and gear do not shift with you. You may use this ability to shift a number of times per Long Rest equal to your proficiency bonus.": "从5级开始，当你有一个可用的印记形态时，你可以使用一个动作在你的自然形态和你已经印记的生物之间变换。这个印记在视觉上和物理上与原始目标完全一样，即使对于诸如真实视觉或类似女巫视觉的召唤术这样的法术也是如此，但对于自然真实视觉则不适用。你会保持这个形态，直到你使用一个动作返回到你的自然形态。你的衣物和装备不会随着你的变换而改变。你可以利用这个能力在每次长休之后的次数等于你的熟练加值。",
	"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "习惯于昏暗森林和夜空，你在黑暗和昏暗条件下拥有卓越的视力。你可以在距离你60英尺内的昏暗光线中看到，就好像是明亮的光线，而在黑暗中看到的就像是昏暗光线。你在黑暗中无法分辨颜色，只能看到灰色的色调。",
	"You have advantage in the {@skill Perception} skill for scent-based checks.": "你在嗅觉相关检查的技能（Scent）上有优势。",
	"You can grasp things with your tail. lt has a reach of 5 feet, and it can lift a number of pounds equal to five times your Strength score. You can use it to do the following simple tasks: lift, drop, hold, push, or pull an object or a creature; open or close a door or a container; or grapple someone. Your DM might allow other simple tasks to be added to that list of options. Your Tail can't wield weapons or shields.": "你可以用你的尾巴抓取物品。它的长度为5英尺，可以承受重量，重量等于你力量分数的五倍。你可以用它来完成以下简单任务：举起、放下、持有、推动或拉动物品或生物；打开或关闭门或容器；或者缠住某人。你的DM可能允许将其他简单任务添加到该列表中。你的尾巴不能使用武器或盾牌。",
	"Because of your claws, you have a climbing speed equal to your walking speed as Spider Climb. In addition, your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them you deal slashing damage equal to {@damage 1d6} + your strength modifier, instead of the bludgeoning damage normal for an unarmed strike.": "因为你的爪子，你在蜘蛛爬行状态下的攀爬速度等同于你的行走速度。此外，你的爪子是天然武器，你可以用它们进行徒手攻击。如果你用它们命中目标，你造成的斩击伤害为{@damage 1d6} + 你的力量调整值，而不是普通徒手攻击的钝击伤害。",
	"You can speak, read, and write Common and one other language of your choice. Amalgatrix live in many locations and could have adapted any number of different varieties of languages.": "你可以说、读、写通用语和另一种语言。融合者(Amalgatrix)生活在许多地方，可能已经适应了许多不同种类的语言。",
	"'The Elders warned us away from those giant two-legged creatures.'": "“长者们警告我们远离那些巨大的两条腿生物。”",
	"Currif said curtly to Markyehn as they made their way back to the den. The day had been long and hard on the two young-lings; they had encountered and bested a fully grown Vrock together. Beings of two legs were not permitted here unless they are of Fey or Elven origin, of course. The Elders were going to send a hunting party to dispatch the newfound threat, but Currif and Markyehn were eager to prove themselves among the pack.": "当库里夫和马基恩走回巢穴的路上，库里夫板着脸对马基恩说。这一天对这两个年轻人来说是又长又艰难的；他们一起遇到并打败了一只成年的(Vrock)。当然，只有费伊或精灵血统的两条腿的生物才被允许在这里。长老们打算派出狩猎队来消灭这个新发现的威胁，但库里夫和马基恩渴望在群体中证明自己。",
	"An Amalgatrix, at first glance, appears to be a strange-looking wolf with a canine muzzle and shaggy fur. However, upon closer inspection, some differences are quite noticeable. First and foremost, their front legs and claws are feline-like, with more lithe muscle and large dew claws. Their body becomes more wolf-like as it transitions into the hindquarters, where their back paws and legs more closely resemble the wolf. Their tail and upper hindquarters are the most unique, however. The fur here gives way to glistening scales that extend the entire length of their long serpentine tail.": "一只（Amalgatrix）在第一眼看起来像一只外表奇怪的狼，有着犬类的口吻和蓬松的毛发。然而，仔细观察后，一些差异是非常明显的。首先，它们的前腿和爪子类似于猫科动物，拥有更加纤细的肌肉和大型的蹄爪。随着身体过渡到后躯部，它们的身体变得更像狼，后腿和后爪更加接近狼的形态。然而，它们的尾巴和上半后躯部是最独特的。这里的毛发让位于闪亮的鳞片，延伸到它们长长的蛇形尾巴的整个长度。",
	"Amalgatrix can live indefinitely; however, they tend to choose to cease existing after about 3-4 thousand years. This gives the Amalgatrix a unique perspective on the world around them. Despite their extremely long lives, they quickly form bonds with others, making friends and enemies on a whim. The Amalgatrix tend to be very carefree, choosing to live in tune with nature whenever possible. When they take up a purpose or goal, they can get lost in that activity for hundreds of years before they even realize the time has passed.": "混合体(Amalgatrix)可以无限期地生存；然而，他们倾向于选择在大约3-4千年后停止存在。这使得混合体对周围世界有着独特的看法。尽管他们的生命非常漫长，他们很快就会与他人建立联系，随心所欲地交友结怨。混合体往往非常无忧无虑，尽可能选择与自然和谐共处。当他们拥有一个目标或目的时，他们可能会在那项活动中迷失数百年，甚至意识到时间已经过去。",
	"Being so long-lived, they have excessive patience and can be very forgiving of minor transgressions. However, when their dens and spaces are invaded, they are very quick to respond with deadly force - making short work of their enemies.": "由于寿命很长，他们具有极高的耐心，对轻微的过失也能宽容。然而，一旦它们的巢穴和领地遭到侵犯，它们会迅速以致命的力量做出回应，迅速击败敌人。",
	"When an Amalgatrix chooses to 'commit themselves to nature,' they essentially decide to cease breathing and expire, being consumed by their surroundings over time.": "当一个合成者选择“致力于自然”时，他们实质上决定停止呼吸并死亡，随着时间的推移被周围环境所吞噬。",
	"Some elder Amalgatrix can establish telepathic connections with other beings, but All Amalgatrix share a telepathic connection to one another spanning any distance or plane. It is very rare for an Amalgatrix to become an adventurer. If one does choose the life of adventure, it is usually because an Elder has recognized their special qualities and sent them to observe the world abroad. Some Amalgatrix leave the pack for more jaded reasons, such as setting back the advances of the other races or attempting to eliminate one of the races of man.": "一些年长的合体者可以与其他生物建立心灵感应连接，但所有合体者之间都共享着一种跨越任何距离或位面的心灵连接。合体者很少成为冒险者。如果有人选择冒险的生活，通常是因为一位长者认识到了他们的特殊品质，并派他们去观察外面的世界。一些合体者出于更加疲倦的原因离开群体，比如阻止其他种族的进步或试图消灭人类中的某一个种族。",
	"Amalgatrix are originally from the Far Realm. They came to the Prime Material plane shortly after it was created by Ao. Looking for order outside the chaos of their existence, they found the Prime Material plane through happy coincidence, and a small pack decided to jump through. The Amalgatrix bore silent witness to the creation of primordials and gods alike and watched as nature began to unfurl. Drawn to the purity and beauty they found in the world, the Amalgatrix took an instant liking to the natural landscapes and vistas they found. Most among them choose to champion the protection and preservation of nature whenever possible. When the Fey-wild was created, some Amalgatrix even decided to take up residence there to live more closely with nature.The Amalgatrix can be found in many (if not all) planes of existence, but they are most common in the Prime Material and the Feywild.": "Amalgatrix（合体者）最初来自远域。他们在奥（Ao）创造原质位面后不久来到了原质位面。寻找存在混乱之外的秩序，他们通过一次幸运的巧合发现了原质位面，一小群合体者决定跳了过去。合体者默默见证了原初者和诸神的创造，并看着自然开始展开。被他们在世界中发现的纯净和美丽所吸引，合体者立即喜欢上了他们发现的自然风景和景色。他们中的大多数人选择在可能的时候捍卫和保护自然。当仙境（Fey-wild）被创造时，一些合体者甚至决定在那里定居，更紧密地与自然生活在一起。合体者可以在许多（如果不是全部）存在位面中找到，但它们最常见于原质位面和仙境。",
	"Amalgatrix rarely adventure. Occasionally Elders may ask an adult Amalgatrix to survey the lands of men and report their findings. Due to their long lives, the Amalgatrix can participate in centuries of exploration and discovery. Some also enjoy assisting Archfey with carrying out their goals, and adventuring allows them to select a desirable Archfey to partner with. Others might join with rebels fighting against a city expansion, and some even become champions of moral causes.": "Amalgatrix（合体者）很少冒险。偶尔，长者们可能会要求成年的Amalgatrix调查人类的土地并报告他们的发现。由于他们的长寿，Amalgatrix可以参与数个世纪的探索和发现。一些人也喜欢协助Archfey（执政精灵）实现他们的目标，冒险让他们可以选择一个理想的Archfey作为伙伴。其他人可能会加入反抗城市扩张的叛军，甚至有些人会成为道德事业的冠军。",
	"Most Amalgatrix view Humans and Dwarves with disgust, having grown up on stories from the elders of their wanton destruction of the natural world. However, some have seen firsthand how varied these races can be and that not all humans or dwarves behave this way. Just the majority of them...": "大多数合体者对人类和矮人感到厌恶，他们在长大过程中听长者讲述了有关这两个种族对自然界肆意破坏的故事。然而，有些合体者亲眼见证了这些种族的多样性，知道并非所有人类或矮人都会这样行事。只是大多数人而已…",
	"{@b Dwarves.} 'Dwarves have no regard for their natural surroundings, destroying forests and mountains just to get at the deeper buried minerals. It is all that seems to matter to them, no matter how many times we try to teach them.'": "{@b Dwarves.} “矮人对他们的自然环境毫不在意，只是为了挖掘更深处的矿物而破坏森林和山脉。这似乎是他们唯一在乎的事情，无论我们多少次试图教育他们。”",
	"{@b Halflings.} 'Halflings are simple people who enjoy simple pleasures. They often scurry about the more dangerous races with abandon. They do not tend to destroy nature around them, so they are ideal traveling companions.'": "{@b Halflings.} “半身人是喜欢简单快乐的人。他们经常毫不顾忌地在更危险的种族中穿梭。他们不倾向于破坏周围的自然，因此是理想的旅行伴侣。”",
	"{@b Humans.} 'Humans are a worse version of Dwarves, at least Dwarves tend to stay below nature... Humans warp and twist nature to suit their needs; like a plague of locusts, they just keep expanding. At least they do not taste terrible.'": "{@b Humans.} “人类是矮人的劣质版本，至少矮人倾向于保持在自然之下... 人类扭曲和扭曲自然以满足他们的需求；就像一群蝗虫一样，他们不断扩张。至少他们不难吃。”",
	"{@b Elves.} 'Elves are among the nicest of the races. They care for their environment and even give back to it as much as they can. Of all the bipedal races, they can be treated with great respect.'": "{@b Elves.} \"精灵是种族中最友善的之一。他们关心环境，甚至尽力回馈。在所有两足种族中，应当给予他们极大的尊重。\"",
	"Amalgatrix are considered pups until they have lived for 150 years, and before this period, they are called by pup names.": "Amalgatrix在活了150年之前被认为是幼崽，这段时间内它们被称为幼崽名。",
	"At adulthood, an Amalgatrix selects an adult name, although those who knew him or her as a pup might continue to use the pup name. Each amalgatrix's adult name is a description of their adult personality when they reach the age of maturity. Male and female names carry no distinction between genders. In addition, every amalgatrix bears a pack name, typically a combination of two words. Due to their fey nature, though, they almost never share this true name with non-amalgratrix as it would give that being a semblance of power over them.": "成年后，一位（Amalgatrix）会选择一个成年名字，尽管那些在它还是幼年时认识它的人可能会继续使用幼年名字。每个（amalgatrix）的成年名字都是在它们达到成熟年龄时描述他们成年个性的。男性和女性的名字之间没有性别区别。此外，每个（amalgatrix）都有一个群体名字，通常是两个词的组合。由于它们的仙族本性，它们几乎从不与非（amalgratrix）分享这个真名，因为这会使那个生物对它们产生一种权力的幻觉。",
	"{@b Pup Names:} Ithil, Orn, Anor, Aew, Aduial, Alf, Celu, Ethuil, Celeth, Loth, Meril, Eirien, Glawar, Nen, Ross, Eilia": "{@b Pup Names:} 伊瑟尔 (Ithil), 奥恩 (Orn), 阿诺尔 (Anor), 艾欧 (Aew), 阿杜伊尔 (Aduial), 阿尔夫 (Alf), 塞卢 (Celu), 伊苏伊尔 (Ethuil), 塞莱斯 (Celeth), 洛斯 (Loth), 梅瑞尔 (Meril), 艾瑞恩 (Eirien), 格劳瓦 (Glawar), 尼恩 (Nen), 罗斯 (Ross), 艾莉亚 (Eilia)",
	"{@b Adult Names:} Andreth, Adleitha, Amdir, Anira, Baneth, Braig, Bronwe, Celeg, Craim, Cyron, Daedelu, Doron, Draug, Duinen, Egleria, Eilian, Espalass, Faen,Fanya, Ferais, Gaear, Galadh, Gell(a), Guenivhar, Gwaedh, Gwilwileth, Hal, Hartha, Hithu, Idhor, Imloth, Ivren, Laer, Lalaith, Lista, Mele, Mavras, Minuial, Narn, Naur, Nim, Ninniach, Oll, Orod, Parth, Pessa, Puig, Randir, Rhaw, Ryn, Sador, Sidh, Suil, Taig, Teilia, Thelyn, Uial, Ungol, Uthaes": "{@b Adult Names:} 安德雷斯(Andreth), 阿德蕾莎(Adleitha), 阿姆迪尔(Amdir), 阿尼拉(Anira), 巴涅斯(Baneth), 布雷格(Braig), 布隆威(Bronwe), 塞勒格(Celeg), 克莱姆(Craim), 赛伦(Cyron), 达德鲁(Daedelu), 多伦(Doron), 德劳格(Draug), 杜宁(Duinen), 埃格莉亚(Egleria), 艾利安(Eilian), 埃斯帕拉斯(Espalass), 法恩(Faen), 范雅(Fanya), 费拉伊斯(Ferais), 盖尔(Gaear), 加拉德(Galadh), 盖尔(Gell), 古尼瓦尔(Guenivhar), 格瓦斯(Gwaedh), 古威莱斯(Gwilwileth), 哈尔(Hal), 哈莎(Hartha), 希斯(Hithu), 伊多尔(Idhor), 伊姆洛斯(Imloth), 伊夫伦(Ivren), 莱尔(Laer), 拉莱斯(Lalaith), 利斯塔(Lista), 梅莱(Mele), 玛芙拉斯(Mavras), 米努伊尔(Minuial), 纳恩(Narn), 纳乌尔(Naur), 尼姆(Nim), 尼尼亚奇(Ninniach), 奥尔(Oll), 奥罗德(Orod), 帕斯(Pessa), 普伊格(Puig), 兰迪尔(Randir), 瑞霍(Rhaw), 瑞恩(Ryn), 萨多尔(Sador), 西德(Sidh), 苏伊尔(Suil), 泰格(Taig), 泰莉亚(Teilia), 赛琳(Thelyn), 乌伊尔(Uial), 温戈尔(Ungol), 乌塔斯(Uthaes)",
	"{@b Pack Names (Common Translations):} Airavanesse (Eternalbeauty), Moralta (Nightprosper), Calaliltie(Lightdancing), malosnestando(Foresthealer), Toltiris(Islandguard), Airenlomba(Seasecret), Vilyatirmo(Skywatcher), Rottofarasta(Tunnelhunter), Ostotirmo(Citywatcher), Farasaice(Hunthunger), Ennananwa(Firstexisting)": "{@b Pack Names (Common Translations):} 风之精灵 (Eternalbeauty), 莫拉尔塔 (Nightprosper), 卡拉利蒂 (Lightdancing), 马洛斯内斯坦多 (Foresthealer), 托尔提里斯 (Islandguard), 艾伦隆巴 (Seasecret), 维利亚提尔莫 (Skywatcher), 罗托法拉斯塔 (Tunnelhunter), 奥斯托提尔莫 (Citywatcher), 法拉萨冰 (Hunthunger), 恩纳南瓦 (Firstexisting)"
}