{
	"Your ratfolk has the following racial traits.": "你的鼠人拥有以下种族特征。",
	"Your Dexterity score increases by 2, and one other ability score of your choice increases by 1.": "你的敏捷分数增加2点，另外你可以选择另一项能力分数增加1点。",
	"Ratfolk live mature quickly and usually live brutally short lives. They reach adulthood at 8 and have a natural lifespan of 40 years, though most don't even live half that long.": "鼠人(Ratfolk)成熟迅速，通常活得很短。它们在8岁时成年，自然寿命为40年，但大多数甚至活不到一半。",
	"The cutthroat nature of ratfolk society results in them leaning heavily towards chaos over order. Their emphasis on survival at all costs pulls ratfolk towards neutrality, if not outright evil, though exceptional individuals may push back against this.": "老鼠人社会的残酷本质导致他们更倾向于混乱而非秩序。他们强调以任何代价生存，这使老鼠人更倾向于中立，甚至是彻底的邪恶，尽管个别杰出个体可能会反抗这种趋势。",
	"Ratfolk are usually shorter and scrawnier than the average human. Adult ratfolk usually reach 4 to 5 feet in height and weigh 70 to 110 pounds, with exceptionally well-fed individuals reaching 6 feet and weighing as much as 160 pounds. Most ratfolk walk with a hunch, making them appear shorter. Your size is Medium.": "鼠人通常比普通人更矮更瘦。成年鼠人通常身高4到5英尺，体重70到110磅，体格特别好的个体可能达到6英尺，体重高达160磅。大多数鼠人走路都是驼背的，看起来更矮。你的体型为中等。",
	"Your base walking speed is 30 feet.": "你的基础步行速度是30英尺。",
	"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "你可以在距离你60英尺范围内的昏暗光线中看清物体，就像是明亮的光线一样，在黑暗中也能看清物体，就像是昏暗的光线一样。在黑暗中你无法分辨颜色，只能看到灰色调。",
	"You can move through and stop in a space large enough to fit a creature one size smaller than you without squeezing.": "你可以在一个足够大的空间中移动并停下，这个空间足够容纳比你小一个尺寸的生物，而不需要挤压。",
	"Your razor-sharp jaws are a natural weapon you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to {@damage 1d4} + your Strength or Dexterity modifier (your choice) instead of the bludgeoning damage normal for an unarmed strike. You can also use Dexterity instead of Strength for the attack rolls you make with your bite.": "你的剃刀般锋利的下颚是你可以用来进行徒手攻击的天然武器。如果你用它们击中目标，你造成的穿刺伤害为{@damage 1d4} + 你的力量或敏捷调整值（你选择）, 而不是普通徒手攻击的钝击伤害。你还可以在进行咬击的攻击检定时使用敏捷代替力量。",
	"When you damage a target with an attack or a spell, you can cause the attack or spell to deal extra {@damage 1d4} damage for each of your allies within 5 feet of the target that isn't {@condition incapacitated}. You can benefit from up to 3 allies this way. Once you use this trait, you can't use it again until you finish a short or long rest.": "当你用攻击或法术伤害目标时，你可以使攻击或法术对每个在目标周围5英尺内但不是{@condition incapacitated}的盟友造成额外{@damage 1d4}的伤害。你最多可以从3名盟友身上获益。使用这个特性后，直到你完成一次短休或长休之前，你不能再次使用它。",
	"At 5th level, the damage dice change to {@damage d6}s. At 10th level, they become {@damage d8}s. At 15th level, they become {@damage d10}s. And at 20th level, they become {@damage d12}s.": "在5级时，伤害骰变为{@damage d6}s。在10级时，它们变为{@damage d8}s。在15级时，它们变为{@damage d10}s。而在20级时，它们变为{@damage d12}s。",
	"When a creature you can see ends its turn, you can move up to half your speed away from it as a reaction, and you are {@condition frightened} of it until the end of your next turn. This movement doesn't provoke {@action opportunity attack|PHB|opportunity attacks}. While {@condition frightened}, you can only take the {@action Dash}, {@action Disengage}, {@action Dodge}, or {@action Hide} action. This trait ignores immunity to the {@condition frightened} condition.": "当你能看见的生物结束其回合时，你可以作为一次反应，移动你速度的一半的距离远离它，并且你{@condition frightened}它直到你的下一个回合结束。这次移动不会引发{@action opportunity attack|PHB|opportunity attacks}。在{@condition frightened}期间，你只能采取{@action Dash}、{@action Disengage}、{@action Dodge}或{@action Hide}行动。这个特性无视对{@condition frightened}状态的免疫。",
	"You gain proficiency in {@skill Perception}.": "你在{@skill Perception}上获得熟练。",
	"You can speak, read, and write {@language Common} and {@language Undercommon}.": "你可以说、读、写{@language Common}和{@language Undercommon}。",
	"These devious and opportunistic humanoids scurry within the shadowy recesses of other civilizations, where they scheme ways to advance themselves and bring ruin upon their hated enemies. And the enemies of a ratfolk are many, for most other humanoids view them with fear and disdain. Thus, ratfolk live hidden within swamps, caves, sewers, or the ruins of other humanoids. From here, there can launch raids into the territory of other races to take whatever they need to survive.": "这些狡诈而机会主义的人形生物在其他文明的阴暗角落中匍匐前行，他们策划着如何提升自己并给他们憎恨的敌人带来毁灭。而鼠人的敌人众多，因为大多数其他人形生物都以恐惧和鄙视看待他们。因此，鼠人隐藏在沼泽、洞穴、下水道或其他人形生物的废墟中。从这里，他们可以发动突袭进入其他种族的领土，拿走他们需要的一切来生存。",
	"Some ratfolk find it in their best interest to bargain with and even form alliances with other races. These alliances are almost always created out of a sense of survivalist pragmatism, and most ratfolk won't hesitate to cast them aside once they are no longer of use. But some exceptional or desperate ratfolk will find themselves tangled in long-term partnerships with members of other races to achieve common goals. These ratfolk are almost always adventurers of some sort and can make for useful and dangerous allies.": "一些鼠人发现与其他种族进行交易甚至结盟符合他们的最佳利益。这些联盟几乎总是出于求生实用主义而建立的，大多数鼠人不会犹豫一旦它们不再有用就抛弃它们。但一些特殊或绝望的鼠人会发现自己陷入与其他种族成员长期合作以实现共同目标的困境中。这些鼠人几乎总是某种冒险者，可以成为有用且危险的盟友。",
	"Though ratfolk possess natural agility and a vicious bite, they don't typically confront their foes head-on. Their smaller frames and lack of resources have made ratfolk accustomed to fighting at a disadvantage. As such, ratfolk rarely believe in fighting fair. They are twitchy and quick to scurry away if they perceive themselves in a losing fight.": "尽管鼠人拥有天生的敏捷和凶猛的咬击，他们通常不会正面对抗敌人。由于体型较小且资源匮乏，鼠人习惯于在劣势情况下战斗。因此，鼠人很少相信公平战斗。他们神经质，一旦觉察到自己处于失利的战斗中就会迅速逃跑。",
	"Skilled ratfolk can use this natural tendency to their advantage as they whittle enemies down with hit and run tactics. Ratfolk also become more confident when attacking in numbers and quickly become more vicious when they are part of a swarm overwhelming their foes.": "熟练的鼠人可以利用这种天生倾向来优势，通过打击和撤退战术削弱敌人。当鼠人们成群攻击时，他们也会变得更加自信，并在成群的情况下迅速变得更加凶猛，压倒他们的敌人。",
	"If worst comes to worst and they are forced to flee, ratfolk can quickly squeeze their way into tight crevices to escape attackers. This ability also gives them a substantial combat advantage when fighting in their claustrophobic underground homes, where they can pop from hidden alcoves to attack unsuspecting intruders.": "如果情况变得最糟糕，他们被迫逃跑，鼠人可以迅速挤进狭窄的裂缝中逃避攻击者。这种能力还使他们在与敌人战斗时获得了相当大的战斗优势，特别是在他们恐惧症的地下家园中，他们可以从隐藏的凹处突袭毫无防备的入侵者。",
	"Most ratfolk live brutal lives in which pure survival is prioritized above all else. The idea of shunning a source of power out of fear of corruption or avoiding tactics because they are dishonorable is absurd to them. As such, ratfolk are known to be masters of many powers and abilities other races consider sinister. Many ratfolk become deadly assassins, some possessing a supernatural mastery of their wicked craft. Others tap into the notoriety of rats for swarming through civilization and spreading plagues. These ratfolk may become carriers for terrible diseases which they can inflict upon their victims, or they may learn to command swarms of other vermin to overwhelm their foes. Even ratfolk who pursue power through more conventional martial means utilize fear and underhanded tactics to obtain that power.": "大多数鼠人在残酷的生活中生存，纯粹的生存被优先考虑。因为害怕腐化而避开力量源泉或因为战术不光彩而避免使用，这种想法对他们来说是荒谬的。因此，鼠人被认为是许多其他种族认为邪恶的力量和能力的大师。许多鼠人成为致命的刺客，一些人拥有对邪恶手艺的超自然掌握。其他人利用鼠类的臭名来蔓延瘟疫，通过蔓延瘟疫在文明社会中蔓延。这些鼠人可能成为可怕疾病的携带者，他们可以将这些疾病传播给受害者，或者他们可以学会指挥其他害虫的群体来压倒他们的敌人。即使是通过更常规的武力手段追求权力的鼠人也利用恐惧和卑鄙手段来获得权力。",
	"In their scramble to find new ways to survive, many ratfolk find innovative ways to use the limited resources at their disposal. These ratfolk make for natural tinkerers, artificers, and engineers, and their creations are built to deliver powerful results at any cost. This mindset results in many brilliant but perilous designs. The weapons created by ratfolk are often as dangerous to the wielder as the weapon's target. Successful engineers have others test their devices for them, only using the most tried and true designs themselves.": "在为生存而奔波时，许多鼠人发现了利用有限资源的创新方法。这些鼠人天生就是擅长修补、制造者和工程师，他们的创造物被设计成以任何代价带来强大的效果。这种心态导致了许多危险但卓越的设计。鼠人制造的武器常常对使用者和目标都同样危险。成功的工程师会让其他人为他们测试设备，只有在最经过验证的设计上才会亲自使用。",
	"In some settings, ratfolk take names similar to those of nearby humanoids. Other times, ratfolk develop naming conventions of their own. First names are usually short, squeaky, and chittering. Surnames emphasize imposing traits or deeds, and ratfolk often take on new surnames they find useful for maintaining their status. Some ratfolk will even discard their first name altogether and only be referred to by an imposing title. Ratfolk names generally don't distinguish between the genders.": "在某些情况下，鼠人会取与附近人形生物相似的名字。而有时，鼠人会发展出自己的命名惯例。名字通常是短小、尖叫和吱吱作响的。姓氏强调着显著的特征或事迹，鼠人经常会采用新的姓氏，以维持他们的地位。一些鼠人甚至会完全抛弃他们的名字，只被称为一个令人敬畏的头衔。鼠人的名字通常不区分性别。",
	"Skeetch Plaguebreath, Threk Bonechewer, Rikket Demoneyes, Gutterking, Kreet Craventail, Rotfang": "斯基奇·瘟疫之息，瑟瑞克·噬骨者，瑞凯特·恶魔眼，阴沟之王，克瑞特·胆怯尾巴，腐牙",
	"You've become adept at tinkering and using devices in devious ways, granting you the following benefits:": "你已经变得擅长修补和巧妙运用设备，从而获得以下好处：",
	"You can use your action to perform object interactions and use magic items while frightened by your Scurry Away trait.": "你可以利用你的行动来执行物体互动，并在被你的（Scurry Away）特性所惊吓时使用魔法物品。",
	"You gain proficiency with one type of artisan's tools of your choice, and you can use that type of tool as a spellcasting focus for any spell you cast that uses Intelligence as its spellcasting ability.": "你获得对一种你选择的工匠工具的熟练加值，你可以将这种工具作为任何使用智力作为施法能力的法术的施法焦点。",
	"You've practised scurrying in and out of combat and dispatching foes in underhanded ways, granting you the following benefits:": "你已经练习了在战斗中来去匆匆，并以卑鄙的方式消灭敌人，使你获得以下好处：",
	"When you use your Scurry Away trait on a creature within 5 feet of you, you may choose to make a bite attack with disadvantage against that creature as part of the same action before you move.": "当你在5英尺内使用你的（Scurry Away）特性时，你可以选择在移动之前对那个生物进行一次带有劣势的咬击攻击，作为同一动作的一部分。",
	"When a creature you have been {@condition frightened} of by your Scurry Away feature since the start of your last turn misses an attack against you, any fear you have of that creature ends. You may then use your reaction to move up to half your speed towards it. If this movement brings you within 5 feet of the creature, or you were already within 5 feet of it, you may make a bite attack against it with advantage as part of your reaction.": "当你自上回合开始以来一直被你的“（Scurry Away）”特性影响的生物未能对你造成伤害时，你对该生物的恐惧感消失。然后，你可以使用你的反应移动你速度的一半朝着它。如果这次移动使你靠近生物5英尺，或者你已经在5英尺范围内，你可以作为反应的一部分用优势进行一次咬击攻击。",
	"You've learned how to summon and command hordes of rats to devour your foes, granting you the following benefits:": "你学会了如何召唤和指挥大群老鼠来吞噬你的敌人，为你带来以下好处：",
	"As an action, you can summon a number of {@creature giant rat|SSGRF|giant rats} equal to your proficiency bonus, which appear in unoccupied spaces that you can see within 30 feet of you. The summoned rats are friendly to you and your companions. In combat, the rats share your initiative count, but they each take their turns immediately after yours in any order you choose.": "作为一个动作，你可以召唤{@creature giant rat|SSGRF|giant rats}只老鼠，数量等同于你的熟练加值，它们会出现在你能看到的30英尺内的空地上。被召唤出来的老鼠对你和你的同伴友好。在战斗中，这些老鼠和你共享行动顺序，但它们会在你之后立即按照你选择的顺序行动。",
	"On each of your turns, you can use a bonus action to command any of the rats within 30 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the rats will take and where they will move during their next turn, or you can issue a general command, such as to guard a particular area or run up and attack a specific creature.": "在你的每个回合中，你可以使用一个奖励动作来命令在你30英尺范围内的任何老鼠（如果你控制多个生物，你可以同时命令任何一个或全部生物，给每个生物下达相同的命令）。你决定老鼠将在它们的下一个回合中采取什么行动以及它们将移动到哪里，或者你可以发布一个一般性命令，比如守卫特定区域或奔跑并攻击特定生物。",
	"If you issue no commands, they can move and use their reaction on their own, but the only action they take on their turn is the {@action Dodge} action. Once given an order, the rats continue to follow it until their task is complete or they end their turn more than 30 feet away from you. Each rat disappears after it drops to 0 hit points, after 10 minutes have passed, or you use this feature to summon more rats.": "如果你不下达任何命令，它们可以自行移动并使用自己的反应，但它们在自己的回合中采取的唯一行动是{@action Dodge}行动。一旦接到命令，老鼠将继续遵循直到任务完成或它们的回合结束时距离你超过30英尺。每只老鼠在其生命值降至0后消失，在过去的10分钟后消失，或者你使用此特性召唤更多老鼠后消失。",
	"Once you summon rats this way, you can't do so again until you finish a long rest, unless you expend a spell slot of 1st level or higher. When you summon rats this way, you create a number of rats equal to twice the level of the spell slot expended.": "通过这种方式召唤老鼠后，除非你消耗一个1级或更高级的法术位，否则在完成一次长休息之前不能再这样做。当你通过这种方式召唤老鼠时，你创造的老鼠数量等于消耗的法术位等级的两倍。",
	"Your body is riddled with diseases that perversely grant you vitality while also allowing your bites to inflict debilitating infections, thus granting you the following benefits:": "你的身体充斥着疾病，这些疾病奇怪地赋予你活力，同时也使你的咬伤能够造成致残性感染，因此为你带来以下好处：",
	"Once per turn, when you hit a creature with your bite attack, you can force it to make a Constitution saving throw ({@b DC 8 + your proficiency bonus + your Constitution modifier}) or become infected by your disease. While it is diseased, whenever the infected creature makes an ability check, attack roll, or saving throw, it must roll a {@dice d4} and subtract the number rolled from the ability check, attack roll, or saving throw. The creature can repeat the saving throw at the end of each of its turns, ending the disease on a success. Once a creature is cured of the disease, or it succeeds on saving throw against the disease, it can't become infected by this disease again for 24 hours.": "每回合一次，当你用咬击攻击命中一只生物时，你可以强迫它进行一次体质豁免检定（{@b DC 8 + your proficiency bonus + your Constitution modifier}）或被你的疾病感染。在被感染期间，每当被感染的生物进行一次属性检定、攻击检定或豁免检定时，它必须投掷一个{@dice d4}，并从属性检定、攻击检定或豁免检定中减去投掷的数字。生物可以在每个回合结束时重复进行豁免检定，成功时结束疾病。一旦生物被治愈疾病，或者成功对抗疾病的豁免检定，它在24小时内不会再次被这种疾病感染。",
	"You've trained your tail coordination to the point where you can use it like a third hand. You may use your tail to perform actions you would normally need a free hand for. Your tail can wield {@filter simple weapons with the light property|items|source=|type=simple weapon|property=light|category=}, but no other types of weapons and no shields. When you take an {@action attack} action while wielding a weapon with your tail, you may make an additional {@action Two-Weapon Fighting|PHB|off-hand attack}, allowing you a maximum of two off-hand attacks.": "你已经训练得让尾巴协调性达到了可以像第三只手一样使用的程度。你可以使用尾巴执行通常需要一只空手完成的动作。你的尾巴可以装备{@filter simple weapons with the light property|items|source=|type=simple weapon|property=light|category=}，但不能使用其他类型的武器和盾牌。当你使用尾巴装备武器进行{@action attack}动作时，你可以额外进行{@action Two-Weapon Fighting|PHB|off-hand attack}，允许你最多进行两次副手攻击。",
	"You've learned how to communicate with your fellow rodents, keeping you well informed by a vast network of verminous spies and granting you the following benefits:": "你已经学会了如何与你的老鼠同伴交流，通过庞大的老鼠间谍网络让你得到充分的情报，并获得以下好处：",
	"You gain the ability to cast the {@spell beast sense} and {@spell speak with animals}, but only as rituals and only targeting rats. The spells' spell casting ability is the ability increased by this feat.": "你获得了施放{@spell beast sense}和{@spell speak with animals}的能力，但只能作为仪式施法，且只能以老鼠为目标。这些咒语的施法能力取决于此特性增加的能力。",
	"You can cast {@spell animal friendship} and {@spell animal messenger}, but only targeting rats. Once you cast either of these spells in this way, you can't cast that spell in this way again until you finish a long rest. You can also cast these spells using spell slots you have of the appropriate level. The spells' spellcasting ability is the ability increased by this feat.": "你可以施放{@spell animal friendship}和{@spell animal messenger}，但只能以老鼠为目标。一旦你以这种方式施放其中任何一个咒语，你就不能再以这种方式施放该咒语，直到你完成一次长休。你也可以使用你拥有的相应等级的法术位来施放这些咒语。这些咒语的施法能力是由这个特性增强的能力。",
	"You know how best to capitalize on any opening left by your opponent, granting you the following benefits:": "你知道如何最好地利用对手留下的任何机会，这将为你带来以下好处：",
	"You learn the {@spell true strike} cantrip. You can cast it without somatic components, and Wisdom is your spellcasting ability when casting it. You can cast this spell even while you are frightened by your Scurry Away trait. If an attack that was granted advantage by the spell hits, you can use your Overwhelming Swarm trait even if you have no uses of the feature left, and doing so does not expend any uses of it.": "你学会了{@spell true strike}战斗法术。你可以在施放时不需要手势成分，智力是你施法时的法术能力值。即使你被你的逃窜特性吓倒，你也可以施放这个法术。如果被这个法术赋予优势的攻击命中，你可以使用你的压倒性群体特性，即使你没有剩余使用次数，这样做也不会消耗任何使用次数。",
	"When you use your Overwhelming Swarm feature against a creature that can't see you, you gain the maximum number of additional damage dice possibly granted by that feature, regardless of the number of allies within 5 feet of your target.": "当你对一个无法看见你的生物使用你的压倒性虫群特性时，你会获得该特性可能授予的额外伤害骰子的最大数量，而不管你的目标周围有多少盟友（`Overwhelming Swarm`）。",
	"The rat can move through and stop in a space large enough to fit a creature one size smaller than it without squeezing.": "老鼠可以在足够大的空间中移动并停下，这个空间足够容纳比它小一个体型的生物，而无需挤压。",
	"The rat has advantage on Wisdom ({@skill Perception}) checks that rely on smell.": "老鼠在依赖嗅觉的感知检定中拥有智慧检定优势 ({@skill Perception})。",
	"The first time each turn that the rat hits a creature with an attack, it deals an extra 1 damage per ally it has within 5 feet of its target that isn't {@condition incapacitated}. The rat can benefit from up to 3 allies this way.": "每个回合中，老鼠第一次用攻击命中一名生物时，它会额外造成1点伤害，每有一个盟友在其目标周围5英尺内（不包括{@condition incapacitated}），老鼠就会造成额外的伤害。老鼠可以通过这种方式从最多3个盟友获益。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}4 ({@damage 1d4 + 2})点穿刺伤害。",
	"When an enemy the rat can see ends its turn, the rat can move up to half its speed away from the creature and become {@condition frightened} of it until the end of the creature's next turn. This movement doesn't provoke {@action opportunity attack|PHB|opportunity attacks}. While {@condition frightened} this way, the rat can only take the {@action dash}, {@action disengage}, {@action dodge}, or {@action hide} actions. This feature ignores immunity to the {@condition frightened} condition.": "当敌人老鼠能看到结束自己的回合时，老鼠可以朝离开生物的速度一半的距离移动，并在生物的下一个回合结束前成为其{@condition frightened}。这个移动不会引发{@action opportunity attack|PHB|opportunity attacks}。在这种方式下，老鼠只能采取{@action dash}、{@action disengage}、{@action dodge}或{@action hide}行动。这个特性忽略对{@condition frightened}状态的免疫。",
	"During its first turn, the ratfolk has advantage on attack rolls against any creature that hasn't taken a turn. Any hit the ratfolk scores against a {@quickref surprised|PHB|3|0|surprised} creature is a critical hit.": "在其第一个回合期间，鼠人对尚未行动的任何生物进行的攻击投掷获得优势。鼠人对{@quickref surprised|PHB|3|0|surprised}生物造成的任何命中都被视为暴击。",
	"The ratfolk can move through and stop in a space large enough to fit a creature one size smaller than it without squeezing.": "老鼠人可以在不挤压的情况下穿过并停留在一个足够大，可以容纳比它小一号生物的空间。",
	"The ratfolk has advantage on Wisdom ({@skill Perception}) checks that rely on Smell.": "老鼠人在依赖嗅觉的感知({@skill Perception})检查中获得优势。",
	"The first time each turn that the ratfolk hits a creature with an attack, it deals an extra 1 damage per ally it has within 5 feet of its target that isn't {@condition incapacitated}. The ratfolk can benefit from up to 3 allies this way.": "每回合，当鼠人用攻击命中一名生物时，如果该生物周围5英尺内有不是{@condition incapacitated}的盟友，鼠人会额外造成1点伤害。鼠人最多可以从3名盟友身上获益。",
	"The ratfolk deals an extra 14 ({@damage 4d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 ft. of an ally of the assassin that isn't {@condition incapacitated} and the ratfolk doesn't have disadvantage on the attack roll.": "当鼠人用武器攻击命中目标并获得优势攻击检定时，或者目标在刺客的盟友（不是{@condition incapacitated}）5英尺内且鼠人没有劣势攻击检定时，鼠人造成额外14（{@damage 4d6}）点伤害。",
	"The ratfolk makes two shortsword attacks.": "老鼠人进行两次短剑攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage plus 24 ({@damage 7d6}) poison damage. The target must make a {@dc 15} Constitution saving throw, taking the poison damage on a failed save, or half as much damage on a successful one.": "{@atk mw} {@hit 6}攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d6 + 3})穿刺伤害加上24 ({@damage 7d6})毒素伤害。目标必须进行一次{@dc 15}体质豁免才能，未通过则受到毒素伤害，通过则只受到一半伤害。",
	"{@atk rw} {@hit 6} to hit, range 80/320 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage, and the target must make a {@dc 15} Constitution saving throw, taking 24 ({@damage 7d6}) poison damage on a failed save, or half as much damage on a successful one.": "{@atk rw}进行攻击，射程80/320英尺，目标为一名敌人。造成{@h}7({@damage 1d8 + 3})点穿刺伤害，并且目标必须进行一次{@dc 15}体质豁免才能，未通过则受到24({@damage 7d6})点毒素伤害，通过则减半。",
	"When an enemy the ratfolk can see ends its turn, the ratfolk can move up to half its speed away from the creature and become {@condition frightened} of it until the end of the creature's next turn. This movement doesn't provoke {@action opportunity attack|PHB|opportunity attacks}. While {@condition frightened} this way, the ratfolk can only take the {@action dash}, {@action disengage}, {@action dodge}, or {@action hide} actions. This feature ignores immunity to the {@condition frightened} condition.": "当一名敌人被鼠人看见结束其回合时，鼠人可以朝离开该生物的方向移动其速度的一半，并在该生物的下一个回合结束前成为其 {@condition frightened}。这次移动不会引发 {@action opportunity attack|PHB|opportunity attacks}。在这种方式下，鼠人只能执行 {@action dash}，{@action disengage}，{@action dodge} 或 {@action hide} 行动。此特性无视对 {@condition frightened} 状态的免疫。",
	"The ratfolk has advantage on Wisdom ({@skill Perception}) checks that rely on smell.": "老鼠人在依赖嗅觉的感知检定中获得优势({@skill Perception})。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}4 ({@damage 1d6 + 1})点割伤伤害。",
	"{@atk rw} {@hit 3} to hit, reach 80/320 ft., one target. {@h}5 ({@damage 1d8 + 1}) piercing damage.": "{@atk rw} {@hit 3}攻击，射程80/320尺，目标为一名敌人。造成{@h}5 ({@damage 1d8 + 1})点穿刺伤害。",
	"Most settings do not feature ratfolk, let alone playable ratfolk. However, the DM and some players in the group may want the opportunity to try playing such a character without needing to shoehorn an entire race into the world. In this case, the following options can provide some possible origins for ratfolk individuals in settings otherwise devoid of them:": "大多数设定中都没有鼠人，更不用说可玩的鼠人了。然而，DM和一些玩家可能希望有机会尝试扮演这样的角色，而不必将整个种族硬塞到世界中。在这种情况下，以下选项可以为那些原本没有鼠人的设定提供一些可能的鼠人个体起源：",
	"The following traits can be added to any NPC that's not a specific race to make it into a ratfolk NPC. A pair of example ratfolk NPC stat blocks have also been included showing NPCs from the Monster Manual with ratfolk traits applied to them.": "以下特征可以添加到任何不属于特定种族的NPC身上，使其成为一名鼠人NPC。还包括了两个示例鼠人NPC的属性块，展示了从《怪物手册》中选取的NPC，并应用了鼠人特征。",
	"The ratfolk has {@sense darkvision} out to 60 feet.": "老鼠人的视觉范围为 {@sense darkvision}，最远可达60英尺。",
	"The first time each turn that the ratfolk hits a creature with an attack, it deals an extra 1 damage per each ally within 5 feet of the target that isn't {@condition incapacitated}, up to a maximum of 3 extra damage.": "每个回合，当鼠人用攻击命中一名生物时，如果目标周围5英尺内有除{@condition incapacitated}之外的盟友，它会额外造成1点伤害，最多可额外造成3点伤害。",
	"The ratfolk has the following reaction option:": "鼠人(ratfolk)有以下反应选项：",
	"When an enemy the ratfolk can see ends its turn, the ratfolk can move up to half its speed away from the creature and become {@condition frightened} of it until the end of the creature's next turn. This movement doesn't provoke {@action opportunity attack|PHB|opportunity attacks}. While {@condition frightened}this way, the ratfolk can only take the {@action Dash}, {@action Disengage}, {@action Dodge}, or {@action Hide} action. This trait ignores immunity to the {@condition frightened} condition.": "当一名敌人在鼠人能看见的范围内结束其回合时，鼠人可以朝离开该敌人一半移动速度的方向移动，并在该敌人的下一个回合结束前成为其{@condition frightened}。这次移动不会引发{@action opportunity attack|PHB|opportunity attacks}。在这种方式下，鼠人只能采取{@action Dash}，{@action Disengage}，{@action Dodge}或{@action Hide}行动。这个特性无视对{@condition frightened}状态的免疫。",
	"One of your parents was a wererat, leaving you born with bizarre ratlike traits.": "你的父母之一是一只狼鼠(wererat)，导致你出生时带有奇怪的类鼠特征。",
	"Your attempt at curing yourself of your wererat lycanthropy left you trapped in a hybrid rat-humanoid state.": "你试图治愈自己的狼鼠獾人病毒，结果却让你陷入了半人半鼠的混合状态。",
	"You were once an ordinary rat living in a town subjected to a dark curse, causing its rodent population to mutate into humanoids and overrun its former inhabitants.": "你曾经是一只普通的老鼠，生活在一个受到黑暗诅咒影响的小镇中，导致老鼠种群突变成人形生物并且占领了原来的居民。",
	"You were once a lab rat used in a twisted project to mutate and rapidly evolve rodents. You were one of the first successes.": "你曾经是一个被用于扭曲项目中的实验室老鼠，目的是使老鼠发生突变并快速进化。你是最早的成功案例之一。",
	"You were testing an experimental new form of transportation but didn't notice the rat with you. When you both finished your journey, you had fused into a single entity.": "你在测试一种实验性的新交通工具时，却没有注意到和你在一起的老鼠。当你们完成旅程后，你们融合成了一个实体。",
	"You were once the familiar of a powerful and reclusive archmage. Tired of having one-way conversations with you, the mage transformed you into an intelligent humanoid.": "你曾经是一位强大而隐居的大法师的熟悉。厌倦了与你进行单向对话，法师将你变成了一个智能的人形生物。",
	"You betrayed the secrets of a powerful fey, who devised an ironic way of punishing you for \"ratting\" them out.": "你背叛了一个强大精灵的秘密，他设计了一种讽刺的方式来惩罚你告发他们。",
	"You stole a cursed item crafted with a unique way of punishing \"thieving rats.\"": "你偷了一个用独特方式制造的被诅咒物品，用来惩罚“小偷老鼠”(`\"thieving rats\"`)。",
	"You serve an otherworldly being strongly associated with rats and vermin, and this being has chosen to \"bless\" you with its gifts.": "你侍奉着一个与老鼠和害虫紧密相关的异世界存在，而这个存在选择用它的礼物“祝福”你。",
	"A powerful magical individual with delusions of godhood is attempting to craft a new race of verminous worshippers, and you are one of the first members of this fledgling species.": "一个自以为是神的强大魔法个体正试图打造一支新的虫族崇拜者，而你是这个新兴物种中的第一批成员之一。"
}