{
	"You are Medium or Small. You choose the size when you select this race.": "你可以选择中等或小型。你在选择这个种族时选择你的尺寸。",
	"You have resistance to radiant damage.": "你对辐射伤害具有抗性。",
	"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.": "你可以在距离你60英尺范围内的昏暗光线中看清事物，就像是明亮的光线一样，在黑暗中则如同昏暗光线。你只能在那黑暗中分辨出灰色调的颜色。",
	"As an action, you can touch a creature and roll a number of d4s equal to your proficiency bonus. The creature regains a number of hit points equal to the total rolled. Once you use this trait, you can't use it again until you finish a long rest.": "作为一个动作，你可以触摸一个生物并投掷与你熟练加值相等的d4个骰子。该生物回复等于投掷总和的生命值。一旦你使用了这个特性，你必须休息长时间后才能再次使用。",
	"You know the {@spell light} cantrip. Charisma is your spellcasting ability for it.": "你知道{@spell light} cantrip。魅力是你施法的能力。",
	"You are a Humanoid. You are also considered a goblinoid for any prerequisite or effect that requires you to be a goblinoid.": "你是一个类人生物。对于任何要求你是一个地精生物的先决条件或效果，你也被视为地精生物。",
	"You have advantage on saving throws you make to avoid or end the {@condition charmed} condition on yourself.": "你在进行豁免检定以避免或结束自身身上的{@condition charmed}状态时，获得优势。",
	"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.": "在确定你的携带能力和推、拉或举起重量时，你被视为比实际尺寸大一号。",
	"You are proficient in the {@skill Stealth} skill. In addition, without squeezing, you can move through and stop in a space large enough for a Small creature.": "你精通{@skill Stealth}技能。此外，你可以在不挤压的情况下，穿过并停留在足够小型生物的空间中。",
	"You have a gem dragon ancestor, granting you a special magical affinity. Choose one kind of dragon from the Gem Ancestry table. This determines the damage type for your other traits, as shown in the table.": "你拥有一位宝石龙祖先，赋予你特殊的魔法亲和力。从宝石血统表中选择一种龙。这将决定你其他特性的伤害类型，如表所示。",
	"Amethyst": "紫晶 (Amethyst)",
	"Force": "力量 (Force)",
	"Crystal": "水晶",
	"Radiant": "光明 (Radiant)",
	"Emerald": "翡翠(Emerald)",
	"Psychic": "通灵术 (Psychic)",
	"Sapphire": "蓝宝石",
	"Thunder": "雷霆",
	"Topaz": "黄玉 (Topaz)",
	"Necrotic": "死灵",
	"When you take the {@action Attack} action on your turn, you can replace one of your attacks with an exhalation of magical energy in a 15-foot cone. Each creature in that area must make a Dexterity saving throw (DC = 8 + your Constitution modifier + your proficiency bonus). On a failed save, the creature takes {@damage 1d10} damage of the type associated with your Gem Ancestry. On a successful save, it takes half as much damage. This damage increases by {@dice 1d10} when you reach 5th level ({@dice 2d10}), 11th level ({@dice 3d10}), and 17th level ({@dice 4d10}).": "当你在你的回合进行{@action Attack}动作时，你可以用魔法能量的呼出来替换你的一次攻击，形成一个15英尺锥形范围。该区域内的每个生物都必须进行一次敏捷豁免投掷（豁免 DC = 8 + 你的体质调整值 + 你的熟练加值）。未通过豁免的生物会受到{@damage 1d10}与你的宝石血统相关联的伤害类型的伤害。通过豁免的生物会受到一半的伤害。当你达到5级（{@dice 2d10}），11级（{@dice 3d10}），和17级（{@dice 4d10}）时，这个伤害会增加{@dice 1d10}。",
	"You can use your Breath Weapon a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用你的吐息武器的次数等于你的熟练加值，当你完成一次长休后，你会恢复所有已用次数。",
	"You have resistance to the damage type associated with your Gem Ancestry.": "你对与你的宝石血统相关的伤害类型具有抗性。",
	"Starting at 5th level, you can use a bonus action to manifest spectral wings on your body. These wings last for 1 minute. For the duration, you gain a flying speed equal to your walking speed and can hover. Once you use this trait, you can't do so again until you finish a long rest.": "从5级开始，你可以使用一个奖励动作在你的身体上显现幻影翅膀。这些翅膀持续1分钟。在持续时间内，你获得一个飞行速度，等同于你的步行速度，并且可以悬停。一旦你使用了这个特性，你必须完成一次长休才能再次使用。",
	"When you take the {@action Attack} action on your turn, you can replace one of your attacks with an exhalation of magical energy in a 15-foot cone. Each creature in that area must make a Dexterity saving throw (DC = 8 + your Constitution modifier + your proficiency bonus). On a failed save, the creature takes {@damage 1d10} {{damageType}} damage. On a successful save, it takes half as much damage. This damage increases by {@dice 1d10} when you reach 5th level ({@dice 2d10}), 11th level ({@dice 3d10}), and 17th level ({@dice 4d10}).": "当你在你的回合中进行{@action Attack}动作时，你可以用魔法能量的呼出来替换你的一次攻击，形成一个15英尺的锥形区域。该区域内的每个生物都必须进行一次敏捷豁免投掷（豁免 DC = 8 + 你的体质调整值 + 你的熟练加值）。未通过豁免的生物会受到{@damage 1d10} {{damageType} 伤害。通过豁免的生物会受到一半伤害。当你达到5级（{@dice 2d10}），11级（{@dice 3d10}）和17级（{@dice 4d10}）时，这个伤害会增加{@dice 1d10}。",
	"You have resistance to {{damageType}} damage.": "你对{{damageType}伤害具有抗性。",
	"Dwarves mature at the same rate as humans, but they're considered young until they reach the age of 50. On average, they live about 350 years.": "矮人和人类成熟速度相同，但直到他们达到50岁时才被视为年轻。平均寿命约为350年。",
	"Dwarves stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium.": "矮人身高在4到5英尺之间，体重约150磅。你的体型为中等。",
	"Your speed is not reduced by wearing heavy armor.": "穿着沉重盔甲不会减慢你的速度。",
	"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "习惯于地下生活，你在黑暗和昏暗条件下有卓越的视力。你可以在距离你60英尺内的昏暗光线中看到，就像是明亮的光线一样，在黑暗中也能看到，就像是昏暗光线一样。你在黑暗中无法分辨颜色，只能看到灰色的阴影。",
	"You have advantage on saving throws against poison, and you have resistance against poison damage.": "你在对抗毒素的豁免检定中拥有优势，并且对毒素伤害具有抗性。",
	"You have proficiency with the {@item battleaxe|phb}, {@item handaxe|phb}, {@item light hammer|phb}, and {@item warhammer|phb}.": "你精通{@item battleaxe|phb}、{@item handaxe|phb}、{@item light hammer|phb}和{@item warhammer|phb}。",
	"You gain proficiency with the artisan's tools of your choice: {@item Smith's tools|phb}, {@item brewer's supplies|phb}, or {@item mason's tools|phb}.": "你可以选择获得以下工匠工具的熟练技能：{@item Smith's tools|phb}，{@item brewer's supplies|phb}，或者{@item mason's tools|phb}。",
	"Whenever you make an Intelligence ({@skill History}) check related to the origin of stonework, you are considered proficient in the {@skill History} skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus.": "每当你进行与石工起源相关的智力检定时，你被视为精通{@skill History}技能，并且将你的熟练加值翻倍加到检定中，而不是普通的熟练加值。",
	"You are a Fey.": "你是一位精灵。(Fey)",
	"You know the {@spell druidcraft} cantrip. Starting at 3rd level, you can cast the {@spell faerie fire} spell with this trait. Once you cast {@spell faerie fire} with this trait, you can't cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.": "你会{@spell druidcraft} cantrip。从3级起，你可以用这个特性施放{@spell faerie fire}法术。一旦你用这个特性施放{@spell faerie fire}，你必须休息长时间才能再次用它施放该法术。你也可以使用任何对应等级的法术位施放这两个法术。",
	"Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).": "智力、智慧或魅力是你施放这些法术时的法术能力值（选择种族时选择）。",
	"Because of your wings, you have a flying speed equal to your walking speed. You can't use this flying speed if you're wearing medium or heavy armor.": "因为你的翅膀，你的飞行速度等于你的行走速度。如果你穿着中重甲，你不能使用这个飞行速度。",
	"Gnomes mature at the same rate humans do, and most are expected to settle down into an adult life by around age 40. They can live 350 to almost 500 years.": "侏儒和人类的成熟速度相同，大多数侏儒到了约40岁左右都会安定下来，过上成年人的生活。他们可以活350到近500年。",
	"Gnomes are between 3 and 4 feet tall and average about 40 pounds. Your size is Small.": "侏儒的身高在3到4英尺之间，体重约为40磅。你的体型是小号(Small)。",
	"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic.": "你对所有魔法的智力、感知和魅力豁免检定获得优势。",
	"You can breathe air and water.": "你可以呼吸空气和水。",
	"You're resistant to poison damage and have advantage on saving throws against the {@condition poisoned} condition.": "你对毒素伤害具有抗性，并且在抵抗{@condition poisoned}状态的豁免投掷中获得优势。",
	"As a bonus action, you can release a powerful toxin from your pores. This toxin maintains its potency for 1 minute.": "作为一个奖励动作，你可以从毛孔中释放出一种强力毒素。这种毒素在接下来的1分钟内保持其效力。",
	"Any creature other than a grung that grapples you or otherwise comes into direct contact with your skin must succeed on a Constitution saving throw (DC = 8 + your Constitution modifier + your proficiency bonus) or become {@condition poisoned} for 1 minute. A poisoned creature no longer in direct contact with you can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "任何生物，除了一只格朗(gung)以外，如果它抓住你或者以其他方式直接接触到你的皮肤，必须通过一次体质豁免检定（豁免 DC = 8 + 你的体质调整值 + 你的熟练加值），否则会变成{@condition poisoned}，持续1分钟。一旦中毒的生物不再直接接触你，它可以在自己的回合结束时重复进行豁免检定，成功则结束自身的效果。",
	"You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你的熟练加值，当你完成一次长休后，你会恢复所有已用次数。",
	"Your long jump is up to 25 feet and your high jump is up to 15 feet, with or without a running start.": "你的跳远距离可达25英尺，高跳可达15英尺，无论是否有起跑距离。(D&D)",
	"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll.": "当你在攻击检定、能力检定或豁免检定中掷出1时，你可以重新投掷骰子，并且必须使用新的点数。",
	"You have advantage on saving throws against being {@condition frightened}.": "你在豁免抵抗被 {@condition frightened} 时拥有优势。",
	"You can move through the space of any creature that is of a size larger than yours.": "你可以穿过比你体型更大的生物的空间。",
	"You gain proficiency in one skill of your choice.": "你在选择的一个技能上获得熟练加值。",
	"When you make an ability check, attack roll, or saving throw and have disadvantage on the roll, you can cancel the disadvantage for that roll. You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "当你进行能力检定、攻击检定或豁免检定，并且对该检定有劣势时，你可以取消该劣势。你可以使用这个特性的次数等同于你的熟练加值，而且当你完成一次长休后，你会恢复所有已使用的次数。",
	"You can speak, read, and write Common and one other language that you and your DM agree is appropriate for your character.": "你可以说、读、写普通语和另一种语言，你和你的DM一致认为适合你的角色。",
	"You gain one {@filter feat|feats|ability bonus=str;dex;con;int;wis;cha} of your choice. The feat must increase an ability score.": "你获得一个你选择的{@filter feat|feats|ability bonus=str;dex;con;int;wis;cha}。这个特性必须增加一个能力值。",
	"You have tough, scaly skin. When you aren't wearing armor, your AC is 12 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor.": "你有坚硬、鳞甲般的皮肤。当你没有穿戴盔甲时，你的护甲等级为12 + 你的敏捷调整值。如果你穿戴的盔甲会让你的护甲等级更低，你可以使用你的天生护甲来确定你的护甲等级。当你使用天生护甲时，盾牌的加成仍然适用。",
	"You have proficiency in the {@skill Athletics} and {@skill Perception} skills.": "你精通{@skill Athletics}和{@skill Perception}技能。(Proficiency in (0) and (1))",
	"You have advantage on saving throws against being {@condition charmed}, {@condition frightened}, {@condition paralyzed}, {@condition poisoned}, {@condition stunned}, or put to sleep.": "你对抗被麻痹 {@condition charmed}, 冰冻 {@condition frightened}, 中毒 {@condition paralyzed}, 晕眩 {@condition poisoned}, 沉默 {@condition stunned} 或 睡眠效果的豁免 throws 时具有优势。",
	"You have horns that you can use to make unarmed strikes. When you hit with them, the strike deals {@damage 1d6} + your Strength modifier piercing damage, instead of the bludgeoning damage normal for an unarmed strike.": "你有角可以用来进行徒手攻击。当你用它们击中目标时，攻击造成{@damage 1d6} + 你的力量调整值的穿刺伤害，而不是徒手攻击通常造成的钝击伤害。",
	"If you move at least 20 feet straight toward a target and then hit it with a melee weapon attack on the same turn, you can immediately follow that attack with a bonus action, making one attack against the target with your horns.": "如果你朝一个目标直线移动至少20英尺，然后在同一回合内用近战武器攻击命中它，你可以立即跟随该攻击使用一个奖励动作，用你的角对目标进行一次攻击。",
	"Immediately after you make a melee attack against a creature on your turn, you can use a bonus action to attempt to push that target with your horns. The target must be within 5 feet of you and no more than one size larger than you. Unless it succeeds on a Strength saving throw against a DC equal to 8 + your proficiency bonus + your Strength modifier, you can push it up to 10 feet away from you.": "在你的回合中对一名生物进行近战攻击后，你可以使用一个奖励动作，尝试用你的角把目标推开。目标必须在你的5英尺范围内，且体型不能比你大超过一个尺寸。除非它在一个力量豁免检定中达到等于8 + 你的熟练加值 + 你的力量调整值的DC，否则你可以将其推开多达10英尺。",
	"You always know which direction is north, and you have advantage on any Wisdom ({@skill Survival}) check you make to navigate or track.": "你总是知道北方的方向，并且在进行导航或追踪的任何感知检定中获得优势。",
	"You can use your head and horns to make unarmed strikes. When you hit with them, the strike deals {@damage 1d6} + your Strength modifier bludgeoning damage, instead of the bludgeoning damage normal for an unarmed strike.": "你可以使用你的头和角进行徒手攻击。当你用它们击中目标时，攻击造成{@damage 1d6} + 你的力量调整值的钝击伤害，而不是普通徒手攻击的钝击伤害。",
	"You have advantage on Intelligence, Wisdom, and Charsima saving throws against spells.": "你在对抗法术时对智力、感知和魅力豁免检定获得优势。",
	"Whenever you make a long jump or a high jump, you can roll a {@dice d8} and add the number rolled to the number of feet you cover, even when making a standing jump. This extra distance costs movement as usual.": "每当你进行一次长跳或高跳时，你可以投掷一个{@dice d8}，并将投掷的数字加到你跳过的英尺数上，即使是进行站立跳跃时也可以。这额外的距离消耗移动力，如同通常一样。",
	"As an embodiment of revelry, you have proficiency in the {@skill Performance} and {@skill Persuasion} skills, and you have proficiency with one {@item musical instrument|PHB} of your choice.": "作为狂欢的化身，你在{@skill Performance}和{@skill Persuasion}技能上有熟练加值，并且你可以选择一项{@item musical instrument|PHB}技能获得熟练加值。",
	"You have advantage on Intelligence, Wisdom, and Charisma saving throws against spells.": "你在对抗法术时，智力、感知和魅力豁免检定获得优势。",
	"You have advantage on saving throws you make to avoid or end the {@condition poisoned} condition on yourself. You also have resistance to poison damage.": "你在进行豁免检定以避免或结束自身身上的{@condition poisoned}状态时具有优势。你对毒素伤害具有抗性。",
	"You know the {@spell poison spray} cantrip. You can cast {@spell animal friendship} an unlimited number of times with this trait, but you can target only snakes with it. Starting at 3rd level, you can also cast {@spell suggestion} with this trait. Once you cast it, you can't do so again until you finish a long rest. You can also cast it using any spell slots you have of 2nd level or higher.": "你会施放{@spell poison spray} cantrip。你可以使用这个特性无限次地施放{@spell animal friendship}，但只能以蛇为目标。从3级开始，你也可以使用这个特性施放{@spell suggestion}。一旦你施放了它，你必须完成一次长休才能再次施放。你也可以使用你拥有的2级或更高级别的法术位来施放它。",
	"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing your eyes to turn into pools of darkness and two skeletal, ghostly, flightless wings to sprout from your back. For the duration, a creature that starts its turn within 10 feet of you and can see you must succeed on a Wisdom saving throw (DC 8 + your proficiency bonus + your Charisma modifier) or become {@condition frightened} of you until the start of its next turn. If a creature's saving throw is successful, the creature is immune to being frightened by your Haunting Shroud for the next 24 hours.": "从3级开始，你可以使用你的动作释放内在的神圣能量，使你的眼睛变成黑暗之池，背上长出两只骷髅般的、幽灵般的、无法飞行的翅膀。在持续时间内，任何一个在你身边10英尺内并能看到你的生物，在其回合开始时必须进行一次感知豁免检定（豁免 DC 8 + 你的熟练加值 + 你的魅力调整值），否则将变成你的 {@condition frightened} 直到其下一个回合开始。如果一个生物的豁免成功，那么该生物在接下来的24小时内免疫于你的恐惧之幕。",
	"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your proficiency bonus.": "你的变身持续1分钟，或者直到你将其作为一个奖励动作结束。在变身期间，每个回合一次，当你用攻击或法术对一个目标造成伤害时，你可以额外造成一次辐射伤害。额外伤害等于你的熟练加值。",
	"Once you use this trait, you can't use it again until you finish a long rest.": "使用此特性后，直到完成一次长休才能再次使用。",
	"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing your eyes to glimmer and two luminous, incorporeal wings to sprout from your back.": "从(%num%)级开始，你可以使用你的动作释放内在的神圣能量，使你的眼睛闪耀，并在你的背后长出两只发光的、非实体的翅膀。",
	"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you have a flying speed of 30 feet, and once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your proficiency bonus.": "你的变身持续1分钟，或者直到你将其作为一个奖励动作结束。在变身期间，你拥有30英尺的飞行速度，每个回合一次，当你用攻击或法术对目标造成伤害时，你可以额外对一个目标造成辐射伤害。额外伤害等于你的熟练加值。",
	"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing a searing light to radiate from you, pour out of your eyes and mouth, and threaten to char you.": "从3级开始，你可以使用你的动作释放内在的神圣能量，让一道灼热的光芒从你身上辐射出来，从你的眼睛和嘴巴中涌出，并威胁着将你烧焦。",
	"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you shed bright light in a 10-foot radius and dim light for an additional 10 feet, and at the end of each of your turns, you and each creature within 10 feet of you take radiant damage equal to your level. In addition, once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your proficiency bonus.": "你的变形持续1分钟，或者直到你将其作为一个奖励动作结束。在变形期间，你在一个10英尺半径内散发明亮光，另外10英尺内为昏暗光，每个你的回合结束时，你和每个与你在10英尺内的生物会受到等同于你等级的辐射伤害。此外，每个你的回合中，当你用攻击或法术对目标造成伤害时，你可以额外对一个目标造成额外的辐射伤害。额外伤害等同于你的熟练加值。",
	"When you make a melee attack on your turn, your reach for it is 5 feet greater than normal.": "当你在你的回合进行近战攻击时，你的攻击距离比正常情况下增加5英尺。",
	"If you hit a creature with an attack roll, the creature takes an extra {@damage 2d6} damage if it hasn't taken a turn yet in the current combat.": "如果你用攻击骰击中一只生物，且该生物在当前战斗中还没有轮到过，那么该生物会额外受到{@damage 2d6}伤害。",
	"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "习惯于地下生活，你在黑暗和昏暗环境中拥有优越的视力。在你120尺范围内的昏暗光线中，你可以看到如同明亮光线一样清晰，而在黑暗中，你可以看到如同昏暗光线一样。在黑暗中，你无法分辨颜色，只能看到灰色调。",
	"You have advantage on saving throws against poison, and you have resistance against poison damage. You also have advantage on saving throws against illusions and against being {@condition charmed} or {@condition paralyzed}.": "你对毒素的豁免 throws 有优势，并且对毒素伤害有抗性。你还对幻术的豁免 throws 有优势，并且对被 {@condition charmed} 或 {@condition paralyzed} 的豁免 throws 有优势。",
	"When you reach 3rd level, you can cast the {@spell Enlarge/Reduce} spell on yourself once with this trait, using only the spell's enlarge option. When you reach 5th level, you can cast the {@spell Invisibility} spell on yourself once with this trait. You don't need material components for either spell, and you can't cast them while you're in direct sunlight, although sunlight has no effect on them once cast. You regain the ability to cast these spells with this trait when you finish a long rest. Intelligence is your spellcasting ability for these spells.": "当你达到3级时，你可以使用这个特性在自己身上施放{@spell Enlarge/Reduce}法术一次，只能使用该法术的放大选项。当你达到5级时，你可以使用这个特性在自己身上施放{@spell Invisibility}法术一次。你不需要任何材料成分来施放这两个法术，在直射阳光下无法施放它们，但一旦施放完成，阳光对它们没有影响。完成一次长休后，你恢复使用这个特性施放这些法术的能力。智力是你施放这些法术的法术能力。",
	"You have disadvantage on Wisdom ({@skill Perception}) checks that rely on sight when trying to perceive something in an area of bright light.": "当在明亮光线的区域中尝试感知事物时，你在依赖视觉的感知智慧检定上有劣势。",
	"Your hit point maximum increases by 1, and it increases by 1 every time you gain a level.": "你的生命值上限增加了1点，每次升级时都会增加1点。",
	"You have proficiency with light and medium armor.": "你精通轻甲和中甲。",
	"Accustomed to the depths of the Underdark, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "习惯了地下世界的深处，你在黑暗和昏暗条件下拥有卓越的视力。你可以在距离你120英尺内的昏暗光线中看到，就好像是明亮的光线，而在黑暗中则如同昏暗光线。你无法在黑暗中分辨颜色，只能看到灰色的色调。",
	"You know the {@spell dancing lights} cantrip. When you reach 3rd level, you can cast the {@spell faerie fire} spell once with this trait; you regain the ability to cast it when you finish a long rest. When you reach 5th level, you can also cast the {@spell darkness} spell once per day with this trait; you regain the ability to cast it when you finish a long rest. Charisma is your spellcasting ability for these spells.": "你会施展{@spell dancing lights}战斗法术。当你达到3级时，你可以使用这个特性施展{@spell faerie fire}法术一次；完成一次长休后，你可以重新获得施展它的能力。当你达到5级时，你还可以每天使用这个特性施展{@spell darkness}法术一次；完成一次长休后，你可以重新获得施展它的能力。魅力是你施展这些法术的能力值。",
	"You have proficiency with {@item rapier|phb|rapiers}, {@item shortsword|phb|shortswords}, and {@item hand crossbow|phb|hand crossbows}.": "你精通{@item rapier|phb|rapiers}、{@item shortsword|phb|shortswords}和{@item hand crossbow|phb|hand crossbows}。",
	"As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see. Once you use this trait, you can't do so again until you finish a long rest.": "作为一个奖励动作，你可以使用魔法传送到你能看见的一个未被占据的空间，最远距离为30英尺。一旦你使用了这个特性，你必须休息过一次长休才能再次使用。",
	"When you reach 3rd level, your Fey Step gains an additional effect based on your season; if the effect requires a saving throw, the DC equals 8 + your proficiency bonus + your Charisma modifier:": "当你达到3级时，你的精灵跳步(Fey Step)根据你的季节获得额外效果；如果效果需要豁免才能，豁免 DC 为 8 + 你的熟练加值(proficiency bonus) + 你的魅力调整值(Charisma modifier)：",
	"Immediately after you use your Fey Step, up to two creatures of your choice that you can see within 10 feet of you must succeed on a Wisdom saving throw or be {@condition charmed} by you for 1 minute, or until you or your companions deal any damage to it.": "在你使用你的（Fey Step）之后，你周围10英尺内的最多两个你能看到的生物必须成功通过一次感知豁免才能免疫你1分钟，或者直到你或你的同伴对它造成任何伤害。被{@condition charmed}。",
	"When you use your Fey Step, one creature of your choice that you can see within 5 feet of you before you teleport must succeed on a Wisdom saving throw or be {@condition frightened} of you until the end of your next turn.": "当你使用你的仙灵步时，你传送前5英尺内的一个你能看到的生物必须进行一次感知豁免才能通过，否则在你的下一个回合结束前，它将对你保持 {@condition frightened}。",
	"When you use your Fey Step, you can touch one willing creature within 5 feet of you. That creature then teleports instead of you, appearing in an unoccupied space of your choice that you can see within 30 feet of you.": "当你使用你的精灵跃步时，你可以触摸一个距离你5英尺以内的愿意生物。那个生物随后传送，而不是你，出现在你能看到的距离你30英尺以内的一个未被占据的空间中。",
	"Immediately after you use your Fey Step, each creature of your choice that you can see within 5 feet of you takes fire damage equal to your Charisma modifier (minimum of 1 damage).": "在你使用你的(`Fey Step`)之后，你可以看到的每个生物，都会受到等于你的魅力调整值的火焰伤害（最少1点伤害）。",
	"Starting at 3rd level, you also gain resistance to all damage when you teleport using this trait. The resistance lasts until the start of your next turn. During that time, you appear ghostly and translucent.": "从3级开始，当你使用这个特性传送时，你也获得对所有伤害的抗性。这种抗性持续到你的下一个回合开始。在此期间，你看起来幽灵般的半透明。",
	"You have advantage on Dexterity ({@skill Stealth}) checks to hide in rocky terrain.": "在岩石地形中，你在敏捷检定中获得优势({@skill Stealth})。",
	"Starting at 3rd level, you can cast the {@spell disguise self} spell with this trait. Starting at 5th level, you can also cast the {@spell nondetection} spell with it, without requiring a material component. Once you cast either of these spells with this trait, you can't cast that spell with it again until you finish a long rest. You can also cast these using spell slots you have of the appropriate level.": "从3级开始，你可以使用这个特性施放{@spell disguise self}法术。从5级开始，你还可以使用这个特性施放{@spell nondetection}法术，而无需材料成分。一旦你使用这个特性施放其中任何一个法术，你就不能再次使用这个特性施放该法术，直到你完成一次长休。你也可以使用你拥有的相应等级的法术位来施放这些法术。",
	"You know the {@spell minor illusion} cantrip. Intelligence is your spellcasting ability for it.": "你知道{@spell minor illusion}这个战斗法术。智力是你施法的能力属性。",
	"Through sounds and gestures, you can communicate simple ideas with Small or smaller beasts. Forest gnomes love animals and often keep squirrels, badgers, rabbits, moles, woodpeckers, and other creatures as beloved pets.": "通过声音和手势，你可以与小型或更小的动物传达简单的想法。森林侏儒热爱动物，经常把松鼠、獾、兔子、鼹鼠、啄木鸟和其他生物当作心爱的宠物。",
	"Whenever you make an Intelligence ({@skill History}) check related to magic items, alchemical objects, or technological devices, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply.": "每当你进行与魔法物品、炼金物品或技术装置相关的智力检定时，你可以额外添加两倍的熟练加值，而不是通常适用的任何熟练加值。",
	"You have proficiency with artisan's tools ({@item tinker's tools|phb}). Using those tools, you can spend 1 hour and 10 gp worth of materials to construct a Tiny clockwork device (AC 5, 1 hp). The device ceases to function after 24 hours (unless you spend 1 hour repairing it to keep the device functioning), or when you use your action to dismantle it; at that time, you can reclaim the materials used to create it. You can have up to three such devices active at a time.": "你精通工匠工具({@item tinker's tools|phb})。利用这些工具，你可以花费1小时和价值10 gp的材料来制造一个微型发条装置（AC 5，1 hp）。该装置在24小时后停止运作（除非你花1小时修理它以保持运作），或者当你使用动作拆卸它时；那时，你可以取回用来制造它的材料。你最多可以同时拥有三个这样的装置。",
	"When you create a device, choose one of the following options:": "当你创建一个设备时，请选择以下选项之一：",
	"This toy is a clockwork animal, monster, or person, such as a frog, mouse, bird, dragon, or soldier. When placed on the ground, the toy moves 5 feet across the ground on each of your turns in a random direction. It makes noises as appropriate to the creature it represents.": "这个玩具是一个发条动物、怪物或人物，比如青蛙、老鼠、鸟、龙或士兵。当放置在地面上时，这个玩具在你的每个回合中朝一个随机方向移动5英尺。它会发出与所代表生物相符的声音。",
	"The device produces a miniature flame, which you can use to light a candle, torch, or campfire. Using the device requires your action.": "这个装置会产生一个微型火焰，你可以用它来点燃蜡烛、火把或篝火。使用这个装置需要消耗你的一个行动。",
	"When opened, this music box plays a single song at a moderate volume. The box stops playing when it reaches the song's end or when it is closed.": "打开时，这个音乐盒会以适度的音量播放一首歌曲。当歌曲播放结束或盒子关闭时，音乐会停止播放。",
	"You can attempt to hide even when you are obscured only by a creature that is at least one size larger than you.": "即使只被比你大至少一个尺寸的生物遮挡，你也可以尝试隐藏。"
}