{
	"Doppelgangers reach maturity at the same age as their parent race, and live for roughly a century after they reach maturity.": "幻影人在达到与其亲代种族相同的年龄时达到成熟，并在达到成熟后大约活上一个世纪。",
	"Doppelgangers tend towards neutrality. Although not innately evil, most doppelgangers are extremely self-centered. They break observed law to imitate their target but are well versed in obeying the rules necessary to maintain their deception. Doppelgangers inclined to shapechange more frequently are typically more chaotic in nature. It's possible a doppelganger will grow to enjoy an assumed identity so much they will adopt its alignment as their own.": "幻影生物(Doppelgangers)倾向于中立。虽然并非天生邪恶，大多数幻影生物都极度以自我为中心。他们会违反观察到的法律来模仿他们的目标，但也精通遵守维持欺骗所需的规则。更倾向于频繁变形的幻影生物通常性情更加混乱。有可能一个幻影生物会喜欢上一个假定的身份，以至于采纳它的立场作为自己的。",
	"Doppelgangers are slightly taller than humans, with hints of elven features. They average at just over six feet tall. Your size is Medium.": "幻影生物比人类稍高一些，带有一些精灵特征。他们的平均身高略高于六英尺。你的体型是中等。",
	"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.": "你可以在距离你60英尺范围内的昏暗光线中看清事物，就像是明亮的光线一样，在黑暗中也能看到事物，就像是昏暗的光线一样。在黑暗中你无法分辨颜色，只能看到灰色调。",
	"You can use an action to polymorph into a Small or Medium humanoid you have seen. Your statistics, other than size, are the same in each form. Any equipment you are wearing or carrying isn't transformed. You revert to your true form if you die.": "你可以使用一个动作变形成为一个你见过的小型或中型人形生物。除了体型外，你的属性保持不变。你穿戴的装备不会被转化。如果你死亡，你会恢复到真实形态。",
	"You can use Shapechanger up to three times, and regain this trait through a short or long rest. Reverting back to your true form takes an action but does not consume a use.": "你可以最多使用Shapechanger三次，并通过短暂或长时间休息来恢复这个特性。恢复到真实形态需要一个动作，但不消耗使用次数。",
	"You can read the surface thoughts of one creature within 30 feet as an action. While the target is in range, you can continue reading its thoughts, as long as your {@status concentration} isn't broken (as if concentrating on a spell).": "你可以将30英尺内的一只生物的表面思维读取为一个动作。只要目标在范围内，你可以继续读取它的思维，只要你的{@status concentration}没有被打断（就像专注于一个法术一样）。",
	"While reading the target's thoughts with your Read Thoughts trait or a {@spell Detect Thoughts} spell, you can choose to have advantage on a Wisdom ({@skill Insight}) or Charisma ({@skill Deception}, {@skill Intimidation}, and {@skill Persuasion}) check against the target. You can't use this feature again until you finish a long rest.": "当使用你的读心特性或{@spell Detect Thoughts}法术读取目标的思维时，你可以选择在与目标进行感知({@skill Insight})或魅力({@skill Deception}、{@skill Intimidation}和{@skill Persuasion})检定时获得优势。你在完成一次长休前无法再次使用这个特性。",
	"You gain proficiency in the {@skill Deception} skill. Doppelgangers are masters of deceit and subterfuge.": "你获得了{@skill Deception}技能的熟练加值。变形怪是欺骗和暗中行动的大师。",
	"You have advantage on saving throws against being {@condition Charmed}.": "你在豁免抵抗被{@condition Charmed}影响时拥有优势。",
	"You can speak, read, and write Common and two other languages of your choice.": "你可以说、读、写普通语言和另外两种你选择的语言。",
	"Mark my words, they're wreteched hedonists and dastardly theives—aye, thieves! They'll steal yer coin, yer wife, yer face and even yer thoughts! — Hm? Yer wife? Yeah, got wax in yer ears? Why, that doppelganger could be with her right now in yer very bed. Best run 'n see!": "记住我的话，他们是可怜的享乐主义者和卑鄙的小偷们——是的，小偷们！他们会偷走你的硬币、你的妻子、你的脸，甚至你的思想！— 嗯？你的妻子？是的，你的耳朵里塞满了蜡吗？为什么，那个变形者现在可能就和她在你的床上。最好赶紧去看看！",
	"Doppelgangers are wily shapeshifters that can take on the forms of other humanoids and glean the very thoughts from their minds. Experts in subterfuge and deceit, they can impersonate almost anyone with ease. These creatures have spread through almost every land, living on stolen wealth and pulling off schemes that make even master tricksters bristle with envy.": "变形怪是狡猾的变形者，可以变成其他类人生物的形态，并窥探他们心灵深处的思想。精通欺骗和欺诈的技巧，他们可以轻松地冒充几乎任何人。这些生物已经传播到几乎每一个土地，以窃取的财富为生，并执行让即使是高手骗子都会嫉妒的阴谋。",
	"No one knows where doppelgangers first came from. Some people believe they were created by arcane means, others theorize they escaped the Feywild—what is agreed is that they now span the world, lurking among almost every race, in practically every major settlement.": "没有人知道模仿者(doppelgangers)最初是从哪里来的。有些人相信它们是通过奥术手段创造出来的，其他人推测它们逃离了精灵界(Feywild)—人们普遍认为的是，它们现在遍布世界各地，在几乎每个种族中潜伏，在几乎每个主要定居点中出没。",
	"These devious changelings can alter their appearance at will to almost any person, from human to dwarf, tiefling and beyond. In their true forms they appear as tall, grey humanoids with circular red eyes, no mouth and ears reminiscent of elves. In these true forms their skin is gelatinous to the touch, and they have slim, frail looking builds—yet even this is misleading to their advantage, for a doppelganger is tough and agile no matter what guise they take.": "这些狡诈的变形怪可以随意改变他们的外貌，几乎可以变成任何人，从人类到矮人，提弗林(gelatinous cube)等等。在他们真正的形态中，他们看起来像高大的灰色人形生物，有着圆形的红色眼睛，没有嘴巴，耳朵则类似精灵。在这些真实形态下，他们的皮肤触感像明胶一样，看起来瘦弱——然而即便如此也是误导性的，因为变形怪无论采取何种伪装，都是强壮且敏捷的。",
	"Doppelgangers possess the rare ability to peer into the minds of those around them, focusing on an individual and reading their surface thoughts. They use this to ability to learn as much as they can about their intended target before attempting to assume their identity. They will stalk their targets for hours, days or even weeks, observing their mannerisms and secretly stealing their name, desires, and fears, along with a few scattered memories.": "(Doppelgangers) possess the rare ability to peer into the minds of those around them, focusing on an individual and reading their surface thoughts. They use this ability to learn as much as they can about their intended target before attempting to assume their identity. They will stalk their targets for hours, days, or even weeks, observing their mannerisms and secretly stealing their name, desires, and fears, along with a few scattered memories.",
	"These psychic abilities, in combination with their shapechanging skill, make them unrivaled at impersonating others.": "这些（Psychic）能力，再加上他们的变形技能，使他们在冒充他人方面无与伦比。",
	"As a result of their abilities, doppelgangers are often lazy and happy to live off the profits of prior schemes in luxury. This even extends to raising their young, preferring instead to assume an attractive male form and impregnate a female of almost any race, then leaving them to raise their own progeny. A child of this union seems to be a normal member of the mother's race until it reaches adolescence, at which point it discovers its true nature and is impelled find more of its own kind.": "由于他们的能力，变形怪通常懒惰，并乐于依靠以前的计划利润过着奢华的生活。这甚至延伸到抚养他们的后代，他们更喜欢假扮成一个英俊的男性形态，与几乎任何种族的女性交配，然后离开她们抚养自己的后代。这种结合的孩子似乎是母亲种族的正常成员，直到青春期，此时它发现自己的真实本性，并被迫寻找更多同类。",
	"Doppelgangers work alone or in small groups. When working together they each play specific roles in carefully crafted plots to part people from their wealth and valuables. Despite this, most doppelgangers are neutral rather than evil, acting out of extreme self-interest rather than any wish to harm the victims of their cons. Doppelgangers which fall to evil tend to murder rich targets and assume their lavish lifestyles, and potentially use this person's influence to extort the weak for greater profit.": "变形怪单独行动或结成小团体。当他们一起行动时，每个人都扮演特定角色，参与精心策划的阴谋，以剥夺他人的财富和贵重物品。尽管如此，大多数变形怪是中立的，而不是邪恶的，他们的行为出于极端的自我利益，而不是出于伤害受害者的愿望。堕落为邪恶的变形怪往往会谋杀富裕目标，并扮演他们奢华的生活方式，可能利用这个人的影响力来勒索弱者以获取更大的利润。",
	"Good-aligned doppelgangers are the rarest kind, rarely able to mix openly with any race but their own out of widespread fear, revulsion and suspicion of their kind—even the most pure of heart will struggle to accept a revealed doppelganger, always suspecting them of reading their mind, and potentially coming to impersonate them after more closely studying them. Those who try frequently find themselves suffering escalating paranoia.": "善良的(变身怪)是最罕见的一种，很少能够公开与其他种族交往，因为人们普遍对他们的恐惧、厌恶和怀疑。即使是心地最纯洁的人也会很难接受一个被揭露的(变身怪)，总是怀疑他们在读取自己的思维，并且可能在更仔细地研究后冒充他们。那些尝试的人经常发现自己陷入越来越严重的偏执狂中。",
	"Forced to mix openly with only with their own kind, their mutually deceptive abilities see them encourage each other to lead lives of avarice.": "被迫公开地只与自己种族相处，他们彼此欺骗的能力促使他们鼓励彼此过着贪婪的生活。",
	"Doppelgangers rarely become adventurers, preferring to avoid the perils of fighting monsters and other such dangers. Those that do become adventurers may do so out of desperation or boredom, but usually only bother if it will help them complete a large-scale scheme. Occasionally a doppelganger may come to sympathize with the goals of a well-meaning group when impersonating someone among them for long enough.": "变形怪很少成为冒险者，更喜欢避开与怪物战斗和其他危险的风险。那些成为冒险者的变形怪可能是出于绝望或无聊，但通常只会在这样做有助于完成一个大规模计划时才费心。偶尔，当变形怪冒充他们中的某人长时间后，可能会对一个善意团体的目标产生共鸣。",
	"Doppelgangers usually assume the name of the person they're impersonating, or at least one fitting to that race. However, most doppelgangers have a personal name kept secret from the wider world and only shared among their own kind. This personal name could be the original name from their birth parent, although most choose a new one after realizing their true nature—on the whole, these names sound vaguely elvish.": "变形者通常会采用被冒名顶替的人的名字，或者至少选择一个适合该种族的名字。然而，大多数变形者都有一个对外界保密的个人名字，只在自己人中分享。这个个人名字可能是他们出生父母给的原名，尽管大多数在意识到自己真实本质后会选择一个新的名字——总的来说，这些名字听起来有点像精灵语。",
	"{@b Doppelganger Names:} Aaelis, Barri'lon, Idellios, Karros, Lana'thir, Tariel": "{@b Doppelganger Names:} 艾利斯 (Aaelis), 巴里隆 (Barri'lon), 伊德利奥斯 (Idellios), 卡洛斯 (Karros), 兰纳西尔 (Lana'thir), 塔瑞尔 (Tariel)"
}