{
	"One might say Toonkind never truly reach maturity. The oldest known Toon is about 90, but it is not confirmed how old they may live to be.": "有人可能会说卡通族从未真正成熟。已知最年长的卡通人物大约有90岁，但尚不确定他们能活多久。",
	"Most toons are Medium in size, but they are known to reach as small as Tiny or as big as Large.": "大多数卡通角色都是中等大小，但它们可以变得像微小(Tiny)那么小，或者像大型(Large)那么大。",
	"Your base speed is 30 ft.": "你的基础速度是30尺。",
	"Toonkind can read, write, and talk in {@language Common|PHB} and {@language Grawlix|ToonKindRace}. {@language Grawlix|ToonKindRace} is a language that sounds to most other species as a series of sound effects or animal noises. In written form, it composes primarily of spirals, stars, and typographical symbols.": "卡通族可以用{@language Common|PHB}和{@language Grawlix|ToonKindRace}阅读、写作和交流。{@language Grawlix|ToonKindRace}是一种语言，对大多数其他物种来说，听起来像一连串的声音效果或动物叫声。在书面形式上，它主要由螺旋、星星和印刷符号组成。",
	"Toonkind have adapted impressive methods of going incognito. Just a wig or a false moustache can do wonders in obscuring their outlandish appearances. Toonkind are proficient with the {@item Disguise Kit|phb}.": "卡通族已经掌握了令人印象深刻的隐身方法。只需一个假发或假胡子就能奇迹般地掩盖他们古怪的外表。卡通族擅长使用{@item Disguise Kit|phb}。",
	"Once per long rest, a Toonkind is able to cast {@spell Tasha's Hideous Laughter}, with Cha for their save DC, with any spell slots of the appropriate level. Once you cast this spell with this trait, you can't cast it with it again until you finish a long rest.": "每次长休后，一个卡通人可以施放{@spell Tasha's Hideous Laughter}，其豁免 DC 为魅力，使用相应等级的法术位。一旦你使用这个特性施放了这个法术，你必须完成一次长休才能再次使用它。",
	"At level 5, Toonkind gain the ability to lessen the impact of a dangerous hit by comedic effect, halving one non-magical hit per long rest. This increases to twice per long rest at level 7, and three times per long rest at level 10.": "在5级时，卡通人物获得了通过喜剧效果减轻危险打击的能力，每次长休息可以减半一次非魔法打击。在7级时，这个能力每次长休息可以使用两次，在10级时可以使用三次。",
	"Toonkind have access to a small personal pocket dimension in which they can store objects. This is a fickle magic, however, and may not always grant the return of the object they desire. Players roll a percentile dice whenever they attempt to pull an object from hammerspace, with a {@chance 90|10 percent chance|Hammerspace|The correct item is withdrawn.|The wrong item is withdrawn.} they pull out the wrong item and must try again. Repeated attempts will increase to a 50 percent difficulty until the original item is found. See the Hammerspace Fumble table below for options.": "卡通种族拥有一个小型个人口袋维度，可以用来存放物品。然而，这是一种善变的魔法，可能并不总是能够取出他们想要的物品。玩家在尝试从空间之锤中取出物品时，需要掷出一个百分骰，有 {@chance 90|10 percent chance|Hammerspace|The correct item is withdrawn.|The wrong item is withdrawn.} 的几率取出错误物品，必须再次尝试。重复尝试会增加到50%的难度，直到找到原始物品。请参阅下面的空间之锤失误表。",
	"Rubber Chicken": "橡皮鸡 (Rubber Chicken)",
	"Bunch of 6 Bananas": "6个香蕉",
	"Mousetrap": "捕鼠器(Mouse Trap)",
	"Stepladder": "踩脚梯 (Stepladder)",
	"3' Long Q-Tip": "3英尺长的棉签(Q-Tip)",
	"Half-Full Canteen": "半满水囊 (Half-Full Canteen)",
	"Alarm Clock": "闹钟 (Alarm Clock)",
	"Finger Trap Toy": "指套玩具 (Finger Trap Toy)",
	"Boomerang": "回旋镖 (Boomerang)",
	"Pamphlet for the Temple of Sarenrae": "太阳女神殿传单 (Temple of Sarenrae)",
	"Bar of Soap": "肥皂块 (Bar of Soap)",
	"Bread Knife": "面包刀 (Bread Knife)",
	"Handful of Yogurt": "一把酸奶",
	"Shaving Kit": "剃须套装",
	"Dancer's Outfit": "舞者的服装 (Dancer's Outfit)",
	"Cannonball": "炮弹 (Cannonball)",
	"Teapot": "茶壶 (Teapot)",
	"Spyglass": "望远镜(Spyglass)",
	"Live Octopus": "活章鱼 (Live Octopus)",
	"Wheeled Boots": "轮式靴 (Wheeled Boots)",
	"Knowing that actions speak far louder than words, these Toonkind are proficient in {@skill Acrobatics}": "知道行动胜于言辞，这些卡通人物擅长{@skill Acrobatics}。",
	"At level 1, Rubberhoses can cast {@spell Silent Image} three times per day, using illusion not only to confound foes and rubes, but also as a manner of communication and self expression.": "在1级时，橡皮管人(Rubberhoses)每天可以使用{@spell Silent Image}三次，利用幻术不仅可以迷惑敌人和鄙夷者，还可以作为一种交流和自我表达的方式。",
	"With a set of Principles guiding how they conduct themselves around others, these empathetic Toonkind are proficient in {@skill Persuasion}": "遵循一套原则来指导他们在他人周围的行为，这些富有同理心的卡通人物在{@skill Persuasion}方面很擅长。",
	"At level 1, the Frankenalie can use {@spell Speak with Animals} three times per day.": "在1级时，弗兰肯利可以每天使用{@spell Speak with Animals}三次。",
	"These clever and cunning Toonkind have a way with words, and are proficient in {@skill Deception}": "这些聪明狡猾的卡通人物擅长言辞，精通{@skill Deception}。",
	"At level 1, Warnes can cast {@spell Expeditious Retreat} three times per day in case their schemes go awry.": "在1级时，沃恩斯(Warnes)可以每天施放{@spell Expeditious Retreat}三次，以防他们的计划出现意外。",
	"Easily the most outlandish and strange in terms of appearance, Yupyaen bodies are abstract in form, almost entirely two-dimensional in appearance and loosely tethered to physical boundaries, giving them proficiency in {@skill Stealth}": "在外观上最古怪和奇异的是Yupyaen，它们的身体形态抽象，几乎完全是二维的，与物理边界松散连接，使它们在{@skill Stealth}方面熟练。",
	"At level 1, the Yupyaen can use {@spell Color Spray} three times per day, their colors bursting out from their lineart.": "在1级时，尤普扬人可以每天使用{@spell Color Spray}三次，他们的颜色从线条中迸发出来。",
	"More physically grounded and well-rounded than other Toonkind, Hausen generally believe their peculiar way of movement is the result of an almighty Hand guiding their actions. They are proficient in {@skill Religion}": "相较于其他卡通种族，豪森(Hausen)更加脚踏实地、全面发展，他们通常认为自己独特的移动方式是一只全能之手指引他们行动的结果。他们擅长{@skill Religion}。",
	"At level 1, the Hausen can use {@spell Unseen Servant} three times per day.": "在1级时，豪森(Hausen)每天可以使用{@spell Unseen Servant}三次。"
}