{
	"This book contains profound insights into the workings of magic and what it means to be a wizard. Its words are charged with magic. If you read the magic words written on the interior front cover of the book aloud, you exchange all levels you have in other classes for wizard levels. In addition, while attuned to the handbook, you grow a long snow-white or gray beard that is a number of inches in length equal to {@dice 1d6} + your wizard level, or a visibly thicker beard if you already have one. In addition, any equipment you are carrying is converted into equipment equivalent in value that you are proficient in, including a {@item spellbook|PHB}. The manual then loses its magic but regains it in a century's time.": "这本书深刻地揭示了魔法的运作方式以及成为一名巫师意味着什么。它的文字充满了魔力。如果你大声朗读书籍内部前封面上写的魔法咒语，你将把其他职业中所有的等级都转换成巫师等级。此外，在与手册共鸣时，你会长出一把长长的雪白或灰色胡须，长度为{@dice 1d6} + 你的巫师等级的英寸，如果你已经有胡须，它会变得更浓密可见。另外，你携带的任何装备都会被转换成你精通的同等价值的装备，包括{@item spellbook|PHB}。然后该手册失去了魔力，但在一个世纪后重新获得。",
	"A flavorful chicken dinner and wine, which goes for about 10 copper pieces and includes a side of roasted acorns.": "一顿美味的鸡肉晚餐和葡萄酒，大约售价10铜币，配有烤橡子作为配菜。",
	"The claw-grabber crossbow is a +1 heavy crossbow except that instead of firing bolts, it fires a claw that can grab a target and pull it towards you. Choose a target. Make an attack roll using the claw-grabber crossbow against the target. If you are proficient with heavy crossbows, you can add your proficiency bonus to the attack roll for any attack you make with it. If you hit, the attack deals no damage but the target is automatically {@condition grappled} and pulled to your location. Any creature you target with this item must be no larger than Medium in size.": "这个爪抓弩是一把+1重型弩，但不是发射弩箭，而是发射一个可以抓住目标并将其拉向你的爪子。选择一个目标。使用爪抓弩对目标进行攻击检定。如果你擅长使用重型弩，你可以为使用它进行的任何攻击检定加上你的熟练加值。如果命中，攻击不造成伤害，但目标会被自动{@condition grappled}并拉到你的位置。你使用这个物品瞄准的生物必须是中等大小或更小。",
	"As an action, you can speak into the compass in order to imbue it with information, either a list of items, people, or places. New information cannot be imbued into the compass until the previous items are found or until it is subject to the effects of a {@spell dispel magic} spell.": "作为一个动作，你可以对罗盘说话，以便为其注入信息，可以是物品、人或地点的列表。在找到前面的物品或者受到{@spell dispel magic}法术影响之前，无法向罗盘注入新信息。",
	"For as long as the compass is imbued with information, it points you in the direction of the nearest item from your list and gradually grows larger the closer you get to your target. The compass starts at a size of approximately 4 inches in diameter and slowly grows to a total size of 2 feet in diameter when you are within 30 feet of the item, person, or place in question.": "只要指南针被赋予信息，它就会指向你列表中最近的物品，并随着你靠近目标而逐渐变大。当你距离所寻找的物品、人或地点在30英尺以内时，指南针的初始尺寸约为直径4英寸，慢慢增长到直径2英尺。",
	"Once you have collected all the items on your list, or reached your target or destination, the compass glows with a dim magical light and, as an action, you can choose to transform the enchanted compass. The enchanted compass grows to 5 feet in diameter and gains all the qualities of a {@item carpet of flying|DMG} for up to 8 hours. Once the effect wears off, this property cannot be used again until a new list of items has been imbued and successively found.": "一旦你收集到清单上的所有物品，或者到达你的目标或目的地，指南针会发出微弱的魔法光芒，你可以选择将这个魔法指南针进行转化。这个魔法指南针会变大到直径5英尺，并且在接下来的8小时内获得{@item carpet of flying|DMG}的所有特性。一旦效果消失，这个特性就不能再次使用，直到一个新的物品清单被注入并成功找到。",
	"2 gp. A \"scrying globe\" that, when shaken, blurs with magic (small white flakes of \"snow\") and reveals a magical image of the temple of Azpehrun with a tiny image of yourself standing outside the temple waving hello. This provides proof that you visited the temple.": "2 金币。一颗“占卜水晶球”，摇晃时会因魔法而模糊（小白色的“雪花”），展示出阿兹佩伦神庙的魔法影像，其中有一个微小的你站在神庙外面挥手打招呼的影像。这证明了你曾经拜访过这座神庙。",
	"While wearing these booties you automatically succeed on any checks to move on ice.": "穿着这双靴子时，你在冰上移动的所有检定都自动成功。",
	"In addition, while you wear these boots, you can use a bonus action to activate them. If you do so, the boots create solid platforms of ice below your feet wherever you end your movement, whether in the air or on the ground.": "此外，当你穿上这些靴子时，你可以使用一个奖励动作来激活它们。如果你这样做，无论你在空中还是在地面上结束移动，这些靴子都会在你脚下创建坚固的冰平台。",
	"When this property has been used for a total of 10 minutes, the magic ceases to function until you finish a long rest.": "当这个物品已经被使用了总共10分钟后，魔法将停止发挥作用，直到你完成一次长休(`long rest`)。",
	"These magic marbles have great and terrible power, if only you knew how to use them like Tigtone. It is said that the {@creature slime captain|TTNSP|slime captains} are deeply vulnerable to the magic marbles. In most other situations, your best bet is probably to try throwing them at people (simple ranged weapon, {@damage 1d4} bludgeoning damage, range 20/60 ft., thrown) or to use them as ball bearings or... just marbles.": "这些魔法弹珠拥有强大而可怕的力量，只要你知道如何像提格通(Tigtone)那样使用它们。据说{@creature slime captain|TTNSP|slime captains}对这些魔法弹珠极为脆弱。在大多数其他情况下，你最好的选择可能是尝试将它们扔向人群（简单远程武器，造成{@damage 1d4} 钝击伤害，射程20/60英尺，投掷），或者将它们用作滚珠或...只是弹珠。",
	"The true abilities of these marbles is at the game master's discretion. Perhaps, when rolled, they function like the {@item Deck of Many Things} {@homebrew |(SRD pg. 216)} or perhaps the effects are less magical, but equally random! Go wild here!": "这些弹珠的真正能力由（游戏主）决定。也许，当投掷时，它们的功能类似于{@item Deck of Many Things}或{@homebrew |(SRD pg. 216)}，或者效果可能不那么神奇，但同样随机！在这里尽情发挥吧！",
	"4 gp. With this kit you too can make the famed scrying sauce used by the oracles! Identical in taste, viscosity, and every way except magical potency! This kit walks you through each step necessary to make the sauce and also counts as a set of {@item cook's utensils|PHB}. Comes with the oracle's patented Flavor Powder, which makes the sauce taste like whatever you want it to!": "4金币。有了这个工具包，你也可以制作神谕者们使用的著名占卜酱！在口味、粘稠度等方面与原酱完全相同，唯一不同的是没有魔法效力！这个工具包会指导你完成每一个制作酱料的步骤，同时也算作一套{@item cook's utensils|PHB}。附带神谕者的专利口味粉，可以让酱料尝起来像你想要的任何味道！",
	"A sludgy novelty drink called Mud Wine which is exactly that, mud mixed with wine. It's 3 copper pieces a cup.": "一种叫做泥酒(Mud Wine)的浑浊新奇饮料，就是泥和葡萄酒混合而成。每杯售价3铜币。",
	"6 sp. A doll made of cloth stuffed with dry manure. It's magically charmed to say phrases like \"YOU are a chosen one!\" and \"I am an oracle! It is foretold!\" and \"I told you so.\"": "6 个（sp）. 一只布做的娃娃，里面填充着干粪。它被施加了魔法，可以说出诸如“你是被选中的！”、“我是先知！这是预言！”和“我早就告诉过你了。”等短语。",
	"Armor that breaks the curse of the {@item Special Sash|TTNSP} when worn.": "穿上时能解除{@item Special Sash|TTNSP}诅咒的盔甲。",
	"This wand has five charges. While holding it, you can use an action to expend 1 or more of its charges to cast the {@spell dominate person} spell (spell save {@dc 20}) at 5th level from it. You can increase the spell slot level by one for each additional charge you expend.": "这根魔杖有五个充能。握着它时，你可以使用一个动作来消耗它的1个或更多充能，从中施放{@spell dominate person}法术（豁免 DC {@dc 20}）并将其升至5级。每额外消耗一个充能，你可以将法术位等级提高一级。",
	"This wand has the added effect of transforming the clothing of any creatures dominated by it into the attire of a stereotypical fairytale princess and making them behave with the excessive politeness befitting a royal heir.": "这根魔杖具有额外效果，可以将任何被其控制的生物的服装变成典型童话公主的服饰，并让它们表现出符合皇室继承人的过度礼貌行为。",
	"Once you expend any number of the wand's charges, you can't use the wand again until 10 minutes have passed.": "一旦你使用了魔杖的任意数量的充能，你必须等待10分钟后才能再次使用这个魔杖。",
	"The wand regains {@dice 1d4 + 1} expended charges daily at dawn. If you expend the wand's last charge, roll a {@dice d20}. On a 1, the wand crumbles into ashes and is destroyed.": "魔杖每天黎明时恢复{@dice 1d4 + 1}个已使用的充能。如果你使用完了魔杖的最后一个充能，投掷一个{@dice d20}。如果投掷结果为1，魔杖将化为灰烬并被摧毁。",
	"This five-pound, leatherbound journal is meant to be filled with stories of the heroic adventures starring the person attuned to this item. Some believe this Quester's Journeyal is cursed; others believe it is simply an incredibly well-designed product. In any case, what's true is that this journal compels those who attune to it to obsessively seek out quests, no matter how small or mundane.": "这本重五磅的皮革装订日记本旨在记录那些以佩戴此物品为主角的英勇冒险故事。有人认为这本《探险者之旅日记》受到了诅咒；而另一些人则认为它只是一个设计精良的产品。不管怎样，真实的情况是，这本日记本迫使那些与它共鸣的人无法自拔地寻找任务，无论任务大小或平凡。",
	"It is this effect that has led some to believe that the journal itself feeds off the stories written in it, which explains why it might drive any creature attuned to it to embark upon new adventures so they might fill this journal's pages.": "正是这种效应导致一些人相信，这本日记本本身会吸收其中所写的故事，这解释了为什么它会驱使任何与其共鸣的生物踏上新的冒险，以便填满这本日记本的页面。",
	"A creature attuned to the book must spend 80 hours writing in it to fill its pages and reap its benefits. While writing in the journal, you hear your own voice narrating your writing back to you. Whenever a new person attunes to this journal, its pages empty, allowing the new being attuned to this item to write their own adventures.": "一个与这本书相调和的生物必须花费80小时在书中写作，填满它的页面并获得它的好处。在日记中写作时，你会听到自己的声音将你的文字叙述给你听。每当一个新的人与这本日记相调和时，它的页面会清空，让新的被调和到这个物品的生物写下他们自己的冒险。",
	"The Quester's Journeyal remains with you only as long as you strive to go on quests. If you fail to embark upon or make progress on one quest within the span of 10 days, the book disappears.": "只要你继续努力去完成任务，探险者之旅书就会与你同在。如果你在10天内未能着手或取得进展，书将消失。",
	"The Quester's Journeyal has the following random properties:": "寻求者之旅书籍具有以下随机属性：",
	"1 {@table Artifact Properties; Minor Beneficial Properties|dmg|minor beneficial} property": "1 {@table Artifact Properties; Minor Beneficial Properties|dmg|minor beneficial} 物业",
	"1 {@table Artifact Properties; Minor Detrimental Properties|dmg|minor detrimental} property": "1 {@table Artifact Properties; Minor Detrimental Properties|dmg|minor detrimental} 产业",
	"After you spend the requisite amount of time writing in the book, one ability score of your choice increases by 2, to a maximum of 24. Another ability score of your choice decreases by 2, to a minimum of 3. The book can't adjust your ability scores again.": "在你花费了必要的时间在书中写作之后，你可以选择一个能力值，将其提高2点，最高到24点。你还可以选择另一个能力值，将其降低2点，最低到3点。这本书无法再次调整你的能力值。",
	"After you spend the requisite amount of time writing in this book, you become cursed. For as long as you are attuned to this book,": "在你花费了必要的时间在这本书上写作之后，你会受到诅咒。只要你与这本书保持共鸣，",
	"you have disadvantage on {@skill Persuasion} (Charisma) checks to negotiate the terms of a quest, and": "你在谈判任务条款时进行 {@skill Persuasion} (Charisma) 检定时有劣势，",
	"if you wish to refuse a quest, you must succeed on a {@dc 17} Charisma saving throw. On a failure, you must accept the quest or suffer psychic damage equal to {@dice 2d10} + your character level.": "如果你希望拒绝一个任务，你必须成功通过一个 {@dc 17} 魅力豁免检定。如果失败，你必须接受这个任务，否则将遭受精神伤害，伤害值为 {@dice 2d10} + 你的角色等级。",
	"While you carry the Quester's Journeyal and are attuned to it, you know two Fighting Styles of your choice from the {@classFeature Fighting Style|Fighter|PHB|1|PHB|fighter class feature}. In addition, you have advantage on all death saving throws.": "当你携带着探险者之旅(`Quester's Journeyal`)并与之磁共振时，你可以从{@classFeature Fighting Style|Fighter|PHB|1|PHB|fighter class feature}中选择两种战斗风格。此外，你在所有死亡豁免投掷中获得优势。",
	"While you carry the Quester's Journeyal, you earn the boon of The Memory Gnome—a mysterious being that lives deep within a creature's memories. Any being blessed with this creature's company enjoys the boon of remembering important information at just the right times!": "当你携带着(Quester's Journeyal)时，你会获得(The Memory Gnome)的恩惠——一个生活在生物记忆深处的神秘存在。任何被这个生物祝福的存在都会在恰到好处的时机记住重要信息的恩惠！",
	"At the GM's discretion, the Memory Gnome can remind you of something you are capable of that you might be forgetting or is otherwise relevant to the current situation! In a moment when your GM knows that you have something useful or relevant to the situation that you have forgotten, the GM is obligated to remind you once per session.": "在（GM）的裁量下，记忆侏儒可以提醒你可能忘记或与当前情况相关的事情！在（GM）知道你忘记了某些有用或与情况相关的事情时，（GM）有义务在每场游戏中提醒你一次。",
	"While you carry the Quester's Journeyal, you may cast {@spell dominate monster|PHB|dominate creature} without using a spell slot and without any verbal components. The target of the spell may not be a humanoid. Once you use this spell, you can't cast it again until 5 years have passed.": "当你携带着探险者之旅书(`Quester's Journeyal`)时，你可以施放{@spell dominate monster|PHB|dominate creature}，无需使用法术位，也无需口头组件。法术的目标不能是人形生物。一旦你使用了这个法术，你必须等待5年才能再次施放。",
	"Only the currently attuned author of the Quester's Journeyal may remove pages from the book. A creature attuned to the book for one hundred years can unearth a phrase hidden in the original text that, when translated to {@language Celestial} and spoken aloud, destroys the speaker in a blinding flash of radiance and permanently saves the book in its current state with a record of all the quester's travels. No new creature may attune to the book.": "只有目前被认可的《探险者之旅》(Quester's Journeyal) 的作者才能从书中移除页面。一只已经与这本书共鸣了一百年的生物可以发掘原始文本中隐藏的一句话，将其翻译成{@language Celestial}，并大声朗读出来，这会在一道耀眼的光芒中摧毁说话者，并永久保存书本的当前状态，记录所有探险者的旅程。没有新生物可以与这本书共鸣。",
	"However, as long as there are quests to be done and adventures to go on, a new copy of the book reforms {@dice 1d10 x 10} years later. If all sources of conflict in the multiverse are wiped out, the book turns to dust and is forever destroyed.": "然而，只要还有任务要完成和冒险要展开，书的新副本将在{@dice 1d10 x 10}年后重新形成。如果多元宇宙中所有冲突源都被消灭，这本书将化为灰尘，永远被摧毁。",
	"5 cp for a set of 3. A variety of candles for rest, relaxation, or meditation. Offered scents include: \"Smells like Deja Vu,\" \"Doom, Gloom, and Blooming Flowers,\" and \"Harbinger of Harvest.\" However, to benefit from their relaxing effects you don't burn them, you must chew on the flavorless wax.": "一套3支蜡烛售价5铜币。各种蜡烛适用于休息、放松或冥想。提供的香味包括：\"闻起来像似曾相识\"，\"厄运、忧郁和盛开的花朵\"，以及\"丰收的预兆\"。然而，要享受它们的放松效果，你不是燃烧它们，而是必须咀嚼这些无味的蜡状物。",
	"When you attack and hit a creature with this dagger, two possible effects may occur depending on how many times you have hit it before.": "当你用这把匕首攻击并命中一只生物时，会出现两种可能的效果，取决于你之前攻击过它的次数。",
	"If you attack and hit a creature with this dagger and that creature has never been hit with this dagger before, the creature you stab comes back to life. Any undead creature hit with this dagger is restored to its humanoid form at its time of death, carrying over any injuries it suffered.": "如果你用这把匕首攻击并命中一只从未被这把匕首击中过的生物，那么你刺中的生物会复活。任何被这把匕首击中的不死生物会恢复到其死亡时的人形状态，保留其受到的任何伤害。",
	"If you attack and hit a creature with this dagger and that creature has been hit with this dagger once before, the creature you stab automatically dies.": "如果你用这把匕首攻击并命中一只生物，而且这只生物之前曾被这把匕首击中过一次，那么你刺中的生物会自动死亡。",
	"Once a creature has been hit by this dagger a second time, it is permanently immune to its effects.": "一旦生物被这把匕首第二次击中，它将永久免疫其效果。",
	"A wondrous soup made by the world renowned {@creature Monstrous Soupteener|TTNSP|Soupteener}. It goes for 6 copper pieces.": "一碗由世界著名的{@creature Monstrous Soupteener|TTNSP|Soupteener}制作的美味汤。售价6铜币。",
	"A beautiful white sash with gold trim and the word \"CHOSEN\" embroidered into it in capital letters, this sash puts all the others of its kind to shame.": "一条美丽的白色腰带，镶有金色边饰，并用大写字母刺绣着“CHOSEN”这个词，这条腰带让同类的其他腰带相形见绌。",
	"While wearing the sash, you gain a +1 bonus to all saving throws and are immune to being {@condition charmed} or {@condition frightened}.": "佩戴这条腰带时，你获得+1的奖励用于所有豁免投掷，并且免疫于被{@condition charmed}或{@condition frightened}。",
	"This sash is cursed. Becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the sash, keeping it on your person at all times. While attuned to this sash, your alignment changes to evil and you are compelled to take actions to threaten the sanctity of Azpehrun, without ever harming the Azpehrun Oracles or their property. If the wearer of the sash is killed by another creature, the creature must make a {@dc 20} Dexterity saving throw. On a failed save, the sash binds to this other creature, and forcibly attunes to them.": "这条腰带被诅咒了。与它建立联系会将诅咒传递给你。只要你保持被诅咒状态，你将不愿意与这条腰带分离，始终将其放在身上。当你与这条腰带建立联系时，你的阵营会变为邪恶，并被迫采取行动威胁阿兹佩伦的神圣性，但不能伤害阿兹佩伦先知或他们的财产。如果腰带的佩戴者被其他生物杀死，该生物必须进行一次{@dc 20}敏捷豁免检定。未通过检定的话，腰带将绑定到这个生物身上，并强制与其建立联系。",
	"In addition, while the sash is on your person, you must make a {@dc 20} Wisdom saving throw at the end of every long rest. On a failed save, the Azpehrun Oracles are aware of your every action. On a successful save, the oracles are not aware of your actions and your alignment returns to normal.": "另外，当披巾在你身上时，你必须在每次长休结束时进行一次 {@dc 20} 感知豁免投掷。如果未通过豁免，阿兹佩伦先知将察觉到你的一举一动。如果通过了豁免，先知们将不知晓你的行动，你的属性恢复正常。",
	"This curse can not be broken by the use of the {@spell remove curse} spell. It can only be broken if the user dons {@item Plot Armor|TTNSP}. The word \"CHOSEN\" then fades off and the sash becomes a non-magical, mundane item.": "这个诅咒无法通过使用{@spell remove curse}咒语来解除。只有当使用者穿上{@item Plot Armor|TTNSP} 时才能解除。然后，“CHOSEN”这个词会消失，披肩变成一个非魔法的普通物品。",
	"This staff is a +1 {@item quarterstaff|PHB}.": "这根法杖是一把+1{@item quarterstaff|PHB}的法杖。",
	"The staff always displays the current time with an artificial sundial upon its head.": "这位工作人员总是在头顶上展示一个人造日晷来显示当前时间。",
	"As an action, you can attune the staff to any auspicious event. When the time of that auspicious event arrives, the staff breaks.": "作为一个动作，你可以将法杖调谐到任何吉祥事件。当吉祥事件的时刻到来时，法杖会损坏。",
	"3 sp for 1, or 3 sp for a set of 2. Hefty-sized (about 5 pounds), carved statues made of wood or stone, often with painted details, designed in the image of the heroes and villains from the Azpehrun Epics. (See below.) Each statue has a quill attached to the bottom, making it a cumbersome writing utensil.": "每个雕像售价1个3sp，或者一套2个雕像售价3sp。这些雕像体积庞大（约5磅），由木头或石头雕刻而成，通常带有绘制的细节，设计成阿兹佩伦史诗中的英雄和反派形象。（见下文。）每个雕像底部附有一支羽毛笔，使其成为一种笨重的书写工具。",
	"When you drink this potion, your body and spirit separate. Your body falls {@condition prone}, {@condition incapacitated} for the next hour. During this time, your soul emerges from your body as a ghost. You gain the following abilities:": "当你喝下这瓶药剂时，你的身体和灵魂分离。你的身体会在接下来的一小时内倒地{@condition prone}，{@condition incapacitated}。在此期间，你的灵魂会从身体中脱离，化为幽灵。你将获得以下能力：",
	"Your creature type is Undead, and you are now considered undead in respect to all spells, abilities, and effects.": "你的生物类型是不死族，对于所有法术、能力和效果，你现在被视为不死族。",
	"You cannot physically carry or wear any objects or equipment.": "你不能携带或穿戴任何物品或装备。",
	"You can see 60 ft. into the Ethereal Plane when it is on The Material Plane, and vice versa.": "当它在（The Material Plane）时，你可以看到60英尺进入（Ethereal Plane），反之亦然。",
	"You can move through other creatures and Objects as if they were {@quickref difficult terrain||3}. You take {@damage 1d10} force damage if you end your turn inside an object.": "你可以像穿过{@quickref difficult terrain||3}一样穿过其他生物和物体。如果你在物体内结束你的回合，你会受到{@damage 1d10}的力量伤害。",
	"You enter the Ethereal Plane from the Material Plane, or vice versa. You are visible on the Material Plane while it is in the Border Ethereal, and vice versa, yet you can't affect or be affected by anything on the other plane.": "当你从物质平面进入虚化平面，或者反之。当虚化平面处于边界虚化状态时，你在物质平面上是可见的，反之亦然，但你无法影响或受到另一平面上的任何事物影响。",
	"After 1 hour, your soul returns to your body, wherever it may now be located. You suffer 2 levels of {@condition exhaustion}.": "1小时后，你的灵魂会回到你的身体，无论它现在位于何处。你会受到2级{@condition exhaustion}的伤害。",
	"You'd think that this sword would do twice as much damage, but really it's just a normal longsword—just twice as heavy because of its two blades! Really useful for skewering meat!": "你可能会认为这把剑会造成两倍的伤害，但实际上它只是一把普通的长剑—只是因为有两把刀刃而重了一倍！非常适合刺烤肉！",
	"When you drink this potion, you gain the effects of the {@spell true polymorph} spell as if you had cast it on yourself.": "当你喝下这瓶药剂时，你会获得{@spell true polymorph}法术的效果，就好像你自己施放了它。",
	"Viewing orbs come in pairs, with each smooth orb enchanted to match the other so the pairing is easily recognized. While touching one orb, you can use an action to activate it. When activated, the two orbs shine and allow you and the person possessing the paired orb to look into the orb and see as if you were at each other's location. For 1 hour, or until either you or the person possessing the other orb in the pair uses an action to end the effect early, you may speak to and see each other.": "查看水晶球成对出现，每个光滑的水晶球都被施加了魔法，以便轻松识别配对。当触摸其中一个水晶球时，你可以使用一个动作来激活它。激活后，这两个水晶球会发光，使你和持有配对水晶球的人可以凝视水晶球，仿佛你们在彼此的位置上一样。在1小时内，或者直到你或持有另一个水晶球的人使用一个动作提前结束效果，你们可以互相交谈和看到彼此。",
	"Once the orbs are activated, they can't be used again until you finish a long rest. If one of the orbs in a pair is destroyed, the other one becomes nonmagical.": "一旦激活了这些宝珠，直到你完成一次长休才能再次使用它们。如果一对宝珠中的一个被摧毁，另一个就会变成非魔法的。",
	"This sword has been blunted to the absolute limit, to the point that it can cut nothing, except nothing itself! This sword has four charges. While holding it, you can use an action to expend a number of its charges to cast a variety of spells, without using a spell slot and without any verbal components. The sword itself serves as the material component and is not consumed.": "这把剑已经被磨钝到了极限，以至于它除了什么都不能切割，只能切割空气！这把剑有四个充能。当你握住它时，你可以使用一个动作来消耗其中的一些充能，施放各种法术，无需使用法术槽，也不需要口头组件。剑本身作为物质组件，不会被消耗。",
	"The sword regains {@dice 1d4} expended charges daily at dawn.": "剑在每天黎明时恢复 {@dice 1d4} 个已消耗的充能。",
	"The Azpehrun Oracle is a 3rd-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 12}, {@hit 4} to hit with spell attacks). The Azpehrun Oracle has the following wizard spells prepared:": "阿兹佩伦神谕者是一名3级法术施展者。它的法术施展能力是智力（法术豁免{@dc 12}，用法术攻击命中时为{@hit 4}）。阿兹佩伦神谕者已准备了以下巫师法术：",
	"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) piercing damage.": "{@atk mw} {@hit 2}攻击，达到5英尺，一个目标。造成{@h}2 ({@damage 1d4})点穿刺伤害。",
	"If the flower vampire isn't in sunlight or running water, it can use its action to polymorph into a Large plant. While in plant form, the vampire can't speak. Its statistics are unchanged. Anything it is wearing transforms with it, but nothing it is carrying does. It reverts to its true form if it dies. While in plant form it is indistinguishable from a normal plant of its size.": "如果花卉吸血鬼不处于阳光或流动水中，它可以使用动作变形成为一个大型植物。在植物形态下，吸血鬼无法说话。它的属性保持不变。它身上穿着的东西会随之变形，但它携带的东西不会。如果吸血鬼死亡，它会恢复到真实形态。在植物形态下，它和同等大小的普通植物无法区分。",
	"If the flower vampire fails a saving throw, it can choose to succeed instead.": "如果花卉吸血鬼未能通过豁免检定，它可以选择成功。",
	"The flower vampire regains 20 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn.": "花卉吸血鬼在其回合开始时恢复20点生命值，如果它至少有1点生命值且不处于阳光或流动水中。如果吸血鬼受到辐射伤害或圣水伤害，则此特性在吸血鬼的下一个回合开始时不起作用。",
	"The privateer has the following flaws:": "这个私掠船有以下缺陷：",
	"The privateer can't enter a residence without an invitation from one of the occupants.": "私掠船不能在没有居民邀请的情况下进入住所。",
	"The privateer takes 20 acid damage when it ends its turn in running water.": "私掠船在流动水中结束回合时受到20点酸性伤害。",
	"The privateer is destroyed if a piercing weapon made of wood is driven into its heart while it is {@condition incapacitated} in its resting place.": "如果一把木制穿刺武器在{@condition incapacitated}休息时刺入私掠船的心脏，它将被摧毁。",
	"The crewmate takes 20 radiant damage when it starts its turn in privateer. While in sunlight, it has disadvantage on attack rolls and ability checks.": "当船员在(私掠者)中开始回合时，会受到20点辐射伤害。在阳光下，它的攻击检定和技能检定会受到劣势。",
	"The flower vampire makes two attacks, only one of which can be a bite attack.": "这朵花卉吸血鬼进行两次攻击，其中只有一次可以是咬击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}5 ({@damage 1d8 + 1}) bludgeoning damage. Instead of dealing damage, the flower vampire can {@action grapple} the target (escape {@dc 14}).": "{@atk mw} {@hit 6}攻击，达到5英尺，一个生物。造成{@h}5 ({@damage 1d8 + 1}) 钝击伤害。而不是造成伤害，花卉吸血鬼可以{@action grapple}目标（逃脱{@dc 14}）。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by the flower vampire, {@condition incapacitated}, or {@condition restrained}. {@h}5 ({@damage 1d6 + 1}) piercing damage plus 7 ({@damage 2d6}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the flower vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.": "{@atk mw} {@hit 6} 进行攻击，射程5英尺，一个愿意的生物，或者一个被花吸血鬼，{@condition incapacitated}，或者{@condition restrained} 攻击的生物。造成{@h}5 ({@damage 1d6 + 1}) 穿刺伤害加上7 ({@damage 2d6}) 死灵伤害。目标的生命值上限减少等同于所受的死灵伤害数量，并且花吸血鬼回复等同于该数值的生命值。这种减少持续到目标完成一次长休。如果这个效果将目标的生命值上限降低到0，目标将死亡。",
	"The flower vampire targets one humanoid it can see within 30 feet of it. If the target can see the vampire, the target must succeed on a {@dc 17} Wisdom saving throw against this magic or be {@condition charmed} by the vampire. The {@condition charmed} target regards the vampire as a trusted friend to be heeded and protected. Although the target isn't under the vampire's control, it takes the vampire's requests or actions in the most favorable way it can, and it is a willing target for the vampire's bite attack.": "这朵花卉吸血鬼选择一个在它能看见的30英尺范围内的人形生物作为目标。如果目标能看见吸血鬼，目标必须成功通过一次{@dc 17} 以智慧豁免魔法，否则会被吸血鬼{@condition charmed}。这个{@condition charmed}目标将吸血鬼视为一个值得信任的朋友，需要被倾听和保护。虽然目标并不受吸血鬼控制，但它会以最有利的方式接受吸血鬼的请求或行动，并且会自愿成为吸血鬼的咬击攻击目标。",
	"Each time the vampire or the vampire's companions do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the vampire is destroyed, is on a different plane of existence than the target, or takes a bonus action to end the effect.": "每当吸血鬼或吸血鬼的同伴对目标造成任何伤害时，目标可以重复豁免投掷，若成功则效果结束。否则，效果持续24小时，或直到吸血鬼被摧毁，或者它在与目标不同的存在平面上，或者它采取一个奖励动作来结束效果。",
	"The flower vampire summons {@dice 1d4} flower clones at a point on the ground he can see within 60 feet. The flower moss clone shares his ability scores and features, except that its Armor Class is 11 and it has 14 hit points. When a creature stands within 5 feet of one of Blassamangenguro's flower clones, the creature is considered to be within reach of his melee weapon attacks.": "这朵花吸血鬼在他能看到的地面上的某一点召唤{@dice 1d4}朵花克隆。这朵花苔克隆共享他的属性和特征，但其盔甲等级为11，拥有14点生命值。当生物站在布拉萨曼根古罗的花克隆附近5英尺时，该生物被视为在他的近战武器攻击范围内。",
	"The flower vampire magically calls {@dice 2d4} {@creature swarm of stirges|MME|swarms of stirges} or {@creature Swarm of Poisonous Snakes|MM|poisonous snakes}, provided that the sun isn't up. While outdoors, the flower vampire can call {@dice 3d6} {@creature panther|MM|panthers} or {@creature Giant Poisonous Snake|MM|giant poisonous snakes} instead. The called creatures arrive in {@dice 1d4} rounds, acting as allies of the vampire and obeying its spoken commands. The beasts remain for 1 hour, until the vampire dies, or until the vampire dismisses them as a bonus action.": "这朵花吸血鬼在太阳升起之前可以使用 {@dice 2d4}、{@creature swarm of stirges|MME|swarms of stirges} 或 {@creature Swarm of Poisonous Snakes|MM|poisonous snakes} 的魔法呼唤生物。在户外时，花吸血鬼可以召唤 {@dice 3d6}、{@creature panther|MM|panthers} 或 {@creature Giant Poisonous Snake|MM|giant poisonous snakes}。被召唤的生物在 {@dice 1d4} 回合后到达，作为吸血鬼的盟友，并遵从其口头命令。这些生物会持续1小时，直到吸血鬼死亡，或者吸血鬼将它们解散为奖励动作。",
	"Blassamangenuro withdraws into the protective cocoon of his flower. Until the start of his next turn, he gains a +3 bonus to AC. While withdrawn, Blassamangenguro is vulnerable to fire damage.": "Blassamangenguro（布拉萨曼根古罗）缩回到他的花朵的保护茧中。直到他的下一个回合开始，他的AC获得+3的加值。在缩回状态下，Blassamangenguro对火焰伤害具有易受伤的状态。",
	"Blassamangenguro dissipates into a cloud of clovers, reappearing—flower and all—in a place of his choice within 120 feet.": "布拉萨曼根格罗(Blassamangenguro) 转化为一团三叶草的云雾，然后重新出现— 包括花朵— 在他选择的地点内，距离不超过120英尺。",
	"Blassamengungro makes a spell attack against a target he can see within 120 feet. On a hit, the attack deals 36 ({@damage 8d8}) poison damage and the creature must make a {@dc 17} Constitution saving throw or be {@condition poisoned} for 1 hour.": "Blassamengungro对120英尺内可见的目标进行一次法术攻击。命中时，攻击造成36 ({@damage 8d8}) 点毒素伤害，生物必须进行一次 {@dc 17} 体质豁免才能避免在1小时内变为 {@condition poisoned}。",
	"The Festus troll makes three attacks: one with its bite and two with its fists.": "费斯塔斯巨魔进行三次攻击：一次咬击，两次拳击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}5 ({@damage 1d4 + 3}) 穿刺伤害。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) bludgeoning damage.": "{@atk mw} 使用 {@hit 5} 命中，达到5英尺，一个目标。造成{@h}5 ({@damage 1d4 + 3}) 钝击伤害。",
	"When a group of four or more Festus trolls are within 30 feet of each other, they can emit energy from their eyes and mouths, creating a \"scrying portal\" through which Lord Festus can communicate to anyone in the vicinity as if he were there in person for an hour or until Lord Festus ends the connection. When this ability ends, the Festus trolls who activated this ability die.": "当四个或更多费斯塔斯巨魔在彼此距离30英尺以内时，它们可以从眼睛和嘴巴中释放能量，创造一个“窥视传送门”，通过这个传送门，费斯塔斯领主可以与附近任何人沟通，就好像他亲自在那里一样，持续一个小时，或者直到费斯塔斯领主结束连接。当这种能力结束时，激活此能力的费斯塔斯巨魔会死亡。",
	"As a bonus action, the flying eye can move up to its speed toward a hostile creature that it can see.": "作为一个奖励动作，飞行之眼可以向它能看见的敌对生物移动，移动距离为其速度。",
	"As a bonus action, the flying eye shoots the following magical eye ray at a target it can see within 150 feet of it.": "作为一个奖励动作，飞行眼睛向它能看到的距离150英尺内的目标发射以下魔法眼射线。",
	"The targeted creature must succeed on a {@dc 11} Dexterity saving throw or take {@damage 1d6} bludgeoning damage and be knocked {@condition prone}. If the ground in that area is loose earth or stone, it becomes {@quickref difficult terrain||3} until cleared, with each 5-foot-diameter area requiring at least 1 minute to clear by hand.": "目标生物必须成功进行一次 {@dc 11} 敏捷豁免才能免受 {@damage 1d6} 钝击伤害并被击倒 {@condition prone}。如果该区域的地面是松软的土地或石头，那么它会变成 {@quickref difficult terrain||3} 直到清理，每个直径为5英尺的区域至少需要1分钟用手清理。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d8 + 1}) piercing damage.": "{@atk mw} 近战攻击，射程5英尺，目标为一名敌人。{@h}10 ({@damage 2d8 + 1}) 穿刺伤害。",
	"A melee weapon deals one extra die of its damage when Hogwash hits with it (included in the attack).": "当Hogwash用近战武器击中目标时，该武器的伤害额外增加一颗骰子（包含在攻击中）。",
	"Hogwash makes two attacks.": "Hogwash 进行两次攻击。",
	"Hogwash exhales acid in a 15-foot cone. Each creature in that area must make a {@dc 11} Dexterity saving throw, taking 18 ({@damage 4d8}) acid damage on a failed save, or half as much damage on a successful one.": "猪油污泼出一股15英尺锥形喷射。该区域内的每个生物必须进行一次{@dc 11}敏捷豁免，未通过则受到18({@damage 4d8})点酸性伤害，通过则只受到一半伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage.": "{@atk mw} {@hit 6}攻击，达到5英尺，一个目标。{@h}11 ({@damage 2d6 + 4}) 斩击伤害。",
	"A melee weapon deals one extra die of its damage when Horseo hits with it (included in the attack).": "当Horseo用近战武器击中目标时，该武器的伤害额外增加一颗骰子（包含在攻击中）。",
	"If Horseo moves at least 20 feet straight toward a creature and then hits it with a hooves attack on the same turn, that target must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}. If the target is {@condition prone}, Horseo can make another attack with its hooves against it as a bonus action.": "如果Horseo向一个生物直线移动至少20英尺，然后在同一回合用蹄子攻击它，那个目标必须成功进行一次{@dc 13}力量豁免才能不被击倒{@condition prone}。如果目标是{@condition prone}，Horseo可以作为一个奖励动作再次用蹄子攻击它。",
	"Horseo makes three melee attacks, one with its hooves and two unarmed.": "Horseo使用其蹄进行一次近战攻击，另外两次使用徒手攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 2d4 + 3}) bludgeoning damage.": "{@atk mw} {@hit 5} 进行攻击，射程5英尺，目标一个。造成{@h}8 ({@damage 2d4 + 3}) 钝击伤害。",
	"The monstrous soupteener has advantage on Wisdom ({@skill Perception}) checks that rely on smell.": "这只怪物汤汁巨人在依赖嗅觉的感知检定中获得优势。",
	"The monstrous soupteener can use its action to polymorph into a Small or Medium humanoid chef. Its statistics, other than its size, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.": "这只巨大的汤匠兽(soupteener)可以使用动作变形成一个小型或中型人形厨师。除了体型外，它在每种形态下的统计数据都是相同的。它穿戴或携带的任何装备不会被转变。如果它死亡，它会恢复到真实形态。",
	"The monstrous soupteener makes two attacks.": "这只巨大的汤匙怪进行两次攻击。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}16 ({@damage 2d12 + 3}) slashing damage.": "{@atk mw} {@hit 7}攻击，射程10英尺，一个目标。造成{@h}16 ({@damage 2d12 + 3})点割伤伤害。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}16 ({@damage 2d12 + 3}) piercing damage. If the target is a creature, it must succeed on a {@dc 15} Dexterity saving throw or be impaled. An impaled creature is considered {@condition restrained} and {@condition grappled}. An impaled creature takes 6 ({@damage 1d12}) piercing damage at the beginning of each of its turns. The monstrous soupteener can have only one creature {@condition grappled} and {@condition restrained} with this attack at a time.": "{@atk mw} 使用 {@hit 7} 进行攻击，射程10英尺，目标为一名敌人。造成{@h}16({@damage 2d12 + 3})点穿刺伤害。如果目标是生物，则必须通过一次{@dc 15} 敏捷豁免检定，否则将被刺穿。被刺穿的生物被视为{@condition restrained} 和 {@condition grappled}。被刺穿的生物在其回合开始时会受到6({@damage 1d12})点穿刺伤害。巨兽灵魂吞噬者每次只能用这个攻击来刺穿一名生物{@condition grappled} 和 {@condition restrained}。",
	"Mythhollow is a 7th-level spellcaster. Her spellcasting ability is Charisma (spell save {@dc 14}, {@hit 6} to hit with spell attacks). Mythhollow has the following bard spells prepared:": "Mythhollow是一名7级法术施展者。她的法术施展能力是魅力（法术豁免 {@dc 14}，法术攻击命中加值 {@hit 6}）。Mythhollow已准备了以下吟游诗人法术：",
	"Mythhollow makes three melee attacks: two with her rapier and one with her dagger, or Mythollow makes two ranged attacks with her daggers.": "Mythhollow 进行三次近战攻击：两次使用她的西洋剑，一次使用她的匕首，或者 Mythhollow 进行两次远程攻击，使用她的匕首。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage.": "{@atk mw} {@hit 7}攻击，达到5英尺，一个目标。{@h}13 ({@damage 2d8 + 4}) 穿刺伤害。",
	"{@atk mw,rw} {@hit 7} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}9 ({@damage 2d4 + 4}) piercing damage.": "{@atk mw,rw} {@hit 7}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}9 ({@damage 2d4 + 4})穿刺伤害。",
	"The swarm can attempt to tie up a target within its space with thin, strong, silk. If the swarm hits a creature with a melee weapon attack, that target must succeed on a {@dc 11} Dexterity saving throw or be {@condition restrained}. If the target is {@condition restrained}, the swarm can make one beak attack against it as a bonus action. If the target remains {@condition restrained} until the beginning of the swarm's next turn, then the creature is affected by an illusion that disguises any clothes or armor the target is wearing as the fanciest of princess attire. The target must also succeed on a {@dc 16} Charisma saving throw or take 3 ({@damage 1d6}) psychic damage.": "这群蜂群可以尝试用细而坚固的丝绸将目标缠住。如果蜂群用近战武器攻击命中一名生物，那个目标必须在一次{@dc 11} 敏捷豁免检定中成功，否则将被{@condition restrained}。如果目标被{@condition restrained}，蜂群可以作为一个奖励动作对其进行一次喙攻击。如果目标保持被{@condition restrained}直到蜂群下一个回合开始，那生物将受到一种幻觉的影响，将目标穿着的任何衣服或盔甲伪装成最华丽的公主服饰。目标还必须在一次{@dc 16} 魅力豁免检定中成功，否则将受到3({@damage 1d6})点精神伤害。",
	"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny {@creature raven|MM}. The swarm can't regain hit points or gain temporary hit points.": "虫群可以占据另一个生物的空间，反之亦然，虫群可以穿过任何足够容纳一个微型生物{@creature raven|MM}的开口。虫群无法恢复生命值或获得临时生命值。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target in the swarm's space. {@h}9 ({@damage 2d6 + 2}) piercing damage, or 5 ({@damage 1d6 + 2}) piercing damage if the swarm has half of its hit points or fewer.": "{@atk mw}进行攻击，达到5英尺，攻击虫群空间内的一个目标。造成{@h}9 ({@damage 2d6 + 2})穿刺伤害，或者如果虫群生命值为一半或更少，则造成5 ({@damage 1d6 + 2})穿刺伤害。",
	"Sabre-Teeth has advantage on saving throws against being {@condition frightened}.": "利齿兽对免疫{@condition frightened}的豁免 throws 有优势。",
	"A melee weapon deals one extra die of its damage when Sabre-Teeth hits with it (included in the attack).": "当（Sabre-Teeth）用近战武器命中时，该武器的伤害额外增加一颗骰子（包含在攻击中）。",
	"Sabre-Teeth has advantage on Wisdom ({@skill Perception}) checks that rely on smell.": "利齿兽在依赖嗅觉的感知({@skill Perception})检查中具有优势。",
	"If Sabre-Teeth moves at least 20 feet straight toward a creature and then hits it with a claw attack on the same turn, that target must succeed on a {@dc 15} Strength saving throw or be knocked {@condition prone}. If the target is {@condition prone}, Sabre-Teeth can make one bite attack against it as a bonus action.": "如果(`%Creature Name%`)猛犸牙至少朝着一个生物直线移动20英尺，然后在同一回合内用爪攻击命中它，那个目标必须成功进行一次{@dc 15}力量豁免才能不被击倒{@condition prone}。如果目标被击倒{@condition prone}，猛犸牙可以作为一个奖励动作对其进行一次咬击攻击。",
	"With a 10-foot running start, Sabre-Teeth can long jump up to 25 feet.": "以10英尺的起跑距离，剑齿虎可以远跳达25英尺。",
	"Sabre-Teeth makes two melee attacks.": "利齿兽进行两次近战攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d10 + 5}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}10 ({@damage 1d10 + 5})点割伤伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) slashing damage.": "{@atk mw} 使用 {@hit 7} 进行攻击，达到5英尺，一个目标。造成{@h}12 ({@damage 2d6 + 5}) 斩击伤害。",
	"Seed-steeds have a reputation as not only terrible terrors, but terrible conversationalists, too. Most talk to anyone who tries to engage with them, but seed-steeds only answer in questions and non-sequiturs, never keeping with a conversation for longer than a single sentence.": "种子骏马以可怕的恐怖和糟糕的交谈者而闻名。大多数人试图与它们交流时，它们只会用问题和不相关的话回答，从不持续交谈超过一句话。",
	"Seed-steeds never land and always hover.": "种子骏马永不着陆，总是悬停。",
	"The seed-steed deals double damage to objects and structures.": "种子骏马对物体和建筑造成双倍伤害。",
	"The seed-steed makes two slam attacks.": "种子骏马进行两次猛击攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. Hit 14 ({@damage 3d6 + 4}) bludgeoning damage.": "{@atk mw} {@hit 8} 进行攻击，达到5英尺，一个目标。命中14 ({@damage 3d6 + 4}) 钝击伤害。",
	"The seed-steed can cast the {@spell entangle} spell (spell save {@dc 15}), requiring no components. The spell must be centered around the seed-steed itself. Any creatures {@condition restrained} by the spell are also considered {@condition grappled} by the seed-steed.": "种子骏马可以施放{@spell entangle}法术（法术豁免{@dc 15}），无需任何材料。法术必须以种子骏马为中心。被法术影响的任何生物也被视为种子骏马所影响。",
	"The crewmate regains 10 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the crewmate takes radiant damage or damage from holy water, this trait doesn't function at the start of the crewmate's next turn.": "船员在其回合开始时恢复10点生命值，如果它至少有1点生命值且不处于阳光下或流动水中。如果船员受到光辐伤害或神圣水的伤害，则在船员的下一个回合开始时，此特性不起作用。",
	"The crewmate can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "船员可以攀爬困难的表面，包括在天花板上倒挂，无需进行能力检定。",
	"The crewmate has the following flaws:": "船员具有以下缺点：",
	"The crewmate can't enter a residence without an invitation from one of the occupants.": "船员不能在没有住户邀请的情况下进入住所。",
	"The crewmate takes 20 acid damage when it ends its turn in running water.": "当船员在流动水中结束回合时，受到20点酸性伤害。",
	"The crewmate is destroyed if a piercing weapon made of wood is driven into its heart while it is {@condition incapacitated} in its resting place.": "当船员在其休息地{@condition incapacitated}被木制穿刺武器刺入心脏时，将被摧毁。",
	"The crewmate takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks.": "当船员在阳光下开始回合时，会受到20点辐射伤害。在阳光下，它的攻击检定和技能检定都会受到劣势。",
	"The crewmate makes two attacks, only one of which can be a bite attack.": "船员进行两次攻击，其中只有一次可以是咬击攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by the crewmate, {@condition incapacitated}, or {@condition restrained}. {@h}5 ({@damage 1d6 + 2}) piercing damage plus 7 ({@damage 2d6}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the crewmate regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.": "{@atk mw} {@hit 4}进行攻击，射程5英尺，一个愿意的生物，或者一个被船员，{@condition incapacitated}，或者{@condition restrained}控制的生物。造成{@h}5 ({@damage 1d6 + 2})穿刺伤害加上7 ({@damage 2d6})死灵伤害。目标的生命值上限减少等同于所受死灵伤害的数值，并且船员回复等同于该数值的生命值。这种减少持续到目标完成一次长休。如果这个效果将目标的生命值上限降低到0，目标将死亡。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one creature. {@h}6 ({@damage 2d4 + 1}) slashing damage. Instead of dealing damage, the crewmate can {@action grapple} the target (escape {@dc 13}).": "{@atk mw} 攻击命中，达到5英尺，一个生物。造成6({@damage 2d4 + 1})点割伤伤害。船员可以选择不造成伤害，而是帮助目标逃脱(逃脱{@dc 13})。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage.": "{@atk mw} 近战攻击，达到5英尺，一个目标。造成{@h}5 ({@damage 1d6 + 2}) 点割伤伤害。",
	"The slime captain can move through a space as narrow as their hat is wide without squeezing.": "史莱姆队长可以在不挤压的情况下穿过比他们帽子宽度还窄的空间。",
	"While the slime captain remains motionless, it is indistinguishable from an oily pool or wet rock with a pirate captain's hat upon it.": "当史莱姆队长保持静止时，它就和一个油污池或湿漉的岩石一样，只是戴着一顶海盗队长的帽子。",
	"If the slime captain is hit with a {@item magic marbles|TTNSP|magic marble}, it immediately explodes into a puddle of slime. It's very messy, but deals no damage to anyone nearby except the slime captain. Which dies. Instantly.": "如果史莱姆队长被{@item magic marbles|TTNSP|magic marble}击中，它会立即爆炸成一滩史莱姆。这非常混乱，但不会对附近任何人造成伤害，除了史莱姆队长。它会立刻死亡。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage plus 7 ({@damage 2d6}) acid damage, and if the target is wearing nonmagical metal armor, its armor is partly corroded and takes a permanent and cumulative −1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.": "{@atk mw}进行攻击，射程5英尺，一个目标。造成{@h}4 ({@damage 1d6 + 1}) 钝击伤害加上7 ({@damage 2d6}) 酸性伤害，如果目标穿戴着非魔法金属盔甲，则盔甲会被部分腐蚀，并且其提供的AC值永久性累积减少1点。如果这个惩罚将其AC降至10以下，盔甲就会被摧毁。",
	"The sound monster has advantage on Wisdom ({@skill Perception}) checks that rely on hearing.": "声音怪兽在依赖听觉的感知({@skill Perception})检定中获得优势。",
	"The sound monster is considered {@condition invisible} to any creature that does not have {@sense blindsight}, {@sense tremorsense|MM}, or {@sense truesight}.": "声音怪兽被认为是任何没有{@sense blindsight}、{@sense tremorsense|MM}或{@sense truesight}的生物。",
	"The sound monster regains 10 hit points at the start of its turn. If the sound monster takes thunder damage, this trait doesn't function at the start of the sound monster's next turn.": "声音怪兽在其回合开始时恢复10点生命值。如果声音怪兽受到雷电伤害，这个特性在声音怪兽的下一个回合开始时不起作用。",
	"If the sound monster takes thunder damage, it must succeed on a {@dc 15} Constitution save or be {@condition deafened} and {@condition incapacitated} until the end of its next turn.": "如果声音怪兽受到雷电伤害，它必须成功通过一次 {@dc 15} 体质豁免，否则在接下来的回合结束前会被 {@condition deafened} 和 {@condition incapacitated}。",
	"The sound monster makes four attacks with its claws.": "这只声音怪兽用它的爪子发动了四次攻击。",
	"{@atk mw} +11 to hit, reach 5 ft., one target. {@h}24 ({@damage 4d8 + 6}) slashing damage.": "{@atk mw} +11命中，射程5英尺，一个目标。造成{@h}24({@damage 4d8 + 6})点割伤伤害。",
	"When the sound monster is targeted by an attack, it can gain a +6 bonus to its AC. Once activated, the sound monster can't activate this ability again until the beginning of its next turn.": "当声音怪兽被攻击目标时，它可以获得+6的AC奖励。一旦激活，声音怪兽直到下一回合开始前都不能再次激活这个能力。",
	"Zighthynd is a 9th-level spellcaster. His spellcasting ability is Intelligence (spell save {@dc 14}, {@hit 6} to hit with spell attacks). Zighthynd has the following wizard spells prepared:": "Zighthynd是一名9级法术施展者。他的法术能力是智力（法术豁免{@dc 14}，用法术攻击命中时为{@hit 6}）。Zighthynd准备了以下巫师法术：",
	"If the privateer fails a saving throw, she can choose to succeed instead.": "如果私掠船船长未能通过豁免投骰，她可以选择成功。",
	"The privateer can take the {@action Dash}, {@action Disengage}, or {@action Hide} actions as a bonus action on her turn.": "私掠船可以在她的回合中将{@action Dash}、{@action Disengage}或{@action Hide}行动作为奖励动作。",
	"During the privateer's turn, if she makes a melee attack against a creature, that creature cannot make {@action opportunity attack|PHB|opportunity attacks} against her until the end of the privateer's turn.": "在私掠者的回合中，如果她对一个生物进行近战攻击，那个生物在私掠者的回合结束前无法对她进行 {@action opportunity attack|PHB|opportunity attacks}。",
	"The privateer regains 10 hit points at the start of her turn if she has at least 1 hit point and isn't in sunlight or running water. If the privateer takes radiant damage or damage from holy water, this trait doesn't function at the start of the privateer next turn.": "私掠船长在回合开始时恢复10点生命值，如果她至少有1点生命值，并且不处于阳光或流动水中。如果私掠船长受到辐射伤害或圣水伤害，这个特性在私掠船长的下一个回合开始时不会生效。",
	"The privateer can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "私掠者可以攀爬困难的表面，甚至可以在天花板上倒挂，无需进行能力检定。",
	"The privateer makes two attacks, only one of which can be a bite attack.": "这位私掠者进行两次攻击，其中只有一次可以是咬击攻击。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one creature. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage. Instead of dealing damage, the privateer can {@action grapple} the target (escape {@dc 18}).": "{@atk mw} {@hit 9}命中，达到5英尺，一个生物。造成{@h}8 ({@damage 1d8 + 4}) 钝击伤害。私掠者可以选择不造成伤害，而是让目标（逃跑{@dc 18}）。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by the crewmate, {@condition incapacitated}, or {@condition restrained}. {@h}8 ({@damage 1d6 + 5}) piercing damage plus 7 ({@damage 2d6}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the privateer regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.": "{@atk mw} {@hit 10}攻击，射程5英尺，一个愿意的生物，或者一个被船员，{@condition incapacitated}，或{@condition restrained}控制的生物。造成{@h}8 ({@damage 1d6 + 5})穿刺伤害加上7 ({@damage 2d6})死灵伤害。目标的生命值上限减少等同于所受死灵伤害的数值，私掠者回复等同于该数值的生命值。这个减少持续直到目标完成一次长休。如果这个效果将目标的生命值上限降至0，则目标死亡。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8 + 5}) slashing damage.": "{@atk mw} 近战攻击，射程5英尺，一个目标。造成{@h}9 ({@damage 1d8 + 5}) 切割伤害。",
	"The privateer adds 2 to her AC against one melee attack that would hit her. To do so, the privateer must see the attacker and be wielding a melee weapon.": "私掠船船长在面对一次即将命中她的近战攻击时，可以将自己的AC提高2点。为此，私掠船船长必须看到攻击者并且握持一把近战武器。",
	"The privateer moves up to her speed without provoking {@action opportunity attack|PHB|opportunity attacks}.": "私掠船船长移动她的速度，不会引发{@action opportunity attack|PHB|opportunity attacks}。",
	"The privateer makes one unarmed strike.": "这名私掠者进行一次徒手攻击。",
	"The privateer makes one bite attack.": "这位私掠者进行一次咬击攻击。",
	"(male, human, 40s) is a kind, but often overwhelmed man who keeps the drinks flowing at the Premonish Inn. Bald, with a bit of a pot-belly, he's a friendly sort and always has a good rumor to share with those who ask..": "（男性，人类，40岁）是一位善良但经常感到不知所措的男子，在预言酒店负责让饮料畅饮。他光头，有点小肚腩，是一位友善的人，总是乐意与询问的人分享一些有趣的谣言。",
	"The ancient flower vampire, Blassamangenguro, is an awkward and solitary figure. Although just as cunning as most of his vampiric kin, Blassamangenguro has a reputation of being willing to bite anything, for a price. Despite what some believe, that price is not always an exorbitant sum. In fact, the price is literally often...anything.": "古老的花卉吸血鬼，布拉萨曼根古罗(Blassamangenguro)，是一个尴尬而孤僻的人物。尽管和他的吸血鬼同类一样狡猾，布拉萨曼根古罗却以愿意为任何事情咬人而闻名。尽管有人认为，这个代价并不总是天价。事实上，这个代价通常是...任何东西。",
	"Residing deep within the jungle, where the tree cover offers protection from the sun even during the day, Blassamangenguro resides in a beautiful flower—a far cry from the stodgy wooden caskets vampires are known to rest in. Unlike a traditional casket, though, Blassamangenguro cannot leave his flower—nor does he want to. Many an aspiring vampire or dark cultist attempts the journey to reach his domain, in order to be infected with his vampiric powers.": "深居丛林之中，树木的遮荫即使在白天也能遮挡阳光，Blassamangenguro居住在一朵美丽的花朵中——与吸血鬼休息的沉闷木棺形成鲜明对比。然而，与传统的棺材不同，Blassamangenguro不能离开他的花朵——也不想离开。许多有抱负的吸血鬼或黑暗教徒试图前往他的领地，以被他的吸血鬼力量感染。",
	"Most creatures who make lairs tend to be very defensive of their homes. This is especially true for Blassamangenguro, who has literally laid his roots here and can not leave the place if he wanted to— becoming one with the land, trading a wooden coffin for a beautiful flower and living in symbiosis with the world around him.": "大多数建造巢穴的生物都对自己的家非常防御。对于巴拉萨曼根古洛(Blassamangenguro)来说尤其如此，他已经在这里扎下了根，即使想离开也无法离开——与土地融为一体，用一朵美丽的花取代了木棺，与周围的世界共生。",
	"While this connection has made him a bit more... mellow of a vampire, it also has the opposite effect on the environment, making the flora and fauna found around Blassamangengruo's lair more carnivorous than one might expect to find and spelling doom for many naive adventurers.": "尽管这种联系使他成为了一个有点更加...温和的吸血鬼，但它对环境却产生了相反的影响，使得在布拉萨曼根格鲁奥(lair)周围发现的植物和动物比人们预期的更具肉食性，给许多天真的冒险者带来了厄运。",
	"This connection also allows Blassamangenguro to exert his influence over the plants, trees, and even the very soil within his domain. Under his control, nature becomes a veritable death trap, more than compensating for Blassamangenguro's immobility. Quite a few vampire hunters have met their end when, overconfident, they confront the flower vampire, believing him an easy mark due to his immobile nature. But Blassamangenguro still lives, and the botanical denizens of his lair remain well sated, their soil fertilized with blood and bone.": "这种联系还使巴拉萨曼根古罗能够影响他领地内的植物、树木，甚至是土壤。在他的控制下，自然变成了一个真正的死亡陷阱，远远超过了巴拉萨曼根古罗的不动。相当多的吸血鬼猎人在过于自信时与这位花之吸血鬼对抗时丧命，因为他们认为由于他的不动，他是一个易攻击的目标。但巴拉萨曼根古罗仍然活着，他的巢穴里的植物居民们依然饱食，他们的土壤被鲜血和骨头肥料滋养着。",
	"The slothful Festus trolls are empty-minded thralls of their patron, the evil Lord Festus. Lacking any sort of sophistication, Festus trolls find victory primarily through their numbers and overbearing physicality. To an average commoner, these creatures are powerful, terrifying foes, due primarily to their hearty builds that allow them to suffer a lot of punishment, a trait which makes them useful goons for Lord Festus. Sent out on missions on his behalf, these creatures are particularly renowned for being able to conjure a projection of their evil master, meaning that wherever these trolls go, Lord Festus can easily follow.": "懒惰的费斯塔斯巨魔是他们主人，邪恶的费斯塔斯领主的愚昧奴隶。缺乏任何形式的精致，费斯塔斯巨魔主要通过数量和压倒性的体力取得胜利。对于普通平民来说，这些生物是强大而可怕的敌人，主要是因为他们健壮的体格让他们能够承受大量的伤害，这一特点使他们成为费斯塔斯领主有用的打手。这些生物被派遣执行任务，特别以能够召唤他们邪恶主人的幻影而闻名，这意味着无论这些巨魔走到哪里，费斯塔斯领主都可以轻松跟随。",
	"While the origin of these flying eyes is highly disputed, there is no denying that they make for an unnerving sight. Two eyeballs wrapped in a fleshy mass, with a small, but sharp, toothed maw between each eye, these flying stalks of flesh are simple but dangerous creatures. Everything they see is a feast for their large eyes, which fly directly toward any perceived targets, intent on chewing them up. Were they the size of a normal eye, perhaps they would be less of a danger, but with the eyes being six feet tall, coming face to eye with one of things might just make your own pop out of your head.": "尽管这些飞行眼睛的起源备受争议，但不可否认它们确实是一种令人不安的景象。两只眼球包裹在多肉的物质中，每只眼睛之间有一个小而锋利的牙齿嘴巴，这些飞行的肉茎是简单但危险的生物。它们看到的一切都是它们大眼睛的盛宴，它们直接飞向任何被察觉的目标，打算将其咬碎。如果它们的大小与正常眼睛相同，也许它们就不会构成那么大的威胁，但是由于这些眼睛有六英尺高，与这些生物面对面可能会让你自己的眼睛都快要跳出眼眶了。",
	"With acid spitting snout action!": "带有酸液喷吐的鼻子动作！",
	"A human warrior with a horse torso!": "一个人类战士，拥有马的躯干！",
	"Making delicious food for picky critics puts a lot of pressure on chefs. It's no wonder they sometimes get hot under the 'colander.' When such anger gets truly out of hand and there's enough magic in the air, a curse can manifest, feeding upon that anger, turning the chef in question into a monstrous soupteener. Such a transformation is rarely immediate. Instead, it is a rather insidious affliction as the chef remains largely unchanged...on the outside.": "为挑剔的评论家做美味食物给厨师带来了很大的压力。难怪他们有时会变得火冒三丈。当这种愤怒真的失控，空气中有足够的魔法时，一个诅咒就会显现出来，利用那股愤怒，将涉事的厨师变成一个怪物汤主厨。这种转变很少是立即发生的。相反，它是一种相当阴险的折磨，因为厨师在很大程度上保持不变……在外表上。",
	"Internally, the chef develops a symbiotic relationship with their anger, and while the parasitic curse leeches off that connection, eventually the chef is subsumed entirely. Then, in times when the chef's anger truly erupts, the chef undergoes a monstrous transformation—chef hat and all—bringing chaos into their kitchen and the world beyond.": "在内心深处，厨师与他们的愤怒建立了一种共生关系，而寄生的诅咒则在这种联系中寄生，最终厨师完全被吞噬。然后，在厨师的愤怒真正爆发的时候，厨师经历一次怪物般的转变——包括厨师帽在内——给他们的厨房和整个世界带来混乱。",
	"The monstrous soupteener's only visual similarity between its humanoid and monstrous forms is the chef's hat it wears upon its head, which remains the same size in either form. In some instances, these chef's hats are the source of the curse and, if removed from the soupteener, can break it.": "怪物汤师（(soupteener)）在人形和怪物形态之间唯一的视觉相似之处是它戴在头上的厨师帽，无论是哪种形态，帽子的大小都保持不变。在某些情况下，这些厨师帽是诅咒的源头，如果从汤师身上移除，就能打破诅咒。",
	"Unfortunately, these hats tend to be attached rather firmly to these creatures, becoming a part of their physiology. Removing a chef's hat from a monstrous soupteener requires being within reach of the monstrous soupteener's head. If a creature within range wishes to remove the hat, it must succeed on a {@dc 20} Strength check. Alternatively, treat the chef's hat as an object with an AC of 12 and 20 hit points. The hat is immune to bludgeoning damage.": "不幸的是，这些帽子往往与这些生物紧密相连，成为它们生理结构的一部分。从一个怪异的汤勺怪兽身上取下一顶厨师帽需要在怪异的汤勺怪兽的头部范围内。如果范围内的生物希望取下帽子，必须成功进行一次{@dc 20}力量检定。或者，将厨师帽视为一件具有防御等级为12和20点生命值的物品。该帽子免疫钝击伤害。",
	"Once a proud, valiant adventurer, Folkgloria was always willing to take on any adventure—no matter how difficult—as long as it might make for a good story. She was an easy target for the oracles and defeated the villain that preceded her—a druid whom the oracles called Briarthorn.": "曾经是一位自豪、勇敢的冒险者，Folkgloria总是愿意接受任何冒险——无论多么困难——只要能为一个好故事。她成为神谕者们的目标，并打败了在她之前的恶棍——一位被神谕者称为Briarthorn的德鲁伊。",
	"Since taking the sash, {@creature Mythhollow|TTNSP} has struggled to resist its control, failing to do so in the first couple months of her curse. But recently she has found the strength within her, giving everything to hold the curse at bay and formulating a plan to break it completely.": "自从拿到披肩以来，{@creature Mythhollow|TTNSP} 一直在努力抵抗它的控制，在诅咒的最初几个月里未能做到。但最近她发现了内心的力量，全力抵制诅咒，并制定了一个完全打破它的计划。",
	"When met, the party should have a chance to recognize {@creature Mythhollow|TTNSP} from the depictions of Folkgloria in the Azpehrun Epics. A passive Perception of 15, or successful {@dc 15} Wisdom ({@skill Perception}) check would notice the striking resemblance. If the players paid a lot of attention to any representation of the epics, consider granting them advantage on the check or calling on them to make the check even if they don't think of it.": "当遇到时，角色应该有机会从《阿兹佩伦史诗》中对福克格洛利亚的描述中认出{@creature Mythhollow|TTNSP}。被动感知达到15，或者成功的感知（智力{@skill Perception}）检定会注意到惊人的相似之处。如果玩家们非常关注史诗的任何描绘，考虑给予他们在检定中的优势，或者在他们没有考虑到时要求他们进行检定。",
	"Innocent, sweet, and a veritable hassle when bothered, princess birds flock to the kind and altruistic. They respond with great impunity to any who do not meet their extreme standards of conduct.": "天真、甜美，一旦被打扰就会变得麻烦，公主鸟群会聚集在善良和无私的人身边。他们对那些不符合他们极端行为标准的人会毫不留情地做出回应。",
	"While most {@creature treant|MM|treants} prefer calm and quiet existences, flying treants—affectionately referred to as \"seed-steeds\" by adventurers—are much more outgoing than their stoic counterparts. Blessed with monstrous wings that strike a notable contrast with their otherwise more natural form, seed-steeds have earned a reputation for...well, being flying trees. While it is true that there are many stories of adventurers who have befriended these seed-steeds, they can be rather unruly creatures. Many a fool who assumes that every seed-steed is willing to serve as a flying companion ends up enjoying a short ride, before being dropped to their deaths from hundreds of feet in the air.": "虽然大多数人更喜欢平静安静的生活，飞行树人——冒险者们亲切地称之为“种子坐骑”——比起他们沉默的同类要活泼得多。拥有庞大翅膀的种子坐骑与其更自然的形态形成鲜明对比，因此它们赢得了“飞行树”的美誉。虽然有许多关于冒险者与这些种子坐骑结为朋友的故事，但它们实际上是相当难以驾驭的生物。许多愚蠢的人以为每只种子坐骑都愿意作为飞行伙伴，结果只能短暂体验一下飞行，然后从数百英尺高空坠落而亡。",
	"Though they were once simple sky pirates roaming the airways in search of wine, an encounter with Tigtone turned them into vampires. Now these sky pirates hunt only for blood! With the many skyships in their fleet, the Sky Blood Pirates pose a great threat to any kingdom they come across. In most cases, it is simply easier to pay the blood tribute these pirates demand so they quickly move on, rather than risk them deciding to indulge more deeply on the kingdom's denizens.": "尽管他们曾经是简单的天空海盗，在空中寻找葡萄酒，但与提格通(Tigtone)的相遇却让他们变成了吸血鬼。现在这些天空海盗只追逐鲜血！拥有众多天空飞船的天空血海盗对他们遇到的任何王国构成了巨大威胁。在大多数情况下，最简单的方法就是支付这些海盗要求的鲜血贡品，这样他们会很快离开，而不是冒险让他们决定更深入地享用王国的居民。",
	"The basic crewmates of the Sky Blood Pirate fleet were all capable rascals, even before they were turned into vampire spawn. Now, with their additional vampiric gifts, they are a veritable force to be reckoned with, whether in the skies, or rappelling down to the surface world.": "天血海盗舰队的基本船员本来就是些能干的恶棍，即使在被变成吸血鬼幼崽之前也是如此。如今，他们又获得了吸血鬼的额外恩赐，无论是在天空中还是从空中降到地面世界，他们都是不可忽视的力量。",
	"Slime captains are either pirates who have been turned to slime by chaos, or slime that has been tainted by consuming many pirates. Whatever their origin, they only exhibit the shallowest of humanoid behaviors and are very clearly some kind of green ooze, despite the fancy hat they wear.": "史莱姆船长要么是被混沌转变成史莱姆的海盗，要么是因为消化了许多海盗而被污染的史莱姆。无论它们的起源如何，它们只展现出最肤浅的人类行为，非常明显是某种绿色粘液，尽管它们戴着时髦的帽子。",
	"A creature of legend often used by parents to terrorize children who are being too quiet, the sound monster is, in fact, quite real. A terrible creature that feeds off the screams of those around it, the sound monster is a large slug-like creature with massive bat-like ears, long claws, and bone spines that jut out from every part of its body.": "传说中的声音怪兽经常被父母用来吓唬那些太安静的孩子，事实上，它是真实存在的。声音怪兽是一种可怕的生物，它以周围人的尖叫声为食，它是一只巨大的类似蛞蝓的生物，拥有巨大的蝙蝠耳朵、长长的爪子，以及从身体各个部位突出的骨刺。",
	"Able to move at incredible speeds, the sound monster can eviscerate its prey in the blink of an eye. It is also incredibly difficult to destroy, as the particular nature of this being means that it can only be heard, not seen. While every sound monster is extremely dangerous, beware the particularly clever among its kind, who learn to feed on internal screaming or have even been reported to hold entire cities hostage in a state of never-ending shouting, in order to keep its endless appetite satisfied.": "能够以难以置信的速度移动，声音怪兽可以在眨眼间将猎物肢解。它也极其难以摧毁，因为这种生物的特殊性质意味着它只能被听到，而不能被看到。虽然每一个声音怪兽都极其危险，但要小心那些特别聪明的，它们学会了以内心的尖叫为食，甚至有报道称它们曾经将整个城市扣为人质，让其陷入永无止境的喊叫中，以满足其无尽的食欲。",
	"Zighthynd is a friendly, extroverted man in his fifties, who takes great pride in his wrinkles and graying hair. His long beard is well maintained and looks like it would be quite soft to the touch (it is). He's a bit showy and self-centered, like an actor. He wields a mundane wooden staff with intricate carvings along its shaft representative of the Azpehrun epics.": "Zighthynd（Zighthynd）是一个友好、外向的五十多岁男人，他为自己的皱纹和灰白的头发感到自豪。他的长胡子修剪整齐，看起来摸起来应该很柔软（确实如此）。他有点炫耀和自我中心，就像一个演员。他挥舞着一根普通的木杖，杖身上有着代表阿兹佩伦史诗的复杂雕刻。",
	"Like all the other oracles, of course, he is lying about his oracular gifts. A successful {@dc 20} Wisdom ({@skill Insight}) check at any point in the conversation reveals that he's not being fully honest with the adventurers, but he does not reveal his con in its entirety.": "就像所有其他预言者一样，他当然在夸大他的预言天赋。在对话中的任何时候，成功的一次智力检定{@dc 20}（{@skill Insight}）会揭示他没有完全诚实地对待冒险者，但他不会完全揭露他的欺诈行为。",
	"While the souvenir business in town has become rather popular, {@creature Zighthynd|TTNSP} is perpetrating this lie simply because he loves the idea of being an oracle. He, and all the other oracles at the temple, are motivated by the desire to just be oracles because that's what they want! And after all, doesn't the world need oracles?": "虽然镇上的纪念品生意变得相当受欢迎，{@creature Zighthynd|TTNSP}正在散布这个谎言，仅仅是因为他喜欢成为一个神谕的想法。他和寺庙里的其他神谕都受到渴望成为神谕的欲望的驱使！毕竟，世界不是需要神谕吗？",
	"If pressed on the history's order, he won't reveal much. Instead, he'll stonewall the conversation by focusing on the present concerns with {@creature Mythhollow|TTNSP}.": "如果被追问历史顺序，他不会透露太多。相反，他会以关注当前问题中的{@creature Mythhollow|TTNSP}来搪塞对话。",
	"Queen Captain of the Sky Blood Pirates, Zuviell is an incredibly talented duelist and has earned the respect of her crew over countless voyages. A determined leader, Zuviell's skill in combat is only matched by her singlemindedness in the pursuit of plunder and blood.": "天空鲜血海盗女王船长，祖维尔(Zuviell)是一位极具天赋的剑客，在无数次航行中赢得了船员们的尊重。作为一名坚定的领袖，祖维尔在战斗中的技艺仅被她在掠夺和寻血的决心所匹敌。",
	"On initiative count 20 (losing initiative ties), Blassamangenguro takes a lair action to cause one of the following effects; Blassamangenguro can't use the same effect 2 rounds in a row:": "在20号先攻（平手时失去先攻）时，布拉萨曼根古罗(Blassamangenguro) 采取巢穴行动，产生以下效果之一； 布拉萨曼根古罗不能连续两轮使用相同效果：",
	"Thorny vines uncoil around the lair in a 60-foot radius around the flower vampire, lashing out at interlopers. Each creature other than the flower vampire in that area must succeed on a {@dc 15} Dexterity saving throw, taking 14 ({@damage 4d6}) piercing damage on a failed save, or half as much damage on a successful one.": "荆棘藤蔓在距离花吸血鬼60英尺的范围内缠绕着巢穴，向闯入者抽打。该区域内除了花吸血鬼之外的每个生物必须成功通过一个{@dc 15}敏捷豁免检定，未通过者受到14（{@damage 4d6}）点刺伤伤害，通过者受到一半伤害。",
	"Nearby flowers emit a cloud of mind-altering spores at a point on the ground the flower vampire can see within 120 feet of it, creating a 15-foot-radius cloud. Each creature within the cloud must make a {@dc 16} Wisdom saving throw. On a failure, each creature is {@condition charmed} until the end of their next turn.": "附近的花朵在地面上一个花吸血鬼可以看到的点释放出一团改变思维的孢子云，范围为15英尺半径，距离它不超过120英尺。云中的每个生物必须进行一次{@dc 16}感知豁免投掷。如果失败，每个生物将在其下一个回合结束前变为{@condition charmed}。",
	"One of the trees in the lair awakens, twisting and coming to life becoming an {@creature awakened tree|MM} (see below).": "巢穴中的一棵树苏醒了，扭曲起来，变得有生命，变成了一个{@creature awakened tree|MM}（见下文）。",
	"The region containing Blassamangungero's lair is warped by the flower vampire's magic, which creates one or more of the following effects:": "包含巴拉萨曼贡纳洞穴的地区被花吸血鬼的魔法扭曲，可能产生以下一种或多种效果：",
	"The existence of Blassamangenguro's lair propagates and accelerates the growth of bloodthirsty carnivorous plants, flowers, and trees in the region—even where there would not otherwise be any. Twisted by Blassamangenguro's vampiric affliction, these plants are all carnivorous, feeding off the creatures they capture and consume.": "Blassamangenguro（布拉萨曼根古罗）的巢穴存在促进并加速了该地区血腥食肉植物、花朵和树木的生长，即使在其他情况下本不会有这些植物。受到Blassamangenguro的吸血鬼诅咒影响，这些植物都是食肉植物，以捕获和消化的生物为食。",
	"The presence of Blassamangenguro's lair propagates and accelerates the growth of massive trees, which form a dense canopy that covers the area in darkness so that the flower vampire and his spawn enjoy perpetual night. Even when the canopy is broken, it rapidly regrows, stitching itself back together.": "巴拉萨曼根古罗(Blassamangenguro)的巢穴存在会促进和加速巨大树木的生长，形成一片茂密的树冠，覆盖整个区域，使得那里一直笼罩在黑暗之中，让那位花卉吸血鬼及其子嗣们享受永恒的夜晚。即使树冠被打破，它也会迅速重新长回来，把自己重新缝合在一起。",
	"A foreboding mist lingers over the region. Those who venture too deep may be lost for good, or fall victim to the creatures within—twisted animals in the region who quickly adapt and grow more predatory, learning to use the mist for cover and feed on humanoids when the plants in the area, proving to be difficult prey.": "该地区笼罩着一层不祥的雾气。那些冒险深入的人可能会永远迷失，或者成为区域内那些扭曲的动物的牺牲品——这些动物迅速适应并变得更具掠食性，学会利用雾气掩护并捕食人形生物，当地植物对它们来说是困难的猎物。",
	"The roots of all botanical life in the area dig deep, carving out caverns of roots below ground. Even more disconcerting than the relentless way with which these roots writhe, almost alive, is the blood that drips down their length, forming puddles and sometimes even entire lakes, below ground, should Blassamangenguro's lair last long.": "该地区所有植物生命的根系深深扎根，挖出地下根系的洞穴。比这些根系扭动的无情方式更令人不安的是，它们上面滴下的血液，形成了水坑，有时甚至整个湖泊，如果布拉萨曼根古罗的巢穴持续存在的话。",
	"If Blassamangenguro dies, these effects fade over the course of {@dice 1d10} days.": "如果巴拉萨曼根古罗(Blassamangenguro)死亡，这些效果会在{@dice 1d10}天内逐渐消失。",
	"An animal-slide comes down the side of the mountain—it's like a mudslide, but instead of mud its forest critters that roll down the mountain (rabbits, squirrels). Each party member must succeed on a {@dc 14} Dexterity saving throw, taking {@damage 1d12} bludgeoning damage on a failed save or half as much on a successful one.": "一群动物滑下山坡——就像泥石流一样，但是滑下山坡的不是泥土，而是森林小动物（兔子、松鼠）。每位队员必须成功进行一次 {@dc 14} 敏捷豁免检定，未通过检定的将受到 {@damage 1d12} 钝击伤害，通过的则只受一半伤害。",
	"A SEVERE animal-slide spills down the side of the mountain—it's just like a regular animalslide, but with bears. Each party member must succeed on a {@dc 15} Strength saving throw to push through before the flow grows too strong, taking {@damage 1d6} slashing damage and gaining 1 level of {@condition exhaustion} on a failed save.": "一场严重的动物滑坡沿着山坡一路倾泻而下——就像普通的动物滑坡一样，但里面全是熊。每位队员必须在洪流变得太强之前通过一次 {@dc 15} 力量豁免检定，否则将受到 {@damage 1d6} 切割伤害，并在豁免失败时获得 1 级 {@condition exhaustion}。",
	"Ravaged by the terrible environmental activity in the area, the path forward is insulting— meaning the trees come alive and hurl demoralizing insults. Each party member must succeed on a {@dc 14} Wisdom saving throw or gain 1 level of {@condition exhaustion}.": "在该地区遭受可怕的环境活动摧残后，前方的道路变得令人沮丧——树木变得活灵活现，并且投掷令人沮丧的侮辱。每位队员必须成功通过一次 {@dc 14} 感知豁免才能免受 {@condition exhaustion} 的影响。",
	"Patches of evil stones nearby emit toxic negative energy. Each party member must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for the next hour.": "附近的邪恶石块散发出有毒的负面能量。每位队员必须成功通过一次 {@dc 12} 体质豁免才能在接下来的一小时内避免成为 {@condition poisoned}。",
	"A sudden flood...OF EMOTIONS bogs the party down with unrelenting nostalgia. Each party member must succeed on a {@dc 15} Charisma saving throw or be pushed into a deep longing for the path, gaining 1 level of {@condition exhaustion}.": "一股突如其来的情感洪流...淹没了派对成员，让他们深陷无尽的怀旧之中。每位派对成员必须成功进行一次 {@dc 15} 魅力豁免才能抵抗这种情感，否则会被推入对往事的深深渴望之中，获得 1 级 {@condition exhaustion}。",
	"A small rock path curves around the mountain but magically it becomes dangerously unstable, wobbling back and forth and up and down like a rope bridge in a quake. Each party member must succeed on a {@dc 12} Dexterity ({@skill Acrobatics}) check or suffer {@damage 1d10} bludgeoning damage while stumbling.": "一条小石径蜿蜒绕过山脉，但神奇地变得危险地不稳定，来回摇摆，上下晃动，就像地震中的绳桥一样。每位队员必须成功进行一次 {@dc 12} 敏捷 ({@skill Acrobatics}) 检定，否则将在踉跄时遭受 {@damage 1d10} 钝击伤害。",
	"A terrible, fetid stench pollutes the surroundings. Each party member must succeed on a {@dc 14} Constitution saving throw or gain 1 level of {@condition exhaustion}.": "周围弥漫着一股可怕、恶臭的气味。每位队员必须成功进行一次 {@dc 14} 体质豁免才能避免获得 1 级 {@condition exhaustion}。",
	"Bee Rain! Bees rain down from storm clouds slowing the party's pace and making conditions unbearable. Each party member must succeed on a {@dc 14} Constitution saving throw or gain 1 level of {@condition exhaustion}.": "蜜蜂雨！蜜蜂从暴风云中降落，减慢了队伍的速度，使环境变得难以忍受。每位队员必须成功进行一次 {@dc 14} 体质豁免才能避免获得 1 级 {@condition exhaustion}。",
	"The ascent passes without incident.": "上升过程顺利进行。",
	"Greetings fellow strangers! Wow, this quest sounds kind of interesting! Wouldn't you love to accompany Tigtone as he slashes and yells his way through it with relentless rage, questionable reasoning, and copious amounts of violence!? I bet you would!": "问候陌生人们！哇，这个任务听起来有点有趣！你们不想跟随提格通(Tigtone)一起通过这个任务，用无情的愤怒、值得怀疑的推理和大量的暴力来砍杀和呐喊吗？我敢打赌你们会喜欢的！",
	"Well, too bad Tigtone is busy. But take it from me, Helpy, that it's now up to YOU to quest like Tigtone as you face {@b THE NEVER-STOPPING PROPHECY!}": "唉，太糟糕了，Tigtone很忙。但请相信我，Helpy，现在轮到你像Tigtone一样进行冒险，面对{@b THE NEVER-STOPPING PROPHECY!}。",
	"Prophecies are powerful proclamations that guide all who hear them and all who do not—so everyone. And YOU are ONE of everyone! The threads of fate still pull at you, trying to help you form your path and unlock your deepest potential—or so the oracles say! They also say you must fulfill your destiny, or die trying! And what better way to do all that than for you to learn the art of questing from the greatest adventurepreneur OF ALL TIME—Tigtone!? This guide is an exploration of Tigtone's questing style and is written to help you go on equally exciting adventures in Ahrex, the same world as Tigtone, or one of the other many planes of adventure!": "预言是强大的宣言，指引着所有听到它们的人，以及所有没有听到的人——也就是每个人。而你就是众人之一！命运的纽带仍在拉扯着你，试图帮助你找到自己的道路，释放你最深层的潜力——至少占卜者们是这么说的！他们还说你必须实现自己的命运，即使拼尽全力也在所不惜！那么，有什么比向史上最伟大的冒险家（提格托恩 (Tigtone)）学习探险艺术更好的方式来实现这一切呢？本指南探讨了提格托恩的探险风格，旨在帮助你在阿瑞克斯（Ahrex）这个与提格托恩相同的世界，或者其他许多冒险位面中同样经历同样激动人心的冒险！",
	"In {@adventure How To Quest Like Tigtone|TTNSP|2}, Helpy shares how Tigtone goes about questing in order to help you get more out of your own adventuresome exploits!": "在{@adventure How To Quest Like Tigtone|TTNSP|2}中，Helpy分享了Tigtone如何进行任务以帮助您更好地体验自己的冒险探险！",
	"Then, in {@adventure The Never-Stopping Prophecy|TTNSP|3}, find out about the quest that cannot go un-quested! An adventure for up to five 5th-level characters. It should take three to six hours to complete, depending on how a party approaches it and how smart everyone is.": "然后，在{@adventure The Never-Stopping Prophecy|TTNSP|3}，了解一下那个不容错过的任务！这是一个适合最多五名5级角色的冒险。根据队伍的处理方式和每个人的智慧，完成这个任务可能需要三到六个小时。",
	"Beyond that lies the {@adventure Vault of Items|TTNSP|4}, a catalogue of the many incredible magical tools and items right from Tigtone's very own, personal inventory that he has used over the course of his adventures, so you can better equip yourself for your journeys!": "在那之外是{@adventure Vault of Items|TTNSP|4}，这是许多令人难以置信的魔法工具和物品的目录，直接来自提格托恩(Tigtone)自己的个人库存，他在冒险过程中使用过这些物品，这样你就可以更好地为旅程装备自己！",
	"Finally, in the {@adventure Creatures & Characters|TTNSP|5}, you can meet some of the beings Tigtone has encountered in his many quests, so you can better prepare to face them yourself!": "最后，在{@adventure Creatures & Characters|TTNSP|5}，你可以遇到一些Tigtone在他的许多任务中遇到过的生物，这样你就可以更好地准备去面对它们了！",
	"It's me again! Helpy that is! You know that Tigtone is the greatest and only adventurer, and friend, that I have ever known. Wait, did you know that? Well, you do now. Speaking of Tigtone, I'm sure he needs me and my body to help him on his more important quest, but before I go I wanted to help you learn to quest like Tigtone!": "又是我！就是帮手海尔！你知道蒂格通(Tigtone)是我所认识的最伟大、唯一的冒险者和朋友。等等，你知道吗？现在你知道了。说到蒂格通，我肯定他需要我和我的身体来帮助他完成更重要的任务，但在我走之前，我想帮助你学会像蒂格通一样冒险！",
	"You see, from all my time questing alongside Tigtone, I've learned a lot—whether I wanted to or not—about how and why he does the things he does, even when I don't understand it. And now I pass that complicated knowledge on to you! Although Tigtone is a master of sword and slashery, I think his greatest asset is his questaddled mind and his uniquely Tigtone-ian approach to questing—something I may be able to help you emulate with what I'm calling...": "你看，与提格托尼(Tigtone)一起进行任务的所有时间里，我学到了很多——无论我是否愿意——关于他为什么以及如何做他所做的事情，即使我不理解。现在我将这些复杂的知识传授给你！尽管提格托尼是剑术和斩杀的大师，我认为他最大的优势是他那被任务困扰的思维和他独特的提格托尼式的探险方式——我可能可以帮助你模仿这种方式，我称之为...",
	"Without stakes, quests are just boring things you do! That's why Tigtone finds the stakes in everything he does—which is why everything he does feels like a quest! If there are no stakes then he makes darn sure that it at least feels like there are! In other words, no matter what the task (whether it's defeating a cave demon or pouring a bowl of soup) if you treat it as if the stakes are high, then everything you do will be exciting! In more other words: Fake it 'till you stake it! This goes for the game master when writing quests, or the party members as they go through the quest!": "没有风险，任务只是你做的无聊事情！这就是为什么Tigtone在他所做的每件事情中都找到了风险——这就是为什么他所做的一切都感觉像是一个任务！如果没有风险，那么他会确保至少感觉上有风险！换句话说，无论任务是什么（无论是打败洞穴恶魔还是倒一碗汤），如果你把它当作风险很高来对待，那么你所做的一切都会变得令人兴奋！换句话说：假装直到你确信有风险！这适用于游戏主编写任务时，也适用于队伍成员在执行任务时！",
	"For example, if you must pour someone a bowl of soup then what horrible things would happen if you fail? Will the person starve to death and comeback as a hungry ghost to torment your stomach? What amazing things will happen if you succeed? Will the soup be so hot it melts their face and they become a villain whose name is Soup-or-trooper? That's pretty amazing because now you have someone to fight with!": "例如，如果你必须给某人倒一碗汤，那么如果你失败会发生什么可怕的事情？那个人会饿死然后以饥饿鬼的形式回来折磨你的胃吗？如果你成功了会发生什么惊人的事情？汤会烫到他们的脸，然后他们变成一个名叫Soup-or-trooper的恶棍吗？这非常惊人，因为现在你有人可以对抗了！",
	"So the next time you do something, big or small, worldy or personal, dramatic or simple, have fun with the stakes! Oh, and don't forget to make sure the stakes are clear to everyone involved—the players and the game master.": "所以下次你做任何事情，无论是大或小，世俗或个人的，戏剧性或简单的，都要玩得开心！哦，不要忘记确保所有参与者——玩家和主持人都清楚这些赌注。",
	"Tigtone never seems to care much about the rewards that come from completing quests. He just likes the quests! And why shouldn't he? Quests are fun! Seeing the world! Adventure striking from all angles! Tigtone ripping my body apart every day! Quests are the best!": "提格通似乎从来不太在意完成任务后获得的奖励。他只是喜欢任务！为什么不呢？任务很有趣！看世界！冒险无处不在！提格通每天都在撕裂我的身体！任务就是最棒的！",
	"But if you take things too seriously along the way—like being too focused on the finish line—you can lose sight of the excitement of being an adventurer. It's important to have fun with the adventure!": "但是如果你在旅途中过于认真——比如过于专注于终点——你可能会忽略作为冒险者的兴奋感。和冒险一起玩得开心是很重要的！",
	"That goes for game masters, too, because a Tigtone quest takes many sudden and unforeseen turns but some game masters are so focused on telling a story, or getting players to take a certain quest, that they push players toward the events that they have already written. This is called railroading. If you tried that with Tigtone he'd probably slash your face and go do whatever he wanted to do anyway! So embrace whatever the players want to do or they'll slash your face! Hehehe!": "这也适用于（Tigtone）游戏主持人，因为（Tigtone）的任务会出现许多突如其来和意想不到的转折，但有些游戏主持人过于专注于讲故事，或者让玩家接受某个特定任务，导致他们将玩家推向他们已经写好的事件。这被称为铁轨式游戏（railroading）。如果你试图这样对待（Tigtone），他可能会砍掉你的脸，然后随心所欲地做他想做的事情！所以接受玩家想做的事情，否则他们可能会砍掉你的脸！嘿嘿！",
	"So players and game masters, don't you dare miss a single opportunity for your adventure to go in unplanned directions and detours! That's what makes quests so special! Side quests are a good way to do this! As a player, you can try to get side quests out of anyone you meet, just like Tigtone does! And game masters, Tigtone ALWAYS takes side quests even if it takes him away from his main quest, so you can use that to create loads of fun directions for the adventure to go in!": "所以玩家和游戏主，请不要错过任何一个让冒险走向不计划的方向和绕道的机会！这正是使任务如此特别的原因！支线任务是实现这一点的好方法！作为玩家，你可以像提格托恩(Tigtone)一样，尝试从任何你遇到的人那里获取支线任务！而游戏主，提格托恩总是接受支线任务，即使这让他远离主线任务，所以你可以利用这一点为冒险创造许多有趣的方向！",
	"You don't want to get in Tigtone's way when he's focused on a quest—believe me, I've tried! If a person, place, or thing comes along that has nothing to do with his quest then it's fair game to be destroyed. Tigtone also overcomes any and all obstacles by any means necessary. That means coming up with creative solutions to problems. Like if you can't unlock the door, burn the house down!": "当Tigtone专注于任务时，你最好不要挡道——相信我，我试过了！如果有一个与他的任务毫无关系的人、地方或物品出现，那么它就可以被摧毁。Tigtone也会通过任何必要手段克服一切障碍。这意味着要想出创造性的解决问题的办法。比如如果你无法打开门，就把房子烧了吧！",
	"This goes for game masters too. When planning puzzles, traps, or challenging combat encounters make sure there are multiple solutions, and be open to questeres subverting your challenges with creative solutions that you hadn't planned. Don't make players adhere to your predetermined solutions!": "这也适用于游戏主持人。在策划谜题、陷阱或具有挑战性的战斗遭遇时，确保有多种解决方案，并且要对玩家用创造性的解决方案颠覆你未曾计划的挑战持开放态度。不要让玩家只能遵循你预先设定的解决方案！",
	"So, if the players at your table do employ a solution you've already planned for, then great! But if they come up with something new, go with it. If they want to find a hidden passage and you hadn't planned one, maybe there should be one! Tigtone would just make his own hidden passage! The players' choices are often just a way for them to tell you what they want to. Listen! And don't be afraid to improvise.": "所以，如果你的桌上玩家们采用了你已经计划好的解决方案，那太棒了！但是如果他们想出了新的办法，就接受吧。如果他们想找到一个隐藏通道，而你没有计划过，也许应该有一个！Tigtone会自己制造一个隐藏通道！玩家的选择通常只是一种告诉你他们想要什么的方式。倾听吧！不要害怕即兴表演。",
	"Tigtone can give himself quests! It's true! I've seen it happen! That makes the quest even more personal! Players and game masters, discuss quests before you start playing, if you can, but also along the way. Players should be free to create their own personal quests and game masters should have opportunities to create adventures they know their players will be interested in! Even though the game master isn't a quester, you're all still questing together!": "提格通(Tigtone)可以给自己提供任务！这是真的！我见过这种情况发生！这使得任务变得更加个人化！玩家和游戏主持人，在开始游戏之前讨论任务，如果可以的话，也可以在游戏过程中进行讨论。玩家应该可以自由地创建自己的个人任务，而游戏主持人应该有机会创造他们知道玩家会感兴趣的冒险！即使游戏主持人不是一个任务者，你们仍然一起进行任务！",
	"Tigtone makes up his own rules, plays by his own rules, and breaks his own rules. And you can too! That means don't listen to me! Or anyone else! If it's not helping you enjoy your questing more, you should never be afraid to go beyond what's regular or expected to make your adventures your own. Break the rules! Change the rules! Make up your own rules! Do things differently! Use third-party content to enhance your games! Your game is your game, and there's no reason it has to follow all the rules and guidelines that are out there. Or don't do anything I just said and play a normal, boring game.": "提格通（Tigtone）制定自己的规则，按照自己的规则行事，并且打破自己的规则。你也可以！这意味着不要听我的！也不要听任何其他人的！如果某事没有帮助你更好地享受你的冒险，你绝对不应该害怕超越常规或预期，让你的冒险变得独一无二。打破规则！改变规则！制定自己的规则！做出不同的事情！使用第三方内容来增强你的游戏！你的游戏就是你的游戏，没有理由它必须遵循所有已有的规则和准则。或者不要理会我刚说的任何事情，玩一个普通、无聊的游戏。",
	"Okay, that's all I want to say about it! You're on your own from here on out because I'm not your Helpy. I'm Tigtone's Helpy. Good-bye forever!": "好的，这就是我想说的全部内容！从现在开始你得自己解决，因为我不是你的Helpy。我是提格托尼(Tigtone)的Helpy。永别了！",
	"This adventure, like many adventures, has twists and turns, but MORE...if you wish to play the adventure, why continue to read and risk spoiling everything for yourself!? If you wish to run the adventure, read the whole thing before running it. Then read it again for good measure and to waste time.": "这个冒险，像许多冒险一样，充满了曲折和转折，但更多...如果你想玩这个冒险，为什么继续阅读并冒着自己泄露一切的风险呢！？如果你想主持这个冒险，运行之前请阅读整个内容。然后再读一遍以确保，浪费时间。",
	"Creatures written in {@b bold} refer to the corresponding entries in the Appendix.": "在{@b bold}中写的生物指的是附录中相应的条目。",
	"Magic items and spells written in {@i italics} refer to the corresponding entries in the Appendix.": "魔法物品和法术中的{@i italics}指的是附录中相应的条目。",
	"A dangerous villain known as {@creature Mythhollow|TTNSP} threatens the sanctity of Azpehrun, home of the legendary oracles and their beloved and tacky temple. Through divination and prophecy, the oracles have determined that a certain group of adventurers is their only hope of thwarting this villain's plot. With the oracles' guidance, these adventurers must defeat the evil {@creature Mythhollow|TTNSP} and save the oracles!": "一个危险的恶棍，被称为{@creature Mythhollow|TTNSP}，威胁着阿兹佩伦的神圣，这里是传奇预言者和他们心爱而俗气的神庙的所在地。通过占卜和预言，预言者们已经确定了一组冒险者是他们唯一挫败这个恶棍阴谋的希望。在预言者的指引下，这些冒险者必须击败邪恶的{@creature Mythhollow|TTNSP}，拯救预言者们！",
	"But not everything is as it seems. The oracles are not true prophets. They are scammers! Hucksters! Fake oracles, or \"faux-racles\"! Simple mages who developed a plan to trick everyone into believing they were all-powerful oracles. Why? Because they wanted to be oracles! That's reason enough, end of discussion.": "但并非一切都如表面所示。神谕并非真正的先知。他们是骗子！江湖骗子！假神谕，或称为“伪谕”！只是一群简单的法师，他们设计了一个计划来欺骗所有人，让大家相信他们是无所不能的神谕。为什么？因为他们想成为神谕！这已经足够的理由，讨论到此结束。",
	"So, they conspired to cast a curse on a magical sash that compels its wearer to become a villain and act in ways the mages can determine and influence. Then, they set themselves up as oracles, making up prophecies about the villain's actions that they knew would come true.": "因此，他们密谋对一条魔法腰带施加诅咒，迫使佩戴者成为恶棍，并按照法师们可以确定和影响的方式行事。然后，他们自己扮演起先知的角色，编造关于恶棍行动的预言，他们知道这些预言会成真。",
	"These mages peddled their lies and began sending heroes on great quests to confront the villain. But they did not care whether the heroes lived or died. All they wanted was to be revered as great oracles! And should any hero kill the villain, then the curse passes on to them, continuing the cycle in perpetuity. A fool-proof plot to fool fools!": "这些法师兜售他们的谎言，并开始派遣英雄执行伟大的任务去面对邪恶角色。但他们并不在乎英雄是生是死。他们只想被尊崇为伟大的神谕！如果有英雄杀死邪恶角色，那么诅咒就会转移到他们身上，永远延续这个循环。一个愚人的绝妙计划来愚弄愚人！",
	"{@creature Mythhollow|TTNSP} herself is one of the previous \"Chosen Ones\" misled by the oracles in this way, and she wishes to end the prophets' scam once and for all. But her methods are extreme and the oracles offer great rewards for defeating this so-called evil. Which side will the adventurers' choose? In this prophecy, fate rests in their hands! The weight of the world is on their shoulders! The air of destiny breathes into their lungs!": "{@creature Mythhollow|TTNSP} 本人是先前被神谕误导的“被选者”之一，她希望彻底终结先知们的骗局。但她的方法极端，而神谕们则为打败这所谓的邪恶提供了巨大的奖励。冒险者们会选择哪一边呢？在这个预言中，命运掌握在他们手中！世界的重担落在他们肩上！命运的气息注入他们的肺腑！",
	"Getting the player characters started on this adventure should be rather straightforward. If you want to engage their characters directly, you can grant them a shared vision from the oracles while they are resting one night—or perhaps even while they are awake—or you can introduce an acolyte sent by the order to find them or a brick with a note attached can be thrown into the party's room while they sleep. However it happens, they need to be notified that a prophecy has identified them as the chosen heroes destined to save Azpehrun.": "让玩家角色开始这次冒险应该相当简单。如果你想直接让他们的角色参与，你可以在他们休息的一晚上——甚至在他们醒着的时候——给他们一个共同的神谕视觉，或者你可以介绍一个被教团派遣来找他们的侍僧，或者在他们睡觉时把带有便条的砖头扔进队伍的房间。无论如何，他们需要被告知一项预言已经确定了他们是被选中的英雄，注定要拯救阿兹佩伦。",
	"Alternatively, for a softer approach, you can seed rumors of this great danger, which has people stricken with fear, though there are few to any details of the exact nature of the danger or of the oracles who are revered and beloved by the common people for guiding heroes to protect the realm. The party could be new in town and everyone keeps asking them if they're chosen ones, cause they look like chosen ones and should see the oracles.": "另一种更温和的方法是，你可以散播关于这个巨大危险的谣言，这让人们深感恐惧，尽管关于危险的确切性质或备受普通人崇敬和喜爱的神谕的细节很少。这些神谕引导英雄保护王国。派对可能是新来镇上的，每个人都问他们是否是被选中的人，因为他们看起来像被选中的人，应该去见神谕。",
	"For a quick start so you can run this adventure in a single sitting, tell the players their characters have all been contacted by oracular vision and find themselves gathering in the Azpehrun Temple. Ask them to describe their characters to each other and then jump to the \"{@adventure Chosen...by Fate?|TTNSP|3|Chosen...by Fate?}\" {@homebrew |(page 12)} section in the adventure below.": "为了让你们能在一个场次内完成这次冒险，告诉玩家们，他们的角色都通过神谕之视被联系到，并发现自己正在Azpehrun Temple聚集。请让他们相互描述各自的角色，然后跳到下面冒险中的“{@adventure Chosen...by Fate?|TTNSP|3|Chosen...by Fate?}”{@homebrew |(page 12)}部分。",
	"The small but beautiful town of Azpehrun, situated on rolling forested hills, is, by all appearances, a rather serene place but it is, in fact, a tourist trap. The economy of the entire town is tied to the fact that the oracle's temple is nearby, and the town is an oracle-themed tourist town. They really put the profit in prophecy! Oracles decorations, statues, and knick-knacks are everywhere, and everyone is peddling some kind of oracle related souvenir or experience. The town is self-sufficient and, in most cases, able to provide for its own needs. But there's no denying the importance of tourism to this small, proud town.": "坐落在起伏的森林小山上的小镇阿兹佩伦（Azpehrun）虽然表面上宁静美丽，但实际上是一个旅游陷阱。整个小镇的经济与神谕神殿附近的事实紧密相连，这里是一个以神谕为主题的旅游小镇。他们真的是把利润融入了预言中！神谕的装饰品、雕像和小摆设随处可见，每个人都在兜售某种与神谕相关的纪念品或体验。这个小镇基本自给自足，大多数情况下能够满足自己的需求。但毫无疑问，旅游业对这个小而自豪的小镇至关重要。",
	"Frequently under threat by villain after villain, the people of Azpehrun are currently pressured by the rise of the evil villain known as {@creature Mythhollow|TTNSP}, who threatens to subjugate the valley, kill the oracles, rid the world of prophecy, and destroy the oracle tourist trade.": "在频繁受到一个又一个恶棍的威胁下，阿兹佩伦(Azpehrun)的居民目前正面临着邪恶恶棍{@creature Mythhollow|TTNSP}的崛起压力，后者威胁要征服山谷、杀死神谕者、消灭预言，以及摧毁神谕旅游业。",
	"But despite the danger looming over the town, the mood is still high and pleasant, because the towns people blindly trust in their local oracles and believe that their prophetic powers will lead to Mythhollow's fall, just as it has led to the fall of other villains who have previously threatened the town. And, for added benefit, a new villain means new merchandise to sell and the oraclets can remain relevant for tourists around the world!": "尽管危险潜伏在小镇上空，但气氛依然高涨愉快，因为镇上的居民盲目地信任他们的本地神谕，相信他们的预言能力将导致（Mythhollow）的倒台，就像它导致之前威胁过镇上的其他恶棍的倒台一样。而且，对于额外的好处，新的恶棍意味着新的商品可以出售，神谕者们可以继续为全世界的游客保持相关性！",
	"Without this claim to fame, Azpehrun would just be another small town, and the locals are happy to have something to distinguish themselves by. Warm, friendly, and proud of the acclaim the seers have brought them, the locals are always welcoming to the travelers and tourists who visit, either out of idle curiosity or on dedicated pilgrimages, to see the home of the highly reputed {@creature Azpehrun Oracle|TTNSP|Azpehrun Oracles}.": "没有这个名声，阿兹佩伦（Azpehrun）只会是另一个小镇，当地人很高兴有些东西可以让他们脱颖而出。热情友好，自豪于先知们带给他们的赞誉，当地人总是欢迎前来参观的旅行者和游客，无论是出于好奇还是专门朝圣，来看这位声誉卓著的{@creature Azpehrun Oracle|TTNSP|Azpehrun Oracles}的故乡。",
	"A combination inn, tavern, and souvenir gift shop, the Premonish Inn is the center of life in town—both for the proud villagers and for visiting tourists, who come to see not only the temple but also the inn itself!": "预言之屋（Premonish Inn）是一家结合了客栈、酒馆和纪念品礼品店的场所，是镇上生活的中心——对于自豪的村民和前来参观的游客来说都是如此，他们不仅来看寺庙，还来看客栈本身！",
	"The building is well tended to and made of beautiful dark wood, with lighter supports enriching its aesthetic. The tavern—the central structure of the place—is the oldest part of the building, with the inn and souvenir gift shop being clear additions made to expand the business as the town's reputation has grown.": "这座建筑被精心照料，由美丽的深色木材制成，较轻的支撑结构丰富了其美感。酒馆——这个地方的中心建筑——是建筑物中最古老的部分，旅馆和纪念品礼品店显然是为了扩展业务而作为这座小镇声誉增长而做的明显增加。",
	"The tavern and gift shop portions of the building each have their own separate entrances, but everything is accessible from inside, with the separate sections divided by half-walls to keep each piece of the business distinct from each other without actually isolating any one area. You can eat a flavorful chicken dinner or have wine-time at the tavern, then go into the gift shop for tacky oracle souvenirs!": "这座建筑的酒馆和礼品店部分分别有各自独立的入口，但内部一切都可以互通，两个独立区域之间用半墙隔开，使得每个业务部分都能保持独特性，但并不真正隔离任何一个区域。你可以在酒馆享用美味的鸡肉晚餐或品尝美酒，然后到礼品店购买俗气的神谕纪念品！",
	"The tavern and inn portion of the business all exist together, in one combined \"side\" of the building. There is ample seating for guests placed around long, communal tables, with smaller, more private tables, around the edges of the space.": "酒馆和客栈部分的业务都在一起，位于建筑的一个合并的“侧”上。周围摆放着长长的共用桌子，为客人提供充足的座位，边缘处还有更小、更私密的桌子。",
	"It's usually lively, though not obnoxiously so, since visitors to the town tend to be rather respectful and the locals don't wish to make a mess of a place that holds so much of their town's pride—namely, the Azpehrun Epics. (See below.)": "这里通常很热闹，尽管不会过分吵闹，因为来这个小镇的游客通常都很尊重，当地人也不想在这个对他们的小镇如此重要的地方搞得一团糟——也就是Azpehrun史诗（见下文）。",
	"The tavern is famous for their flavorful {@item chicken dinner|TTNSP} and wine, which goes for about 10 copper pieces and includes a side of roasted acorns. The tavern also has the {@item Soupteener Special|TTNSP}, which is a wondrous soup made by the world renowned {@creature Monstrous Soupteener|TTNSP|Soupteener}. It goes for 6 copper pieces. They also serve a sludgy novelty drink called {@item Mud Wine|TTNSP} which is exactly that, mud mixed with wine. It's 3 copper pieces a cup.": "这家酒馆以他们美味的 {@item chicken dinner|TTNSP} 和葡萄酒而闻名，价格大约是10个铜币，附送一份烤橡子。这家酒馆还供应 {@item Soupteener Special|TTNSP}，这是由世界著名的{@creature Monstrous Soupteener|TTNSP|Soupteener}制作的神奇汤品。价格是6个铜币。他们还供应一种叫做{@item Mud Wine|TTNSP}的泥泞新奇饮料，确实就是泥混合葡萄酒。每杯售价3个铜币。",
	"Twelve rooms are available, split across the two upper floors of the building, and can be booked for 7 silver pieces a night at a reception desk/information booth near the door that also serves as a bit of a welcome center for visitors to the town. There are various fliers available for different tours and attractions around town.": "大楼的两个楼上共有十二个房间可供预订，每晚可用7个白银预订，位于门附近的接待台/信息咨询处，也是迎接镇上游客的一个中心。这里提供各种不同的旅游和景点的传单。",
	"While the tavern's food is enjoyable and the inn is comfortable, for its modest accommodations, the true draw for most visitors is the souvenir gift shop in the building.": "尽管酒馆的食物美味，客栈舒适，对于其简陋的住宿条件，大多数游客真正吸引他们的是建筑物内的纪念品礼品店。",
	"A well-stocked shop filled with dozens of knick-knacks, statues, branded clothing, and...sauce packets, the shop has just about anything you might need to remember your trip here by, and all the proceeds go to support the town and ensure the oracles can remain focused on the draining task of prophecy.": "一个货架摆满了数十件小摆件、雕像、品牌服装和...调味包的商店，这家商店几乎有你在这里旅行时可能需要的一切，而所有收入都用于支持这个城镇，确保先知们能够专注于耗费精力的预言任务。",
	"Below are just a few notable items from the varied selection available in the store that includes many branded items like collectable spoons, flasks, and clothing.": "以下是商店中各种选择中的一些值得注意的物品，包括许多品牌物品，如可收藏的勺子、烧瓶和服装。",
	"(female, human, 20s) is the passionate and welcoming face who greets every visitor to the town. Rimi is the biggest proponent of her hometown and loves working the welcome desk at the Premonish Inn. Red-headed and freckled, she can brighten anyone's day with just a few kind words.": "（女性，人类，20岁）是热情而友好的面孔，迎接镇上的每一位访客。莉米（Rimi）是她家乡最大的支持者，喜欢在普雷莫尼什旅馆的接待台工作。红发和雀斑，她可以用几句友善的话让任何人的一天变得更加美好。",
	"(male, human, 30s) is the selfproclaimed \"visionary\" who started the souvenir gift shop. He is always careful to clarify that though his visions may not be prophetic, they do ensure the prophets can stay focused on their work. One of the first travelers to come here, Chaloner was a failed merchant who came to ask the oracles to help him divine a path to success. His journey here proved to be his answer, as Chaloner saw opportunity in the town of Azpehrun, and has since taken it upon himself to develop a large catalogue of souvenirs and has no shame in employing sales tactics that are as aggressive as they are effective.": "（男性，人类，30岁）是这家纪念品礼品店的自封“远见者”。他总是小心地澄清，尽管他的愿景可能不是预言性的，但确实能确保先知们能够专注于他们的工作。作为最早来到这里的旅行者之一，查隆纳（Chaloner）是一个失败的商人，他来到这里请求神谕帮助他找到成功的道路。他来到这里的旅程证明了他的答案，因为查隆纳在阿兹佩伦（Azpehrun）镇看到了机会，并自此着手开发了大量纪念品目录，并毫不羞耻地采用了既具侵略性又有效的销售策略。",
	"(female, human, 40s) is a rather quiet, but friendly, woman dressed in long robes, Seedookelere—or \"Seedoo\" for short—was one of the Azpehrun Oracles until she retired several months ago. Nobody around town knows why she stepped away from the order, but they respect her wishes not to talk about it. In fact, when the subject is brought up, she pretends she knows nothing about it. The oracles still pay for her food and housing at the inn, and she spends most of her days wandering aimlessly through the town, as if searching for something. When she comes to rest in the tavern, she can often be found drawing seemingly meaningless doodles on scraps of paper.": "（女性，人类，40岁）是一位相当安静但友好的女性，穿着长袍，西杜凯勒雷（Seedookelere）——简称“西杜”——曾是阿兹佩伦神谕之一，直到几个月前退休。镇上没有人知道她为什么离开了神谕团体，但他们尊重她不愿谈论此事的意愿。事实上，当有人提起这个话题时，她会假装对此一无所知。神谕们仍然为她在客栈的食宿买单，她大部分时间都在镇上漫无目的地徘徊，仿佛在寻找什么。当她来到酒馆休息时，经常可以看到她在纸屑上画着看似毫无意义的涂鸦。",
	"\"The Azpehrun Epics\" refers to the stories of the heroes and villains who have risen and fallen to defend or threaten the region surrounding Azpehrun. Evil is unrelenting here and, even when defeated, doesn't take long to rise again. In a way, history keeps rapidly repeating itself with different players.": "《(Azpehrun)史诗》指的是那些为保卫或威胁周围地区的英雄和恶棍的故事。邪恶在这里是无情的，即使被打败，也很快会再次崛起。在某种程度上，历史不断地以不同的角色迅速重演。",
	"There are paintings of these villains—and the heroes who took them down—in the Premonish Inn, as well as statues around town. Many of the souvenirs pay homage to these characters and the townspeople are all vaguely familiar with their histories, in case the party is curious to get more background information on the area's history.": "在普雷莫尼什客栈里有这些恶棍和（Premonish Inn）打倒他们的英雄的画像，镇上还有雕像。许多纪念品都向这些角色致敬，镇上的居民对他们的历史都有些模糊的了解，以防探险队想要了解更多关于这个地区历史的背景信息。",
	"The first of the villains to threaten Azpehrun and the surrounding region, Boulderdash was a strong brute who traveled throughout the area like a wrecking ball, causing havoc wherever he went. He was defeated by a sword-wielding hero named {@b Hastyblade} whose quick blade earned her a reputation as a capable monster hunter.": "作为第一个威胁阿兹佩伦（Azpehrun）及周边地区的恶棍，砰砰冲撞（Boulderdash）是一个强壮的蛮子，像一颗破坏球般在该地区四处游荡，无论走到哪里都会制造混乱。他被一位挥舞剑的英雄{@b Hastyblade}打败，她敏捷的剑法赢得了她作为一名优秀怪物猎人的声誉。",
	"Not long after the Boulderdash's defeat, the Nighty Knight—a heavily armored menace—arose to threaten Azpehrun. Nighty Knight raised a small band of evildoers who began to raid and pillage small towns and villages. They were defeated by {@b The String-Fingler}, a local hunter who traveled to see the Azpehrun Oracles desperate for a way to end the threat that plagued his home.": "在Boulderdash的失败后不久，夜骑士——一个全副武装的威胁——出现威胁Azpehrun。夜骑士率领一小群恶棍开始袭击和掠夺小镇和村庄。他们被{@b The String-Fingler}击败，{@b The String-Fingler}(local hunter)是一位当地猎人，前往见Azpehrun Oracles，迫切希望找到一种结束困扰家园的威胁的方法。",
	"The most recent of the villains before {@creature Mythhollow|TTNSP}, Roarfessor commanded terrible forest creatures to attack travelers and caravans journeying in the area. Terrified by the Beastmaster and his beasts, the local populace had little recourse but to hide in their homes. Salvation came when a bard named {@b Folkgloria} heard of the danger and, looking to make a name for herself, came to defeat the Beastmaster and the wicked creatures under his command.": "在{@creature Mythhollow|TTNSP}之前最近出现的恶棍中，Roarfessor命令可怕的森林生物袭击在该地区旅行的旅人和商队。由于兽王和他的野兽，当地居民只能躲在家中，感到恐惧。当一位名叫{@b Folkgloria}的吟游诗人听说了这个危险，为了成名，前来击败兽王和他指挥的邪恶生物，拯救了当地居民。",
	"The current villain threatening the region, {@creature Mythhollow|TTNSP} threatens the town with vicious magic & steel. No heroes have arisen to face her...yet.": "当前威胁该地区的反派，{@creature Mythhollow|TTNSP} 以凶狠的魔法和钢铁威胁着这个小镇。尚未有英雄站出来面对她……但愿很快会有。",
	"A {@dc 20} Wisdom ({@skill Perception}) or Intelligence ({@skill Investigation}) check made when studying the paintings, statues, or other depictions of these heroes reveals a striking similarity between each presented hero and the villain that followed them. For example, Hastyblade and Nighty Knight seem to wear almost identical armor, and Bowfinger and The Roarfessor seem to have a similar-looking bow.": "在研究这些英雄的绘画、雕塑或其他描绘时，进行智力检定或感知检定（{@skill Perception}）时，会发现每位英雄和随后的反派之间有惊人的相似之处。例如，Hastyblade和夜骑士似乎穿着几乎相同的盔甲，而Bowfinger和吼声教授似乎拥有一把相似的弓。",
	"The Azpehrun Temple is a large three-story building built of marble. At least, it seems to be. In truth, the temple is a stage for the Oracle's activities—a large wooden lodge that has been dressed up to play the part of the home of their oracular order. A three-story building built of the same wood as the rest of the town's structures, a convincing facade gives it the illusion of being made of marble.": "阿兹佩伦神庙是一座由大理石建造的大型三层建筑。至少看起来是这样。事实上，这座神庙是神谕活动的舞台——一个被装饰成神谕秩序之家的大木制小屋。这座三层建筑由与镇上其他建筑相同的木材建造，一个逼真的外观使其产生了由大理石制成的错觉。",
	"Inside, the decor continues to reinforce the illusion, the entire thing a staged set. There are baskets of fake fruit, lavishly displayed, a massive fireplace that leads to no chimney, and, of course, the oracles themselves. The oracles are dressed in intricate, but not overly extravagant, robes, they're easy to spot. Most walk the temple demurely, but even a passing glance makes it easy to see that there are eccentrics among the oracles who whisper to themselves or compulsively look for patterns in the wood-grain of the building.": "在内部，装饰继续加强幻觉，整个场景就像一个布景。有摆满假水果的篮子，排列整齐地展示着，一个通向无烟囱的巨大壁炉，当然还有神谕者们。神谕者们穿着错综复杂但不过分奢华的长袍，很容易就能认出他们。大多数在神殿内庄重地行走，但即使匆匆一瞥也能轻易看出，神谕者中有些怪人，他们会自言自语或者强迫性地寻找建筑物木纹中的图案。",
	"The windows, too, contribute to the illusion, the exterior, under the facade, covered in fabric, painted so that if you were to look through them, you'd see an incredible vista or be looking down on a part of the extravagant temple complex that doesn't actually exist.": "窗户也增添了这种错觉，外部在幕墙下覆盖着布料，涂上颜色，如果你透过它们看，你会看到一个令人难以置信的景色，或者看到一个并不存在的奢华庙宇复合体的某个部分。",
	"The central gathering hall takes up much of the ground floor, accented with a large—fake—fireplace. Off to the side, there are also private chambers—for the oracles to consult with visitors—and a kitchen, which is kept private and where the base for the Oracle's scrying sauce is created. Lit candles bask the interior in a soft light and reinforce the cabin-like feeling with calming, natural scents. Storage rooms and bedrooms line the upper levels.": "中央聚会大厅占据了大部分一楼，装饰着一个大的——假的——壁炉。在一侧，还有私人房间——供神谕者与访客商议——和一个厨房，厨房是私人的，神谕者的占卜酱的基地就在那里制作。点亮的蜡烛让室内充满柔和的光线，并通过宁静的、自然的香味加强了小木屋般的感觉。储藏室和卧室位于上层。",
	"A handful of travelers and visitors in consultation with the oracles are seated throughout the gathering hall.": "一群旅行者和来访者正在与神谕者商议，他们散坐在聚会大厅中。",
	"The cobblestone path leading up to the temple is, like much of the town, modest but well-cared for. Curving around bushes and trees, it is not only a functional path meant to lead people to the oracles' door, but also an opportunity for visitors to reflect prior to reaching the temple itself.": "通往神殿的鹅卵石小路，与城镇的大部分地方一样，虽然朴素但被精心呵护。蜿蜒穿过灌木和树木，这不仅是一条功能性的道路，旨在引领人们到达神谕之门，也是访客在到达神殿之前反思的机会。",
	"Four small altars are interspersed along the path, each housing a small bell visitors can ring, announcing their presence in turns and signaling their respect for the esoteric and mystical nature of fate, destiny, and prophecy.": "沿着小径间隔摆放着四座小祭坛，每座祭坛上都放着一只小铃铛，访客可以敲响它，轮流宣告自己的到来，并表示对命运、宿命和预言神秘本质的尊重。",
	"Along the path is a statue of the head oracle, {@creature Zighthynd|TTNSP}. It's a bit of a showy depiction that to a cynical eye feels staged. Zighthynd's gesture is overly dramatic, with both arms up and palms up in a very pious pose, with his stare on the far horizon as if gazing into the future. A plaque under the statute reads: \"'A world without oracles is not a world I would want to live in.' - Zighthyn, Head Oracle\"": "沿着小路的一侧是{@creature Zighthynd|TTNSP}的头像雕像。这是一个有点炫耀的描绘，对于愤世嫉俗的眼光来说，感觉有些做作。Zighthynd的姿势过于夸张，双臂向上，手掌向上，摆出一副非常虔诚的姿势，目光投向远方的地平线，仿佛在凝视未来。雕像下方的铭牌上写着：“'一个没有先知的世界不是我想要生活的世界。' - Zighthyn，头先知”",
	"Well-equipped adventurers attract quite a bit of attention from the modest denizens of the temple. Whether they're already aware of the danger, or not, once the party make themselves known to the oracles, they are quickly brought to meet {@creature Zighthynd|TTNSP}, the Head Oracle, at his request.": "装备齐全的冒险者吸引了寺庙里谦逊居民的相当多的注意。无论他们是否已经意识到危险，一旦队伍向神谕宣告自己的存在，他们很快就会被带去见见{@creature Zighthynd|TTNSP}, 头号神谕，根据他的要求。",
	"If the party has been led here by the acolyte or contacted through a vision, {@creature Zighthynd|TTNSP} is delighted to see the subjects of his \"vision.\" If the oracle hasn't met the party yet, upon meeting them and sizing them up, the oracle pretends to be stricken with a realization.": "如果该队伍是被侍僧引领到这里的，或者通过幻象联系到的，{@creature Zighthynd|TTNSP}很高兴见到他“幻象”中的主题。如果神谕还没有见过该队伍，在见面并评估他们后，神谕会假装被一种顿悟所触动。",
	"In either case, {@creature Zighthynd|TTNSP} works to convince the party of the truth of his prophecy and offer them a quest to defeat {@creature Mythhollow|TTNSP}, the villain threatening their region, telling the party that it is their destiny to do so...The oracles have foreseen it.": "在任何情况下，{@creature Zighthynd|TTNSP} 试图说服队伍相信他的预言，并提出一个任务来击败{@creature Mythhollow|TTNSP}，这个威胁着他们地区的恶棍，告诉队伍这是他们的命运...神谕已经预见到了。",
	"{@creature Zighthynd|TTNSP} emphasizes the importance of defeating {@creature Mythhollow|TTNSP}, whose very presence occludes the oracles' sight. Her rise threatens the town of Azpehrun and the fate of the Oracles, and—eventually—the wider world.": "{@creature Zighthynd|TTNSP}强调了击败{@creature Mythhollow|TTNSP}的重要性，她的存在遮蔽了先知们的视线。她的崛起威胁着阿兹佩伦镇和先知的命运，最终影响到更广阔的世界。",
	"Of course, {@creature Zighthynd|TTNSP} emphasizes that the party has been chosen for this destiny, emphasizing that each and every one of them are Chosen Ones! Yes, all of them! He's trying to trick the heroes into believing that they've been chosen by fate and that nobody but the adventurers could possibly accomplish this task. The oracles need heroes like the party. {@creature Zighthynd|TTNSP} flatters them and encourages them to accept their destiny. And he offers them a reward each to help fulfill their greatest potential. But for the oracles to divine the gifts the party will receive, they must first defeat {@creature Mythhollow|TTNSP}, so she no longer obscures the oracles' prophetic sight.": "当然，{@creature Zighthynd|TTNSP}强调这支队伍被选中迎接这个命运，强调每一个人都是被选中的人！是的，所有人！他试图欺骗英雄们相信他们是被命运选中的，除了冒险者们，没有人能完成这个任务。神谕需要像这支队伍这样的英雄。{@creature Zighthynd|TTNSP}奉承他们，鼓励他们接受自己的命运。他为他们每个人提供奖励，帮助他们实现最大潜力。但为了神谕能揭示这支队伍将获得的礼物，他们必须首先击败{@creature Mythhollow|TTNSP}，这样她就不再遮蔽神谕的预言视野。",
	"In order to convince the party as to the verity of the prophecy, {@creature Zighthynd|TTNSP} and the oracles use their signature scrying sauce. The prophecy that {@creature Zighthynd|TTNSP} proclaims read as follows, adapted for the circumstances of your own group of adventurers:": "为了说服派对相信预言的真实性，{@creature Zighthynd|TTNSP} 和神谕者使用他们标志性的占卜酱。{@creature Zighthynd|TTNSP} 宣称的预言如下，根据你自己的冒险者团队的情况进行了调整：",
	"When the scrying sauce boils in the shadow of the chosen heroes, [a number of travelers equal to those in the party] come from distant lands, clad in spell and iron and will let their names be known. Only they can turn the stormy tide.": "当占卜酱在被选中的英雄的阴影中沸腾时，来自遥远土地的[a number of travelers equal to those in the party]，身披法术和铁甲，愿意让他们的名字被人知晓。只有他们能够扭转暴风雨般的局势。",
	"And, sure enough, when the scrying sauce is brought out in its bowl and placed under the party, it boils. Of course, it's just a fancy trick. A successful {@dc 22} Wisdom ({@skill Perception}) check reveals that an oracle, hidden nearby, is casting a spell to make the sauce boil. When tasted, the sauce will also taste like whatever they want it to taste like and, in this case, that's genuine magic!": "果不其然，当占卜酱被端出来放在聚会下面时，它开始沸腾。当然，这只是一个花哨的把戏。成功的{@dc 22}感知({@skill Perception})检定揭示了附近隐藏的神谕正在施放一个法术让酱汁沸腾。品尝时，酱汁也会尝起他们想要的味道，在这种情况下，那是真正的魔法！",
	"If the heroes see through Zighthynd's lie and the oracles' deception, he ensures they are alone before revealing the truth to them and putting all his cards on the table regarding the nature of the situation, the scam they've set up, and the very real threat they're facing. He offers the adventurers the same rewards as before—claiming he truly does have magical items to offer them—as well as a chance to be cut of the profits from this endeavor, a total of 1,000 gold pieces.": "如果英雄们识破了Zighthynd的谎言和先知们的欺骗，他会确保他们独处，然后向他们揭示真相，将有关情况的所有底牌摊开，包括他们设定的骗局以及他们面临的非常真实的威胁。他向冒险者们提供与之前相同的奖励——声称他确实有魔法物品可以提供给他们——以及有机会分享这次冒险的利润，总共1,000金币。",
	"It's fine if this makes the heroes more suspicious too. That's part of the fun! If the heroes are suspicious but don't manage to see through the lie completely, {@creature Zighthynd|TTNSP} stonewalls rather than give an explanation.": "如果这让英雄们更加怀疑，也没关系。这也是乐趣的一部分！如果英雄们怀疑但没有完全看穿谎言，{@creature Zighthynd|TTNSP} 会选择不解释而是敷衍过去。",
	"Zighthynd tells the party that {@creature Mythhollow|TTNSP} is a being protected by great and powerful magic—her true character now lost to the oracles behind the clouded realm of their divinations—(a very convenient excuse for them in case of any flaws in their story).": "Zighthynd告诉队伍，{@creature Mythhollow|TTNSP}是一个被强大魔法保护的存在——她真正的本质现在已经迷失在神谕者们的占卜云雾般的领域之后—（这对他们来说是一个非常方便的借口，以防他们故事中出现任何瑕疵）。",
	"In order to defeat {@creature Mythhollow|TTNSP}, the party must retrieve a magical set of armor that would allow the oracles to overcome the blockage of their divinatory powers. But the only oracle who knows where this armor is has lost their mind. Her name is Seedookleer, and she can be found at the Premonish Inn.": "为了击败{@creature Mythhollow|TTNSP}，队伍必须找回一套神奇的盔甲，让先知们能够克服他们占卜能力的阻碍。但唯一知道这套盔甲在哪里的先知已经失去了理智。她的名字是西杜克利尔(Seedookleer)，可以在预言客栈(Premonish Inn)找到她。",
	"The Mad Seer holds the key to defeating {@creature Mythhollow|TTNSP}, as she knows the secret to overcoming the magic protecting the evil villain. Unfortunately, she has lost her memories. How? Only she knows. The adventurers have to get the information out of her and then help reclaim her lost mind to get the answers they seek.": "疯狂先知拥有击败{@creature Mythhollow|TTNSP}的关键，因为她知道如何克服保护邪恶恶棍的魔法的秘密。不幸的是，她失去了记忆。为什么？只有她知道。冒险者们必须从她那里获取信息，然后帮助她找回失去的记忆，以获得他们寻求的答案。",
	"Seedooklere can be found at the Premonish Inn, wholeheartedly focused on her drawing. In order to get the information they need from her, the party needs to get her attention and then help her achieve a moment of clarity. There are many ways in which the party might accomplish this. Encourage them to get creative, as opposed to simplifying this to a skill check.": "Seedooklere 可以在预言客栈（Premonish Inn）找到，全神贯注于她的绘画。为了从她那里获取他们需要的信息，队伍需要吸引她的注意力，然后帮助她达到一种清晰的境界。队伍可能通过许多方式来实现这一目标。鼓励他们发挥创造力，而不是简单地将其简化为技能检定。",
	"Getting her attention could be achieved by: joining her in drawing or bringing her a gift from the souvenir shop or waving in her face and saying \"Hey!\" repeatedly until she responds. Helping her achieve clarity might come from a night of drunken camaraderie or getting enough information from the other people in the tavern to spark a moment of remembrance.": "通过以下方式可以引起她的注意：与她一起画画，或者从纪念品店给她带来一份礼物，或者在她面前挥手并重复说“嘿！”直到她回应。帮助她获得清晰度可能来自一晚的醉酒友情，或者从酒馆里的其他人那里获取足够的信息，以激发一刻记忆。",
	"That information may be about Seedooklere herself —for example, asking around the tavern may reveal the fact that Seedooklere used to spend time with the local children before she lost her memories. Exploring this angle further could unearth rumors that a child can sometimes be seen around town who doesn't seem to have any family here. Bringing either of these elements up to Seedooklere once the adventurers have earned her company should be enough for her to remember some of what happened.": "这些信息可能与Seedooklere本人有关 — 例如，在酒馆打听可能会揭示这样一个事实：Seedooklere在失去记忆之前曾经和当地的孩子们一起度过时间。进一步探索这个角度可能会揭示关于一个孩子有时会在镇上出现，但似乎没有任何家人的谣言。在冒险者们赢得她的陪伴后，提及这些元素之一给Seedooklere应该足以让她记起发生的一些事情。",
	"When the party finally gets the answers from the Mad Seer, she tells them that she lost her mind as part of a bet in some sort of children's game about two months ago. She then draws a picture of a young urchin boy and verbally directs the party to a small grove of trees not far beyond the village.": "当冒险小组最终从疯狂先知那里得到答案时，她告诉他们，大约两个月前，她在某种儿童游戏中输掉了理智。然后，她画了一个年幼的乞丐男孩的图片，并口头指引冒险小组前往村庄不远处的一片小树林。",
	"Just outside of town, among some nearby trees, a child, who doesn't seem to live in town, often plays games with the local children. Going by the name Rags, this snotty, obnoxious kid who looks to be about ten years old likes to play betting games. Unbeknownst to the party, Rags is actually a trickster god who enjoys playing with humans and has come here to watch the oracles' attempts at trickery.": "就在城镇外面，在附近的一些树林中，一个看起来并不是城里人的孩子经常和当地的孩子们玩游戏。这个约十岁的孩子自称为破布(Rags)，这个鼻涕虫般又讨厌的孩子喜欢玩赌博游戏。小组并不知道，破布实际上是一个爱和人类玩耍的欺诈之神，他来到这里是为了观察神谕者们的欺诈尝试。",
	"When Rags readily admits to winning the oracle's memories in a game and is happy to put it up as a wager if the party is willing to wager something of their own, like a few memories of their own, something he's careful to reassure the adventurers won't disadvantage them for too long. Alternatively, he'll accept a favor later on, as an easy way out for the party, but a wonderful adventure thread for the GM to use in the future.": "当Rags欣然承认在一场游戏中赢得了神谕的记忆，并乐意将其作为赌注，如果队伍愿意押上一些他们自己的记忆，他会很高兴。他小心地向冒险者们保证，这不会让他们长时间处于不利地位。另外，他也会接受以后的一个请求，作为队伍的一种简单解决方案，但对于GM来说，这将是一个美妙的冒险线索，可以在未来使用。",
	"Once the game is agreed upon, Rags layers an illusion over the forest clearing they are standing in. He then challenges the party to pick apart the scene and see if they can determine what he has changed.": "一旦游戏达成共识，拉格斯在他们所站的森林空地上施加了一个幻觉。然后他向队伍发起挑战，看看他们能否分析场景并确定他改变了什么。",
	"The game takes the form of a simple skill challenge. Each effort the players make to notice a difference is one skill check. In order to win, the party must succeed on three skill checks before failing three times. If they successfully do so, they win the game. But if they fail three times first, the urchin wins instead.": "游戏采取了简单的技能挑战形式。玩家每次努力注意到一个不同之处就要进行一次技能检定。为了取胜，队伍必须在失败三次之前成功完成三次技能检定。如果他们成功做到了，他们就赢得了游戏。但如果他们先失败三次，那么小顽童(`urchin`)就会取胜。",
	"The DC for each skill check is 14. If a party member fails a check, an ally who has not previously attempted it can try, but the DC increases by 2 for each successive check. The party can use any skill they can justify, including, but not limited to": "每次技能检定的 DC 为 14。如果一名队伍成员未通过检定，一个之前未尝试过的盟友可以尝试，但每次连续检定的 DC 将增加 2。队伍可以使用他们可以证明的任何技能，包括但不限于 (%num%)。",
	"Intelligence ({@skill Investigation}) - Succeeding draws a character's attention to the fact that the leaves in the area have been replaced with fake leaves carved out of wood and painted green, and practically identical to their natural counterparts.": "智力 ({@skill Investigation}) - 当成功时，角色会注意到该区域的树叶已被木头雕刻并涂成绿色的假叶所取代，几乎与自然叶子一模一样。",
	"Wisdom ({@skill Perception}) - Succeeding draws a character's attention to the fact that the party's names have been carved into some of the trees with hearts around them, even though it may not be true love that the party members share.": "智慧（{@skill Perception}）- 成功地吸引了角色的注意力，让他们注意到一些树上刻着他们队伍成员的名字，并且名字周围有心形标记，尽管这并不代表队伍成员之间一定是真爱。",
	"Wisdom ({@skill Survival}) - Succeeding draws a character's attention to a horrible bird-song coming from a dying bird in mid flight, never falling from the sky and in a state of perpetual flapping death.": "智慧({@skill Survival}) - 当成功时，角色会注意到一只飞行中的垂死鸟发出的可怕鸟鸣，它永远不会从天空坠落，处于永恒的拍打死亡状态。",
	"Intelligence ({@skill Nature}) - Succeeding draws a character's attention to the fact that the moss on the trees is growing mostly on the northern side of the surrounding trees, instead of the southern.": "智力 ({@skill Nature}) - 成功的检查让角色注意到周围树木上的苔藓主要生长在北面，而不是南面。",
	"Additionally, the party may attempt a {@dc 18} Intelligence ({@skill Arcana}) check to see where the illusory magic is strongest, revealing one of the inconsistencies above or another of your own invention on a success.": "此外，角色可以尝试进行一次 {@dc 18} 智力 ({@skill Arcana}) 检定，以查明幻术魔法最为强大的地方，成功的话会揭示上述的一个矛盾或者你自己编造的另一个矛盾。",
	"If the party wins the game, Rags gives them a long, dirty pigeon feather and tells them to tickle the seer's ear to restore her mind. If they fail, the consequence depends on what the party has wagered. If they've wagered some of their memories, they have disadvantage on all Wisdom checks and saving throws for the next month and they must roll a {@dc 18} Constitution saving throw. On a failure, they suffer one level of {@condition exhaustion}.": "如果队伍赢得了游戏，Rags会给他们一根又长又脏的鸽子羽毛，并告诉他们用它来挠占卜者的耳朵以恢复她的思维。如果他们失败了，后果取决于队伍押注了什么。如果他们押注了一些记忆，接下来一个月内所有的感知检定和豁免检定都会有劣势，并且他们必须进行一次{@dc 18}的体质豁免检定。如果失败，他们会受到{@condition exhaustion}的伤害等级。",
	"Even if the party loses, Rags takes pity on them and tells them the information the seer would give them.": "即使派对失败，Rags也对他们表示怜悯，并告诉他们先知会给他们的信息。",
	"When her memories are restored, Seedooklere returns to her normal self—vain and self-aggrandizing. However, she's still willing to help the party, given how they've helped her.": "当Seedooklere的记忆恢复后，她恢复了正常的自我——虚荣和自我吹嘘。然而，考虑到他们帮助了她，她仍然愿意帮助这个队伍。",
	"When asked about {@creature Mythhollow|TTNSP} and the armor the other oracles are after, she points the adventurers to the Byssmol Mountain range and reveals the existence of a secret armory within which the armor was hidden. She warns the adventurers that in order to get to the armor they have to overcome not only the mountain's dangers, but also the magical defenses that protect the armory.": "当被问及关于{@creature Mythhollow|TTNSP}和其他先知们追逐的盔甲时，她指引冒险者前往拜斯莫尔山脉，并透露了一个秘密军械库的存在，盔甲就藏在那里。她警告冒险者们，为了获得盔甲，他们不仅要克服山脉的危险，还必须战胜保护军械库的魔法防御。",
	"The Byssmol Mountains are a small mountain range two days north of Azpehrun, beyond the temperate forests surrounding the town. A treacherous stretch of land, the Byssmol Mountains are known for their severe instability, which has earned them a reputation as being scorned by the Crystal Gods of the Starlex Realmods.": "Byssmol（拜斯莫）山脉位于阿兹佩伦（Azpehrun）以北两天路程，超出了围绕该镇的温带森林。作为一片危险的土地，Byssmol山脉以其严重的不稳定性而闻名，这使得它们被誉为被星辰王国（Starlex Realmods）的水晶神明所唾弃。",
	"The journey to the mountains may pass without incident, if playtime is a concern. With the information from Seedooklere's mind, the armory is not difficult to find, being located on the tallest peak. However, the last stretch up the mountains is another matter entirely.": "如果时间允许的话，前往山脉的旅程可能会顺利进行。有了Seedooklere的信息，找到兵工厂并不困难，因为它位于最高峰上。然而，爬上山脉的最后一段路就是另一回事了。",
	"Roll percentile dice three times on the table below to determine which survival challenges the party need to overcome in order to make it up to the Plot Armory. Reroll to avoid reutilizing the same challenge. A successful {@dc 20} Wisdom ({@skill Perception} or {@skill Survival}) check reveals several figures tracking the group. Though the party cannot tell, they are {@creature Mythhollow|TTNSP} and her companions. Attempting to engage with them results in an encounter.": "在下表上掷三次百分骰，以确定队伍需要克服哪些生存挑战，才能到达情节军械库。重新投掷以避免重复利用相同的挑战。成功的{@dc 20}智慧({@skill Perception}或{@skill Survival})检定揭示了几个人物正在追踪该团队。尽管队伍察觉不到，他们是{@creature Mythhollow|TTNSP}和她的同伴。试图与他们接触会导致一次遭遇。",
	"The armory vault at the top of the mountain lies behind a simple stone door, secure purely because none venture this far up the dangerous mountains. The door can be easily pushed open. When the adventurers step inside, the door closes behind them. Hanging on one of the walls, a mural of an hourglass starts counting down. Ten minutes. There are two ways for the adventurers to open the next door, which is made of dense stone and locked with a complicated mechanical construction:": "山顶的军械库位于一扇简单的石门后面，因为没有人冒险到这危险的山顶，所以安全无虞。门可以轻松推开。当冒险者们走进去时，门在他们身后关闭。挂在墙上的壁画上，一个沙漏开始倒计时。十分钟。冒险者们有两种方法可以打开下一扇门，那扇门由密实的石头制成，用复杂的机械结构锁住：",
	"There is a complex mechanical lock that can be unlocked with either a successful {@dc 20} Dexterity check using {@item thieves' tools|PHB} or a successful {@dc 25} Intelligence ({@skill Arcana}) or Dexterity ({@skill Sleight of Hand}) check. After three failed attempts, the door permanently locks and no further attempts are possible. When a check succeeds, the door opens.": "有一个复杂的机械锁，可以通过成功的{@dc 20}敏捷度检定，使用{@item thieves' tools|PHB}，或者通过成功的{@dc 25}智力检定({@skill Arcana})或敏捷度检定({@skill Sleight of Hand})来解锁。在三次失败尝试后，门会永久锁定，无法再进行尝试。当检定成功时，门会打开。",
	"On the wall opposite the hanging hourglass, words are engraved in stone in Common: \"Man or king can I mislead. If my stone they do not heed. You may not trip, though you may stumble, and even wise men do I leave humble.\" Permissible answers include \"Prophecy,\" \"A riddle,\" or \"Tigtone\" (with no explanation). There are other engravings around the words, but they are crumbling and difficult to discern. A successful {@dc 20} Intelligence ({@skill Investigation}) check reveals that the crumbling engravings depict a group of people in a stone cavern before a door. When a correct answer is spoken aloud, the door opens.": "在悬挂沙漏的对面墙上，用普通语言刻在石头上的字迹写着：\"人或国王我可以误导。如果他们不听我的石头。你可能不会绊倒，尽管你可能会跌跤，即使智者也会被我留下谦卑。\" 可接受的答案包括\"预言\"，\"谜语\"或\"Tigtone\"（不需要解释）。周围还有其他刻字，但它们已经破碎，很难辨认。成功的{@dc 20}智力({@skill Investigation})检定会揭示这些破碎的刻字描绘了一群人在石洞中，他们站在一扇门前。当正确答案被大声说出时，门会打开。",
	"If the ten minutes pass and the heroes have no answer, the chamber fills with crackling electricity. Each character within the chamber must make a {@dc 16} Dexterity saving throw. On a failure, they take 9 ({@damage 2d8}) lightning damage, or half as much damage on a success. Once the damage is resolved, the door opens.": "如果十分钟过去了，英雄们没有答案，房间就会充满电闪雷鸣。房间内的每个角色必须进行一次 {@dc 16} 敏捷豁免投掷。如果失败，他们会受到 9 ({@damage 2d8}) 点闪电伤害，成功则只受一半伤害。伤害解决后，门会打开。",
	"Once the door opens, it remains open behind the party.": "一旦门打开，它会一直保持在队伍后面开着。",
	"The plot armory is a large, carved out, stone chamber filled with weapons and armor of any type the adventurers might need. These items are all common magical items with no clearly discernible effects besides the fact that any creature wielding the weapon or wearing the armor can will it to glow and give off a dim golden light in a radius of 10 feet around them.": "情节军械库是一个巨大的、被雕刻出来的石头房间，里面摆满了冒险者可能需要的任何类型的武器和盔甲。这些物品都是普通的魔法物品，除了任何使用这些武器或穿戴这些盔甲的生物可以让它发光，在他们周围10英尺的范围内散发出微弱的金光之外，没有明显可辨识的效果。",
	"Of particular note is the suit of heavy plate {@item Plot Armor|TTNSP} that stands in the deepest part of the chamber, presented on a stand. Despite the dust it should have accumulated, it looks pristine.": "特别值得注意的是深处的房间里摆放着一套重型板甲{@item Plot Armor|TTNSP}，放在一个支架上展示着。尽管它应该积满了灰尘，但看起来却一尘不染。",
	"Once the party ventures deeper into the armory and examines the {@item Plot Armor|TTNSP}, {@creature Mythhollow|TTNSP} makes her entrance. She's kept an eye out for the oracles to send someone here. {@creature Mythhollow|TTNSP} is determined to take the {@item Plot Armor|TTNSP} for herself, whether by taking it from the adventurers or convincing them to side with her against the oracles.": "当冒险队深入军械库并检查{@item Plot Armor|TTNSP}时，{@creature Mythhollow|TTNSP}登场了。她一直在等待神谕者派人来这里。{@creature Mythhollow|TTNSP}决心要将{@item Plot Armor|TTNSP}据为己有，无论是从冒险者那里夺取，还是说服他们站在她这边对抗神谕者。",
	"In an attempt to convince the adventurers to side with her, {@creature Mythhollow|TTNSP} reveals the oracles' con, calling them out as charlatans who crafted a cursed item. The item is the {@item Special Sash|TTNSP}—a beautiful white sash with gold trim, which hangs around her armor, which compels heroes to become villains and keeps the oracles informed of the villain's actions so they can fabricate prophecies to support their claim as oracles. The oracles use these prophecies to garner favor with the townspeople, support their tourism and merchandise businesses, and send heroes after villains. When the villains are defeated, the sash and its curse transfers to the hero in question, keeping the perpetual loop of villainy going so the oracles never run out of prophecies to give.": "在试图说服冒险者站在她这一边时，{@creature Mythhollow|TTNSP} 揭露了先知的骗局，指责他们是骗子，制造了一个被诅咒的物品。这个物品就是{@item Special Sash|TTNSP}— 一条带有金边的美丽白色腰带，挂在她的盔甲上，它迫使英雄变成恶棍，并让先知们了解恶棍的行动，以便他们捏造支持自己作为先知的说辞的预言。先知们利用这些预言赢得镇民的好感，支持他们的旅游和商品业务，并派遣英雄去追捕恶棍。当恶棍被打败时，腰带及其诅咒会转移到相关英雄身上，使恶棍循环不已，从而使先知们永远不会用尽预言。",
	"{@creature Mythhollow|TTNSP} has no intention of destroying the world, as the oracles claim. She simply wishes to permanently free herself from the curse, raze their temple to the ground, and bring their prophecy tourism economy to its knees! Were she to take and wear the {@item Plot Armor|TTNSP}, the curse over her would break and the oracles' business could come to an end.": "{@creature Mythhollow|TTNSP}并没有意图摧毁世界，正如神谕所说。她只是希望永久地摆脱诅咒，将他们的神庙夷为平地，并让他们的预言旅游经济垮掉！如果她拿起并戴上{@item Plot Armor|TTNSP}，她身上的诅咒将会解除，神谕的生意也将告一段落。",
	"If the heroes agree to give {@creature Mythhollow|TTNSP} the {@item Plot Armor|TTNSP}, she immediately puts it on and invites them to return to Azpehrun with her in order to confront the oracles.": "如果英雄们同意把{@creature Mythhollow|TTNSP}给{@item Plot Armor|TTNSP}，她会立刻把它戴上，并邀请他们与她一起返回Azpehrun，以便与神谕者对抗。",
	"If the adventurers refuse to give {@creature Mythhollow|TTNSP} the {@item Plot Armor|TTNSP}, she does her best to take it from them, immediately engaging them in combat. If there are more than four characters in the party, have one of the mercenaries below join {@creature Mythhollow|TTNSP} in combat for each additional party member. Of course, if the party successfully defeats {@creature Mythhollow|TTNSP}, the curse threatens to plague one of their party. (See the {@item cursed sash|TTNSP} description below.)": "如果冒险者拒绝给予{@creature Mythhollow|TTNSP} {@item Plot Armor|TTNSP}，她会尽力从他们那里夺取，立即与他们交战。如果队伍中有四名以上角色，每增加一名队伍成员，下面的雇佣兵之一会加入{@creature Mythhollow|TTNSP}与他们战斗。当然，如果队伍成功击败{@creature Mythhollow|TTNSP}，那咒诅将威胁到他们队伍中的一名成员。 (参见下面{@item cursed sash|TTNSP}的描述。)",
	"If the party has defeated {@creature Mythhollow|TTNSP} and returns to the oracles for their reward, they are welcomed as heroes— with commensurate merchandise from the Premonish Inn gift shop!": "如果队伍已经击败了{@creature Mythhollow|TTNSP}并回到神谕者那里领取奖励，他们会被欢迎为英雄——并从Premonish Inn礼品店获得相应的商品！",
	"The oracles reward them with a gift card for each party member to the souvenir gift shop, worth 5 gold pieces.": "神谕者奖励他们每位队伍成员一张价值5金币的纪念品商店礼品卡。",
	"In addition, if the party has yet to see through the oracle's lies, {@creature Zighthynd|TTNSP} offers them a magic flute— saying, {@i \"In the darkest of days, this flute's song clears a way\"}—trying to convince the adventurers that this flute will save them in a moment of crisis. In truth, the flute is totally mundane and does nothing.": "另外，如果冒险小组尚未识破神谕的谎言，{@creature Zighthynd|TTNSP} 会给他们一支魔法长笛，说着“{@i \"In the darkest of days, this flute's song clears a way\"}”，试图说服冒险者们这支长笛会在危机时刻拯救他们。事实上，这支长笛完全平凡，毫无作用。",
	"If the party has come to learn the truth of the oracles' deception and plotting and decides to extort the oracles, the oracles gladly part with a cut of the profits from their merchandise, in exchange for the party's secrecy. This sum amounts to a total of 1,000 gold pieces.": "如果冒险小组已经发现了神谕的欺骗和阴谋，并决定勒索神谕，神谕很乐意与冒险小组分享他们商品销售利润的一部分，以换取冒险小组的保密。这笔钱总共是1,000金币。",
	"In addition, consider taking a look at the vault of items in the back of this book, if you wish to provide other magical rewards to your players.": "此外，如果您希望为您的玩家提供其他魔法奖励，可以看看本书后面的物品保险库。",
	"If the party returns with {@creature Mythhollow|TTNSP}, the townspeople go into hiding upon their arrival. But {@creature Mythhollow|TTNSP} ignores them and heads straight for the Azpehrun temple. There, she wishes to kill the oracles for what they've done to her and, if left to her own devices, destroy the temple as well as the Premonish Inn, and all the tacky souvenirs within it.": "如果队伍带着{@creature Mythhollow|TTNSP}回来，镇民们一看到他们就会躲起来。但{@creature Mythhollow|TTNSP}却不理会他们，径直走向阿兹佩伦(Azpehrun)神庙。她想要为他们对她所做的事情报仇，如果放任她自行其事，她还会摧毁神庙以及预言客栈(Premonish Inn)，以及其中所有俗气的纪念品。",
	"The party can try to convince {@creature Mythhollow|TTNSP} not to kill the oracles, but this requires a successful {@dc 20} Charisma ({@skill Persuasion}) check. The DC can be lowered to 17 if the party makes the argument that killing the oracles is less severe a punishment than shaming and discrediting them. Alternatively, it can be treated as a {@dc 15} check if the party suggests letting the public have their revenge on the oracles for misleading them.": "队伍可以尝试说服{@creature Mythhollow|TTNSP}不要杀死先知们，但这需要成功的{@dc 20} 魅力 ({@skill Persuasion}) 检定。如果队伍提出杀死先知们比羞辱和抹黑他们更轻的惩罚，DC可以降低到17。或者，如果队伍建议让公众为先知们误导他们而报仇，也可以视为{@dc 15}检定。",
	"If the adventurers fail to convince {@creature Mythhollow|TTNSP} not to kill the oracles, she follows through with the attack If they side with her, {@creature Zighthynd|TTNSP} and the other oracles attempt to flee. If they decide to fight {@creature Mythhollow|TTNSP} to protect the oracles instead, {@creature Zighthynd|TTNSP} fights by their side.": "如果冒险者们无法说服{@creature Mythhollow|TTNSP}不杀掉先知们，她会继续发动攻击。如果他们站在她这边，{@creature Zighthynd|TTNSP}和其他先知会试图逃跑。如果他们决定与{@creature Mythhollow|TTNSP}一起保护先知们而战，{@creature Zighthynd|TTNSP}会和他们并肩作战。",
	"In either scenario, the group earns a reward after the battle:": "在任何情况下，小组在战斗后都会获得奖励：",
	"If the temple is destroyed and they search the ruins, they find an item of the GM's choice from the back of this book.": "如果寺庙被摧毁，他们搜寻废墟，会发现一件由(%GM%)选择的物品，这本书的后面。",
	"If they side with the oracles and protect them from {@creature Mythhollow|TTNSP}, {@creature Zighthynd|TTNSP} rewards them with 1,000 gold pieces or an item of the GM's choice from the back of this book.": "如果他们站在神谕者一边，保护他们不受{@creature Mythhollow|TTNSP}的侵害，{@creature Zighthynd|TTNSP}会奖励他们1000金币，或者是本书后面GM选择的物品。",
	"If they side with {@creature Mythhollow|TTNSP}, she plunders the gold earned from the souvenir gift shop and rewards the party with 2,000 gold pieces and each party member with a small friendship rock with their name hastily painted on it.": "如果他们站在{@creature Mythhollow|TTNSP}这一边，她会掠夺从纪念品礼品店赚取的黄金，并用2,000金币奖励队伍，每个队员都会得到一块小小的友情石，上面匆匆涂写着他们的名字。",
	"A beast with a more deadly bite than a normal beast!": "比普通野兽更致命的野兽！",
	"Hewn from stone and imbued with souls, these brutish creatures are an imposing sight, especially when seen deployed in large numbers. However, on their own, repli-rocks are little more than vessels. The true effectiveness of these creatures depends greatly on the souls they are charged with. Only the most foolish of evildoers would fill them with the soul of a harmless creature like, say, a chicken...": "这些粗糙的生物由石头雕刻而成，并注入了灵魂，尤其是当它们大量部署时，显得令人生畏。然而，独自一只，复制岩石(repli-rocks)只不过是空壳而已。这些生物的真正效力在很大程度上取决于它们所充满的灵魂。只有最愚蠢的恶棍才会用像是鸡这样无害生物的灵魂来填充它们...",
	"Any creature with a soul can become a repli-rock. It keeps its statistics, except as follows:": "任何有灵魂的生物都可以变成复制岩(repli-rock)。它保留原有的属性，除非以下情况：",
	"Recalculate the creature's challenge rating after applying the template": "在应用模板后重新计算生物的挑战等级。",
	"The creature is an elemental in addition to its other types.": "该生物是元素生物，除了它的其他类型外。",
	"The creature's armor class becomes 17.": "该生物的护甲等级变为17。",
	"The creature's speed becomes 20 feet. It loses any fly or swim speed, if it has any.": "该生物的速度变为20英尺。如果它有的话，它将失去任何飞行或游泳速度。",
	"The repli-rock gains {@sense darkvision} out to a radius of 60 feet.": "repli-rock在60英尺范围内获得{@sense darkvision}。",
	"The repli-rock gains resistance to damage from bludgeoning, piercing, and slashing from nonmagical attacks.": "Repli-Rock (复制岩石) 获得对非魔法攻击的钝击、穿刺和砍砍伤害的抗性。",
	"The repli-rock gains immunity to poison damage. It also gains immunity to the following conditions: {@condition exhaustion}, {@condition paralyzed}, {@condition petrified}, {@condition poisoned}, {@condition unconscious}.": "repli-rock获得对毒素伤害的免疫。它还获得对以下状态的免疫：{@condition exhaustion}，{@condition paralyzed}，{@condition petrified}，{@condition poisoned}，{@condition unconscious}。",
	"An awakened tree is an ordinary tree given sentience and mobility by the awaken spell or similar magic.": "一个觉醒的树是通过觉醒咒语或类似魔法赋予了智慧和移动能力的普通树木。",
	"The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.": "以下文字为Wizards of the Coast, LLC.的财产，版权归2000 Wizards of the Coast, Inc (\"Wizards\")所有。保留所有权利。",
	"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.": "定义：(a)“贡献者”指已经贡献了开放游戏内容的版权和/或商标所有者；(b)“衍生材料”指包括衍生作品和翻译（包括转换为其他计算机语言）、改编、修改、校正、添加、扩展、升级、改进、编纂、节选或其他形式的受版权保护材料，以及现有作品可能被重塑、转变或改编的形式；(c)“分发”指复制、许可、出租、租赁、销售、广播、公开展示、传输或以其他方式分发；(d)“开放游戏内容”指游戏机制，包括方法、程序、流程和例行程序，只要这些内容不包含产品标识，并且是对先前技术的增强以及由贡献者明确标识为开放游戏内容的任何额外内容，并且指根据版权法涵盖的任何作品，但明确排除产品标识。(e)“产品标识”指产品和产品系列名称、标识和识别标记，包括商业外观；物品；生物角色；故事、情节、情节、主题元素、对话、事件、语言、艺术作品、符号、设计、描绘、相似之处、格式、姿势、概念、主题和图形、摄影和其他视觉或音频表现；角色、法术、魔法、个性、团队、人物、相似之处和特殊能力的名称和描述；地点、场所、环境、生物、装备、魔法或超自然能力或效果、标识、符号或图形设计；以及由产品标识所有者明确标识为产品标识的任何其他商标或注册商标，明确排除开放游戏内容；(f)“商标”指贡献者用于识别自身或其产品或由贡献者贡献给开放游戏许可的相关产品的标识、名称、标记、标语、设计；(g)“使用”、“用于”或“使用”指使用、分发、复制、编辑、格式化、修改、翻译和以其他方式创建开放游戏内容的衍生材料；(h)“您”或“您的”指本协议的许可方。",
	"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.": "许可证：本许可证适用于包含指示仅可根据本许可证使用的任何开放游戏内容。您必须在使用任何开放游戏内容时附上这样的通知。除非许可证本身描述，否则不得添加或删除任何条款。不得对使用本许可证分发的任何开放游戏内容应用其他条款或条件。",
	"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.": "接受与同意：通过使用开放游戏内容，您表示接受本许可证的条款。",
	"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.": "授予与对价：为了同意使用此许可证，贡献者授予您一项永久的、全球范围内的、免费的、非独家的许可，具有与此许可证完全相同的条款，以使用开放游戏内容。",
	"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.": "贡献权威表述：如果您以开放游戏内容的形式贡献原创材料，您声明您的贡献是您的原创作品和/或您有足够的权利授予本许可证所传达的权利。",
	"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.": "许可证版权通知：您必须更新此许可证的COPYRIGHT NOTICE部分，以包括您复制、修改或分发的任何开放游戏内容的COPYRIGHT NOTICE的确切文本，并且您必须在您分发的任何原始开放游戏内容的COPYRIGHT NOTICE中添加标题、版权日期和版权所有者的名称。",
	"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.": "使用产品标识：您同意不得使用任何产品标识，包括作为兼容性指示，除非在与该产品标识的每个元素的所有者另行签订的独立协议中明确许可。您同意不得在包含开放游戏内容的作品中指示与任何商标或注册商标的兼容性或共适应性，除非在与该商标或注册商标的所有者另行签订的独立协议中明确许可。在开放游戏内容中使用任何产品标识并不构成对该产品标识所有权的挑战。在开放游戏内容中使用的任何产品标识的所有者将保留对该产品标识的所有权、标题和利益。",
	"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.": "识别：如果您分发开放游戏内容，您必须清楚地指出您正在分发的作品中哪些部分是开放游戏内容。",
	"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.": "更新许可证：巫师或其指定代理人可以发布此许可证的更新版本。您可以使用此许可证的任何授权版本来复制、修改和分发最初在此许可证的任何版本下分发的任何开放游戏内容。",
	"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.": "您必须在分发的每份开放游戏内容副本中包含这份许可证的副本。",
	"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.": "贡献者积分使用：除非您获得了贡献者的书面许可，否则您不得使用任何贡献者的姓名来营销或宣传开放游戏内容。",
	"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.": "无法遵守：如果由于法令、法院命令或政府法规的原因，您无法遵守本许可证的任何条款，涉及部分或全部开放游戏内容，那么您可能无法使用受影响的任何开放游戏素材。",
	"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.": "终止：如果您未能遵守本许可协议的所有条款并在发现违约后30天内未能纠正违约行为，本许可协议将自动终止。所有子许可将在本许可协议终止后继续有效。",
	"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.": "改革：如果本许可证的任何条款被认为是不可执行的，该条款将仅在必要的范围内进行改革，以使其可执行。",
	"Open Game License v 1.0a Copyright 2000, Wizards of the Coast, LLC.": "开放游戏许可证 v 1.0a 版权 2000 年，海岛游戏公司 (Wizards of the Coast, LLC)。",
	"System Reference Document 5.0 Copyright 2016, Wizards of the Coast, Inc.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.": "系统参考文档 5.0 版权 2016 年，海岸巫师公司；作者 Mike Mearls（迈克·梅尔斯）, Jeremy Crawford（杰里米·克劳福德）, Chris Perkins（克里斯·帕金斯）, Rodney Thompson（罗德尼·汤普森）, Peter Lee（彼得·李）, James Wyatt（詹姆斯·怀亚特）, Robert J. Schwalb（罗伯特·J·施瓦布）, Bruce R. Cordell（布鲁斯·R·科代尔）, Chris Sims（克里斯·辛斯）, 和 Steve Townshend（史蒂夫·汤森德）, 基于 E. Gary Gygax（E·加里·盖伊加克斯）和 Dave Arneson（戴夫·阿尼森）的原始材料。",
	"END OF LICENSE": "许可证结束",
	"TIGTONE and all related characters and elements are TM & © 2020 Cartoon Network. A WarnerMedia Company. All Right Reserved.": "TIGTONE和所有相关角色和元素是TM & © 2020 卡通频道（Cartoon Network）的商标。华纳媒体公司（WarnerMedia Company）保留所有权利。"
}