{
	"Rats of Waterdeep is a DUNGEONS AND DRAGONS adventure for characters of level 1-4, optimized for 1st-level characters, and designed for roughly three to four hours of play. The adventure comprises the following sections:": "《瓦特德普的老鼠》是一场适合1级至4级角色的龙与地下城（DUNGEONS AND DRAGONS）冒险，针对1级角色进行了优化，设计时长大约为三到四个小时。冒险包括以下几个部分：",
	"{@adventure Adventure Primer.|RoW|0,adventure primer} An overview of the adventure, including character hooks and advice for scaling the adventure.": "{@adventure Adventure Primer.|RoW|0,adventure primer} 冒险概述，包括角色背景和冒险难度调整建议。",
	"{@adventure Part 1: Murder Most Foul.|RoW|1} The characters investigate the disappearance of a sea captain, uncover a murder, and meet the kingpin who, unbeknownst to them, is behind it all.": "{@adventure Part 1: Murder Most Foul.|RoW|1} 这些角色调查了一位海船长的失踪，揭露了一起谋杀案，并遇到了幕后操纵一切的大佬，而他们却浑然不知。",
	"{@adventure Part 2: Trail of the Rat.|RoW|2} The characters chase up clues from the murder site, and reveal a portion of the true plot the captain discovered: a secret romance between two powerful figures.": "{@adventure Part 2: Trail of the Rat.|RoW|2} 人物们追踪谋杀现场的线索，并揭示了船长发现的真实情节的一部分：两位权势人物之间的秘密恋情。",
	"{@adventure Part 3: Revealing the Rat.|RoW|3} The characters confront the heartbroken Rat King and, perhaps, a spy who reveals the truth behind the lovers' breakup. Then, they rush to the Salvation Parade for a final showdown.": "{@adventure Part 3: Revealing the Rat.|RoW|3} 角色们面对心碎的鼠王，也许还有一个间谍揭示了恋人分手背后的真相。然后，他们赶去拯救游行，进行最后的决战。",
	"{@adventure Rewards.|RoW|4} A summary of experience points, treasure, and magic items available in the adventure.": "{@adventure Rewards.|RoW|4} 冒险中可获得的经验点、宝藏和魔法物品摘要。",
	"{@adventure Appendix A: New Player Options.|RoW|5} A new background, Detective, and two new class archetypes: Rat King for the ranger, and Circle of Plagues for the druid.": "{@adventure Appendix A: New Player Options.|RoW|5} 一个新的背景，侦探(Detective)，以及两个新的职业原型：游侠(Ranger)的鼠王(Rat King)和德鲁伊(Druid)的瘟疫之环(Circle of Plagues)。",
	"{@adventure Appendix B: Monster/NPC Statistics.|RoW|6} Stat blocks for all the villains in the adventure.": "冒险中所有反派角色的属性块。",
	"{@adventure Appendix C: Handouts.|RoW|7} Player handouts and maps for use at the table.": "{@adventure Appendix C: Handouts.|RoW|7} 用于桌上使用的玩家资料和地图。",
	"A magical plague has forced the Lords of Waterdeep to quarantine part of the Dock Ward. Amid the confusion, an old sea captain is found dead in suspicious circumstances within the quarantine zone. With the City Watch too fearful to enter, the characters investigate the murder to bring those responsible to justice.": "一场神秘的瘟疫迫使《深水城》的领主们封锁了码头区的一部分。在混乱中，一位老海盗船长被发现死在封锁区内可疑的情况下。由于城市守卫过于恐惧而不敢进入，角色们展开调查以将肇事者绳之以法。",
	"Their trail unearths a feud between two shadowy characters: the so-called 'Rat King' of Waterdeep, and the mysterious 'Lady of Plagues'. Their grudge culminates at the Salvation Parade: a prayer-march organized by the faithful of Ilmater. If the characters don't intervene, hundreds of innocents could be transformed into rats.": "他们的调查揭示了两个神秘人物之间的纠纷：所谓的“水深鼠王”和神秘的“瘟疫女士”。他们的恩怨在拯救游行中达到高潮：这是由伊尔玛特信徒组织的祈祷游行。如果角色不干预，数百无辜者可能会变成老鼠。",
	"By uncovering the right clues, the players learn that the Lady of Plagues and the Rat King are estranged lovers. Each thinks their partner plotted their murder: when in fact, the Xanathar crime boss orchestrated their feud, and is using the ensuing confusion to smuggle a shipment of slaves into Skullport. With the right evidence, the characters can reunite the lovers, turn them against the Xanathar's agents, and free the slaves.": "通过揭示正确的线索，玩家们发现瘟疫女士和鼠王是分居的情人。每个人都认为对方策划了他们的谋杀：而事实上，Xanathar犯罪老板策划了他们的纷争，并利用随之而来的混乱走私一批奴隶进入头颅港。有了正确的证据，角色们可以重新让情侣团聚，使他们反对Xanathar的手下，并解救奴隶。",
	"For years, the Rat King protected the slums from fire, thievery, and oppression. Out of disguise, this vigilante was the lowly sewer scavenger Catarina Brisby, who lived alone with her father, a retired sea captain.": "多年来，老鼠王保护着贫民窟免受火灾、盗窃和压迫。这位义勇侠的真实身份是低贱的下水道拾荒者卡塔琳娜·布里斯比，在没有伪装的情况下，她与退休海上船长父亲独自生活。",
	"In recent months, Catarina learned that a druid from the Circle of Plagues was concocting a magical disease that would transform the poor folk of the docks into rats. She traced this 'Lady of Plagues' to an apothecary on the docks: a front for the druid's plague laboratory. Here she learned that her enemy was trialing the virus on criminals and murderers: the same foes the Rat King brawled with each night. Rather than fight her, Catarina reached out to the Lady of Plagues, and found a kindred spirit called Maladie Song.": "最近几个月，卡塔琳娜得知一位来自(环瘟疫)的德鲁伊正在调制一种魔法疾病，可以将码头贫民变成老鼠。她追踪到这位'瘟疫女士'，发现她藏身在码头的一家药店里：这是那位德鲁伊瘟疫实验室的幌子。在那里，她得知她的敌人正在将这种病毒试验在罪犯和凶手身上：这些正是老鼠之王每晚与之搏斗的敌人。卡塔琳娜选择与瘟疫女士接触，发现了一个名为(Maladie Song)的志同道合的灵魂。",
	"They met often and in secret, and as time passed their rivalry blossomed into love. Catarina persuaded Maladie to lock her plagues away in a casket, and live in peace with her in the city. She introduced her to her father, Captain Brisby, and together they made plans for their future.": "他们经常秘密相会，随着时间的推移，他们之间的竞争演变成了爱情。卡塔琳娜说服了玛拉迪将她的瘟疫锁在一个匣子里，并与她一起在城市里和平生活。她向她的父亲，布里斯比船长介绍了她，他们一起为未来制定了计划。",
	"Soon after, an outbreak of Rat Pox struck the Dock Ward. Unable to find Maladie, Catarina faced the horrible realization that her lover had betrayed her. As the Rat King hunted anew for the Lady of Plagues, Catarina's father conducted his own investigations through the district's seedier taverns. He discovered that the Xanathar crime boss had stolen and unleashed Maladie's plague, and was using the outbreak to smuggle slaves into the city through the docks. The old captain arranged a covert meeting with the port authorities, but before he could act on it, the Xanathar's minions murdered him and pinned the crime on his own daughter, the Rat King.": "不久之后，老鼠痘爆发在码头区。卡塔琳娜无法找到(Maladie)，面对可怕的事实，她意识到她的情人背叛了她。当老鼠之王再次追捕瘟疫女士时，卡塔琳娜的父亲通过区域内更阴暗的酒馆进行了自己的调查。他发现Xanathar犯罪老板偷走并释放了(Maladie)的瘟疫，并利用疫情走私奴隶进入码头。这位老船长安排了一次秘密会议与港口当局，但在他采取行动之前，Xanathar的手下谋杀了他，并将罪行归咎于他自己的女儿，老鼠之王。",
	"Such is the situation when the characters enter the story...": "当角色进入故事时，情况就是这样...",
	"Use the following hooks to draw the characters into the adventure, or devise your own. All hooks should point to the meeting with Swordcaptain Morrow in {@adventure Part 1: \"Murder Most Foul\".|RoW|1}": "使用以下钩子来吸引角色参与冒险，或者设计你自己的。所有的钩子都应该指向与剑队长莫罗 {@adventure Part 1: \"Murder Most Foul\".|RoW|1} 的会面。",
	"{@b Detectives.} The City of Splendors swills with intrigue and sleaze, fueling a burgeoning market in sleuths-for-hire. You've put yourself up for work, and the City Watch have taken the bait. This hook is especially relevant to characters with the {@background Detective|RoW} background (see appendix A: \"New Character Options\").": "{@b Detectives.} 辉煌之城充斥着阴谋和肮脏，助长了一个日益蓬勃发展的私家侦探市场。你已经开始寻找工作，而城市守卫已经上钩了。这个情节特别适合拥有{@background Detective|RoW}背景的角色（见附录A：“新角色选项”）。",
	"{@b Troubled Relatives.} Rat Pox has quarantined the streets where someone special to you lives. There's no way to contact them, so you've appealed to the City Watch for help. They can smuggle you inside, but they want a favor in return...": "{@b Troubled Relatives.}鼠疫已经封锁了你心爱之人所在的街道。无法与他们取得联系，因此你向城市守卫寻求帮助。他们可以偷偷带你进去，但却要求你做一件事作为回报...",
	"{@b Faction Agents.} The Rat Pox represents a threat to the city's order that no faction can abide. Your superiors have sent you to the docks to uncover the source of the plague and quash it.": "{@b Faction Agents.}老鼠痘对城市的秩序构成了一种威胁，没有任何派系能容忍。你的上级派遣你前往码头，揭露瘟疫的源头并将其扑灭。",
	"{@i Rats of Waterdeep} is optimized for a group of five characters with an average party level (APL) of 1st-level. It is playable with higher-level groups using the following adjustments (maximum character level 4) :": "{@i Rats of Waterdeep} 针对一个平均派对等级 (APL) 为1级的五名角色进行优化。对于等级更高的团队，可以使用以下调整进行游玩（最高角色等级为4级）：",
	"Enter the Kingpin": "进入头目(Kingpin)",
	"Add two {@creature thug|MM|thugs} for every APL above first.": "对于第一个APL以上的每一个APL，增加两个{@creature thug|MM|thugs}。",
	"Doctor Ward's Apothecary": "沃德医生的药房 (Doctor Ward's Apothecary)",
	"Add three {@creature cultist|MM|cultists} for every APL above first.": "对于第一个之上的每个 APL，增加三个 {@creature cultist|MM|cultists}。",
	"Harbor Holdings": "港口控股 (Harbor Holdings)",
	"Above first level, replacce the twins with {@creature thug|MM|thugs}. Add one {@creature thug} for every APL above second (i.e. they become triplets or quadruplets!).": "在第一级以上，用{@creature thug|MM|thugs}替换双胞胎。每增加一个APL，第二级以上的人数增加一个{@creature thug}（即他们变成三胞胎或四胞胎！）。",
	"Temple of Rot": "腐化神殿 (Temple of Rot)",
	"Add two {@creature swarm of rats|MM|swarms of rats} for every APL above first.": "对于第一个APL以上的每一个APL，增加两个{@creature swarm of rats|MM|swarms of rats}。",
	"Rat King's Lair": "鼠王巢穴 (Rat King's Lair)",
	"Salvation Parade": "拯救游行 (Salvation Parade)",
	"Foil the Xanathar": "挫败Xanathar",
	"Add two {@creature apprentice wizard|VGM|apprentice wizards} for every APL above first.": "对于每个首次出现之后的 APL，增加两个 {@creature apprentice wizard|VGM|apprentice wizards}。",
	"Also known as the Crown of the North, Waterdeep is a grand metropolis hewn into the cliffs of the Sword Coast. It ' s the largest city on Faer ûn, if not all Toril, and trades with every corner of the world. Famed for its decadent nobles and powerful guilds, the city attracts thousands of visitors each day. Above ground, a council of Masked Lords regulate the city's strict laws, which are upheld by an army of watchmen. Below the streets, the sprawling dungeon of Undermountain draws adventurers from afar, and criminal gangs vie for control of the subterranean hideout of Skullport. For more information on Waterdeep, refer to the {@book Sword Coast Adventurer's Guide|SCAG}.": "又被称为北方之冠，瓦特德普（Waterdeep）是一座宏伟的大都市，矗立在剑海岸（Sword Coast）的悬崖上。它是费伦（Faerûn）乃至整个托瑞尔（Toril）上最大的城市，与世界各地进行贸易。以其颓废的贵族和强大的行会而闻名，这座城市每天吸引成千上万的游客。地面上，一群蒙面领主组成的议会管理着城市的严格法律，这些法律由一支守卫队维护。在地下街道下面，庞大的地下城“安德山”（Undermountain）吸引着来自远方的冒险者，犯罪团伙争夺地下藏身之所“骷髅港”（Skullport）的控制权。有关瓦特德普的更多信息，请参考{@book Sword Coast Adventurer's Guide|SCAG}。",
	"The characters investigate the disappearance of a sea captain, uncover a murder, and meet the kingpin who, unbeknownst to them, is behind it all.": "角色们调查了一位海船长的失踪，揭露了一起谋杀案，并遇到了幕后主使，这位大佬正是幕后黑手，而他们却一无所知。",
	"Swordcaptain Arvene Morrow summons the characters to her City Watch office in the Castle Ward. When they enter, the sergeant is seated at her desk, and her intern and detective-in-training, Watchman Bogarte Locks, is staring out the window and muttering to himself.": "剑队长阿文·莫罗在城堡区的城市警卫办公室召集角色们。当他们进入时，中士坐在她的办公桌前，她的实习生兼见习侦探博加特·洛克斯正望着窗外自言自语。",
	"Swordcaptain Morrow greets the characters, introduces them to her intern, and then shares the following information:": "剑队长莫罗向角色们打招呼，介绍他们给她的实习生，然后分享以下信息：",
	"A mysterious disease is rampaging through the Dock Ward of Waterdeep, forcing the city to quarantine the entire district. The disease, which goes by many nicknames including Rat Pox, is believed to be magical in nature and thus can't easily be cured. Symptoms begin with a simple cough, after which the subjects start to grow rat-like features such as whiskers, hairy ears, claws, fur, and tails. It's feared the final stage turns residents into actual rats.": "一种神秘疾病正在沃特德普（Waterdeep）的码头区肆虐，迫使该市对整个区域进行隔离。这种疾病有许多绰号，包括鼠痘（Rat Pox），据信是一种具有魔法性质的疾病，因此不容易治愈。症状从简单的咳嗽开始，随后患者开始长出鼠类特征，如胡须、毛茸茸的耳朵、爪子、毛发和尾巴。人们担心最终阶段会让居民变成真正的老鼠。",
	"The entire City Watch is focused on discovering the root of the outbreak and, hopefully, its cure. Morrow thought she had a lead when a retired sea captain, Jerald Brisby, sent a message claiming that he had top secret information about the truth behind Rat Pox.": "整个城市守卫队都在努力查明疫情的根源，并希望找到治愈的方法。当莫罗(Morrow)认为她找到线索时，一位退休海船长杰拉德·布里斯比(Jerald Brisby)发来消息，声称他掌握了关于老鼠痘背后真相的绝密信息。",
	"Captain Brisby didn't show for their rendezvous, and Morrow fears the worst. She's found the captain's address, but it's inside the quarantine zone and Morrow doesn't want to risk her health chasing up the lead. Watchman Locks has offered to venture inside, but it's too dangerous for him – a fledgling detective – to investigate alone.": "布里斯比船长没有出现在他们的约会地点，莫罗担心情况不妙。她找到了船长的地址，但那个地方在隔离区内，莫罗不想冒着危险去追查线索。守夜人洛克提出要冒险进入，但对于他这个新手侦探来说，独自调查太危险了。",
	"If the characters escort Watchman Locks, investigate what happened to the captain, and uncover the \"truth,\" Swordcaptain Morrow promises to reward them 200 gp.": "如果角色护送看守者洛克斯，调查船长发生了什么事，并揭示“真相”，剑队长莫罗承诺奖励他们200 gp。",
	"Swordcaptain Morrow says the civilians inside the quarantine zone are planning a prayer march this evening. She expects the characters to complete their investigation before the march, called the Salvation Parade, concludes.": "剑队长莫罗表示隔离区内的平民计划在今晚举行一场祈祷游行。她希望角色们能在这场名为救赎游行的游行结束之前完成他们的调查。",
	"If characters seem wary of entering the quarantine zone, Swordcaptain Morrow offers them posies of fragrant freesia blossoms. The peppery scent is said to ward disease.": "如果角色们似乎对进入隔离区感到担忧，剑队长莫罗会给他们一束芬芳的小苍兰花。据说这种辛辣的香味可以驱除疾病。",
	"With a discerning eye honed by years of experience, this middle-aged human woman speaks in a soft, measured tone that leaves no room for nonsense. She's direct but not unkind and, regarding her trainee watchman, an endless fount of patience.": "这位中年人类女性凭借多年经验磨练出一双敏锐的眼睛，说话声音柔和而有分寸，不留任何空间给废话。她直率但并不刻薄，对待她的见习守卫，她拥有无穷的耐心。",
	"For an aspiring detective, this young male tiefling seems to keep his head in the clouds, often staring into space and narrating his surroundings with fanciful yet jaded metaphors. However, he certainly looks the part with a leather fedora under his horns, a tan trench coat, and chiseled features to match. Oddly, to him at least, his coworkers opt for the city-mandated uniform.": "对于一个有抱负的侦探来说，这位年轻的男性鬼族似乎总是心不在焉，经常盯着天空发呆，并用华丽但厌世的比喻描述周围环境。然而，他看起来确实符合形象，戴着一顶角下的皮质礼帽，穿着一件棕色风衣，英俊的面容与之相称。奇怪的是，至少在他看来，他的同事们选择了城市规定的制服。",
	"With Watchman Locks leading the way, the characters easily bypass the security at the quarantine line and find the captain's apartment.": "在守望者锁（Watchman Locks）的带领下，角色们轻松地绕过了检疫线的安全措施，找到了船长的公寓。",
	"Exploring the quarantine zone is dangerous. Each time the characters enter a new location of this adventure, they must succeed on a DC 12 Constitution saving throw to avoid infection. On a failure, the character gains a new rat feature by rolling 1d6 on the table below, rerolling if they receive a feature they already have.": "探索隔离区是危险的。每次角色进入这个冒险的新地点时，他们必须成功通过一次 DC 12 的体质豁免检定，以避免感染。如果失败，角色将通过在下表中掷 1d6 获得新的鼠特征，如果他们获得已经拥有的特征，则重新掷骰。",
	"Your eyes become beady rat eyes. You have disadvantage on Wisdom (Perception) checks that rely on sight.": "你的眼睛变成小鼠一样的鼠眼。你在依赖视觉的感知（(Perception)）智力检定上拥有劣势。",
	" You sprout whiskers and a rat-like snout. You gain advantage on Wisdom (Perception) checks that rely on smell.": "你长出胡须和类似老鼠的鼻子。你在依赖嗅觉的感知（感知）检定中获得优势。",
	"Rat ears sprout from your head. You gain advantage on Wisdom (Perception) checks that rely on hearing.": "你的头上长出老鼠耳朵。你在依赖听觉的感知（(Perception)）智力检定中获得优势。",
	"Mottled rat fur covers your skin. You have disadvantage on Charisma (Persuasion or Performance) checks.": "你的皮肤被斑驳的老鼠毛覆盖着。你在魅力（说服或表演）检定中有劣势。",
	"Your hands morph into rat-like claws. You have disadvantage on Dexterity (Sleight of Hand) checks, and when you attack and roll a natural 1, you drop any weapon you're carrying in your hands.": "你的双手变成了类似老鼠爪子的形状。你在敏捷（巧手）检定中拥有劣势，并且当你攻击并掷出自然1时，你会掉落你手中的任何武器。",
	"You sprout a tail, and it seems to have a mind of its own.": "你长出了一条尾巴，而且它似乎有自己的意识。",
	"Traveling through the Dock Ward, the characters witness many destitute and sick residents huddled along the streets, with rodents skittering everywhere.": "穿过码头区时，角色们目睹许多贫困和生病的居民挤在街道两旁，到处都是老鼠蹿来蹿去。",
	"Captain Brisby lives in a shabby tenement building on Cloak Lane. Entering the apartment, the characters discover he's been murdered.": "布里斯比船长住在克洛克巷的一栋破旧的公寓楼里。进入公寓后，角色们发现他已经被谋杀。",
	"Captain Brisby's apartment is small and sparsely furnished, with a combined living room and kitchen, and an adjoining bedroom. Among the typical items one might find in a bachelor's pad, the characters can uncover the following clues.": "布里斯比船长的公寓很小，家具简单，有一个兼具起居室和厨房的空间，以及一个相连的卧室。在一个典型的单身汉公寓里，角色们可以发现以下线索。",
	"{@b The Body.} The captain's corpse is covered in puncture wounds and lies in a pool of blood. Any character investigating the body can discern tiny rodent bite and claw marks everywhere. Judging by the wounds, they didn't prey on the body after death: they took his life! The bloody trails of tiny clawed feet are easily tracked. The tracks lead out of the window, and down the street to the Temple of Rot in Part 2.": "{@b The Body.} 船长的尸体上布满了刺伤，躺在一滩血泊中。任何调查尸体的角色都可以看出到处都有小啮齿动物的咬伤和爪痕。根据伤口判断，它们并没有在船长死后捕食尸体：它们夺走了他的生命！血迹斑斑的小爪印很容易追踪。这些足迹通向窗外，沿着街道一直通往第二部分的(`Temple of Rot`)。",
	"{@b The Newspaper.} Any character searching under the bed finds a rolled broadsheet next to the chamber pot. {@b Give the players} {@adventure Handout 2: 'Straight Talk from the Docks'.|RoW|7,straight talk from the docks} This broadsheet holds threads to several parts of this adventure, but the primary clue is an advertisement for a local doctor's office. This leads the characters to Doctor Ward's Apothecary in Part 2.": "{@b The Newspaper.} 任何一个搜索床底的角色都会发现一个卷起来的大张纸，就在马桶旁边。{@b Give the players} {@adventure Handout 2: 'Straight Talk from the Docks'.|RoW|7,straight talk from the docks} 这张大张纸上有关于这次冒险的几个线索，但主要线索是一则当地医生诊所的广告。这将引导角色前往第二部分的Doctor Ward's Apothecary。",
	"The main story details a feud between the 'Rat King' and the 'Lady of Plagues'. Characters who read this can make a DC 10 Intelligence (History) check to recall the following information:": "主要故事讲述了“鼠王”和“瘟疫女士”之间的纷争。阅读此内容的角色可以进行一次DC 10的智力（历史）检定，以回忆以下信息：",
	"Rat Kings are the legendary, unseen guardians of sewers, back-alleys, and slums. When fire, disease, or invasion threatens a Rat King's domain, it steps from the shadows to defend it.": "老鼠王是下水道、小巷和贫民窟的传奇、隐秘的守护者。当火灾、疾病或入侵威胁到老鼠王的领地时，它会从阴影中走出来进行捍卫。",
	"According to legend, each large city in the North has its own mysterious Rat King (who may be male or female). To become a Rat King, the existing Rat King must be driven off or slain.": "根据传说，北方每个大城市都有自己神秘的鼠王（可能是男性或女性）。要成为鼠王，现任鼠王必须被赶走或杀死。",
	"The Rat King represents the spirit of the urban sprawl, where the weak perish and the mob rule. Each Rat King can summon swarms of vermin to fight at their side.": "鼠王代表着城市扩张的精神，弱者灭亡，群众统治。每个鼠王都能召唤成群的害虫来作战。",
	"The Lady of Plagues is more of an enigma, but any character who succeeds on a DC 12 Intelligence (Nature) check recalls that some druids follow the Circle of Plagues. These zealots believe nature is strengthened by regular culls, and thus visit cities to spread pestilence and disease.": "瘟疫女士是一个更神秘的人物，但任何角色如果在一次 DC 12 的智力（自然）检定中成功，就会回忆起一些德鲁伊信奉瘟疫之环（Circle of Plagues）。这些狂热者相信通过定期的清除，自然会变得更加强大，因此他们会造访城市，传播瘟疫和疾病。",
	"{@b The Hidden Note.} Any character searching the body and succeeding on a DC 10 Intelligence (Investigation) check finds a tiny piece of parchment hidden in the captain's left sock. This check is made with advantage if the character has the City Watch, Detective, Inquisitor, or Spy background. The note has the letters \"HH\" and the numbers \"908\" scribbled on it. Combined with the newspaper, which includes an advertisement for the local bank, the note leads to Harbor Holdings in Part 2.": "{@b The Hidden Note.} 任何角色搜查尸体并在一次DC 10的智力（调查）检定中成功，都会在船长的左袜子里发现一张微小的纸片。如果角色具有城市守卫、侦探、审讯官或间谍背景，则进行此检定时获得优势。纸条上写着字母“HH”和数字“908”。结合报纸，其中包括当地银行的广告，这张纸条将在第二部分指引至港口控股公司。",
	"{@b The Icebox.} Any character searching the kitchen finds the icebox and a carton of crackers. The icebox is full of cheese. Every type of cheese. The smell is overwhelming. These clues are useful if characters go to Harbor Holdings in Part 2.": "{@b The Icebox.} 任何角色在搜索厨房时会找到冰箱和一盒饼干。冰箱里装满了奶酪。各种各样的奶酪。气味令人难以忍受。如果角色在第二部分前往港口控股公司，这些线索会很有用。",
	"{@b The Sketches.} Any character searching the living room finds framed and colored sketches of the captain with a young child. The girl has red hair and a wealth of freckles. A successful DC 12 Intelligence (Investigation) check reveals that one of the sketches has the words \"Cat, Age 6\" written on the back. This clue is useful if the characters go to Harbor Holdings in Part 2.": "{@b The Sketches.} 任何在客厅搜查的角色都会发现一些装裱和着色的素描画，画中是船长和一个小孩。女孩有红头发和一脸雀斑。成功通过 DC 12 的智力（调查）检定会发现其中一幅素描背面写着“猫，6岁”这几个字。如果角色在第二部分前往港口控股公司，这个线索会派上用场。",
	"Once their thirst for clues is satisfied, characters can leave to pursue the paths they've discovered. However, their progress is disrupted by Waterdeep's infamous beholder crime lord...": "一旦他们对线索的渴望得到满足，角色们就可以离开追寻他们发现的路径。然而，他们的进展被Waterdeep（瓦特德普）臭名昭著的眼魔犯罪头目打断...",
	"As they're leaving the apartment, the Xanathar and his goons discover the characters.": "当他们离开公寓时，(Xanathar)和他的手下发现了角色们。",
	"Glancing over the characters with a mix of contempt and boredom, the Xanathar proceeds to interrogate them about their investigation (in truth, it's just a chance for him to brag about himself). Those foolish enough to defy him are disintegrated on the spot – although the Xanathar always targets Watchman Locks first as a warning. The Xanathar's 'questions' could include:": "眼神带着蔑视和厌倦，(Xanathar)审问这些角色关于他们的调查（事实上，这只是他炫耀自己的机会）。那些愚蠢到违抗他的人会立刻被击成粉末 - 尽管(Xanathar)总是先警告看守者洛克斯。 (Xanathar)的“问题”可能包括：",
	"\"So, the worthless City Watch dare to cross the barricade. Here to investigate a 'crime', no doubt?\"": "“看来这些无用的城市守卫竟敢越过路障。无疑是来调查一起‘犯罪’，是吧？”",
	"\"What leads do you have? No, don't tell me, I can tell from your faces. Nobody can read a face like me.\"": "\"你有什么线索？不，别告诉我，我可以从你们的脸上看出来。没有人能像我一样读懂一个脸。\"",
	"\"I love the people of the docks. Love 'em. And they love me. That's why I'm here, to see they're well cared for. Unlike your City Watch.\"": "\"我喜欢码头的人。喜欢他们。他们也喜欢我。这就是为什么我在这里，确保他们得到妥善照顾。不像你们的城市守卫 (`City Watch`)。\"",
	"\"Everybody knows you people have treated me very unfairly. It's disgusting. Really, I think you should apologize.\"": "\"每个人都知道你们对我非常不公平。这真是令人恶心。我认为你们应该道歉。\"",
	"Tiring of the interrogation, the Xanathar orders its thugs to \"deal with\" the nuisance, and then floats away, commanding the mind flayer to follow. The three {@creature thug|MM|thugs} attack the characters. Watchman Locks is a {@creature guard} that fights alongside the characters.": "厌倦了审讯，(Xanathar)下令让手下的暴徒\"处理\"这个烦扰，然后飘走，命令那只触须怪跟随。三个{@creature thug|MM|thugs}袭击角色。守夜人洛克斯是一名{@creature guard}，与角色一起战斗。",
	"The thugs carry a combined 30 gp in loose change and cheap jewelry. One of them has a pearl carved like an eye sewn into his bandana (20 gp).": "这些暴徒身上携带着总共30 gp的零钱和廉价珠宝。其中一个人的头巾上缝着一颗眼睛形状的珍珠(20 gp)。",
	"After dispatching the Xanathar's thugs, the characters can continue to their chosen destination in Part 2. Should the thugs knock them unconscious, you can choose for their bodies to be found by cultists, brought to the Temple of Rot, and revived.": "在击败了“(Xanathar's)” 的暴徒之后，角色们可以继续前往他们选择的目的地，在第二部分。如果暴徒将他们打昏，你可以选择让他们的尸体被邪教徒发现，带到“(Temple of Rot)” 并复活。",
	"The characters chase up clues from the murder site and reveal a portion of the true plot the captain discovered: a secret romance between two powerful figures.": "角色们追踪谋杀现场的线索，揭示了船长发现的真相的一部分：两位权势人物之间的秘密恋情。",
	"The characters visit Doctor Ward's apothecary, which turns out to be a front for the Lady of Plague's experimental disease laboratory.": "角色们参观了沃德医生的药房，结果发现这其实是瘟疫女士实验性疾病实验室的幌子。",
	"Doctor Ward's apothecary lies on Dark Lane, and is identifiable only by a small hand-painted sign in the window of an otherwise unmarked storefront. Entering the apothecary, the characters notice the following features:": "沃德医生的药房位于黑暗巷道上，只能通过窗户上的一块小手绘标志来识别，其他地方没有标记。进入药房后，角色们会注意到以下特点：",
	"The walls are lined with small square drawers and shelves filled with dusty bottles of potions and oils.": "墙壁上排列着小方抽屉和架子，上面摆满了灰尘覆盖的药水瓶和油瓶。",
	"In the center of the room, an aquarium of leeches rests on a small table flanked by two utilitarian couches.": "在房间中央，一只水母缸放在一张小桌子上，两边是两张实用的沙发。",
	"A young woman sits behind a desk facing this reception area, with a curtained doorway behind her. A small placard on the desk identifies the woman as Joy Hultmark.": "一位年轻女子坐在桌子后面，面对着这个接待区，她身后是一个带窗帘的门。桌子上的一个小牌子标识着这位女士是乔伊·胡尔特马克(Joy Hultmark)。",
	"Joy acts as \"receptionist\" for the \"doctor\". Since the Lady of Plagues hand-picks her victims, Joy spends her time reading newspaper gossip columns and trying to make visitors go away. Her master's carefully-selected clients are lured into the surgery and thrown into the cellar, where the cultists conduct revolting experiments on them.": "乔伊为“医生”充当“接待员”。由于瘟疫女士亲自挑选受害者，乔伊花时间阅读报纸的八卦专栏，试图让访客离开。她的主人精心挑选的客户被诱进手术室，然后被扔进地下室，那里的异教徒对他们进行令人作呕的实验。",
	"Joy is a trained {@creature spy}, but she won't attack unless intruders enter the secret laboratory. Joy makes half-hearted attempts to encourage the characters to leave the office. Here are some examples of how she might interact:": "乔伊是一名受过训练的{@creature spy}，但她不会攻击，除非入侵者进入秘密实验室。乔伊会半心半意地试图鼓励角色离开办公室。以下是她可能与角色互动的一些示例：",
	"As characters enter, Joy tells them the appointment books are full and they're to come again another time. Or not. Whatever.": "当角色进入时，乔伊告诉他们预约本已经满了，让他们另找时间再来。或者不来也行。随便。",
	"If characters browse the shelves of snake oils and false potions and try to purchase anything, Joy pauses with an annoyed look and then says the items are floor samples. Not for sale.": "如果角色浏览蛇油和假药的货架，并尝试购买任何物品，乔伊会停下来，带着恼怒的表情，然后说这些物品是展示样品。不出售。",
	"If characters ask about the curtained doorway, she simply states it isn't their business.": "如果角色询问关于帷幕门的事情，她只是简单地说这不关他们的事。",
	"If characters force their way past her and through the curtain, she shrugs and halfheartedly insists they stop – \"Oh... no... please... don't...\" – without looking up from her newspaper.": "如果角色强行挤过她，穿过窗帘，她耸耸肩，半心半意地坚持让他们停下来 - \"哦...不...请...不要...\" - 没有从报纸上抬起头。",
	"Playing the role of a fake receptionist would be a dull affair for most, but this young woman really can't be bothered to do anything else. Joy is apathetic to the world and speaks in annoyed pauses and bored sighs. Beneath her guise as an office administrator, however, Joy is a trained and ruthless killer, but she only exercises her skills when necessary. Killing is just, like, so much effort.": "扮演一个假接待员对大多数人来说可能会很无聊，但这位年轻女士真的懒得做其他事情。乔伊对这个世界漠不关心，说话时总是带着烦躁的停顿和无聊的叹息。然而，在她作为办公室管理员的伪装下，乔伊是一名训练有素、冷酷无情的杀手，但只有在必要时才会施展她的技能。杀人实在太费劲了。",
	"A small surgery is located behind the curtain. If the characters enter here, they notice the following features:": "帷幕后面有一间小手术室。如果角色进入这里，他们会注意到以下特征：",
	"A wooden chair squats in the middle of the floor, surrounded by trays of surgical equipment. A lever set into the chair's base appears to control the angle of its backrest.": "一把木椅子蹲在房间中央，周围摆放着手术器械的托盘。椅子底座上设有一个杠杆，似乎用来控制靠背的角度。",
	"Shelves on the walls contain pickled organs and jars of leeches.": "墙上的架子上摆放着腌制的器官和水蛭罐。",
	"If a character pulls the lever, the chair tips over as a trapdoor opens underneath it, revealing a deep pit with an iron ladder is set into its walls. Anyone seated in the chair is dumped into the secret laboratory 20 feet below.": "如果一个角色拉动了杠杆，椅子会倾斜，同时一个陷阱门在椅子下打开，露出一个深坑，墙壁上有一把铁梯。任何坐在椅子上的人都会被倒入20英尺深的秘密实验室。",
	"The Lady of Plagues and her minions use this laboratory to experiment with vile substances and create new diseases.": "瘟疫女士及其手下利用这个实验室进行恶毒物质的实验，制造新的疾病。",
	"The secret laboratory contains the following features:": "秘密实验室包含以下特点：",
	"Steel tables covered in all manner of glass vials and flasks, filled with sludge-colored liquids simmering over open flames.": "铁制桌子上摆满了各种玻璃瓶和烧瓶，里面装满了在明火上煮沸的污色液体。",
	"Cages filled with rats that immediately start screeching when the characters enter.": "当角色进入时，笼子里装满了老鼠，它们立刻开始尖叫。",
	"Six humanoids wearing black suits, widebrimmed hats, and beaked masks.": "六个穿着黑色西装、宽檐帽和鸟嘴面具的人形生物。",
	"The plague-masked humanoids are six {@creature cultist|MM|cultists} loyal to the druid, who are continuing her experiments as she prepares her attack on the Salvation Parade. They attack at once.": "戴着瘟疫面具的人形生物有六名{@creature cultist|MM|cultists}忠于德鲁伊，他们在她准备对救赎游行发动攻击时继续她的实验。他们立即发动攻击。",
	"{@b Interrogation.} If the cultists are captured and questioned, they admit that they work for the Lady of Plagues and reveal that they're concocting a virus to turn the residents of Waterdeep into rats. Characters who ask about the Rat King are told that the Lady of Plagues foolishly fell in love with the Rat King but was betrayed and has now sworn revenge on the city. Their mistress is the only one with an antidote for the Rat Pox, but she has no intention of using it now. She's currently somewhere in the city above, preparing to unleash the plague.": "{@b Interrogation.} 如果邪教徒被抓住并审问，他们会承认他们为瘟疫女士工作，并透露他们正在调制一种病毒，将水深居民变成老鼠。询问老鼠之王的角色会被告知，瘟疫女士愚蠢地爱上了老鼠之王，但遭到背叛，现在发誓要向这座城市复仇。他们的女主人是唯一拥有老鼠痘病毒解药的人，但她目前没有意图使用。她目前在城市的某个地方准备释放这场瘟疫。",
	"{@b Rats.} Characters who examine the caged rats can make a DC 13 Intelligence (Nature) or Wisdom (Medicine) check. On a success, they realize the rats appear diseased. At best, some are disoriented or feverish. At worst, they're covered in pustules. Oddly, one of them has an oversized gold tooth.": "{@b Rats.} 角色可以进行一次DC 13的智力（自然）或感知（医学）检定来检查笼中的老鼠。成功的话，他们会意识到这些老鼠看起来患病了。最好的情况是，一些老鼠感到迷茫或发烧。最糟糕的情况是，它们身上长满了脓疱。奇怪的是，其中一只老鼠有一颗超大的金牙。",
	"A desk in the corner is strewn with original copies of advertisements much like the one in the newspaper, and a parchment that suggests the cultists have been experimenting on criminals and murderers. Give the players {@adventure Handout 3: Doc Ward's papers.|RoW|7,doc ward's papers}": "角落里的一张桌子上散落着类似报纸上的广告原稿，还有一张羊皮纸，上面暗示邪教徒一直在对罪犯和凶手进行实验。给予玩家{@adventure Handout 3: Doc Ward's papers.|RoW|7,doc ward's papers}。",
	"Characters searching the desk drawers find a cipher wheel, which can be used to interpret the letters bordering the advertisements. {@b Give the characters} {@adventure Handout 4: the cipher wheel|RoW|7,cipher wheel}": "在搜索桌子抽屉时，人物发现了一个密码轮，可以用来解读广告边缘的字母。{@b Give the characters} {@adventure Handout 4: the cipher wheel|RoW|7,cipher wheel}",
	"The cultists carry 45 gp in loose change and jewelry. The gold tooth is worth 5 gp.": "邪教徒身上携带着45 gp的零钱和珠宝。其中金牙价值5 gp。",
	"Each advertisement contains a clue to using the cipher wheel; for example, \"8% off\" means you should click the upper wheel eight letters back, and \"gain 4 free leeches!\" means you should click it four letters ahead. Once correctly set, the players can use the cipher wheel to decode the seemingly random letters bordering each advertisement. The solutions to these puzzles are as follows:": "每则广告都包含使用密码轮的线索；例如，“8% off”表示您应该向上旋转轮子八个字母，而“gain 4 free leeches!”表示您应该向前旋转四个字母。一旦正确设置，玩家就可以使用密码轮解码每则广告边框上看似随机的字母。这些谜题的解决方案如下：",
	"I WISH FOR THE DAY OUR LOVE IS NOT HIDDEN": "我希望有一天我们的爱不再隐藏 (I WISH FOR THE DAY OUR LOVE IS NOT HIDDEN)",
	"SAW A RAT TODAY AND THOUGHT OF YOU": "今天看到一只老鼠，想起了你(Eric)。",
	"IT WASN'T ME WHY CAN'T YOU SEE IT": "这不是我，为什么你看不见呢",
	"The Lady of Plagues used the advertisements to communicate secretly with her lover, although the note in the paper indicates their romance has fallen on hard times (I WILL NEVER FORGIVE YOU THIS IS WAR).": "瘟疫女士利用广告与她的情人秘密交流，尽管报纸上的便条表明他们的恋情陷入了困境（我永远不会原谅你，这是一场战争）。（The Lady of Plagues）",
	"The characters visit a family-run bank in the Dock Ward and deceive their way into Captain Brisby's lock box.": "角色们参观了码头区的一家家族经营的银行，并欺骗他们进入了布里斯比船长的保险箱。",
	"Entering the building, the characters find themselves inside a simple reception.": "进入建筑物，角色们发现自己位于一个简单的接待处。",
	"The reception is furnished with potted plants and a pair of gaudy sofas.": "接待处装饰有盆栽植物和一对花哨的沙发。",
	"An iron doorway opposite is flanked by two male gnomes who look exactly alike.": "对面有一扇铁门，两侧站着两个长得一模一样的男侏儒。",
	"When the characters enter, an elderly, hunched female gnome pokes her head out of the door, squints, and hobbles over to greet them, saying \"Hello dearies! Do you have a lockbox number?\"": "当角色进入时，一个年迈、驼背的女侏儒从门里探出头来，眯着眼睛，蹒跚走过去迎接他们，说道：“你们好啊亲爱的！你们有保险箱号码吗？”",
	"Snixxy Silverhearth is the terribly near-sighted proprietor of Harbor Holdings. If characters provide the number found in Captain Brisby's sock or hand Snixxy the parchment - which she reads as close to her face as possible - Snixxy greets one of them as Captain Brisby and notes \"how many lovely friends\" he's brought with him today.": "Snixxy Silverhearth是Harbor Holdings的极度近视老板。如果角色们提供了在Brisby船长的袜子或手中找到的数字，然后递给Snixxy一张羊皮纸——她会把它尽可能地靠近脸上阅读——Snixxy会向其中一人打招呼，称其为Brisby船长，并注意到他今天带了\"多少可爱的朋友\"。",
	"Snixxy's twin sons – Samwise and Wisesam – are the {@creature guard|MM|guards} of Harbor Holdings. The twins are suspicious of the characters, but can't remember what Captain Brisby looks like, so they don't know for sure their mother is wrong. Should the situation come to blows, the twins have the following added action:": "Snixxy的双胞胎儿子 – Samwise和Wisesam – 是{@creature guard|MM|guards}港口控股公司的继承人。这对双胞胎对这些角色心存疑虑，但他们不记得布里斯比船长的样子，所以不能确定他们母亲是错的。如果情况升级到冲突，这对双胞胎有以下额外行动：",
	"{@b Multiattack.} The twins make two melee attacks.": "{@b Multiattack.} 这对双胞胎进行两次近战攻击。",
	"Snixxy is as charming and complimentary as she is nearly blind. Her sons are always trying to save her from herself, but she thinks they're \"such silly boys.\" She goes out of the way to deny her poor eyesight. For instance, if called out for holding a piece of paper upside down, she rotates it slightly and claims it's \"aahhh, all better.\"": "Snixxy（斯尼克西）既迷人又会恭维别人，但她几乎是个盲人。她的儿子们总是试图拯救她，但她却认为他们是\"这些傻男孩\"。她总是极力否认自己的视力不好。比如，如果有人指出她拿着一张纸颠倒了，她会稍微旋转一下并声称\"啊，好多了\"。",
	"Snixxy's precious boys don't share their mother's social flare. Usually terse and quiet, they sometimes speak up to correct their mother, who is often misled by her blurry vision, but they're quick to back down when she hushes them. If they catch someone lying, however, they'll do anything to protect Snixxy and the family business.": "Snixxy（斯尼克斯）的宝贝们并不像他们母亲那样善于社交。通常沉默寡言，他们有时会开口纠正母亲，因为她经常被模糊的视力误导，但当她制止他们时，他们很快就会退缩。然而，如果他们发现有人撒谎，他们会不惜一切保护Snixxy和家族生意。",
	"Snixxy takes the characters into the back room, where she taps on Box 908 among the many that line the walls. Before she can open it, however, she informs the characters that they must solve some simple puzzles using \"security hints.\" With that, she hands a parchment to \"Captain Brisby\". Give characters {@adventure Handout 5: security box puzzles.|RoW|7,security box puzzles}": "Snixxy带着角色们走进后面的房间，在众多挂在墙上的箱子中敲开了908号箱子。然而，在她打开之前，她告诉角色们他们必须解决一些简单的谜题，使用“安全提示”。说完后，她递给“布里斯比船长”一张羊皮纸。给角色们{@adventure Handout 5: security box puzzles.|RoW|7,security box puzzles}。",
	"The twins have their eyes on the characters' every move. Each time they attempt to answer a question, they must succeed a DC 12 Charisma (Deception) check. The check is made with advantage if the question is answered correctly. On a failed check, the twins declare the characters frauds and attack.": "双胞胎密切关注着角色们的每一个动作。每次他们试图回答一个问题时，他们必须通过一次 DC 12 的魅力（欺骗）检定。如果问题回答正确，则检定获得优势。如果检定失败，双胞胎宣称角色们是骗子，并发动攻击。",
	"To solve the first part of the puzzle, the character must fill in the blanks by writing down three different ingredients: \"Cheese\", \"Crackers\" and \"Grapes\". In the second part, they must outline the word \"Red\" in the word search. In the final part, they must rearrange the letters to spell \"Catarina\".": "为了解决谜题的第一部分，角色必须填写空白处，写下三种不同的食材：\"奶酪\"，\"饼干\"和\"葡萄\"。在第二部分，他们必须在字谜中勾画出单词\"Red\"。在最后一部分，他们必须重新排列字母拼写\"Catarina\"。",
	"Snixxy opens the lockbox if the characters succeed on all three Charisma (Deception) checks. The lockbox can be unlocked using the key in Snixxy's possession, or picked with a DC 15 Dexterity check made with thieves' tools. Inside, the characters find a pouch of 50 gp, a toy rat, and a sheaf of letters. {@b Give the characters} {@adventure Handout 5: security box papers.|RoW|7,security box papers}": "如果角色在所有三次魅力（欺骗）检定中成功，Snixxy会打开保险箱。保险箱可以使用Snixxy手中的钥匙解锁，或者通过使用盗贼工具进行一次DC 15的敏捷检定来撬开。在里面，角色会发现一个装有50 gp的小袋子，一个玩具老鼠，和一叠信件。{@b Give the characters} {@adventure Handout 5: security box papers.|RoW|7,security box papers}",
	"The letters prove that the Rat King is Captain Brisby's daughter and reveal she was having a romantic relationship with the Lady of Plagues. Her most recent correspondence indicates that their relationship has dramatically soured. An unsent letter from Captain Brisby suggests the Lady of Plagues is innocent of the crimes his daughter attributed to her.": "这些信件证明了老鼠王是布里斯比船长的女儿，并透露她曾与瘟疫女士有一段浪漫关系。她最近的通信显示他们的关系急剧恶化。布里斯比船长的一封未发送的信件表明瘟疫女士并没有他女儿指控她的罪行。",
	"When a character picks up the toy, the pressure from their hand causes the rat to squeak, and a motherly voice from within says, \"Mr. Squeaks loves you!\"": "当一个角色拿起这个玩具时，手的压力会让老鼠发出尖叫声，里面传来一个母性的声音说：“Mr. Squeaks(吱吱先生)爱你！”",
	"The disease- and despair-ridden residents of the Dock Ward assemble and worship the Lady of Plagues at this temple, hoping she'll take pity on them and lift the disease.": "在码头区饱受疾病和绝望折磨的居民聚集在这座寺庙里，崇拜瘟疫女神，希望她会怜悯他们并消除疾病。",
	"The trail of rat tracks from Captain Brisby's apartment goes cold in the churned-up mud of this plaza. The worshipers, who are all ages, genders, and races, display different rat-like features. They share the following information at your discretion:": "在布里斯比船长公寓的老鼠足迹消失在这个广场上被翻起的泥土中。这些崇拜者，包括各个年龄、性别和种族，展示出不同的类似老鼠的特征。他们分享以下信息，内容由你决定：",
	"\"The statue? That there's the Lady of Plagues. Don't know much 'bout her 'cept she's the queen o' death 'n' disease.\"": "\"那座雕像？那是瘟疫女士。除了她是死亡和疾病之后，我对她并不了解太多。\"",
	"\"The Lady of Plagues is the only one who can lift this plague! She can save us!\"": "\"瘟疫女士是唯一能够解除这场瘟疫的人！她能拯救我们！\"",
	"\"She's a real mystery woman. All I know is she arrived just before the first case of Rat Pox. They say she's the only one with the cure, so... here I am.\"": "\"她是一个真正的神秘女人。我只知道她在鼠痘首例出现之前到达了。他们说她是唯一一个有解药的人，所以...我就在这里了。\"",
	"\"Dock Ward is the Rat King's turf. If you ask me, the Lady of Plagues unleashed Rat Pox to wipe out the King's men.\"": "\"码头区是鼠王的地盘。如果你问我，瘟疫女士释放了鼠痘来消灭鼠王的手下。\"",
	"\"The Rat King?! Don't say that name here. We worship only the Lady of Plagues!\"": "“鼠王？！不要在这里提那个名字。我们只崇拜瘟疫女神！”",
	"\"The Rat King and the Lady of Plagues hate each other, and the Dock Ward has suffered for it. So many fights. So much blood. As if we didn't have it bad enough with the Xanathar prowling about!\"": "\"鼠王和瘟疫女士彼此仇恨，码头区因此受苦。如此多的争斗。如此多的鲜血。仿佛我们还不够糟糕，还有佡萨纳萨尔四处游荡！\"",
	"\"Maybe the Rat King spread Rat Pox to frame the Lady of Plagues?!\" \"Please. Don't be a conspiracy theorist.\"": "\"也许鼠王传播了鼠痘，想要诬陷瘟疫女士？！\" \"拜托，别成为一个阴谋论者。\"",
	"\"I hear the priests of Ilmater have organized a prayer march. The Salvation Parade? This is a bad idea. We must only worship the Lady of Plagues!\"": "\"我听说伊尔玛特的祭司们组织了一场祈祷游行。拯救游行？这是个坏主意。我们只应该崇拜瘟疫女神！\"",
	"As the characters mingle with the worshipers, screams suddenly break out in the crowd as rats overwhelm the temple! Shouts from the crowd exclaim they've angered the Rat King, and several worshipers move to protect the statue. During the stampede, the characters are attacked by three {@creature swarm of rats|MM|swarms of rats}.": "当角色与信徒们交流时，人群中突然传出尖叫声，因为老鼠们淹没了寺庙！人群中的呼喊声声称他们激怒了老鼠之王，几名信徒赶去保护雕像。在踩踏中，角色受到三只{@creature swarm of rats|MM|swarms of rats}的袭击。",
	"When the fight begins, a furry-eared halfling stumbles and falls to the floor, where he's soon surrounded by angry rats. This is Wash Meadsocks, a halfling sewer worker. If a character tries to rescue him, award them inspiration. Through halfling luck, Wash survives the encounter even if he's left to fend for himself.": "当战斗开始时，一个长着毛茸茸耳朵的半身人蹒跚地摔倒在地板上，很快被愤怒的老鼠包围。这位是沃什·米德索克斯(Wash Meadsocks)，一个半身人下水道工人。如果角色试图营救他，奖励他们灵感。凭借半身人的幸运，即使被留下自力更生，沃什也能在这次遭遇中幸存。",
	"If the characters defeat the swarms, the remaining rats terrorizing the crowd flee toward a nearby sewer grate. Wash Meadsocks exclaims: \"The sewers... That's where the Rat King lives!\" He provides the following information.": "如果角色们击败了这些虫群，剩下的恐吓人群的老鼠们朝着附近的下水道格栅逃走。沃什·米德索克斯喊道：\"下水道... 那就是老鼠之王的住所！\" 他提供了以下信息。",
	"The Rat King lives down there in the sewers. Wash thinks he knows where. He can show the characters if they want.": "老鼠王就住在下水道里。沃什认为他知道位置。如果他们愿意，他可以带着角色们去。",
	"Wash advises that they don't enter the sewers unless they're completely ready to face the Rat King. That's her home turf, you see. Yes, she's a woman. Wash has seen her.": "Wash建议他们不要进入下水道，除非他们完全准备好面对老鼠之王。你知道，那是她的地盘。是的，她是一个女人。Wash见过她。",
	"Wash can lead the players to the Rat King's lair, but warns them against venturing down too hastily. If the characters head into the sewers, go to Part 3: \"Revealing the Rat\". Wash has the statistics of a {@creature commoner} but flees at the first sign of danger.": "Wash可以带领玩家前往鼠王的巢穴，但警告他们不要匆忙前往。如果角色进入下水道，前往第3部分：“揭示鼠王”。Wash的统计数据与{@creature commoner}相同，但一旦出现危险就会逃跑。",
	"It's possible that the players bypass the sewers to search for the Lady of Plagues, perhaps after interrogating the cultists at the secret laboratory. Don't prevent them from doing so: if they devise a good way of finding the Lady of Plagues in the city, try to channel them back into the sewers after meeting her. For example, if confronted with evidence she was set-up, the Lady of Plagues could demand that the characters bring Catarina to her, so she can talk with her in person.": "玩家可能会绕过下水道，去寻找(Lady of Plagues)的踪迹，也许是在审问秘密实验室的邪教徒之后。不要阻止他们这样做：如果他们想出了一个好办法在城市里找到(Lady of Plagues)，在见到她之后尝试引导他们回到下水道。例如，如果面对她被陷害的证据，(Lady of Plagues)可能会要求角色们把卡塔琳娜带给她，这样她就可以亲自与她交谈。",
	"The characters confront the heartbroken Rat King and, perhaps, a Xanathar spy who reveals the truth behind the lovers' breakup. Then, they rush to the Salvation Parade for a final showdown.": "角色们面对心碎的鼠王，也许还有一名暗中支持者(Xanathar)的间谍，揭示了恋人分手背后的真相。然后，他们匆忙赶往拯救游行(Salvation Parade)进行最后的决战。",
	"Exploring the sewers beneath the Dock Ward, the characters soon approach the Rat King's lair.": "在探索码头区下水道时，角色们很快就接近了老鼠王(`Rat King`)的巢穴。",
	"The sewer tunnels are coated in thick, greentinged sludge littered with debris. As the group sloughs through, the lead character notices a glimmer of something small and shiny resting atop the sludge... a bag of gold coins.": "下水道隧道被厚厚的、带有绿色色调的淤泥覆盖，散布着碎片。当小队挣扎前行时，领头的角色注意到在淤泥顶上有一丝闪光... 一袋金币。",
	"A giant {@b mouse trap} lurks under the muck, with the coin bag placed as bait on its triggering mechanism.": "一个巨大的{@b mouse trap}潜伏在泥潭下面，银币袋被放在诱饵上，位于它的触发机制上。",
	"{@b Detection and Disabling.} Characters who search around the bag discover the presence of a large, submerged object with a successful DC 13 Wisdom (Perception) check. Once detected, a successful DC 10 Intelligence (Investigation) check deduces that removing the bag sets off a giant mouse trap. The mechanism can be jammed, or the bag swapped for an object of equal weight, with a successful DC 13 Dexterity (Sleight of Hand) check.": "{@b Detection and Disabling.} 在四周搜寻的角色发现一个大型的潜藏物体，需要通过成功的DC 13感知（智慧）检定来发现。一旦被察觉，通过成功的DC 10调查（智力）检定可以推断移除袋子会触发一个巨大的老鼠陷阱。这个机制可以被卡住，或者用一个等重的物体替换袋子，需要通过成功的DC 13巧手（敏捷）检定。",
	"{@b Trigger.} Taking the bait releases a metal bar hidden under the sludge, which snaps forward loudly and strikes anyone standing within 5 feet of the trap.": "{@b Trigger.} 接住诱饵会释放出藏在淤泥下的金属杆，它会突然向前弹出并击中陷阱周围5英尺范围内的任何人。",
	"{@b Effect.} All targets in range of the trap when it triggers must make a DC 15 Dexterity saving throw, taking 7 ({@dice 2d6}) bludgeoning damage on a failure or half as much damage on a success. Characters who fail the check are restrained by the iron bar, taking an additional 3 ({@dice 1d6}) bludgeoning damage at the start of each of their turns until they are freed. As an action, a creature can attempt a DC 12 Strength check to free itself or another creature pinned under the bar.": "{@b Effect.} 当陷阱触发时，范围内的所有目标必须进行一次DC 15的敏捷豁免检定，失败则受到7({@dice 2d6}) 钝击伤害，成功则受到一半伤害。未通过检定的角色会被铁棒束缚，每个回合开始时受到额外3({@dice 1d6}) 钝击伤害，直到被解救。作为一个动作，生物可以尝试进行一次DC 12的力量检定来解救自己或其他被铁棒压制的生物。",
	"The cloth bag used as bait contains 50gp.": "作为诱饵使用的布袋中包含50gp。",
	"The Rat King's lair lies just beyond the mouse trap. Describe the following features:": "鼠王巢穴就在捕鼠器的后面。描述以下特征：",
	"Rounding a corner, the characters enter a large drain at the intersection of many sewer tunnels.": "转过一个拐角，角色们进入了许多下水道隧道交汇处的一个大排水沟。",
	"In the center of the chamber, atop a throne made of discarded junk, is a human woman draped in a thin black veil.": "在房间的中央，一座由废弃杂物搭建的宝座上，坐着一名披着薄黑面纱的人类女性。",
	"Hundreds of brown rats envelop her lower body, nuzzling against her protectively.": "数百只棕色老鼠包围着她的下半身，亲昵地蹭着她，保护着她。",
	"The {@creature Rat King|RatsofWaterdeep} is distraught over the death of her father, Captain Brisby, and is likely to turn hostile if surprised (see \"Fight It Out\", below). If the characters approach tactfully, a successful DC 13 Charisma (Persuasion or Deception) check convinces her to parlay (see 'Talk It Out'). Good roleplaying should reward advantage on this check. Mentioning the Rat King's romance with the Lady of Plagues ensures she talks willingly.": "{@creature Rat King|RatsofWaterdeep}对她的父亲布里斯比船长的死感到痛苦，如果受到惊吓，她可能会变得敌对（见下文的“搏斗”）。如果角色们谨慎接近，成功通过DC 13的魅力（说服或欺骗）检定会说服她进行和谈（见“谈判”）。良好的角色扮演应该奖励这次检定获得优势。提到鼠王与瘟疫女士的恋情会确保她愿意交谈。",
	"If the characters can't convince the Rat King to talk, she attacks. If she hasn't already informed them about the attack on the Salvation Parade (see \"Talk It Out\"), she does so when she's defeated, vengefully laughing that it's too late to stop her rival's attack.": "如果角色们无法说服鼠王开口，她会发动攻击。如果她还没有告诉他们关于对救赎游行的袭击（见“Talk It Out”），当她被打败时，她会报复性地笑着说已经太迟了，无法阻止她的对手的袭击。",
	"{@b Lair actions.} When fighting inside her lair, the Rat King can invoke the rats around her to take lair actions. On initiative count 20 (losing initiative ties), the Rat King can take one lair action to cause one of the following effects:": "{@b Lair actions.} 在她的巢穴内战斗时，鼠王可以唤起周围的老鼠进行巢穴动作。在20（失去先攻的情况下）的先攻计数上，鼠王可以采取一项巢穴动作，造成以下效果之一：",
	"Rats lift the Rat King and carry her up to 30 feet without her provoking opportunity attacks.": "老鼠们抬起鼠王，将她移动30英尺，而不会引发机会攻击。",
	"Swarms overwhelm enemy creatures in a 15- foot square area within sight of the Rat King. Each enemy inside this area must succeed a DC 10 Strength saving throw or be knocked prone. Enemies that fail by 5 or more are also grappled (escape DC 13).": "在鼠王(Rat King)视线范围内，虫群会淹没一个15英尺的正方形区域内的敌对生物。在这个区域内的每个敌人必须通过一次DC 10的力量豁免检定，否则会被击倒。豁免失败5点或更多的敌人还会被缠绕（逃脱DC 13）。",
	"Rats bite and claw viciously to protect the Rat King. Enemies within 10 feet of the Rat King must succeed a DC 10 Dexterity saving throw or take 3 ({@dice 1d6}) piercing damage.": "老鼠们会狠狠地咬和抓来保护鼠王。在鼠王周围10英尺范围内的敌人必须通过一次DC 10的敏捷豁免检定，否则将受到3({@dice 1d6})点刺伤伤害。",
	"The rats that empower these actions are separate from the {@creature swarm of rats|MM|swarms of rats} the Rat King summons, and are too numerous to target. If the Rat King is defeated, all her rats scatter into the sewers.": "这些行动的推动者与{@creature swarm of rats|MM|swarms of rats}召唤的老鼠王分开，数量众多，无法单独攻击。如果老鼠王被打败，她所有的老鼠会四处逃入下水道。",
	"If convinced to talk, the Rat King shares the following information:": "如果被说服开口，鼠王分享以下信息：",
	"Have the people forgotten how kind the Rat King has been to them, keeping the Xanathar's goons in check here at the Docks?": "人们是否忘记了鼠王对他们的好意，他一直在码头这里控制着(塞纳萨)的手下？",
	"Now the Rat King's father, Captain Brisby, has been murdered, and the Rat King framed for the crime. Death by rats? An insult! The Lady of Plagues will pay!": "现在老鼠王的父亲，布里斯比船长，已经被谋杀，而老鼠王被嫁祸于此。被老鼠咬死？简直侮辱！瘟疫女士将会为此付出代价！",
	"The Rat King knows that the Lady of Plagues is responsible for the Rat Pox and her father's murder. How? None of your business.": "鼠王知道瘟疫女士是鼠疫和她父亲被谋杀的罪魁祸首。怎么知道的？不关你的事。",
	"The Lady of Plagues plans to unleash a new strain of her virus on the Salvation Parade. The Rat King sent her minions to ambush and stop her. If the characters want to help, they should join them. Hurry! The parade is about to start!": "瘟疫女士计划在(`Salvation Parade`)上释放她的病毒新品种。鼠王派遣手下伏击并阻止她。如果角色们想要帮忙，他们应该加入他们。快点！游行马上就要开始了！",
	"If the characters bring up the Rat King's secret relationship with the Lady of Plagues, she tells them more:": "如果角色们提到了鼠王与瘟疫女士的秘密关系，她会告诉他们更多：",
	"Yes, well, the Rat King was enamored with the Lady of Plagues once. A kindred soul, yet so misguided. So beautiful.": "是的，嗯，鼠王曾经迷恋过瘟疫女士。一颗相似的灵魂，却如此误入歧途。如此美丽。",
	"The Lady of Plagues came to Waterdeep to cull the city with plague: to \"strengthen the stock\", she'd said. The Rat King persuaded her to hold back. Wouldn't the common cold do instead?": "瘟疫女士来到沃特德普，意图用瘟疫来清除这座城市：“增强种群”，她说。鼠王说服她暂时退缩。普通感冒难道不够了吗？",
	"In time, the Rat King trusted the Lady of Plagues enough to share her own secrets: her true name, Catarina \"Cat\" Brisby, and her only relative, her father Captain Brisby. There's no point keeping such secrets now...": "随着时间的推移，鼠王开始信任瘟疫女士，足以分享她自己的秘密：她的真名，卡塔琳娜“猫” 布里斯比（Catarina \"Cat\" Brisby），以及她唯一的亲人，她的父亲布里斯比船长（Captain Brisby）。现在没有必要再保守这样的秘密了...",
	"After the Rat King confided in the Lady of Plagues, the sickness took hold in the Dock Ward, and before long her father was found dead. Is she supposed to believe that's a coincidence? No, it was a betrayal.": "在鼠王向瘟疫女士倾诉后，疾病在码头区蔓延开来，不久后她的父亲被发现死亡。她应该相信这是巧合吗？不，这是一次背叛。",
	"Catarina \"Cat\" Brisby is a brooding woman with a chip on her shoulder. Having grown up teased for her fascination with rodents, Cat is used to being an outcast; slow to trust, fast to take offense, and often abrupt in her mannerisms. She's completely unequipped to handle her emotions regarding the Lady of Plagues and the loss of her father.": "卡塔琳娜“猫”布里斯比（Catarina \"Cat\" Brisby）是一个郁闷的女人，心怀怨恨。由于小时候被取笑对啮齿动物着迷，猫习惯了成为局外人；她不轻易信任别人，很容易生气，而且在举止上常常显得唐突。她完全不知道如何处理自己对瘟疫女士（Lady of Plagues）和失去父亲的情绪。",
	"If the characters show the Rat King the unfinished advertisement from the secret laboratory, or the letter from Brisby's strongbox, a misshapen rat scurries from the swarm and begins to panic and run around. Any character who succeeds on a DC 12 Intelligence (Nature) check recognizes it as a {@creature cranium rat|VGM}: a telepathic rodent that often gathers in swarms to spy for the mind flayers.": "如果角色向老鼠之王展示了来自秘密实验室的未完成广告，或者是来自布里斯比保险箱的信件，一个畸形的老鼠从人群中蹿出来，开始惊慌失措地四处奔跑。任何成功通过 DC 12 的智力（自然）检定的角色都会认出它是一个{@creature cranium rat|VGM}: 一种能够进行心灵交流的啮齿动物，通常聚集在一起为掠食者间谍的老鼠。",
	"The cranium rat is identical to the one held by the Xanathar's mind flayer aide; in fact, it's a Xanathar spy. The Rat King is genuinely disgusted to see it in her swarm and asks the characters to help her catch it. Each character can take a single action to stop the rat before it flees into the sewers.": "这只颅鼠与狰蜥王（Xanathar）的心灵吸血鬼助手所持有的那只完全一样；事实上，它是狰蜥王的间谍。鼠王真的很恶心地看到它出现在她的群体中，并请求角色们帮助她抓住它。每个角色可以采取一个行动来阻止这只老鼠在逃入下水道之前。",
	"If caught, the cranium rat begs telepathically for its life in exchange for information. Even if slain, it sends the following images to one of the characters before it dies:": "如果被抓住，颅鼠会用心灵感应恳求保住性命以换取信息。即使被杀，它在临死前会向其中一名角色发送以下图像：",
	"Several images flash through your mind in an instant!": "你的脑海中一瞬间闪过几幅图像！",
	"First, you see the cranium rat nestled in the arms of the mind flayer as it stands before the Xanathar crime lord. \"We can transport the slaves, my Xanathar. We just need the proper distraction to keep the City Watch busy. How about that old enemy of yours, the Rat King?\"": "首先，你看到思想吞噬者怀抱着头骨鼠站在犯罪头目(Xanathar)面前。\"我们可以运送奴隶，我的犯罪头目(Xanathar)。我们只需要一个合适的干扰来让城市守卫忙碌。你那个老敌人，老鼠之王(Rat King)怎么样？\"",
	"Then you see the cranium rat hiding amidst a rat swarm, spying on the Rat King and the Lady of Plagues as they hold hands inside a laboratory. With great care, the Lady of Plagues locks a vial of green gas inside her strongbox.": "接着你看到颅鼠藏在一群老鼠中间，偷窥着老鼠之王和瘟疫女士手牵手在实验室里。瘟疫女士小心翼翼地将一瓶绿色气体锁进她的保险箱里。",
	"Next, you see the Rat King introducing the Lady of Plagues to her father, Captain Brisby. As the trio sit down for a meal in Brisby's apartment, you see the cranium rat spying on them through the window.": "接下来，你看到鼠王向瘟疫女士介绍她的父亲，布里斯比船长。当三人在布里斯比的公寓里坐下来吃饭时，你看到头鼠通过窗户偷窥他们。",
	"Then you see the mind flayer standing in front of the Xanathar again. \"Unleashing her plague will create the distraction we need. After that, all we need do is turn them against each other...\"": "然后你看到邪恶触须怪站在贡达再次面前。“释放她的瘟疫将制造我们需要的干扰。之后，我们所需做的就是让他们互相对抗…”",
	"Finally, you see a swarm of cranium rats pouring through a window to attack Captain Brisby!": "最后，你看到一群脑鼠从窗户涌入，准备攻击布里斯比船长！",
	"The characters now know that the Xanathar has been playing the Rat King and the Lady of Plagues against each other. If anything seems unclear, the Rat King can fill in the blanks for them (refer to the \"{@adventure Background|RoW|0,background}\" section for details).": "现在角色们知道了贪婪者(Xanathar)一直在煽动鼠王(Rat King)和瘟疫女士(Lady of Plagues)之间的对立。如果有任何疑惑，鼠王可以为他们填补空白（参考“{@adventure Background|RoW|0,background}”部分获取详情）。",
	"If the characters question the cranium rat about the Xanathar's motives, they learn that the crime boss plans to smuggle a shipment of slaves down Cloak Lane soon after the Salvation Parade.": "如果角色询问脑鼠关于Xanathar的动机，他们会得知这位犯罪头目计划在救赎游行之后不久沿着斗篷巷走私一批奴隶。",
	"Regardless, and assuming she's still alive, the Rat King rushes above ground to stop her lover from unleashing the disease!": "不过，假设她还活着，鼠王冲到地面上阻止她的情人释放疾病！",
	"The Rat King carries {@item pipes of the sewers}, which she offers as thanks if characters help reveal the truth. She also carries one {@item potion of healing|PHB} for every character in the group, which she gives to any characters headed to the Salvation Parade.": "老鼠王携带着{@item pipes of the sewers}，如果角色们帮助揭示真相，她会将其作为感谢奉上。她还为每个角色携带一个{@item potion of healing|PHB}，这些将会赠送给前往救赎游行的角色。",
	"As the characters return to the streets of the Dock Ward, they find the Salvation Parade in full swing. Describe the following:": "当角色们回到码头区的街道时，他们发现拯救游行正在如火如荼地进行。描述以下情况：",
	"Throngs of Ilmater worshipers fill the streets, handing out blankets and care baskets to the Rat Pox-afflicted bystanders along the curb.": "众多伊尔玛特（Ilmater）的信徒挤满街道，向沿路受到鼠疫（Rat Pox）困扰的旁观者分发毯子和关怀礼篮。",
	"The kind murmurs of the marchers soon give way to startled shrieks as the crowd parts. A fearsome woman in a beaked mask appears above them, holding a glass vial above her head. Her cloak billows behind her dramatically although there is no wind.": "随着人群分开，游行者们温和的低语很快被惊恐的尖叫所取代。一位戴着喙状面具的可怕女人出现在他们上方，举着一个玻璃小瓶。她的斗篷在她身后戏剧性地飘动，尽管并没有风。",
	"The {@creature Lady of Plagues|RatsofWaterdeep} is flanked by three {@creature cultist} henchmen. As the crowd scatters around her, she screams this information:": "{@creature Lady of Plagues|RatsofWaterdeep} 被三名 {@creature cultist} 手下包围着。当人群四散时，她尖叫着传达这个信息：",
	"How quick the Rat King was to blame the Lady of Plagues for her own misfortune! Quick to blame, to label, to put her in a box. Now her people will suffer for her presumptions!": "老鼠之王(Rat King)多么迅速地责怪瘟疫女士(Lady of Plagues)自身的不幸！迅速指责、贴标签、把她局限在一个框里。现在她的人民将因为她的假设而受苦！",
	"The Lady of Plague is poised to attack, but if the characters try to negotiate, she shares more information:": "瘟疫女士(Lady of Plague)已经准备好发动攻击，但如果角色们试图进行谈判，她会分享更多信息：",
	"The Lady of Plagues was betrayed by the Dock Ward's precious protector, the Rat King; the only other person who knew about her \"masterpiece\". She thinks the Rat King released her disease against her will and framed her.": "瘟疫女士被码头区的宝贝守护者——鼠王背叛了；唯一知道她“杰作”的另一个人。她认为鼠王未经她同意释放了她的疾病，并诬陷了她。",
	"Yes, the Lady of Plagues created the disease, but she's an \"artiste,\" not a mass murderer. It's designed to turn people into rats, but it seems it hasn't done so yet. What a disappointment! This new strain won't prove so ineffective.": "是的，瘟疫女士创造了这种疾病，但她是一位“艺术家”，而不是大规模杀人犯。这种疾病旨在将人们变成老鼠，但似乎还没有做到。多么令人失望！这种新变种不会如此无效。",
	"If the characters found all the clues and uncovered the Xanathar's plot, the presence of the Rat King stops the Lady of Plagues from attacking (see \"Development\"). If not, three {@creature swarm of rats|MM|swarms of rats} emerge from hiding to face the Lady of Plagues and her followers.": "如果角色们找到了所有线索并揭露了Xanathar的阴谋，那么鼠王的出现会阻止瘟疫女士的攻击（见\"发展\"）。如果没有，三个{@creature swarm of rats|MM|swarms of rats}会从隐藏处出现，面对瘟疫女士和她的追随者。",
	"Maladie Song sees herself as an artiste with an 'E'. Germs are her medium of choice, and the human body is her canvas. She's confident, fiery, pretentious, and oh so dramatic. Beneath her signature beaked mask, she's a classic fairytale beauty with ivory skin, long waves of deep black hair, and ruby lips, but a childhood disease marred the left side of her face, about which she is very sensitive.": "Maladie Song认为自己是一位带有'E'的艺术家。细菌是她选择的媒介，人体是她的画布。她自信、火爆、自负，而且非常戏剧化。在她标志性的喙形面具下，她是一个经典的童话美人，拥有象牙般的肌肤、深黑色长发的波浪以及红宝石般的嘴唇，但是童年时期的疾病毁坏了她脸部的左侧，这一点让她非常敏感。",
	"The {@creature swarm of rats|MM|swarms of rats} converge on the {@creature cultist|MM|cultists}, and violence breaks out across the street. Use these tips for combat between the rival parties:": "{@creature swarm of rats|MM|swarms of rats}聚集在{@creature cultist|MM|cultists}，暴力在街对面爆发。使用以下提示来描述敌对派系之间的战斗：",
	"The Lady of Plagues faces the characters directly. Resolve her actions as normal.": "瘟疫女士直接面对角色。按照正常方式解决她的行动。",
	"The cultists pair off against the rat swarms. If they're not disrupted by a character, roll {@dice 1d20} for each pairing at the end of each round. On an odd result, the cultist hits the swarm. On an even result, the swarm hits the cultist.": "邪教徒们与老鼠群对抗。如果没有角色干扰，每轮结束时为每对进行投掷{@dice 1d20}。在奇数结果时，邪教徒击中老鼠群。在偶数结果时，老鼠群击中邪教徒。",
	"If characters disrupt combat between a cultist and a swarm of rats – by attacking with a melee weapon, for example – the creatures attack the character instead.": "如果角色干扰了一个邪教徒和一群老鼠的战斗 - 例如用近战武器攻击 - 这些生物会转而攻击这个角色。",
	"If a cultist or swarm of rats is left unpaired with a rival, the creature attacks the nearest character instead.": "如果一个异教徒或一群老鼠没有与对手配对，那么它们会攻击最近的角色，而不是攻击对手。",
	"The Lady of Plagues wears a {@item cloak of billowing|XGE} and carries several vials of Rat Pox antidote.": "瘟疫女士佩戴着一顶{@item cloak of billowing|XGE}，携带着几瓶老鼠痘疫苗解药。",
	"Character who defeat or talk down the Lady of Plagues can secure the Rat Pox antidote she carries. Swordcaptain Morrow sends the cure to be replicated, and the Dock Ward is saved. Any characters infected by the virus are now cured.": "击败或贬低瘟疫女士的角色可以获得她携带的鼠疫解药。剑队长莫罗将治疗方法发送给复制，码头区得救了。任何被病毒感染的角色现在都被治愈了。",
	"If the characters kill the Lady of Plagues, the Xanathar secretly drives his slaves through the commotion. The players are successful, but the true villain escapes justice.": "如果角色们杀死了瘟疫夫人，Xanathar秘密驱使他的奴隶在混乱中行动。玩家们取得了成功，但真正的恶棍却逃脱了制裁。",
	"If the characters found all the clues and uncovered the Xanathar's plot, the jilted lovers cautiously approach each other and make up. The characters can now play a bonus encounter to foil the Xanathar's plans!": "如果角色们找到了所有线索，揭露了Xanathar的阴谋，那些失恋的恋人们谨慎地走向彼此并和好了。角色们现在可以玩一个额外的遭遇来挫败Xanathar的计划！",
	"Regardless, the lovers retire from their roles if they survive. Before they hang up their spurs, they can teach any ranger or druid characters their mystical ways. These characters can now take the Rat King or Circle of Plagues archetypes (see {@adventure Appendix A: New Player Options|RoW|5}).": "无论如何，如果他们幸存下来，这些恋人将退出他们的角色。在他们挂起马刺之前，他们可以教授任何游侠或德鲁伊角色他们神秘的方式。这些角色现在可以选择担任鼠王或瘟疫之环（见{@adventure Appendix A: New Player Options|RoW|5}）的原型。",
	"Characters who uncovered the Xanathar's plot can head to Cloak Lane to rescue the slaves.": "揭露了“Xanathar”的阴谋的角色们可以前往斗篷巷营救奴隶。",
	"There's no time to warn the City Watch about the Xanathar's operation. If they're alive, the Lady of Plagues and the Rat King gladly join the characters. Any remaining cultists disappear into the crowd, unwilling to openly defy the kingpin.": "没有时间警告城市守卫关于Xanathar的行动。如果他们还活着，瘟疫女士和鼠王很乐意加入角色们。任何剩余的教徒都会消失在人群中，不愿公开违抗这位首领。",
	"Arriving at Cloak Lane, the character with the highest passive Perception notices a line of tied and gagged humanoids being led quietly through shadows by the Xanathar's goons: two {@creature apprentice wizards|VGM|apprentice wizards}, four {@creature guard|MM|guards} and two {@creature thug|MM|thugs}. The criminals fight to the death to carry out their mission.": "抵达斗篷巷时，具有最高被动感知的角色注意到一排被捆绑和堵嘴的人形生物，悄悄地被“Xanathar”的手下引领穿过阴影：两名{@creature apprentice wizards|VGM|apprentice wizards}，四名{@creature guard|MM|guards}和两名{@creature thug|MM|thugs}。罪犯们拼死执行任务。",
	"The criminals carry 150 gp in loose coin and jewelry.": "罪犯携带着150 gp的零钱和珠宝。",
	"Any defeated goons inform the characters that the Xanathar is sure to find out what they've done and won't ever forgive them. As they say this, the characters spot a watching cranium rat darting around a corner. Should the characters cross paths with the Xanathar's network in the future, their reputation as troublemakers precedes them...": "任何被打败的打手都告诉角色，(Xanathar)肯定会发现他们所做的事情，并永远不会原谅他们。 就在他们说这话的时候，角色们看到一只脑鼠在拐角处窥视。 如果角色们将来与(Xanathar)的网络交集，他们作为惹事者的名声会先行一步...",
	"Characters can earn the following rewards by playing this adventure.": "角色可以通过参与这个冒险来获得以下奖励。",
	"Total up all combat experience earned for defeated foes, and divide by the number of characters present in the combat. For non-combat experience, the rewards are listed per character.": "将所有被击败敌人所获得的战斗经验总和起来，然后除以战斗中出现的角色数量。对于非战斗经验，奖励将列在每个角色的名下。",
	"Apprentice Wizard": "学徒巫师 (Apprentice Wizard)",
	"Cultist": "异教徒 (Cultist)",
	"Guard": "卫兵 (Guard)",
	"Lady of Plagues": "瘟疫女士(Lady of Plagues)",
	"Rat King": "鼠王 (Rat King)",
	"Swarm of Rats": "一群老鼠 (Swarm of Rats)",
	"Find all the murder site clues": "寻找所有的凶杀现场线索 (D&D running group)",
	"Persuade the Rat King to explain herself": "说服鼠王解释她自己 (Rat King)",
	"Negotiate peace with the Lady of Plagues": "与瘟疫女士(`Lady of Plagues`)谈判达成和平。",
	"Solve the Harbor Holdings vault puzzles": "解决港口控股公司保险库的谜题 (Harbor Holdings)。",
	"Decipher the coded advertisements": "解密编码广告",
	"Watchman Locks survives the adventure": "守夜人锁（Watchman Locks）幸存了这次冒险。",
	"Free the slaves": "释放奴隶 (Free the slaves)",
	"The characters receive the following treasure, divided up amongst the party. Gold piece values listed for sellable gear are calculated at their selling price, not their purchase price.": "角色们获得以下宝藏，将其分配给整个队伍。可出售装备的金币价值是按照其售价计算的，而不是购买价。",
	"Swordcaptain Morrow's reward": "剑队长莫罗的奖励",
	"Treasure from the Xanathar's thugs": "来自“Xanathar的恶棍”的宝藏",
	"Treasure from Doctor Wards laboratory": "沃德博士实验室的宝藏",
	"Lockbox treasure from Harbor Holdings": "港口控股公司的保险箱宝藏",
	"Coin bag from mouse trap": "老鼠陷阱中的硬币袋(Mouse Trap)",
	"Treasure from the slave escorts": "奴隶护送队的宝藏 (Treasure from the slave escorts)",
	"The Lady of Plagues is a 3rd-level spellcaster. Her spellcasting ability is Wisdom (spell save {@dc 12}, +4 to hit with spell attacks). She has the following druid spells prepared:": "瘟疫女士是一名3级法术施法者。她的法术属性是智力（法术豁免 {@dc 12}，法术攻击命中加值+4）。她已准备了以下德鲁伊法术：",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage. On a hit, the target must succeed a {@dc 10} Constitution saving throw or take 2 ({@damage 1d4}) poison damage and be {@condition poisoned} until the end of its next turn.": "{@atk mw} {@hit 3} 进行攻击，射程5英尺，一个目标。造成{@h}4 ({@damage 1d6 + 1}) 伤害。命中目标后，目标必须成功进行一次{@dc 10} 体质豁免才能免受2 ({@damage 1d4}) 毒素伤害，并在其下一个回合结束前被{@condition poisoned}。",
	"The rat king makes two melee attacks or two ranged attacks.": "鼠王进行两次近战攻击或两次远程攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage.": "{@atk mw} 近战攻击，射程5英尺，一个目标。造成{@h}5 ({@damage 1d6 + 2}) 穿刺伤害。",
	"{@atk rw} {@hit 4} to hit, ranged 150/600 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage.": "{@atk rw} {@hit 4}攻击，射程150/600尺，目标为一名生物。造成{@h}6 ({@damage 1d8 + 2})点穿刺伤害。",
	"The rat king summons a swarm of rats under its control. The swarm acts on its own initiative.": "鼠王召唤一群被其控制的老鼠。这群老鼠将自行行动。",
	"The grand cities of the North are rife with sleaze, scandal, and skulduggery, giving rise to a gamut of crimes that the traditional City Watch are illequipped to deal with. In such cases, the private detective steps from the lamplight to investigate, employing a diverse range of mental and social talents to unravel each mystery.": "北方的大城市充斥着肮脏、丑闻和欺诈，导致了各种犯罪行为，传统的城市守卫无法应对。在这种情况下，私人侦探走出灯光，展开调查，运用各种心理和社交才能来解开每个谜团。",
	"Two of your choice": "你的选择中的两个 (Two of your choice)",
	"A magnifying glass, a bottle of ink, a quill, a folded parchment notepad, a set of common clothes including a greatcoat and hat, and a pouch containing 8 gp.": "一个放大镜，一瓶墨水，一支羽毛笔，一个折叠的羊皮纸记事本，一套包括大衣和帽子在内的普通衣服，以及一个包含8 gp的小袋子。",
	"If you spend ten minutes talking to a stranger, you uncover hidden information about them by studying their mannerisms, tiny scuffs on their clothing, and so forth. At the DM's discretion, you deduce one of the following pieces of information about them: a recent location they've visited, an object they've handled, or a person they've spoken with.": "如果你花十分钟与陌生人交谈，通过研究他们的举止、衣物上的细微磨损等方式，你可以揭示关于他们的隐藏信息。在DM的裁量下，你可以推断出以下信息之一：他们最近访问过的地点、他们接触过的物品，或者他们曾与之交谈过的人。",
	"Adventurers are well adjusted to life on the road. They are often comfortable doing dangerous things, such as dungeoneering and fighting. They can stay level-headed in the face of danger, but may not be well adjusted to other parts of life.": "冒险者们对路上的生活已经适应得很好。他们通常习惯于做危险的事情，比如探险和战斗。他们能在危险面前保持冷静，但可能在生活的其他方面不太适应。",
	"Before I leave a room, I often turn to ask one last question.": "在我离开房间之前，我经常会转身问最后一个问题。",
	"I don't play by the rules.": "我不按规矩办事。",
	"I find ignorance amusing.": "我觉得无知很有趣。",
	"I like to reveal my findings to a captive audience.": "我喜欢向一群聚精会神的听众展示我的发现。",
	"I'm witheringly sarcastic.": "我非常讽刺。",
	"I rarely reveal my true feelings.": "我很少透露我的真实感受。",
	"I solve crimes because life bores me.": "我破案是因为生活让我感到无聊。(D&D)",
	"I'm oddly superstitious.": "我有点迷信。(Oddly Superstitious)",
	"{@bold Adventure.} I'm sworn to bring criminals to justice (Lawful)": "{@bold Adventure.} 我发誓要将犯罪分子绳之以法（(Lawful)）",
	"{@bold Intellect.} The mind is a muscle that must be exercised to achieve brilliance (Any)": "{@bold Intellect.} 大脑是一块必须锻炼才能达到卓越的肌肉（Any）",
	"{@bold Greed.} I need coin to dig me out of this pit (Neutral)": "{@bold Greed.} 我需要硬币来帮助我爬出这个坑（中立）",
	"{@bold Redemption.} I'm trying to undo all the bad things I've done in my life (Any)": "{@bold Redemption.} 我正在努力弥补我生命中所犯下的所有错误（Any）",
	"{@bold Recklessness.} If they break the rules, so can I (Chaotic)": "{@bold Recklessness.} 如果他们违反规则，我也可以这样做（混乱）",
	"{@bold Curiosity.} We don't learn anything unless we experiment (Any)": "{@bold Curiosity.} 除非我们进行实验，否则我们不会学到任何东西（Any）",
	"The same nemesis is secretly behind many of my greatest investigations.": "同一个宿敌秘密操纵着我许多最重要的调查。",
	"I wear a signature article of clothing, moustache style, or accessory.": "我会戴一件标志性的服装，胡子风格，或配饰。",
	"My assistant travels everywhere with me.": "我的助手(`assistant`)和我一起到处旅行。",
	"I've a trauma in my past that still haunts me.": "我有一个过去的创伤仍然在困扰着我。",
	"I'm immaculately dressed/": "我穿着一丝不苟/",
	"I'm attracted to people who live fast and dangerously.": "我被那些过着快节奏、危险生活的人所吸引。",
	"I have a self-destructive vice that I indulge in secret.": "我有一个自毁的恶习，我秘密地沉迷其中。",
	"I lack empathy for my prey.": "我对我的猎物缺乏同情心。",
	"I underestimate or look down upon the common folk.": "我低估或看不起普通人。(common folk)",
	"All my relationships end in ruin.": "我所有的关系最终都以毁灭告终。",
	"I'm cripplingly obsessive.": "我有严重的强迫症。(obsessive-compulsive disorder)",
	"I don't know how to handle failure.": "我不知道如何处理失败。(failure)",
	"Druids of the Circle of Plagues understand that nature benefits from regular culls. Just as the field grows stronger when charred, so life grows stronger when decimated by plague. Contagion thrives where carriers are plentiful, so druids from this circle often dwell within urban hubs.": "瘟疫之环德鲁伊明白自然受益于定期的清除。就像田野在被烧焦后变得更加强大一样，生命在被瘟疫摧毁后也会变得更加强大。在携带者众多的地方，传染病会蓬勃发展，因此这个德鲁伊圈的德鲁伊经常居住在城市中心。",
	"When you choose this circle at 2nd level, you gain primal control over the circle of life and death. You learn the {@spell infestation|XGE} cantrip. Once per turn when you kill a living creature using a spell on the druid spell list, you can add a {@dice d6} to your pool of primal energy. The number of d6s in your pool cannot exceed your druid level. When you or an ally within 30 feet of you that you can see drops to 0 hit points and falls unconscious, you can choose to spend dice from your pool to heal them. Roll the spent dice and add them together. The target regains hit points equal to the total.": "当你在2级时选择这个法术圈，你获得了对生死法则的原始控制。你学会了{@spell infestation|XGE}这个零级法术。每回合一次，当你使用德鲁伊法术列表上的法术杀死一个生物时，你可以将一个{@dice d6}添加到你的原始能量池中。你的能量池中的d6数量不能超过你的德鲁伊等级。当你或你能看到的30英尺内的盟友的生命值降至0并陷入昏迷时，你可以选择消耗能量池中的骰子来治疗他们。掷出已消耗的骰子并将它们相加。目标恢复的生命值等于总和。",
	"Starting at 2nd level, you gain advantage on saving throws against disease and poison. If you succeed on a saving throw against disease or poison, you are immune to its effects for 24 hours.": "从2级开始，你在对抗疾病和毒素的豁免检定中获得优势。如果你成功通过一次疾病或毒素的豁免检定，你将对其效果免疫，持续24小时。",
	"At 6th level, you gain mastery over the {@spell detect poison and disease} and {@spell lesser restoration} spells. These spells are always prepared, and don't count against the number of spells you can prepare each day. When you expend a spell slot to cast one of these spells, you regain an expended slot of that level during your next short rest. At 9th level, you also gain mastery over the {@spell contagion} spell.": "在6级时，你掌握了{@spell detect poison and disease}和{@spell lesser restoration}法术。这些法术始终被准备好，不计入每天可以准备的法术数量。当你消耗一个法术槽施放这些法术时，在你的下一个短休期间，你会恢复一个同等级别的已消耗法术槽。在9级时，你还会掌握{@spell contagion}法术。",
	"Starting at 10th level, you are immune to disease and gain resistance to poison damage.": "从（10级）开始，你对疾病免疫，并获得对毒素伤害的抗性。",
	"At 14th level, your Rite of Rebirth triggers a necrotic backlash against your enemies. When you use Rite of Rebirth, all enemies within 15 feet of the target must make a Constitution saving throw, taking necrotic damage equal to the hit points regained on a failed save, or half as much necrotic damage on a successful one.": "在14级时，你的(Rebirth Rite)触发了一股死灵的反击对抗你的敌人。当你使用(Rebirth Rite)时，目标周围15英尺内的所有敌人必须进行一次体质豁免才能，未能通过的敌人会受到等同于恢复生命值数量的死灵伤害，通过的敌人则只受到一半的死灵伤害。",
	"The Rat Kings are the unseen guardians of the city's sewers and back-alleys. You represent the primal spirit of the urban sprawl, where the weak perish and the mob rule. As a ranger, you were drawn from the wilds to prowl the stone jungle. According to legend, each city has its own mysterious Rat King (who may be male or female).": "老鼠之王们是城市下水道和背巷中看不见的守护者。你代表着城市蔓延的原始精神，在这里，弱者灭亡，暴民统治。作为一名游侠，你被从荒野中召唤，在石头丛林中徘徊。根据传说，每个城市都有自己神秘的老鼠之王（可能是男性或女性）。",
	"When you choose this archetype at 3rd level, your favored terrain feature is modified to include urban terrain, which you gain automatically as an additional favored terrain. You also gain the ability to forage for food in urban environments.": "当你在3级时选择这个职业分支时，你的偏爱地形特征被修改以包括都市地形，你会自动获得它作为额外的偏爱地形。你还会获得在都市环境中觅食的能力。",
	"At 3rd level, you can summon a {@creature swarm of rats} to accompany you and defend you in combat.": "在3级时，你可以召唤一个{@creature swarm of rats}来陪伴你并在战斗中保护你。",
	"To summon the swarm, you must perform a tenminute ritual within an urban environment. You can perform this ritual a number of times equal to your Wisdom modifier (a minimum of once), but you can only have one swarm active at a time. You regain all expended uses when you finish a long rest. You can use your action to dismiss the swarm, causing it to disassemble and vanish.": "要召唤蜂群，你必须在城市环境中进行一个十分钟的仪式。你可以进行这个仪式的次数等于你的感知调整值（最少一次），但一次只能有一个蜂群处于活动状态。当你完成一次长休时，你会恢复所有已用次数。你可以用一个动作来解散蜂群，使其解散消失。",
	"The swarm acts on its own initiative in combat. On its turn, you can use your Reaction to command the swarm to attack a creature you can see or move its speed to a location you can see. If you don't give the swarm a command, it focuses on protecting you.": "蜂群在战斗中会自行行动。在它的回合，你可以使用你的反应命令蜂群攻击一个你能看到的生物，或者让它移动到一个你能看到的位置。如果你不下达命令，蜂群会专注于保护你。",
	"While you have a swarm present, you always have the {@spell animal messenger} spell prepared and can cast it as a ritual. This spell doesn't count against the number of spells you can cast each day.": "当你有一群蜂群在场时，你总是准备着{@spell animal messenger}法术，并可以将其作为仪式施放。这个法术不计入你每天可以施放的法术数量中。",
	"Starting at 3rd level, you learn an additional spell when you reach certain levels in this class, as shown in the Rat King Spells table. The spell counts as a ranger spell for you, but it doesn't count against the number of ranger spells you know.": "从3级开始，当你达到该职业的特定等级时，你将学会额外的一个法术，如鼠王法术表所示。这个法术对你来说算作一个游侠法术，但不会计入你已知的游侠法术数量。",
	"Beginning at 7th level, you can cast {@spell clairvoyance} without expending a spell slot or requiring material components. The target of the spell must be within an urban settlement that you currently occupy, and the invisible sensor is replaced by a single, obedient rat. The spell ends if the rat is killed. You can use this power once, but regain the expended use when you finish a long rest.": "从第7级开始，你可以施放{@spell clairvoyance}，而无需消耗法术槽或需要材料组件。法术的目标必须在你目前占据的城市定居点内，而隐形传感器会被一个单一、顺从的老鼠取代。如果老鼠被杀死，法术就会结束。你可以使用这个能力一次，但在完成一次长休后会恢复已消耗的使用次数。",
	"Starting at 11th level, you can have more than one {@creature swarm of rats} active at the same time. All swarms under your control act on the same initiative. On the swarms' turn, you can use your Reaction to command all the swarms under your control, assigning a different order to each swarm.": "从11级开始，你可以同时控制多个{@creature swarm of rats}。你控制的所有虫群都在同一个先攻顺序上行动。在虫群的回合，你可以使用你的反应来指挥你控制的所有虫群，为每个虫群分配不同的命令。",
	"Beginning at 15th level, you can travel magically between urban locations. While within a large, urban settlement, you can climb into any sewer outlet and emerge instantly from another outlet in the same settlement. You can use this power once, but regain the expended use when you finish a long rest.": "从15级开始，你可以在城市之间进行魔法旅行。在大型城市定居点内，你可以爬进任何下水道出口，并立刻从同一定居点的另一个出口出现。你可以使用这个能力一次，但在完成一次长休后会恢复使用次数。"
}