{
	"Made of gold or silver, this spherical locket is engraved with two cresting waves facing away from each other while bound in a twisted loop. It preserves a memory to be re-experienced later.": "这个由黄金或白银制成的球形小饰盒上刻有两个相对而行的浪花，它们被扭曲的环绕所困。它可以保存一个记忆，以便以后重新体验。",
	"While wearing this amulet, you can use an action to speak the command word and open the locket. The open locket stores what you see and experience for up to 10 minutes. You can shut the locket at any time (no action required), stopping the memory recording. Opening the locket with the command word again overwrites the contained memory.": "佩戴这个护身符时，你可以使用一个动作来说出口令并打开坠饰。打开的坠饰可以存储你所看到和经历的内容长达10分钟。你可以随时关闭坠饰（无需动作），停止记忆录制。再次使用口令打开坠饰会覆盖其中的记忆。",
	"While a memory is stored, you or another creature can touch the locket to experience the memory from the beginning. Breaking contact ends the memory early. In addition, you have advantage on any skill check related to details or knowledge of the stored memory.": "当一个记忆被存储后，你或另一个生物可以触摸这个小盒来从头开始体验这个记忆。打断接触会提前结束这个记忆。此外，你在与存储的记忆相关的任何技能检定中获得优势。",
	"If you die while wearing the amulet, it preserves you. Your body is affected by the {@spell gentle repose} spell until the amulet is removed or until you are restored to life. In addition, at the moment of your death, you can store any memory into the amulet. A creature touching the {@i amulet} perceives the memory stored there even after your death.": "如果你死亡时戴着护身符，它会保护你。你的身体会受到{@spell gentle repose}法术的影响，直到护身符被移除或者你被复活。此外，在你死亡的那一刻，你可以将任何记忆存储到护身符中。接触{@i amulet}的生物甚至在你死后仍能感知其中存储的记忆。",
	"Attuning to an amulet of memory removes any prior memories stored in it.": "调谐记忆护身符会清除其中存储的任何先前记忆。",
	"A gem-studded scabbard for a {@item longsword|PHB} worth 150gp.": "一把镶有宝石的剑鞘，价值150gp，适合{@item longsword|PHB}使用。",
	"A golden diadem worth 250 gp and inlaid with the same cresting wave symbol that appears on an {@item amulet of memory|WL50}.": "一顶价值250金币的黄金头冠，镶嵌着与{@item amulet of memory|WL50}上相同的波浪纹饰。",
	"The light of Memoria is a relic created by the Memorians as the magical focus of a ritual that permanently bridged their settlement with the afterlife in an attempt at peaceful coexistence with their ancestors. The relic is powered by the voluntary sacrifice of vital, spiritual energy.": "记忆之光是由记忆者创造的圣物，作为一场仪式的魔法焦点，永久地将他们的定居点与来世连接，试图与祖先和平共存。这个圣物由自愿献祭的重要精神能量来供给动力。",
	"The {@i light} is approximately one-and-a-half feet long and painstakingly carved from a brilliant blue gemstone. Narrow at the base, the {@i light} flutes outward into a torch-like shape. Grooves along the length of it are dotted with small inlaid crystals, which are inscribed with Elvish runes, altogether translated as: {@i We give of our years ahead to summon those whose years are behind.}": "这个{@i light}长约一英尺半长，是用一块明亮的蓝色宝石精心雕刻而成的。在底部较窄，{@i light}向外呈火炬状。沿着它的长度有凹槽，点缀着小小的镶嵌水晶，上面刻着精美的精灵符文，整体翻译为：{@i We give of our years ahead to summon those whose years are behind.}",
	"The light of Memoria was built to be consumed during the grand ritual. However, the ritual never fully completed, leaving the {@i light} a glimmer of its former glory and a hairsbreadth away from collapsing into dust. The residual magic in the {@i light} combined with the rage of the Forgotten and the spectral memories of the Memorians sustains the {@i light} and the Oubliette.": "Memoria之光被建造成在盛大仪式期间消耗。然而，仪式从未完全完成，使{@i light}仅剩下往昔荣耀的一丝微光，濒临崩溃成尘。{@i light}中残留的魔法与被遗忘者的愤怒以及Memorians的幽灵记忆结合，维持着{@i light}和Oubliette。",
	"When the PCs find the {@i light}, only faint sparkles of blue light in its crystals indicate it is anything but an extraordinarily carved, though cracked, gemstone. If a PC proficient in the {@skill Arcana} skill studies it during a short rest, the PC understands it was the focus of a magical ritual that involved communicating with the dead. The PC also understands that the {@i light} can be temporarily powered by the voluntary sacrifice of vital energy. The PCs need the {@i light} to travel into the Oubliette and return, but they also need it to better survive the perils awaiting them there.": "当PCs找到{@i light}时，只有在其晶体中微弱的蓝光闪烁表明它不仅仅是一块雕刻精美但有裂痕的宝石。如果一名精通{@skill Arcana}技能的PC在短暂休息期间研究它，PC会明白它是一个涉及与死者交流的魔法仪式的焦点。PC还明白{@i light}可以通过自愿牺牲生命能量来暂时激活。PCs需要{@i light}来进入遗忘地牢并返回，但他们也需要它来更好地生存于那里等待着他们的危险。",
	"As an action, a creature holding the {@i light} can sacrifice some of its life energy to the {@i light}, causing the gem to shed {@quickref Vision and Light||2||bright light} in a 15-foot radius and {@quickref Vision and Light||2||dim light} for an additional 15 feet.": "作为一个动作，一个持有{@i light}的生物可以牺牲一些生命能量给{@i light}，导致宝石在半径15英尺范围内发出{@quickref Vision and Light||2||bright light}，并在额外15英尺范围内发出{@quickref Vision and Light||2||dim light}。",
	"This light lasts for 24 hours and isn't reduced by the light-reducing effects of the Oubliette. The creature that made the sacrifice ages by 10 years or by 10% of its maximum lifespan, whichever is greater.": "这束光持续24小时，不受忘墓(Oubliette)的光线减弱效果影响。进行了牺牲的生物会增加10岁或其最大寿命的10%，以较大者为准。",
	"Each time the {@i light} is used in this way, new cracks appear, gradually spiderwebbing throughout it.": "每次以这种方式使用{@i light}时，都会出现新的裂缝，逐渐在整个物体上形成蜘蛛网状。",
	"If charged with life energy while within 60 feet of the archway in the Lifeless Clearing, the light of Memoria opens the portal to the Oubliette. Once the PCs cross through the portal, the duration of the light shed by the light of Memoria shortens to 8 hours, as the opening of the portal drained much of the life energy out of the relic.": "当在无生空地的拱门附近充满生命能量时，Memoria之光会打开通往Oubliette的传送门。一旦角色穿过传送门，Memoria之光所散发的光芒持续时间缩短为8小时，因为打开传送门耗尽了遗物中的大部分生命能量。",
	"Each time the {@i light} absorbs a {@creature spectral memory|WL50} (see Memorian Specters sidebar on page 8), the light it sheds increases by 5 feet and the duration of the light increases to 24 hours. Once it absorbs all three {@creature spectral memory|WL50|spectral memories}, it can re-open the portal to Midgard from": "每当{@i light}吸收一个{@creature spectral memory|WL50}(见第8页的Memorian Specters侧边栏)时，它所散发的光线范围增加5英尺，光线持续时间增加至24小时。一旦吸收了所有三个{@creature spectral memory|WL50|spectral memories}，它就可以重新打开通往Midgard的传送门。",
	"This final act destroys the Oubliette, frees the spirits of the Memorians who have been trapped in the Oubliette for centuries, and destroys the {@i light} (see Memoria's Legacy on page 11).": "这最后一幕摧毁了遗忘牢狱，释放了被困在遗忘牢狱中数个世纪的记忆者的灵魂，并摧毁了{@i light} (见第11页的Memoria's Legacy)。",
	"The spectral memory can move through other creatures and objects as if they were {@quickref difficult terrain|PHB|3}. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object.": "幽灵记忆可以像穿过{@quickref difficult terrain|PHB|3}一样穿过其他生物和物体。如果它在物体内结束回合，它会受到5点({@damage 1d10})力量伤害。",
	"While in bright light, the spectral memory has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight.": "在明亮光线下，光谱记忆在进行攻击检定时有劣势，以及在依赖视觉的感知（{@skill Perception}）检定上也有劣势。",
	"If the spectral memory makes an attack roll while at least one creature within 30 feet of it is missing a memory from Memory Drain, the spectral memory can roll a {@dice d4} and add the number rolled to the attack roll.": "如果光谱记忆在距离30英尺内至少有一名生物因记忆耗竭（Memory Drain）而失去记忆时进行攻击检定，光谱记忆可以投掷一个{@dice d4}，并将投掷的数字加到攻击检定中。",
	"{@atk ms} {@hit 4} to hit, reach 5 ft., one creature. {@h}7 ({@damage 2d6}) necrotic damage. The target must succeed on a {@dc 10} Wisdom saving throw or lose a cherished memory. This loss lasts until the target finishes a short or long rest. Whenever a creature that is missing a memory makes an ability check or attack roll, it must roll a {@dice d4} and subtract the number rolled from the ability check or attack roll.": "{@atk ms} {@hit 4} 进行攻击，射程5英尺，一名生物。造成{@h}7 ({@damage 2d6}) 点死灵伤害。目标必须成功通过一次{@dc 10} 感知豁免才能不丧失一段珍贵的记忆。这种遗忘会持续直到目标完成一次短休或长休。每当一个失去记忆的生物进行属性检定或攻击骰时，它必须投掷一个{@dice d4} 骰，并从属性检定或攻击骰中减去所投掷的数字。",
	"{@note Tymon's spellcasting ability is Intelligence (spell save {@dc 11}, {@hit 3} to hit with spell attacks).}": "{@note Tymon's spellcasting ability is Intelligence (spell save {@dc 11}, {@hit 3} 用法术攻击命中）。",
	"{@note Tymon has a {@item stone of good luck|DMG} on his person.}": "{@note Tymon has a {@item stone of good luck|DMG} 在他身上。",
	"A spectral memory is a cousin to the {@creature specter|MM}. Spectral memories aren't formed by force, but rather at a convergence of memory loss combined with an inability to move on to the afterlife.": "幽灵记忆是{@creature specter|MM}的表亲。幽灵记忆并非通过强制形成，而是在记忆丧失与无法前往来世之间的交汇处形成。",
	"When a spirit's identity begins to disintegrate, it forgets who it is—perhaps finding temporary reprieve from its anguish in doing so—but then develops an emptiness only assuaged by stealing the memories of others as it desperately seeks its own.": "当一个灵魂的身份开始崩溃时，它会忘记自己是谁——也许在这样做时会暂时从痛苦中得到缓解——但随后会产生一种只有通过窃取他人记忆才能缓解的空虚感，因为它拼命寻找自己的身份。",
	"A spectral memory uses stolen memories to ask its victim if it is who the victim is, questioning if the victim's memories belong to it. Refuting the spectral memory upsets it, but confronting it with something true about its former identity calms the spirit. If it obtains enough clues about its core identity, a spectral memory can be restored to a spirit capable of moving on.": "一个幽灵记忆体利用偷来的记忆询问受害者是否是受害者本人，质疑受害者的记忆是否属于它。拒绝幽灵记忆体会让它感到不安，但向它展示关于它以前身份的真实信息会平息它的灵魂。如果它获得足够多关于自己核心身份的线索，一个幽灵记忆体可以被恢复成一个能够继续前行的灵魂。",
	"A spectral memory doesn't require air, food, drink, or sleep.": "一个幽灵记忆不需要空气、食物、饮料或睡眠。",
	"{@creature Tymon|WL50} is a 17-year-old lanky human who is, ostensibly, an apprentice of {@creature Gellert the Gruesome|KPSC}. To be accurate, he's a hapless henchman that runs errands for one of Gellert's lieutenants, {@creature Cagoth-ze|KPSC}, a gnome wizard who specializes in ley line magic. {@creature Cagoth-ze|KPSC} uses the boy's eagerness to learn magic as a way of manipulating him into performing a variety of mundane tasks, ever-promising to teach him magic \"soon.\" Minor magic came to {@creature Tymon|WL50} through sheer stubbornness and scraps of arcane lore he snuck out of Cagoth-ze's sanctum.": "{@creature Tymon|WL50} 是一个17岁的瘦高人类，表面上是{@creature Gellert the Gruesome|KPSC}的学徒。准确来说，他是一个倒霉的打杂者，为Gellert的手下之一{@creature Cagoth-ze|KPSC}，一位专精于地脉魔法的侏儒巫师，跑腿办事。{@creature Cagoth-ze|KPSC} 利用这个男孩渴望学习魔法的心态，操纵他去做各种琐事，一直承诺很快就会教他魔法。{@creature Tymon|WL50} 通过顽固不化和偷偷溜出Cagoth-ze圣所的一些奥术知识碎片，学会了一些次要的魔法。",
	"Ambitious sorcery and banditry sounded romantic to {@creature Tymon|WL50} in his former life as a bored merchant's son in Triolo. However, his time as Gellert's \"apprentice\" has yielded very little magical knowledge, several new scars and callouses, and much more involvement with bandits than he ever thought he'd have. Disillusionment is settling in, and Tymon's current predicament isn't helping.": "在前生中，作为Triolo一个无聊商人之子，{@creature Tymon|WL50} 觉得雄心勃勃的巫术和强盗行为听起来很浪漫。然而，他在Gellert的“学徒”身份下所获得的几乎没有任何魔法知识，却多了几道新伤疤和老茧，以及比他想象中更多的与强盗打交道。幻想破灭正在蔓延，而Tymon目前的困境并没有帮助。",
	"{@creature Tymon|WL50} uses the statistics of a {@creature noble}, except he knows the {@spell fire bolt} and {@spell prestidigitation} cantrips and can cast {@spell magic missile} once per day. He is helpful to the PCs but hangs back in combat unless coerced. During the final encounter with the Forgotten, he joins the fray without hesitation, desperate to escape his former captor. He is a little fatalistic about his life choices, something the PCs might be able to help him overcome.": "{@creature Tymon|WL50}使用了{@creature noble}的属性，但他知道{@spell fire bolt}和{@spell prestidigitation}这两个战斗法术，并且每天可以施放{@spell magic missile}一次。他对PC们很有帮助，但在战斗中会保持后方，除非被迫参与。在与被遗忘者的最后冲突中，他毫不犹豫地加入战斗，渴望逃离他以前的囚禁者。他对自己的生活选择有些宿命论，PC们也许可以帮助他克服这种心态。",
	"Victoria Jaczko": "维多利亚·雅茨科 (Victoria Jaczko)",
	"Meagan Maricle": "梅根·马里克(Meagan Maricle)",
	"Marc Radle": "马克·拉德尔 (Marc Radle)",
	"Phil Stone": "菲尔·斯通 (Phil Stone)",
	"Dyson Logos": "戴森·洛戈斯 (Dyson Logos)",
	"Wolfgang Baur": "沃尔夫冈·鲍尔 (Wolfgang Baur)",
	"{@note {@b Product Identity:} The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Content: All trademarks, registered trademarks, proper names (characters, place names, new deities, etc.), dialogue, plots, story elements, locations, characters, artwork, sidebars, and trade dress. (Elements that have previously been designated as Open Game Content are not included in this declaration.)}": "{@note {@b Product Identity:} 以下物品在此被确定为产品身份，根据开放游戏许可证1.0a版，第1(e)节的定义，并非开放内容：所有商标，注册商标，专有名称（角色，地名，新神祇等），对话，情节，故事要素，地点，角色，艺术作品，侧栏和商业装饰。（此声明不包括先前已被指定为开放游戏内容的元素。）",
	"{@note {@b Open Game Content:} The Open Content in this adventure includes the {@creature shroud|ToB} and {@creature spectral memory|WL50} stat blocks and the {@item amulet of memory magic|WL50} item.}": "{@note {@b Open Game Content:} 本冒险的开放内容包括 {@creature shroud|ToB} 和 {@creature spectral memory|WL50} 属性块以及 {@item amulet of memory magic|WL50} 物品。",
	"This adventure is intended for four to five PCs of 1st to 2nd level. Considerations are made to make parts of the adventure easier for smaller or lower-level parties, but these can be removed to scale up the difficulty for larger or more powerful parties. While the adventure takes place outside the village of Redtower in southern Magdar Kingdoms, the abandoned archway and pocket dimension can be repurposed for any setting.": "这个冒险适合1级到2级的四到五名PC。已经考虑到使冒险的某些部分更容易适应较小或较低级别的队伍，但这些部分可以移除，以增加难度，适应更大或更强大的队伍。虽然冒险发生在Magdar王国南部的Redtower村外，但废弃的拱门和口袋维度可以重新用于任何场景。",
	"Memoria is a forgotten ruin mostly vanished into the lowland bogs north of Redtower. Its obscurity is ironic: Once, it was a settlement dedicated to Mnemosyne, goddess of memory, who has, likewise, suffered an unhappy fate. Centuries ago, a mysterious cult of benign necromancers founded Memoria after fleeing elven authority and condemnation in Kammae, settling in the White Forest to take advantage of the area's potent ley lines. These necromancers did not defile the dead. They utilized necromancy to interact with their ancestors, hoping to create a utopia of peaceful co-existence for the living and dead with the past and present side-by-side.": "Memoria（记忆）是一座被大部分遗忘的废墟，大部分已经消失在红塔北部的低地沼泽中。它的默默无闻有些讽刺：曾经，它是一个致力于记忆女神Mnemosyne的定居点，而女神本身也遭受了不幸的命运。数个世纪前，一群神秘的善良死灵法师逃离卡迈的精灵统治和谴责，在白色森林定居下来，利用该地区强大的地脉。这些死灵法师并没有亵渎死者。他们利用死灵法术与祖先交流，希望创造一个让生者和死者、过去和现在并存的和平共存乌托邦。",
	"To achieve this vision, the Memorians devised a relic called the {@item light of Memoria|WL50} to create a bridge to the afterlife and light the way for their ancestors' spirits to cross into the mortal world. Avoiding bloodshed, the Memorians empowered the relic with communal sacrifice of many years of their lives. When at last they enacted the ritual, however, something went wrong. Instead of their ancestors' spirits peacefully transitioning, they brought forward an army of twisted specters, wraiths, and shadows which overwhelmed Memoria.": "为了实现这一愿景，记忆者们设计了一件遗物，名为{@item light of Memoria|WL50}，以搭建通往来世的桥梁，为他们祖先的灵魂照亮回到凡间的道路。为了避免流血冲突，记忆者们通过牺牲多年的生命共同赋予这件遗物力量。然而，当他们最终进行仪式时，出了些问题。他们并没有让祖先的灵魂平静地过渡，而是召唤出了一支扭曲的幽灵、幽灵和阴影军队，压倒了Memoria。",
	"The surviving Memorians retreated to a nearby shadow gate, but the undead followed. To prevent their mistakes from endangering others, the Memorians used the {@item light of Memoria|WL50|light} to sever the gate's connection to the shadow roads and sealed the undead—and themselves—in a pocket dimension called the Oubliette. Memoria and the cult of Mnemosyne who built it fell out of reckoning. The dormant gate became an eerie local curiosity, and the {@item light of Memoria|WL50|light} disappeared, buried beneath the elements.": "幸存的记忆者们撤退到附近的暗影之门，但不死者紧追不舍。为了防止他们的错误危害他人，记忆者们使用{@item light of Memoria|WL50|light}来切断门与暗影之路的联系，并将不死者——以及他们自己——封印在一个被称为遗忘牢狱的小维度中。建造它的记忆之地和（Mnemosyne）崇拜团体已经淡出人们的视线。沉睡的门变成了一个怪异的当地奇观，而{@item light of Memoria|WL50|light}消失了，被大自然掩埋。",
	"A week ago, {@creature Tymon|WL50}, an apprentice of {@creature Gellert the Gruesome|KPSC}, came investigating the archway. Unlike other curious investigators, {@creature Tymon|WL50} benefited from a recent tree fall uprooting the {@item light of Memoria|WL50}. Curious at the magic still stored within it, he stumbled his way through activating it enough to open the portal to Oubliette, only to fall through and drop the {@item light of Memoria|WL50|light} in surprise. Trapped on the other side, he has since fallen to the mercy of a wraith called {@creature the Forgotten|WL50} (see {@area Area 10|WL50-10|x}). It has surmounted all other undead in the Oubliette, and it intends to experiment, as the Memorians did, with Tymon's living energy to open the portal again. {@creature The Forgotten|WL50} has been trapped in a nightmare memory realm haunted by the madness and grief of the Memorians, and it craves escape to torment the living again.": "一个星期前，{@creature Tymon|WL50}，{@creature Gellert the Gruesome|KPSC}的一个学徒，前来调查这个拱门。与其他好奇的调查者不同，{@creature Tymon|WL50}受益于最近一棵树倒塌拔起了{@item light of Memoria|WL50}。对其中仍存储的魔法感到好奇，他踉跄着激活了它，足以打开通往Oubliette的传送门，结果却掉进去并惊讶地掉落了{@item light of Memoria|WL50|light}。被困在另一边，他自此深陷于一个名为{@creature the Forgotten|WL50}的幽灵的魔爪之中（见{@area Area 10|WL50-10|x}）。它已经超越了Oubliette中的所有其他不死生物，并打算像记忆者那样，利用Tymon的生命能量进行实验，再次打开传送门。{@creature The Forgotten|WL50}被困在一个被记忆者的疯狂和悲伤所困扰的噩梦记忆领域中，渴望逃脱以再次折磨活着的人们。",
	"Here are some ways to bring the PCs to the arch and engage them in braving the Oubliette:": "以下是一些方法，可以引导角色到达拱门并让他们勇敢地面对奥布利特：",
	"The confluence of ley lines in the area attracts magical energy, and efforts from {@creature the Forgotten|WL50} to force open the Oubliette increases the volatility of these ley lines. A magical mishap while teleporting or tapping into a ley line elsewhere in Midgard can drop the PCs in the area.": "该地区的地脉交汇吸引了魔法能量，而{@creature the Forgotten|WL50}试图强行打开奥布利特会增加这些地脉的不稳定性。在中加德其他地方传送或利用地脉时发生魔法意外可能会将玩家角色传送到这个地区。",
	"The PCs could be drawn to the area to investigate the legendary dungeon, the {@adventure Scarlet Citadel|KPSC}. The environs around the Citadel, which includes the village of Redtower (see {@loader Warlock #20: Redtower|adventure/Kobold Press; Scarlet Citadel.json} {@note [actually go see {@adventure Redtower in Scarlet Citadel|KPSC|2}]}) and the archway, have several points of interest to discover.": "角色可能会被吸引到这个地区去调查传说中的地牢，{@adventure Scarlet Citadel|KPSC}。包括红塔村庄（见{@loader Warlock #20: Redtower|adventure/Kobold Press; Scarlet Citadel.json} {@note [actually go see {@adventure Redtower in Scarlet Citadel|KPSC|2}）和拱门在内的城堡周围环境有几个值得发现的地方。",
	"PCs already familiar with Redtower may {@adventure have met Gabe in town|KPSC|2|R13. Orchard}. He suffered nightmares after spending the night in the {@adventure Lifeless Clearing|KPSC|2|E3. The Lifeless Clearing}, prompting the PCs to investigate further.": "PCs已经熟悉了红塔（Redtower）可能{@adventure have met Gabe in town|KPSC|2|R13. Orchard}。他在{@adventure Lifeless Clearing|KPSC|2|E3. The Lifeless Clearing}过夜后遭遇了噩梦，促使PCs进一步调查。",
	"The clearing containing the arch is in the northern outskirts of the White Forest in southern Magdar, near the village of Redtower. It is a barren break in the surrounding tree line with no visible cause for its lifelessness. Plants don't grow in the clearing, and animals, even insects, won't venture into it. Mounts or animal companions the PCs attempt to lead into the clearing require a successful {@dc 10} Wisdom ({@skill Animal Handling}) check to bring into the clearing without shying.": "在南部马格达尔的白色森林北郊的一个空地上，靠近红塔村庄，有一个拱门。这是周围树线中的一处贫瘠裂缝，看不到任何导致其贫瘠的原因。植物不会在这片空地上生长，甚至动物，甚至昆虫，也不会冒险进入。PC们试图带入空地的坐骑或动物伙伴需要进行成功的{@dc 10}感知({@skill Animal Handling})检定，才能带入空地而不会胆怯。",
	"PCs sleeping in the clearing have dreams of shadowy labyrinths and being hunted by unseen creatures in a dark forest. Each PC that sleeps in the clearing must succeed on a {@dc 10} Wisdom saving throw upon awakening or suffer one level of {@condition exhaustion}.": "在空地上睡觉的PC做了一个梦，梦见自己身处阴影迷宫中，被看不见的生物追捕在黑暗森林中。每个在空地上睡觉的PC在醒来时必须成功进行一次{@dc 10}智力豁免检定，否则会遭受{@condition exhaustion}的一层影响。",
	"The first time the PCs arrive in the clearing, they discover four {@creature bandit|MM|bandits}, investigating the arch. One of them, Dameka, stands apart, holding the {@item light of Memoria|WL50} and complaining loudly she can't read it. Dameka and her companions reside in the White Forest, preying on adventurers drawn to the Scarlet Citadel and occasionally performing odd jobs for {@creature Gellert the Gruesome|KPSC}. She has never met {@creature Gellert the Gruesome|KPSC|Gellert} and works primarily through his intermediaries. One such intermediary, {@creature Cagoth-ze|KPSC} (see the Hapless Apprentice sidebar on page 5), sent her in search of {@creature Tymon|WL50} after the young apprentice didn't return from his task.": "当PCs第一次来到这片空地时，他们发现四个{@creature bandit|MM|bandits}，正在调查这个拱门。其中一个名叫达梅卡(Dameka)，站在一旁拿着{@item light of Memoria|WL50}，大声抱怨她看不懂它。达梅卡和她的同伴们居住在白色森林，猎取被红色城堡吸引过来的冒险者，并偶尔为{@creature Gellert the Gruesome|KPSC}做些零活。她从未见过{@creature Gellert the Gruesome|KPSC|Gellert}，主要通过他的中间人工作。其中一位中间人，{@creature Cagoth-ze|KPSC}(见第5页的倒霉学徒侧栏)，让她去寻找{@creature Tymon|WL50}，因为这位年轻学徒没有完成他的任务后就消失了。",
	"If the PCs aren't immediately apparent or if they sneak closer to listen in, Dameka grumbles about a \"scrawny-necked apprentice,\"  wondering aloud why he'd come here and suspicious he's holding out on them. Eventually, she pockets the {@item light of Memoria|WL50|light} and the {@creature bandit|MM|bandits} spread out, likely flushing out the PCs. If found or if the PCs interrupt them, Dameka is relieved for an end to the boredom. She leads the attack, gleeful for the potential of better loot than Tymon's leftovers. If Dameka is killed, the other {@creature bandit|MM|bandits} flee into the forest and leave the {@item light of Memoria|WL50|light} behind.": "如果玩家角色(PCs)不立即显现，或者悄悄靠近倾听，达米卡(Dameka)会抱怨一个“颈部细弱的学徒”，疑惑他为何来到这里，并怀疑他是否对他们隐瞒了什么。最终，她将{@item light of Memoria|WL50|light}和{@creature bandit|MM|bandits}收入囊中，可能会惊动到玩家角色(PCs)。如果被发现或者玩家角色(PCs)打断了她们，达米卡会为结束无聊感到欣慰。她会率先发动攻击，对比提蒙(Tymon)留下的破烂战利品更有期待。如果达米卡被杀，其他{@creature bandit|MM|bandits}会逃入森林，留下{@item light of Memoria|WL50|light}。",
	"Besides their equipment, the {@creature bandit|MM|bandits} also each have 10 gp and two days' trail {@item Rations (1 day)|PHB|rations}, except Dameka. She has 3 pp, 10 gp, 2 gems worth 10 gp each, and three days' {@item Rations (1 day)|PHB|rations}. A note from {@creature Cagoth-ze|KPSC}, directing her to find the wayward apprentice, sits in her pocket. The {@item light of Memoria|WL50} she recovered is described on page 4.": "除了装备外，{@creature bandit|MM|bandits} 每人还有10 gp 和两天的路途 {@item Rations (1 day)|PHB|rations}，除了 Dameka。她有3 pp，10 gp，价值10 gp 的两颗宝石，以及三天的 {@item Rations (1 day)|PHB|rations}。{@creature Cagoth-ze|KPSC} 的一张便条指引她找到那个误入歧途的学徒，放在她口袋里。她找回的 {@item light of Memoria|WL50} 在第4页有描述。",
	"The weathered stone arch, a looming structure almost as tall as the forest's trees, sits in the center of the lifeless clearing, one side sunken deeper into the soil than the other. A withered black vine wrapped around it is cold and unyielding to the touch, as though melded with the stone itself. Partial engravings line the arch, too old and worn to decipher.": "那座风化的石拱门，一个高耸的建筑，几乎和森林里的树一样高，矗立在那片无生命的空地中央，一侧比另一侧深深地陷入土壤中。一根枯萎的黑藤蔓缠绕在它周围，冰冷而坚韧，仿佛与石头融为一体。拱门上刻着部分铭文，年代久远，已经磨损到无法辨认。",
	"At sunset, midnight, and dawn— when shadows are longest and deepest—the archway flickers, its faded engravings emitting a soft blue glow. Short bursts of electricity zig-zag across the arch's opening and, for a brief moment, a glimpse into the Oubliette opens. It shows a young, anguished man in tattered robes bound in shadowy chains. An ethereal voice calls for help before the glow surges and fades, ending the image.": "在日落、午夜和黎明时分——当阴影最长最深的时候——拱门闪烁着，它已经褪色的雕刻散发出柔和的蓝光。短暂的电光在拱门口来回穿梭，瞬间，一个对忘却地狱的一瞥显现出来。画面中展示了一个年轻的、痛苦的男子，身穿褴褛的长袍，被阴影锁链束缚。一个空灵的声音呼唤着求助，然后光芒涌动，消失，结束了画面。",
	"This scene repeats again the following sunset, midnight, or sunrise, but the man, {@creature Tymon|WL50}, does not look or sound identical each time. Every appearance, he is a little wearier and more desperate.": "这个场景在接下来的日落、午夜或日出中再次重复出现，但是男人，{@creature Tymon|WL50}，每次看起来或听起来都不完全相同。每一次出现，他都显得更加疲惫和绝望。",
	"Traversing the portal in these split-second glimpses is impossible. These moments alert the PCs to Tymon's plight, and serve as a warning that something on the other side is slowly learning how to escape.": "在这些一瞬间的闪现中穿越传送门是不可能的。这些时刻警示着(%NPC:Tymon%)的困境，并提醒着玩家角色，传送门的另一侧有某种东西正在慢慢学会如何逃脱。",
	"Opening the way to the Oubliette is impossible without the {@item light of Memoria|WL50}. The PCs must charge it with some of their life energy to open a portal in the archway, as Tymon's bumbling drained what little magic the light still held. If the PCs have difficulty figuring out what to do with the light, it can respond intuitively to the pressure Tymon's efforts put on the ley lines and open the portal spontaneously when close to the archway.": "要打开地牢的入口，{@item light of Memoria|WL50} 是必不可少的。玩家角色必须用一些生命能量来激活它，从而在拱门中开启一个传送门，因为泰蒙的疏忽消耗了光线仅存的一点魔力。如果玩家角色难以理解如何处理光线，它可以直观地回应泰蒙对地脉施加的压力，并在靠近拱门时自发地打开传送门。",
	"The Oubliette is a surreal realm amputated from the shadow roads. Wedged between the Shadow Realm and Midgard, the Oubliette is shaped both by the malevolent undead trapped here and by the memories and agony of the Memorians who perished here.": "被切断的阴影之路的一个超现实领域，被称为遗忘地牢((Oubliette))。遗忘地牢夹在暗影界和米德加德之间，既受到被困在这里的邪恶亡灵的影响，也受到在这里丧生的记忆者的记忆和痛苦的影响。",
	"The Oubliette is unfixed in space and distances. Each map hex is 15' by 15', but distance is difficult to measure here. Travel from one area to the next is dreamlike, and, while the memoryscape is not large, transitions between places stretch impossibly in perception, no matter how immediate the movement is.": "地牢(Oubliette)在空间和距离上并不固定。每个地图六边形为15'×15'，但在这里很难测量距离。从一个区域到另一个区域的移动就像梦境一样，虽然记忆景观并不宽广，但无论移动有多么迅速，地方之间的过渡在感知上都会不可思议地延伸。",
	"The \"ceiling\" here is a dark, amorphous void. Effects or creatures moving more than 60 feet up cross the boundaries of the Oubliette and \"fall,\" crashing back into the space they occupied. The PC doesn't take falling damage, but the PC is momentarily disoriented by the fall.": "这里的“天花板”是一个黑暗、无定形的虚空。超过60英尺高的效果或生物会穿过遗忘牢狱的边界，然后“坠落”，重重地撞回原来所在的空间。角色并不会受到坠落伤害，但会因为坠落而短暂失去方向感。",
	"Magic still works in the Oubliette, but it is separated from nearby ley lines. Creatures in the Oubliette can't sense or tap into ley lines here.": "在遗忘地(Oubliette)中，魔法仍然有效，但与附近的地脉分离。在遗忘地中的生物无法感知或利用地脉。",
	"Entrances and walls in the Oubliette are not solid boundaries; instead, areas blend at the edges, bleeding into one another as different memoryscapes overlap. To the viewer, the area they currently occupy seems to go on ahead and behind indefinitely; terrain only changes visibly as the PCs pass through the boundaries.": "地牢(Oubliette)的入口和墙壁并非实体边界；相反，区域在边缘融合，不同的记忆景观重叠在一起。对于观察者来说，他们当前所处的区域似乎无限地向前和向后延伸；地形只有在冒险者穿过边界时才会明显变化。",
	"All edges in the Oubliette lead into the void, though some are behind shadowy edifices mimicking structures. Falling from these edges is harrowing; after plummeting into darkness for 1 round, the creature appears back in the space it started, unharmed. The creature must succeed on a {@dc 10} Wisdom saving throw or suffer one level of {@condition exhaustion} and be {@condition frightened} for 1 minute.": "在地牢(Oubliette)中，所有边缘通向虚空，尽管有些被模仿结构的阴影建筑所掩盖。从这些边缘坠落是可怕的；在黑暗中坠落1回合后，生物会重新出现在起始空间，毫发无伤。生物必须成功进行一次{@dc 10}感知豁免才能免受一级{@condition exhaustion}并且在1分钟内变为{@condition frightened}。",
	"It is impossible to hunt in the Oubliette and the PCs must rely on their own water and food.": "在遗忘地（Oubliette）中是不可能狩猎的，角色必须依靠自己的水和食物。",
	"The Oubliette is utterly dark and impenetrable with mundane light sources. Magical light sources still function, but only at half their effective illumination radius.": "地牢 (The Oubliette) 完全黑暗，无法用普通光源穿透。魔法光源仍然有效，但只有一半的照明半径。",
	"PCs can take short or long rests in the Oubliette. Sleep, however, is haunted by nightmarish dreams of grasping shadows and a great city collapsing into oblivion. At the end of each long rest, the PCs must succeed on a {@dc 15} Wisdom saving throw to gain the benefits of completing a long rest.": "PCs可以在地牢(Oubliette)中进行短暂或长时间的休息。然而，睡眠会被令人恐惧的梦境所困扰，梦中充满着伸手的阴影和一个巨大的城市坍塌入深渊。在每次长时间休息结束时，PCs必须成功进行一次{@dc 15}感知豁免检定，才能获得完成长时间休息的益处。",
	"As {@creature the Forgotten|WL50} wants the PCs to open the portal, it keeps most of its minions from pursuing them aggressively. If the PCs need more of a challenge, or underestimate the dangers of the Oubliette, then resting periods are ideal times to attack with {@creature shadow|MM|shadows} or {@creature shroud|ToB|shrouds} {@homebrew |(Tome of Beasts, p. 348 or see page 11)} to keep them harried and weakened.": "当{@creature the Forgotten|WL50}希望PC们打开传送门时，它会让大部分手下不主动追击他们。如果PC们需要更大的挑战，或者低估了遗忘地的危险，那么休息期间是发动{@creature shadow|MM|shadows}或{@creature shroud|ToB|shrouds} {@homebrew |(Tome of Beasts, p. 348 or see page 11)} 攻击他们，使他们备受困扰和削弱的理想时机。",
	"An intact archway riddled with cracks and shadow dominates the center of this large, obsidian plateau. Crumbled pillars surround the archway, and shadowy chains bind a young man to one leg of the archway.": "一个完整的拱门上布满裂缝和阴影，主宰着这片巨大的黑曜石高原的中心。拱门周围散落着倒塌的柱子，阴影中的锁链将一个年轻男子绑在拱门的一条腿上。",
	"{@creature Tymon|WL50} (see the Hapless Apprentice sidebar) is bound to the archway by two shadowy chains. He is malnourished and has two levels of {@condition exhaustion}. His rations and water are nearly gone, and he is relieved to see the PCs.": "{@creature Tymon|WL50}（见《不幸学徒边栏》）被两根阴影链条束缚在拱门上。他营养不良，拥有{@condition exhaustion}的两级。他的口粮和水已经所剩无几，看到PCs时感到宽慰。",
	"He says: {@i \"By the gods, I can't believe you're here! You have to help me! That blue gemstone thing, do you have it? They hate that thing. Put it to the chains, I'm sure it will weaken them. Please hurry!\"}": "他说：{@i \"By the gods, I can't believe you're here! You have to help me! That blue gemstone thing, do you have it? They hate that thing. Put it to the chains, I'm sure it will weaken them. Please hurry!\"}",
	"{@creature Tymon|WL50} tells the PCs anything they want to know if they'll free him, but he urges haste. He warns them {@creature the Forgotten|WL50}, a powerful wraith, is desperate for a way out and no doubt already knows they're here. Once free, {@creature Tymon|WL50} urges them to the north side of the plateau ({@area Area 2|WL50-02|x}). They'll need help to use the {@item light of Memoria|WL50|light} and to face {@creature the Forgotten|WL50}, who is not going to simply let them leave.": "{@creature Tymon|WL50}告诉PCs，只要他们释放他，他就会告诉他们任何他们想知道的事情，但他督促他们要赶快。他警告他们，{@creature the Forgotten|WL50}，一个强大的幽灵，急需一条出路，毫无疑问已经知道他们在这里。一旦被释放，{@creature Tymon|WL50}敦促他们前往高原的北侧({@area Area 2|WL50-02|x})。他们需要帮助来使用{@item light of Memoria|WL50|light}，并面对{@creature the Forgotten|WL50}，后者肯定不会轻易让他们离开。",
	"Pressing the {@item light of Memoria|WL50|light} against the chains causes them to solidify. A successful {@dc 12} Strength check breaks them. Alternatively, dealing 10 damage to the chains breaks them.": "将 {@item light of Memoria|WL50|light} 对准链条会使其凝固。成功进行 {@dc 12} 力量检定会打破它们。或者，对链条造成10点伤害也会打破它们。",
	"{@creature Cagoth-ze|KPSC} gave {@creature Tymon|WL50} what little knowledge the gnome could find on the archway before sending {@creature Tymon|WL50} to investigate it. {@creature Tymon|WL50} knows ancient mages once opened the archway during some ritual and became trapped beyond it. He suggests the PCs find the mages to enlist their help. He expresses some uncertainty if the mages are still alive, given his experience with {@creature the Forgotten|WL50}, but he believes the mages are their best chance of learning more about the {@item light of Memoria|WL50|light} and using it to get out of here. Though a bit disillusioned by his time in the Scarlet Citadel, Tymon proudly claims to be the apprentice of {@creature Gellert the Gruesome|KPSC}. A successful {@dc 13} Wisdom ({@skill Insight}) check notices that Tymon's conviction in his claim isn't strong.": "{@creature Cagoth-ze|KPSC}在派遣{@creature Tymon|WL50}去调查之前，给了{@creature Tymon|WL50}一些侏儒所能找到的关于拱门的少许知识。{@creature Tymon|WL50}知道古代法师曾在某种仪式中打开过这个拱门，并被困在其中。他建议PC们找到这些法师寻求帮助。他对法师是否还活着表示一些不确定，鉴于他与{@creature the Forgotten|WL50}的经历，但他相信法师是他们更多了解{@item light of Memoria|WL50|light}并利用它离开这里的最佳机会。尽管在血色城堡的时光让他有些幻灭，泰蒙自豪地宣称自己是{@creature Gellert the Gruesome|KPSC}的学徒。通过成功的{@dc 13}感知({@skill Insight})检定，可以注意到泰蒙对自己的说法并不坚定。",
	"Shadowed reflections of an ancient road lined with withered trees and broken fencing branches to the east and west. Beyond the path, a dark countryside gives way to sheer dropoffs on either side into the abyss.": "古老道路的倒影映衬着东西两侧的枯树和破碎的篱笆。在这条道路的尽头，黑暗的乡间逐渐向两侧的深渊陡峭坠落。",
	"Tymon prefers to head east. He knows {@creature the Forgotten|WL50} most often approaches {@area Area 1|WL50-01|x} from the left, and he wants to find the mages before confronting {@creature the Forgotten|WL50}.": "泰蒙(Tymon)更喜欢向东走。他知道{@creature the Forgotten|WL50}大多数时候从左边接近{@area Area 1|WL50-01|x}，他想在与{@creature the Forgotten|WL50}对抗之前找到法师们。",
	"The ancient road rapidly transitions to a weed-strewn brick path with crumbling stone buildings along its edges. The path and buildings seem to continue indefinitely.": "古老的道路迅速过渡成了一条长满杂草的砖路，两旁是破败的石头建筑。这条路和建筑似乎无限延伸着。",
	"This place is an image of a ruined Memoria: once-elegant pillars shattered, sculptures toppled, walls gutted with gaping holes. Discarded items and mementos lie strewn around the area but dissolve into shadow when touched. The buildings on the sides are only facades leading to a harrowing descent over the edges, as detailed in the Oubliette Features.": "这个地方是一座被毁坏的记忆之影：曾经优雅的柱子已经支离破碎，雕塑倒塌，墙壁上开着大洞。被丢弃的物品和纪念品散落在周围，但一旦触摸就会消失在阴影中。两侧的建筑只是幌子，通向令人毛骨悚然的边缘，详细信息请参考(奥布利特特征)。",
	"Three bodies lie in the streets. Each is a humanoid and clad in white robes but otherwise appears somewhat insubstantial. They house maddened {@creature shroud|ToB|shrouds} {@homebrew |(Tome of Beasts, p. 348 or see page 11)}, remnants of the Memorians who died here. If a creature approaches within 5 feet of a body, the body dissipates into swirling shadow, awakening the {@creature shroud|ToB} within to attack.": "三具尸体躺在街道上。每个都是人形，身穿白色长袍，但看起来有些虚幻。它们容纳着疯狂的{@creature shroud|ToB|shrouds} {@homebrew |(Tome of Beasts, p. 348 or see page 11)}，这些是在这里死去的记忆者的残留。如果有生物靠近尸体五英尺以内，尸体会消散成漩涡般的阴影，唤醒内部的{@creature shroud|ToB}来发动攻击。",
	"The terrain shifts to a set of black-veined marble stairs leading to a grand archway flanked by shifting, shadowy pillars. Two joined, circular rooms lined with bookshelves stacked with books and scrolls stand beyond the archway.": "地形转变成了一组黑色脉络大理石台阶，通向一个宏伟拱门，两侧是不断变化的阴影柱。拱门之后是两个相连的圆形房间，书架上摆满了书籍和卷轴。",
	"The aisles between the shelves lining the area lead to sudden edges into the abyss. Tables and chairs are scattered through the room, but, like the other objects in the Oubliette, they are insubstantial.": "书架之间的过道通向突然的深渊边缘。房间里散落着桌子和椅子，但是，就像Oubliette中的其他物体一样，它们都是虚幻的。",
	"Nevena's body, protected by an {@item amulet of memory|WL50} (see page 11), lies in the center of the chamber leading to {@area Area 5|WL50-05|x}. Unlike the bodies in {@area Area 3|WL50-03|x}, she appears solid, possibly alive, until closer investigation. A PC that examines her and touches the {@item amulet of memory|WL50} witnesses the memory enclosed of her greatest triumph and regret.": "内维娜的尸体，被一个{@item amulet of memory|WL50}（见第11页）保护着，躺在通往{@area Area 5|WL50-05|x}的房间中央。与{@area Area 3|WL50-03|x}中的尸体不同，她看起来很实在，可能还活着，直到进行更近一步的调查。检查她并触摸{@item amulet of memory|WL50}的PC会见证她最伟大的胜利和遗憾所包含的记忆。",
	"Read or paraphrase the following to the PC who touches the amulet:": "当你触摸护身符时，你突然感到一股强大的能量涌入你的身体。(%PC Name%)，你感受到一种神秘的联系，仿佛这件护身符与你有着某种特殊的联系。",
	"The shadowy library vanishes, replaced by an intact room surrounded by bookshelves laden with knowledge. A woman wearing a gold diadem looks at you in concern. Looking down, you see hands that are not your own pressed onto a table covered in books and charts. Near you is a carved stone you recognize as the light of Memoria, and you feel a twinge of great pride for what is, ultimately, your creation.": "阴影笼罩的图书馆消失了，取而代之的是一个完整的房间，四周都是堆满知识的书架。一个戴着金冠的女人担忧地看着你。低头一看，你看到的是不属于你的手印在一张摆满书籍和图表的桌子上。在你附近是一块你认出的雕刻石头，那是记忆之光，你为这个最终是你创造的东西感到无比自豪。",
	"The woman tells you, {@i \"Sacrifice? Nevena, no! Then the elves, the Kammaens, they'll have been right about us all along.\"}": "这位女士告诉你，{@i \"Sacrifice? Nevena, no! Then the elves, the Kammaens, they'll have been right about us all along.\"}",
	"You shake your head at your friend's narrow-mindedness. {@i \"Sacrifice can take many forms, Stefanya. The ley line provides the power, but the life energy to activate it need not be from one source. Couldn't we all make a small sacrifice, give a little of all our lives to tether our ancestors here?\"}": "你对你朋友的心胸狭窄感到摇头。{@i \"Sacrifice can take many forms, Stefanya. The ley line provides the power, but the life energy to activate it need not be from one source. Couldn't we all make a small sacrifice, give a little of all our lives to tether our ancestors here?\"}",
	"Stefanya puts a hand over her mouth in consideration, and you turn your gaze to the light of Memoria, touching it with quiet reverence. {@i \"Imagine what we'll learn!\"} You say. {@i \"A world where 'goodbye' is temporary. We could change everything—and perhaps be pariahs no more.\"}": "斯黛芬妮（Stefanya）考虑着，用手捂住了嘴，你将目光转向了记忆之光，默默地触摸着它。{@i \"Imagine what we'll learn!\"}你说。{@i \"A world where 'goodbye' is temporary. We could change everything—and perhaps be pariahs no more.\"}",
	"A {@creature spectral memory|WL50} {@homebrew |(see page 12)} of Nevena lurks among the bookshelves and observes the PCs. She attacks if spotted, if the PCs attempt to leave the area, or after one of the PCs interacts with her {@item amulet of memory|WL50} (after the vision ends). See the Memorian Specters sidebar for guidance on how the PCs can peacefully interact with Nevena's spirit.": "在书架间潜伏着一个{@creature spectral memory|WL50} {@homebrew |(see page 12)}的尼维娜，观察着玩家角色。如果被发现，或者玩家角色试图离开该区域，或者在玩家角色与她互动后{@item amulet of memory|WL50}(幻象结束后)，她会发起攻击。请参阅《记忆幽灵》侧边栏，了解玩家角色如何与尼维娜的灵魂和平互动的指导。",
	"If her identity is restored, Nevena says: {@i \"The light was never meant for evil. Use it to mend the damage we've caused!\"} Once she vanishes into the light, her body crumbles to dust, except for the {@item amulet of memory|WL50}.": "如果她的身份被恢复，涅维娜说：{@i \"The light was never meant for evil. Use it to mend the damage we've caused!\"} 一旦她消失在光芒中，她的身体化为尘土，除了{@item amulet of memory|WL50}。",
	"Nevena's body holds the {@item amulet of memory|WL50}. A {@item Spell Scroll (2nd Level)|DMG|spell scroll} of {@spell see invisibility} and a {@item Spell Scroll (3rd Level)|DMG|spell scroll} of {@spell magic circle} sit within intact {@item Map or Scroll Case|PHB|scroll cases} on the bookshelves.": "Nevena的身体中藏有{@item amulet of memory|WL50}。一本{@spell see invisibility}的{@item Spell Scroll (2nd Level)|DMG|spell scroll}和一本{@spell magic circle}的{@item Spell Scroll (3rd Level)|DMG|spell scroll}坐在书架上完整的{@item Map or Scroll Case|PHB|scroll cases}中。",
	"Nearly all the surviving Memorians fell prey to the undead when the Memorians sealed themselves and the undead in the Oubliette. These felled Memorians soon joined the ranks of undead in the Oubliette. However, a few possessed {@item amulet of memory|WL50|amulets of memory}, sacred items to this cult of Mnemosyne, which protected them from corruption. These were Stefanya, Nevena, and Ivon, former pillars of Memoria and the spirits the PCs can use to empower the {@item light of Memoria|WL50}.": "几乎所有幸存的记忆者在将自己和不死族封印在遗忘之牢中时都成了不死族的猎物。这些倒下的记忆者很快就加入了遗忘之牢中不死族的行列。然而，少数持有{@item amulet of memory|WL50|amulets of memory}、这个缅念之神教的神圣物品的记忆者得到了保护，免受腐化。他们是Stefanya(斯特凡妮娅), Nevena(涅维娜), 和Ivon(伊文)，曾经是记忆之柱，也是冒险者可以利用来赋予{@item light of Memoria|WL50}力量的灵魂。",
	"While not forced into undeath, the three were nonetheless trapped souls. The Oubliette took a toll on them. The permeation of rage and grief combined with the constant replaying of their worst memories, and, over time, their identities fragmented. They became {@creature spectral memory|WL50|spectral memories} {@homebrew |(see page 12)}, starved for their abandoned identities.": "尽管没有被迫变成不死之身，这三个人的灵魂仍然被困住了。遗忘牢狱对他们造成了伤害。愤怒和悲伤的渗透与最糟糕的记忆不断重播相结合，随着时间的推移，他们的身份逐渐分裂。他们变成了{@creature spectral memory|WL50|spectral memories} {@homebrew |(see page 12)}，渴望他们被抛弃的身份。",
	"To restore a Memorian, the PCs must remind the Memorian of its former self. The {@item amulet of memory|WL50|amulets of memory} still on the Memorians' bodies provide visions of each spirit's past, giving the PCs the information they need to restore the Memorians. Speaking a Memorian's name is sufficient to make the {@creature spectral memory|WL50} stop attacking, and speaking at least one pertinent detail of the vision in the spirit's {@item amulet of memory|WL50} enables the Memorian to pierce its self-delusions and be restored.": "为了恢复一个Memorian，玩家必须让Memorian想起它的前身。Memorians身上的{@item amulet of memory|WL50|amulets of memory}提供了每个灵魂过去的视觉，为玩家提供了恢复Memorians所需的信息。说出一个Memorian的名字就足以让{@creature spectral memory|WL50}停止攻击，说出灵魂{@item amulet of memory|WL50}中至少一个相关细节使Memorian能够穿透自我欺骗并得以恢复。",
	"If restored, a Memorian specter willingly binds itself to the {@item light of memoria|WL50|light}, charging the relic. Destroying a {@creature spectral memory|WL50} renders it dormant. It returns to lurk near its body after {@dice 2d4} hours, allowing the PCs another chance to interact with it.": "如果被恢复，一位Memorian幽灵会自愿绑定在{@item light of memoria|WL50|light}上，为遗物充能。摧毁{@creature spectral memory|WL50}会使其陷入休眠状态。在{@dice 2d4}小时后，它会返回潜伏在自己的身体附近，让玩家有另一次与之互动的机会。",
	"The terrain shifts into a quiet country road that forks. A signpost in the middle names the roads in a flowing script.": "地形转变成了一条宁静的乡间小路，分叉处立着一个路标，用流畅的字体写着道路的名字。",
	"The signpost labels (in {@language Elvish}) the western road as \"Loss\" and the southern road as \"Hubris.\"": "路标将西边的道路标记为“损失”(in {@language Elvish})，南边的道路标记为“傲慢”(Hubris)。",
	"A dark corridor stretches westward.": "一条黑暗的走廊向西延伸。",
	"The entirety of this corridor is pitch black, impenetrable by magical light sources of 3rd level or less. Only light from the {@item light of Memoria|WL50} can penetrate the darkness.": "整个走廊都是漆黑一片，无法被三级或更低级别的魔法光源穿透。只有{@item light of Memoria|WL50}的光线可以穿透黑暗。",
	"The first time the PCs pass through this area, they disturb two {@creature shadow|MM|shadows} that attack immediately.": "当PC第一次穿过这个区域时，他们惊扰了两只{@creature shadow|MM|shadows}，后者立即发动攻击。",
	"The terrain shifts to a stone walkway on the ramparts of a high wall overlooking the abyss on each side.": "地形转变成了一条石头人行道，位于高墙的城垛上，两侧俯瞰深渊。",
	"The wall is a 15-foot-wide stone construction with sheer sides leading to rocky ground sloping off the edge. A successful {@dc 13} Intelligence ({@skill Investigation}) or Wisdom ({@skill Perception}) check notices the wall isn't sound.": "这堵墙是一座宽15英尺的石头建筑，两侧陡峭，通向边缘坡地。成功的{@dc 13}智力检定({@skill Investigation})或感知检定({@skill Perception})会注意到这堵墙并不牢固。",
	"The wall is damaged and at risk of giving way. Each creature that crosses the bridge must succeed on a {@dc 13} Dexterity saving throw or cause part of the wall to crumble, taking 2 ({@damage 1d4}) bludgeoning damage and, unless it is tethered to other creatures or the wall, falling into the abyss (see Oubliette Features on page 5). A creature that moves at half its speed across the bridge has advantage on the saving throw.": "墙壁受损，有倒塌的风险。每个通过桥梁的生物必须成功进行一次 {@dc 13} 敏捷豁免才能通过，否则会导致墙壁部分坍塌，受到 2 ({@damage 1d4}) 钝击伤害，并且，除非它被拴在其他生物或墙壁上，否则会掉入深渊（见第5页的深渊牢狱特性）。在桥梁上以半速移动的生物在豁免检定上获得优势。",
	"This road seems to stretch for miles, but it ends to the west in a mighty alabaster citadel shimmering like a mirage. The length of the road is silent and shadows flicker to the sides.": "这条道路似乎延伸了数英里，但它在西边终结于一座强大的雪花石城堡，闪烁着如幻影般的光芒。道路的长度寂静无声，而影子在两侧闪烁。",
	"While traveling the path, the PCs get a disturbing feeling of being watched and followed closely.": "在旅途中，角色们感到一种令人不安的感觉，好像有人在注视着他们，并紧紧跟随着。",
	"The PCs are being followed: a {@creature shroud|ToB}, born of one of the sudden deaths of the Memorians, silently trails them. It toys with the PCs' items, clothing, or equipment by staying close to the ground, tugging on clothing, tying shoelaces together, or other minor pranks. It hides in the shadows alongside the road to avoid the PCs' notice. It reveals itself with a high-pitched, mad giggle if the PCs exhibit confusion. It won't pursue if they flee from it, but it attacks if the PCs react in anger and disrupt its fun.": "PC们正在被跟踪：一个{@creature shroud|ToB}，是Memorians中一位突然死亡的后裔，悄无声息地跟踪着他们。它玩弄PC们的物品、衣服或装备，靠近地面，拉扯衣服，把鞋带系在一起，或者进行其他小恶作剧。它躲藏在路边的阴影中，避免PC们的注意。如果PC们表现出困惑，它会发出尖锐、疯狂的咯咯笑声来显露自己。如果他们逃离，它不会追赶，但如果PC们生气并破坏了它的乐趣，它会发动攻击。",
	"The path crosses under a once-mighty gate into a large courtyard edged by silent, dark buildings and shadowy forms of market stalls. On the western side, a body lies beside a slightly insubstantial fountain flowing with liquid shadow.": "这条道路穿过一座曾经雄伟的大门，进入一个边缘被寂静、黑暗建筑和市场摊位的阴影形成的大庭院。在西侧，一个人的尸体躺在一个略微虚幻的喷泉旁，流淌着液体阴影。",
	"Ivon's body lies motionless beside the fountain in the western side near {@area Area 10|WL50-10|x}.": "伊文的尸体静静地躺在西侧靠近{@area Area 10|WL50-10|x}的喷泉旁。",
	"The paths from this chamber lead to the northwest ({@area Area 11|WL50-11|x}), apparently out of the citadel, to the east ({@area Area 8|WL50-08|x}), and to the south ({@area Area 10|WL50-10|x}), where two different paths disappear into darkness. {@creature Tymon|WL50}, if able, advises against going south; something about it reminds him of the Forgotten's presence. {@creature Tymon|WL50} makes this suggestion only if the PCs haven't fully charged the {@item light of memoria|WL50|light} with all three mages.": "这个房间通向西北方({@area Area 11|WL50-11|x})，显然通往城堡外，向东({@area Area 8|WL50-08|x})，以及向南({@area Area 10|WL50-10|x})，那里有两条不同的路径通向黑暗。{@creature Tymon|WL50}，如果可以的话，建议不要往南走；有些东西让他想起了被遗忘者的存在。只有当PC们还没有完全为{@item light of memoria|WL50|light}充满所有三位法师的能量时，{@creature Tymon|WL50}才会提出这个建议。",
	"As with the other Memorian specters, touching Ivon's amulet of memory draws the investigating PC into one of his final memories:": "与其他Memorian幽灵一样，触摸伊文的记忆护身符会将调查中的PC带入他最后的记忆之一：",
	"You rush into the courtyard where the statue of Mnemosyne presides over brilliant blue waters flowing from the fountain. The sight of it normally fills you with peace, but not this night. Screams echo from everywhere, and you know the two mages by your side are among the precious few remaining. You order them to escort survivors to the shadow gate, your heart heavy.": "你冲进庭院，那里是(Mnemosyne)雕像屹立在喷泉中流淌的明蓝色水域之上。通常这一景象会让你心生宁静，但今晚却不然。尖叫声从四面八方回荡，你知道身旁的两位法师是为数不多的幸存者之一。你命令他们护送幸存者前往阴影之门，心情沉重。",
	"Then, from the corner of your eye, you see a woman with pinned hair and blue robes, laden with scroll cases, fleeing from a nearby building with shadows at her heels. In her arms, you recognize the blue stone of the light of Memoria. Summoning your magic, you dissipate the shadows with a few well-placed blasts, but you know there are far more of them than you have magic.": "然后，你的眼角瞥见一个头发别着发簪、身穿蓝袍、背负着卷轴盒的女人，从附近的建筑中逃离，身后紧跟着一些阴影。你认出她怀中的蓝色石头是记忆之光。你施展魔法，用几次精准的爆破消散了阴影，但你知道它们的数量远远超过你的魔法所能应付的。",
	"Nevena gasps at you, {@i \"Ivon! It's all gone wrong!\"}": "涅维娜对你喘着气，{@i \"Ivon! It's all gone wrong!\"}。",
	"{@i \"What happened?\"} You help her to her feet, gaping at her in disbelief. One minute, the ritual was underway; the next, shades erupted from seemingly every shadow in the city. {@i \"What did your relic do?\"}": "{@i \"What happened?\"} 你帮助她站起来，难以置信地瞪大眼睛看着她。刚才还在进行仪式，下一刻，阴影中似乎爆发出无数幽灵。{@i \"What did your relic do?\"}",
	"{@i \"What it was meant to! It bridged the worlds, brought our ancestors to us, but something happened in the transition. Was it the Shadow? Was our sacrifice not enough?\"} She looks up at you in grief. {@i \"I thought we could bypass the bloodshed.\"}": "{@i \"What it was meant to! It bridged the worlds, brought our ancestors to us, but something happened in the transition. Was it the Shadow? Was our sacrifice not enough?\"} 她悲伤地抬头看着你。{@i \"I thought we could bypass the bloodshed.\"}",
	"You knew, in your heart, you'd all asked too much of magic, but you'd prayed to finally understand the secrets of your elven lineage. {@i \"We all did. Now run.\"} You nudge her towards the gates and you pause long enough to gaze at the serene face of your goddess. {@i \"Oh, Mnemosyne, spare us your wrath.\"} You tremble inside, reaching for your resolve. {@i \"All we have ever—all I have ever—longed to do is honor you, honor the past. Not destroy our futures.\"}": "你心里清楚，你们对魔法的期望太过苛刻，但你们却祈祷能最终理解你们精灵血统的秘密。{@i \"We all did. Now run.\"} 你轻轻推开她朝着大门走去，停下来凝视你女神的安详面容。{@i \"Oh, Mnemosyne, spare us your wrath.\"} 你内心颤抖，努力坚定自己的决心。{@i \"All we have ever—all I have ever—longed to do is honor you, honor the past. Not destroy our futures.\"}",
	"The {@creature spectral memory|Wl50} of Ivon lurks in the fountain, hiding as he watches the characters. He attacks if they attempt to leave, discover him, or after one of them interacts with his {@item amulet of memory|WL50|amulet}.": "伊文的{@creature spectral memory|Wl50}潜伏在喷泉中，隐藏着观察角色。如果他们试图离开、发现他，或者其中一个与他的{@item amulet of memory|WL50|amulet}互动后，他就会发动攻击。",
	"See the Memorian Specters sidebar on page 8 for guidance on how the PCs can peacefully interact with Ivon's spirit.": "请参考第8页的《纪念幽灵》侧栏，了解玩家角色如何可以与伊文的灵魂和平互动。",
	"If his identity is restored, Ivon says: {@i \"This place defiles our goddess, warping our sacred memories. I will help you end it if I can.\"} Once he vanishes into the {@item light of memoria|WL50|light}, his body crumbles to dust, except for the {@item amulet of memory|WL50}.": "如果他的身份得以恢复，伊文说: {@i \"This place defiles our goddess, warping our sacred memories. I will help you end it if I can.\"} 一旦他消失在{@item light of memoria|WL50|light}中，他的身体就会化为尘土，除了{@item amulet of memory|WL50}。",
	"Ivon's body holds his {@item amulet of memory|WL50}. The {@item longsword|PHB} at his side has not aged well, but its {@item gem-studded scabbard|WL50} is worth 150 gp.": "伊文的身体中藏有他的{@item amulet of memory|WL50}。他身旁的{@item longsword|PHB}状况不佳，但它的{@item gem-studded scabbard|WL50}价值为150 gp。",
	"The narrow corridors leading into this area have sheer drops on either side and are otherwise dark and featureless. They lead to a moat of bottomless, writhing shadows with a small bridge to a pillar in the center.": "通往这个区域的狭窄走廊两侧都是悬崖，除此之外漆黑一片，没有任何特征。走廊通向一个底less，扭曲的阴影护城河，中间有一座小桥通往中心的柱子。",
	"This area holds the remaining spirits of the people who inhabited ancient Memoria. Freeing them requires the collapse of the entire Oubliette (see {@adventure Escaping the Oubliette|WL50|1|Escaping the Oubliette} on page 10). The central pillar is a favored place where {@creature the Forgotten|WL50} contemplates its power and what it will do when unleashed upon the world.": "这个区域承载着曾经居住在古代记忆之地的人们的余灵。要释放它们，就需要让整个遗忘地（见第{@adventure Escaping the Oubliette|WL50|1|Escaping the Oubliette}页）崩塌。中央支柱是{@creature the Forgotten|WL50}喜欢思考自己的力量以及一旦释放到世界上会做些什么的地方。",
	"There is a {@chance 50|50 percent chance|Forgotten|The Forgotten is elsewhere|The Forgotten is present} {@creature the Forgotten|WL50} (see Escaping the Oubliette) is here. It attacks the PCs if they enter what it considers its abode, but it won't try to kill them until they activate the portal out of the Oubliette. If reduced below half its hit point maximum, it disappears into the well of shadows and sends 1 {@creature shadow|MM} to attack the PCs each round the PCs remain in {@area Area 10|WL50-10|x}. The {@creature shadow|MM|shadows} don't leave the area or pursue fleeing PCs. The Forgotten doesn't pursue fleeing PCs, hoping they will open the portal.": "这里有一个{@chance 50|50 percent chance|Forgotten|The Forgotten is elsewhere|The Forgotten is present} {@creature the Forgotten|WL50} (见《逃离遗忘地牢》)。如果玩家进入它认为是自己的住所，它会攻击他们，但直到他们激活逃离地牢的传送门之前不会试图杀死他们。如果生命值降到一半以下，它会消失到暗影之井中，并每回合发送1个{@creature shadow|MM}攻击玩家，只要玩家留在{@area Area 10|WL50-10|x}中。这些{@creature shadow|MM|shadows}不会离开这个区域或追击逃跑的玩家。被遗忘者不会追击逃跑的玩家，希望他们会打开传送门。",
	"Remnants of the Memorians' belongings remain scattered at the edges of the well, including gems, jewelry, silk scarves and belts, and small art objects able to withstand the test of time, worth a total of 2,100 cp, 1,050 sp, and 70 gp—if the PCs can collect it all. It takes 1 round to collect a third of the total value (rounded down).": "在井边散落着记忆者们的遗物残余，包括宝石、珠宝、丝巾、腰带和一些经得起时间考验的小艺术品，总价值为2,100铜币，1,050银币和70金币——如果PCs能够收集所有这些物品。每收集总价值的三分之一（向下取整）需要1回合的时间。",
	"The terrain transitions into a narrow corridor lined by thick, oppressive trees made of shadow. Skeletal branches form a dense arch overhead, and wailing and weeping emanate from among the trees without a visible source.": "地形转变成了一条狭窄的走廊，两侧是由阴影构成的厚重树木。骷髅般的树枝形成了密集的拱顶，而哀号和哭泣声从树木间传出，却没有明显的来源。",
	"The feeling of grief permeates the forest. When a creature enters this area and each minute it remains in this area, it must succeed a {@dc 10} Wisdom saving throw or be convinced someone in the forest needs help and leave the path to help the person.": "悲伤的情绪弥漫着森林。当一个生物进入这个区域，并且每分钟停留在这个区域，它必须成功通过一个 {@dc 10} 智力豁免才能不被说服，认为森林中有人需要帮助，然后离开原本的道路前去帮助这个人。",
	"Four {@creature shroud|ToB|shrouds} lurk in the forest here, drifting in hazy memories of rage, grief, and fear. They ignore creatures moving along the path, but they attack anyone stepping off it and into the forest.": "这里有四只{@creature shroud|ToB|shrouds}在森林中潜伏，漂浮在关于愤怒、悲伤和恐惧的模糊记忆中。它们忽略沿着小路移动的生物，但会攻击任何踏入森林的人。",
	"The northern part of this blasted clearing ends in an abrupt, jagged cliff. Paths from the east and west sweep into wide roads that flow toward the cliff.": "这片荒废的空地的北部以一座陡峭、参差不齐的悬崖结束。东边和西边的小径汇入宽阔的道路，通向悬崖。",
	"This cliff marks where the Oubliette was severed from the original shadow road. The paths out of {@area Area 6|WL50-06|x} and {@area Area 11|WL50-11|x} end at the edge of the cliff, looking abruptly cut-off.": "这个悬崖标志着遗忘地从原始暗影之路上分离的地方。从{@area Area 6|WL50-06|x}和{@area Area 11|WL50-11|x}出口的路径在悬崖边结束，看起来突然被切断。",
	"Stefanya's body lies near the edge of the cliff. Investigating her {@item amulet of memory|WL50|amulet} produces a vision of her last, most painful memory:": "Stefanya的尸体躺在悬崖边缘附近。调查她的{@item amulet of memory|WL50|amulet}会产生她最后、最痛苦的记忆：",
	"Nevena made it a few feet from the portal before she died, overwhelmed by shrieking specters. You and your daughter, Mila, blasted them away from her, but too late. Her fingers remain clasped around the light of Memoria.": "涅维娜(Nevena)离传送门只有几英尺远就被尖叫的幽灵所压倒而死。你和你的女儿米拉(Mila)将它们从她身边赶走，但为时已晚。她的手指依然紧握着记忆之光(Memoria)。",
	"You know what you have to do. You reach out to take it, but Mila stops you and protests.": "你知道你需要做什么。你伸手去拿，但是米拉阻止了你并抗议。",
	"{@i \"Nevena was right,\"} you say and gently remove your daughter's hand from your arm. {@i \"We have to cut them off from the shadow road to protect others from what we unleashed. You should go, quickly; tell others to remember us—and not to repeat our mistakes.\"}": "{@i \"Nevena was right,\"} 你说着轻轻地把女儿的手从你的胳膊上移开。{@i \"We have to cut them off from the shadow road to protect others from what we unleashed. You should go, quickly; tell others to remember us—and not to repeat our mistakes.\"}",
	"{@i \"The power it takes will kill you!\"} She protests, but you know already.": "{@i \"The power it takes will kill you!\"} 她抗议，但你已经知道。",
	"{@i \"These things will do no less to us, and to anyone else they find unless we trap them here.\"} You reach again for the relic, but a searing, cold pain rips across your back. Turning, a hulking wraith looms before you with a deep, inhuman laugh within its formless darkness. Fire bursts on the creature's side, and you see Ivon stagger away from a pack of shadows. He is withered and drained; the wraith turns to him in rage, but Ivon looks to you.": "{@i \"These things will do no less to us, and to anyone else they find unless we trap them here.\"} 你再次伸手去拿遗物，但一股灼热的寒冷疼痛划过你的背部。转过身，一个庞大的幽灵在你面前隐约出现，身躯里传来深沉而非人类的笑声。火焰在这个生物的身边爆发，你看到伊文从一群阴影中蹒跚而出。他憔悴而虚弱；幽灵转向他，愤怒地看着他，但伊文却看向了你。",
	"{@i \"We can't hold them,\"} he rasps, and then he is lost beneath a sea of shadows.": "{@i \"We can't hold them,\"}他嘶哑地说着，然后消失在一片阴影之海中。",
	"You turn back to see the relic and Mila both gone. You see a flicker, a lock of dark hair, waver through the portal. Dread and pride collide in your chest as you know what she's done, and the rumbling in the darkness confirms it. A terrible shrieking erupts all around you as the archway warps and goes dark, echoing the notes of triumphant grief in your mind before you feel cold, incorporeal talons tear into you.": "你转身看到遗物和米拉都消失了。你看到一个闪烁，一缕黑发，在传送门中摇摆。恐惧和骄傲在你的胸膛中碰撞，因为你知道她做了什么，黑暗中的隆隆声证实了这一点。可怕的尖叫声在你四周爆发，拱门扭曲并变暗，回荡着你脑海中胜利和悲伤的音符，然后你感觉到冰冷、无形的爪子撕裂你。",
	"The {@creature spectral memory|WL50} of Stefanya lurks just over the edge of the cliff, rising to attack if she is spotted, if the PCs attempt to leave the area, or after a PC interacts with her amulet in any way.": "斯黛法妮娅的{@creature spectral memory|WL50}就藏在悬崖边缘，一旦被发现、PC尝试离开该区域，或者有PC以任何方式与她的护身符互动后，她就会突然袭击。",
	"See the Memorian Specters sidebar on page 8 for guidance on how the PCs can peacefully interact with Stefanya's spirit.": "请参考第8页的《纪念幽灵》侧栏，了解角色如何可以与Stefanya的灵魂和平互动。",
	"If restored, Stefanya pleads with the PCs: {@i \"I implore you, strangers: Put an end to this place, if you can. Allow it to defile our memories no longer.\"} Once she vanishes into the {@item light of memoria|WL50|light}, her body crumbles to dust, except for the {@item amulet of memory|WL50}.": "如果被恢复，Stefanya恳求PC们：{@i \"I implore you, strangers: Put an end to this place, if you can. Allow it to defile our memories no longer.\"} 一旦她消失在{@item light of memoria|WL50|light}中，她的身体就会化为尘土，除了{@item amulet of memory|WL50}。",
	"Aside from the {@item amulet of memory|WL50}, Stefanya's body holds a {@item golden diadem|WL50} worth 250 gp and inlaid with the same cresting wave symbol that appears on the {@item amulet of memory|WL50|amulet}.": "除了{@item amulet of memory|WL50}之外，Stefanya的身上还携带着价值250 gp的{@item golden diadem|WL50}，上面镶嵌着与{@item amulet of memory|WL50|amulet}上相同的波浪纹章。",
	"Escaping requires the PCs to take the {@item light of Memoria|WL50}, charged with the spirits of Stefanya, Nevena, and Ivon, to {@area Area 1|WL50-01|x} and use it to open the portal back to Midgard. {@creature The Forgotten|WL50} doesn't plan to make it so easy. It restrained itself to allow the PCs to gather the means of their—and thus its— escape, but it revels itself as they prepare the portal.": "逃脱需要玩家角色带着{@item light of Memoria|WL50}，里面装载着Stefanya、Nevena和Ivon的灵魂，前往{@area Area 1|WL50-01|x}，并使用它打开返回中加德的传送门。{@creature The Forgotten|WL50}并不打算让事情变得那么简单。它克制住自己，让玩家角色收集逃脱的必要条件，但当他们准备打开传送门时，它显露出真身。",
	"When the PCs activate the portal, the archway starts sparking and growing in power for 1 minute. As the portal begins to open, {@creature the Forgotten|WL50} surges forward from the darkness and shrieks, {@i \"Freedom! At last!\"} It laughs as it attacks, gloating it will claim them as its first living victims in far too long.": "当玩家角色激活传送门时，拱门开始闪烁并在1分钟内不断增强力量。当传送门开始打开时，{@creature the Forgotten|WL50} 从黑暗中冲出并尖叫着，{@i \"Freedom! At last!\"} 它在攻击时大笑，自鸣得意地说会将他们作为它太久以来的第一个活生生的受害者。",
	"{@creature The Forgotten|WL50} is a {@creature specter}, and it brings two {@creature shadow|MM|shadows} with it to slay the PCs. Ordinarily, this fight might be too difficult a challenge for the PCs, but the spirits within the {@item light of Memoria|WL50} aid them against {@creature the Forgotten|WL50}.": "{@creature The Forgotten|WL50}是一个{@creature specter}，它带来两个{@creature shadow|MM|shadows}来消灭PCs。通常，这场战斗对PCs来说可能是一个太艰巨的挑战，但是{@item light of Memoria|WL50}内的灵魂帮助他们对抗{@creature the Forgotten|WL50}。",
	"When {@creature the Forgotten|WL50} attacks, an audible {@i \"No!\"} emerges from the light, as the spirits of Nevena, Stefanya, and Ivon react to the specter's presence. The item surges with brilliance, and the light it sheds becomes sunlight, weakening {@creature the Forgotten|WL50} and its shadows. The PC wielding the light notices that it begins to crumble, bit by bit.": "当{@creature the Forgotten|WL50}发动攻击时，一声可闻的{@i \"No!\"}从光线中传出，尼维娜（Nevena）、史黛芬妮娅（Stefanya）和伊文（Ivon）的灵魂对幽灵的存在做出反应。物品闪耀着光辉，散发出的光芒变成阳光，削弱{@creature the Forgotten|WL50}及其阴影。持有这束光的玩家注意到它开始逐渐崩溃，一点点消失。",
	"If the encounter lasts for more than a minute, the portal crackles to life, and {@creature the Forgotten|WL50} attempts to flee through it. {@creature The Forgotten|WL50} won't risk being trapped here again just to kill the PCs. The PCs can pursue {@creature the Forgotten|WL50} and continue the combat, or let it escape, wreaking havoc best left for another adventure.": "如果遭遇持续超过一分钟，传送门会发出噼啪声，{@creature the Forgotten|WL50} 试图通过它逃走。{@creature The Forgotten|WL50} 不愿冒再次被困在这里的风险，只是为了杀死PC。PC可以追击{@creature the Forgotten|WL50}并继续战斗，或者让它逃走，制造混乱，最好留待另一个冒险中解决。",
	"If defeated, {@creature the Forgotten|WL50} unleashes an unholy screech as it dissipates. The Oubliette, no longer sustained by the Memorians nor the Forgotten's ego, warps and begins to collapse. Once the portal opens after defeating {@creature the Forgotten|WL50}, the PCs have 3 rounds to escape through the portal before perishing in the collapse of the Oubliette. Once back on Midgard, they see, through the archway, the Oubliette crumble, giving way to empty dark as the gate closes.": "如果被击败，{@creature the Forgotten|WL50} 在消散时发出一声邪恶的尖叫。地牢，不再受到记忆者们或被遗忘者的自我支撑，开始扭曲并开始坍塌。在打败{@creature the Forgotten|WL50}后传送门打开后，PC们有3回合的时间逃离传送门，否则将在地牢坍塌中丧生。一旦回到中加德，他们透过拱门看到地牢崩溃，空无一物，随着大门关闭。",
	"Once the gate closes, the {@item light of memoria|WL50|light} pulsates a bright blue once more, illuminating the cracks and gaps in it, then breaks. A fist-sized chunk of blue gemstone remains among the worthless shards, still glowing faintly. This chunk functions as a {@item gem of brightness} with 50 charges. If the PCs sacrificed life energy to the light and aged as a result, the aging effects are reversed, with the PCs returning to the ages they were before sacrificing life energy to the light.": "一旦大门关闭，{@item light of memoria|WL50|light} 再次发出明亮的蓝光，照亮了其中的裂缝和缝隙，然后破碎了。一块拳头大小的蓝宝石碎片留在了那些毫无价值的碎片中间，依然微弱地发光。这块碎片可以作为一个{@item gem of brightness}，拥有50次使用次数。如果玩家角色为了光明而牺牲了生命能量并因此变老，那么这些老化效应会被逆转，玩家角色会恢复到在牺牲生命能量之前的年龄。",
	"The images of the {@creature spectral memory|WL50|spectral memories} briefly flicker before the PCs, appearing as they did in life. Before fading, they thank the PCs. Ivon promises the PCs will be remembered, wherever the Memorians are going, and asks Mnemosyne to watch over them. Nevena hopes the PCs will not remember the Memorians unkindly; they meant to do good. Stefanya assures the PCs Memoria can rest now, but she cautions them that the power here which inspired the Memorians to make a utopia could also be used for less benign purposes. The trio bids the PCs farewell, then fades away.": "在{@creature spectral memory|WL50|spectral memories}面前，影像短暂地闪现，呈现出他们生前的模样。在消失之前，他们向玩家角色表示感谢。伊文承诺玩家角色将被铭记，无论记忆者们去向何方，他请求默涅摩西妮（Mnemosyne）保佑他们。涅维娜希望玩家角色不会对记忆者们心存恶意；他们本意是想做好事。史黛芬妮向玩家角色保证，如今Memoria可以安息了，但她警告他们这里激发记忆者们创造乌托邦的力量也可能被用于不那么良善的目的。这三人向玩家角色告别，然后消失不见。",
	"The eerie feeling in the Lifeless Clearing vanishes, and the black vine around the arch withers to dust. Animals soon return, and, in time, the plants regrow.": "在无生之地的诡异感消失了，环绕拱门的黑藤蔓也凋零成尘。动物们很快回来了，植物也在时间的流逝中重新生长。",
	"After his experiences, {@creature Tymon|WL50} swears off returning to {@creature Gellert the Gruesome|KPSC|Gellert}. In fact, he plans to keep an eye on this area to make sure no one comes tampering with the gate, echoing Stefanya's sentiments about its potential.": "在经历过之后，{@creature Tymon|WL50} 发誓不再返回 {@creature Gellert the Gruesome|KPSC|Gellert}。事实上，他计划继续关注这个地区，以确保没有人来损坏大门，这与 Stefanya 对其潜力的看法相呼应。",
	"He intends to go to Redtower and start over. He knows {@creature Cagoth-ze|KPSC} won't be pleased with his disappearance and begins training to prepare himself for a possible retaliation from the gnome. To thank his rescuers, he gives the PCs his {@item stone of good luck|DMG}. He found it while poking around the Scarlet Citadel, and he's not sure it ever did him any good. He hopes it works better for them.": "他打算前往红塔并重新开始。他知道{@creature Cagoth-ze|KPSC}不会对他的失踪感到高兴，并开始训练，为了可能会受到侏儒报复做好准备。为了感谢他的救援者，他把他的{@item stone of good luck|DMG}交给了PC们。他在探索绯红城堡时找到了它，他不确定它对他有什么好处。他希望它对他们更有用。",
	"The PCs may decide from here to investigate the dangers of the Scarlet Citadel (see {@adventure Scarlet Citadel|KPSC}) or to rest, recuperate, and explore around Redtower (see {@loader Warlock #20: Redtower|adventure/Kobold Press; Scarlet Citadel.json} {@note [actually go see {@adventure Redtower in Scarlet Citadel|KPSC|2}]}). They may also wish to pursue the threads of this adventure elsewhere, perhaps going to Kammae in the Seven Cities seeking information about Mnemosyne and her unfortunate fate. They may also attempt to excavate what they can of what remains of Memoria, bringing it out of obscurity, or perhaps they have the ambition to attempt to reconstruct the shadow gate themselves.": "PCs可以决定从这里开始调查 Scarlet Citadel（见{@adventure Scarlet Citadel|KPSC}）或休息、恢复体力，并在 Redtower 周围探索（见{@loader Warlock #20: Redtower|adventure/Kobold Press; Scarlet Citadel.json}{@note [actually go see {@adventure Redtower in Scarlet Citadel|KPSC|2}）。他们也可以选择在其他地方继续这次冒险的线索，也许前往七城中的 Kammae 寻找有关 Mnemosyne 及其不幸命运的信息。他们也可以尝试挖掘 Memoria 的遗迹，将其从被遗忘中挖掘出来，或者也许他们有雄心壮志尝试自己重建暗影之门。",
	"Found in the Tome of Beasts on page 348, {@creature shroud|ToB|shrouds} are ordinarily remnants of wicked people who died yet refuse to rest in peace. In this adventure, the {@creature shroud|ToB|shrouds} are Memorian citizens who died when restless undead spirits appeared after Memoria's leaders performed a ritual to bridge the gap between the living and the dead. When the leaders sealed the restless spirits of the undead in the Oubliette, a demiplane between the Shadow Ream and Midgard, they inadvertently sealed the spirits of the Memorian citizens as well. Many of these citizens are now {@creature shroud|ToB|shrouds}, lost, confused, and not wholly aware of their fate as they endlessly wander the Oubliette.": "在《野兽之书》第348页中发现，{@creature shroud|ToB|shrouds}通常是邪恶人士的遗骸，他们死后却拒绝安息。在这次冒险中，{@creature shroud|ToB|shrouds}是Memoria市民，当Memoria的领袖们执行仪式来架起生者和死者之间的桥梁后，这些市民死于不安的不死之灵的出现。当领袖们将不安的不死之灵封印在Oubliette中时，一个位于暗影国度和米德加德之间的半位面中，他们无意中也封印了Memoria市民的灵魂。许多这些市民现在成为{@creature shroud|ToB|shrouds}，迷失、困惑，对自己的命运并不完全意识，无休止地在Oubliette中徘徊。",
	"The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.": "以下文字为Wizards of the Coast, LLC.的财产，版权归2000 Wizards of the Coast, Inc (\"巫师\")所有。保留所有权利。",
	"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.": "定义：(a)“贡献者”指已经贡献了开放游戏内容的版权和/或商标所有者；(b)“衍生材料”指包括衍生作品和翻译（包括转换为其他计算机语言）、改编、修改、校正、添加、扩展、升级、改进、编纂、节选或其他形式的受版权保护材料，现有作品可能被重新构思、转换或调整；(c)“分发”指复制、许可、出租、租赁、销售、广播、公开展示、传输或以其他方式分发；(d)“开放游戏内容”指游戏机制，包括方法、程序、流程和例行程序，只要这些内容不包含产品标识，并且是对先前技术的增强以及任何由贡献者明确标识为开放游戏内容的附加内容，指根据本许可证涵盖的任何作品，包括根据版权法的翻译和衍生作品，但明确排除产品标识。(e)“产品标识”指产品和产品系列名称、标识和识别标记，包括商业外观；物品；生物角色；故事、情节、情节线、主题元素、对话、事件、语言、艺术作品、符号、设计、描绘、相似之处、格式、姿势、概念、主题和图形、摄影和其他视觉或音频表现；角色、法术、魔法、个性、团队、人物、相似之处和特殊能力的名称和描述；地点、环境、生物、装备、魔法或超自然能力或效果、标识、符号或图形设计；以及任何其他由产品标识所有者明确标识为产品标识的商标或注册商标，明确排除开放游戏内容；(f)“商标”指贡献者用于识别自身或其产品或贡献给开放游戏许可的相关产品的标识、名称、标记、口号、设计；(g)“使用”、“用于”或“使用”指使用、分发、复制、编辑、格式化、修改、翻译和以其他方式创建开放游戏内容的衍生材料；(h)“您”或“您的”指本协议的许可人。",
	"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.": "许可证：本许可证适用于包含指示只能根据本许可证使用的任何开放游戏内容。您必须在使用的任何开放游戏内容上附上这样的通知。除非许可证本身描述，否则不得添加或减少任何条款。不得将任何其他条款或条件应用于使用本许可证分发的任何开放游戏内容。",
	"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.": "接受与同意：通过使用开放游戏内容，您表示接受本许可证的条款。",
	"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.": "授予和对价：作为同意使用此许可证的对价，贡献者授予您一项永久性、全球范围内、免版税、非独占性的许可，具有使用本许可证中确切条款的开放游戏内容。",
	"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.": "贡献权限的表述：如果您以开放游戏内容的形式贡献原创材料，您声明您的贡献是您的原创作品和/或您拥有足够的权利授予本许可证所传达的权利。",
	"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.": "许可证版权通知：您必须更新本许可证的COPYRIGHT NOTICE部分，以包含您复制、修改或分发的任何开放游戏内容的COPYRIGHT NOTICE的确切文本，并且您必须在您分发的任何原始开放游戏内容的COPYRIGHT NOTICE中添加标题、版权日期和版权所有者的名称。",
	"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.": "产品身份的使用：您同意不使用任何产品身份，包括作为兼容性指示，除非在与该产品身份的每个元素的所有者另行签订的独立协议中明确许可。您同意不在包含开放游戏内容的作品中指示与任何商标或注册商标的兼容性或共适应性，除非在与该商标或注册商标的所有者另行签订的独立协议中明确许可。在开放游戏内容中使用任何产品身份并不构成对该产品身份所有权的挑战。在开放游戏内容中使用的任何产品身份的所有者将保留对该产品身份的所有权、标题和利益。",
	"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.": "识别：如果您分发开放游戏内容，您必须清楚地指出您正在分发的作品中哪些部分是开放游戏内容。",
	"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.": "更新许可证：巫师或其指定代理人可能会发布此许可证的更新版本。您可以使用此许可证的任何授权版本来复制、修改和分发最初在此许可证的任何版本下分发的任何开放游戏内容。",
	"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.": "您必须在您分发的每份开放游戏内容副本中包含这份许可证的副本。",
	"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.": "贡献者积分使用：除非您获得了贡献者的书面许可，否则您不得使用任何贡献者的姓名来营销或宣传开放游戏内容。",
	"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.": "无法遵守：如果由于法令、司法命令或政府法规而使您无法遵守本许可证的任何条款，涉及部分或全部开放游戏内容，那么您可能无法使用受影响的任何开放游戏素材。",
	"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.": "终止：如果您未能遵守本许可协议的所有条款并在发现违约后30天内未能纠正违约行为，则本许可协议将自动终止。所有子许可将在本许可协议终止后继续有效。",
	"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.": "改革：如果本许可证的任何条款被认为是不可执行的，则应仅对该条款进行改革，以使其可执行。",
	"{@b Open Game License v 1.0a} Copyright 2000, Wizards of the Coast, LLC.": "{@b Open Game License v 1.0a} 版权所有 2000 年，海岸巫师有限责任公司 (Wizards of the Coast, LLC)。",
	"{@b System Reference Document 5.0} Copyright 2016, Wizards of the Coast, Inc.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.": "{@b System Reference Document 5.0} 版权所有 2016 年, 海岸巫师公司；作者迈克·米尔斯, 杰瑞米·克劳福德, 克里斯·佩金斯, 罗德尼·汤普森, 彼得·李, 詹姆斯·怀亚特, 罗伯特·J·施沃布, 布鲁斯·R·科代尔, 克里斯·辛斯, 史蒂夫·汤森德, 基于 E. 加里·盖伊格斯 和戴夫·阿尼森 的原始材料。",
	"{@b Tome of Beasts.} Copyright 2016, Open Design; Authors Authors Chris Harris, Dan Dillon, Rodrigo Garcia Carmona, and Wolfgang Baur.": "{@b Tome of Beasts.} 版权所有 2016 年，开放设计；作者克里斯·哈里斯 (Chris Harris)，丹·迪隆 (Dan Dillon)，罗德里戈·加西亚·卡尔蒙纳 (Rodrigo Garcia Carmona)，和沃尔夫冈·鲍尔 (Wolfgang Baur)。",
	"{@b Warlock 20: Redtower.} Author: Wolfgang Baur, Victoria Jaczko, Mike Welham. © 2020 Open Design LLC.": "{@b Warlock 20: Redtower.} 作者：沃尔夫冈·鲍尔（Wolfgang Baur），维多利亚·雅茨科（Victoria Jaczko），迈克·韦尔汉姆（Mike Welham）。© 2020 Open Design LLC。",
	"{@b The Light of Memoria.} © 2020 Open Design LLC. Author Victoria Jaczko.": "{@b The Light of Memoria.} © 2020 开放设计有限责任公司。作者维多利亚·雅茨科 (Victoria Jaczko)。"
}