{
	"In \"A Familiar's Quandary,\" players take on the role of familiars who must work together to undo the effects of a faulty {@i polymorph potion} that has turned their wizardry friend into goo. They will need to act quickly, for the transformation threatens to become permanent! The adventure is a lighthearted romp through a wizard's tower and can be completed without combat in two to three hours by four or five players.": "在《熟悉的困境》中，玩家扮演使魔的角色，他们必须共同努力来消除一个错误的{@i polymorph potion}的影响，这个{@i polymorph potion}已经将他们的巫术朋友变成了粘液。他们需要迅速行动，因为这种转变可能会变成永久的！这次冒险是在一个巫师的塔楼中进行的轻松奔跑，可以在四到五名玩家的情况下，在两到三个小时内完成，而且不需要战斗。 (A Familiar's Quandary)",
	"To celebrate {@link D&D Beyond's 4th anniversary|https://www.dndbeyond.com/posts/1056-schedule-of-events-celebrate-4-years-with-d-d}, we played \"A Familiar's Quandary\" live to benefit two amazing charities, Jasper's Game Day and Stack Up. You can watch it here:": "为了庆祝{@link D&D Beyond's 4th anniversary|https://www.dndbeyond.com/posts/1056-schedule-of-events-celebrate-4-years-with-d-d}，我们现场演出了《A Familiar's Quandary》，以支持两个了不起的慈善机构，Jasper's Game Day和Stack Up。你可以在这里观看：",
	"The wizened human wizard Mister Taberknack has spent decades mastering the art of summoning familiars in his decrepit home, Taberknack Tower. He sees spells like {@spell find familiar} and {@spell flock of familiars|LLK} as juvenile and flawed incantations. In fact, Mister Taberknack has not only learned how to summon multiple familiars that remain on the Material Plane indefinitely, he has crafted a magical oven that can reconstitute his familiars when they take a nasty fall and go {@i poof}.": "老成有智慧的人类法师泰贝克纳克先生已经花费几十年的时间来掌握在他破旧的家——泰贝克纳克塔中召唤 familiars 的艺术。他认为像 {@spell find familiar} 和 {@spell flock of familiars|LLK} 这样的咒语是幼稚且有缺陷的咒语。事实上，泰贝克纳克先生不仅学会了如何召唤多个 familiars 并使它们在物质位面上永久存在，他还打造了一个魔法烤箱，可以在 familiars 摔倒并且变成 {@i poof} 时重新构造它们。",
	"But Mister Taberknack's ambitions get the better of him in \"A Familiar's Quandary.\" While taste-testing a freshly brewed {@i potion of polymorph} — made so that he might spend some time in his familiars' shoes — the wizard discovers that the calculations behind his concoction are off. His familiars watch from their enclosures as the wizard turns into a puddle of goo and are suddenly tasked with reversing the magic.": "但塔伯克纳克先生的野心在《熟悉的困境》中起了作用。在品尝新鲜酿造的{@i potion of polymorph}时，他为了能够花些时间身处他的熟悉者鞋子中，发现了他调制的计算有误。他的熟悉者们从他们的囚笼中观察着，看着这位巫师变成一滩黏液，突然被交付了逆转魔法的任务。 (Mister Taberknack)",
	"Formerly known as Tower More, Taberknack Tower is a four-story wizard tower on the outskirts of a town or city of your choosing. Mister Taberknack acquired the property from his former colleague Marian More, a female elf who grew weary of the intricacies of humanoid society and turned into a moose using {@spell true polymorph}. She now spends her days roaming the countryside, occasionally returning to Taberknack Tower to visit Mister Taberknack.": "原名为塔莫尔的塔，塔贝克纳克塔是选择的城镇或城市郊外的一座四层巫师塔。塔贝克纳克先生从他的前同事玛丽安·莫尔（Marian More）手中获得了这块地产，她是一位女精灵，厌倦了人类社会的复杂性，并使用{@spell true polymorph}变成了一只驼鹿。她现在整天漫游在乡间，偶尔回到塔贝克纳克塔拜访塔贝克纳克先生。",
	"An unkempt lawn with tangled weeds surround the tower, which has tipped over the years thanks to an old tree that leans precariously against it and that has grown into the kitchen on the third floor. Mister Taberknack has been visited on no less than two occasions by the local Tower Owners Association (TOA), which has requested that he beautify his grounds and repair the tower. In Mister Taberknack's defense, the TOA has dragged their goblin feet on filling a pothole that sits just beyond the wizard's property line.": "草地凌乱，杂草丛生，围绕着塔楼，多年来，受一棵老树的影响，塔楼已经倾斜，老树危险地靠在塔楼上，长入了第三层的厨房。塔楼所有者协会（TOA）曾两次拜访塔贝纳克先生，要求他美化他的庭院并修复塔楼。在塔贝纳克先生的辩护中，TOA在填补巫师产权线外的一个坑洞上拖延不前。",
	"Inside, the tower is in similar disrepair. Mister Taberknack often loses himself in his work, so he depends on housekeeping services to maintain his home. But even remembering to give them a {@spell sending} can be troublesome for the wizard.": "塔内情况也同样破旧。Taberknack先生常常沉浸于工作之中，因此依赖家政服务来维护他的家。但就连记得给他们 {@spell sending} 也可能成为巫师的麻烦事。 (Taberknack)",
	"Playing as Mister Taberknack's familiars, the party must undo the magic of a bad {@i polymorph potion} that has turned their wizard owner into goo. They will need to explore Taberknack Tower to gather ingredients to concoct a {@i potion of last resort}.": "根据当地语言习惯，像(%num%)这样的文本在翻译中应仍然输出为(%num%)。\n- 翻译遵守dnd running group规则，专有名词在翻译后应在`()`中保留英文。\n\n作为 Mister Taberknack 的 familiars，队伍必须解开一个坏的{@i polymorph potion}的魔法，将他们的巫师主人变成了粘稠物质。他们需要探索 Taberknack Tower 来收集配料，调制出一个{@i potion of last resort}。",
	"Escape their enclosures and stop the oozy Mister Taberknack from falling down a drain (1st floor).": "逃离它们的囚笼，并阻止正在流向下水道的粘乎乎的塔伯克纳克先生（一楼）。",
	"Interpret the recipe for a {@i potion of last resort}, found in a book on Mister Taberknack's work desk (1st floor).": "在符合当地语言习惯的前提下，文本中像 (%num%) 这样的部分应该在翻译中仍然输出为 (%num%)。\n\n根据dnd游戏团规则翻译，并且专有名词在翻译后应该在英文括号 `()` 中保留。\n\n解读一份位于 Taberknack 先生办公桌（一楼）上的一本书中的 {@i potion of last resort} 配方。",
	"Gather the following ingredients from throughout the tower: a toe nail (1st or 4th floor), a purple flower clipped from a black vine (2nd floor), one salami (3rd floor), and a scoop of pink gel gathered from a {@creature flumph} (4th floor).": "从整个塔中收集以下材料：一个脚趾甲（1楼或4楼），从黑藤上剪下的一朵紫色花（2楼），一根萨拉米香肠（3楼），以及从{@creature flumph}（4楼）采集的一勺粉红色凝胶。",
	"Stop the housekeeper from throwing Mister Taberknack away (1st floor).": "阻止管家把Taberknack先生(1楼)扔掉。",
	"Concoct the potion and \"feed\" it to Mister Taberknack (1st floor).": "制作药水，并将其“喂”给塔贝克纳克先生（一楼）。",
	"In this adventure, the players are familiars. At character creation, each player chooses a form from the options presented in the {@spell find familiar} spell. If a player chooses a fish ({@creature quipper}) or {@creature sea horse}, they begin the game near a {@adventure definitely not a hamster ball|AFamiliarsQuandary|0|Definitely not a hamster ball}. At the Dungeon Master's discretion, the players can choose from forms offered in other books, such as the {@creature fox|IDRotF} and {@creature hare|IDRotF}, which are options presented in {@adventure Icewind Dale: Rime of the Frostmaiden|IDRotF}.": "在这个冒险中，玩家们是熟悉的。在角色创建时，每个玩家从提供的{@spell find familiar}法术中选择一个形态。如果玩家选择了鱼({@creature quipper})或{@creature sea horse}，他们将在游戏开始时靠近一个{@adventure definitely not a hamster ball|AFamiliarsQuandary|0|Definitely not a hamster ball}。在地下城主的判断下，玩家可以从其他书籍提供的形态中选择，比如{@creature fox|IDRotF}和{@creature hare|IDRotF}，这些选项在{@adventure Icewind Dale: Rime of the Frostmaiden|IDRotF}中呈现。",
	"Mister Taberknack has mastered the art of summoning familiars. Take note of the following:": "塔贝克纳克先生已经掌握了召唤宠物的艺术。请注意以下内容： (Mister Taberknack has mastered the art of summoning familiars. Take note of the following:)",
	"Each familiar has the maximum amount of hit points available for its form. For example, a {@creature rat} has 3 hit points.": "每个熟悉物体都具有其形式的最大生命值。例如，一个{@creature rat}有3个生命值。",
	"The characters can freely communicate with one another and understand each other, even if their normal forms and statistics would not permit them to speak or understand language. They can also understand Mister Taberknack, though he cannot understand them. ": "这些角色可以自由地彼此交流并理解彼此，即使它们的正常形态和统计数据不允许它们说话或理解语言。它们也能理解塔贝纳克先生，尽管他无法理解它们。 (Mister Taberknack)",
	"If a character would reach 0 hit points, their spirit is pulled into the {@adventure familiar reconstitution oven|AFamiliarsQuandary|0|Familiar reconstitution oven} on the first floor of the wizard's tower. After 1 minute, the character emerges from the oven in a form chosen at random from the {@spell find familiar} spell. They have the maximum amount of hit points available for its new form.": "如果一个角色的生命值降至0点，他们的灵魂将被拉入魔法师塔的{@adventure familiar reconstitution oven|AFamiliarsQuandary|0|Familiar reconstitution oven}。1分钟后，角色以随机选择的形式从{@spell find familiar}法术中出现。他们在新形态中有可用的最大生命值。",
	"At character creation or when the adventure begins, randomly select a player and openly announce that their character is Mister Taberknack's favorite familiar. Then, choose a second player and announce that their character is Mister Taberknack's least favorite familiar. Ask the group why this might be the case.": "在角色创建或冒险开始时，随机选择一个玩家，并公开宣布他们的角色是塔伯克纳克先生最喜欢的熟悉人物。然后，选择第二个玩家，并宣布他们的角色是塔伯克纳克先生最不喜欢的熟悉人物。询问团队为什么会出现这种情况。 (Mister Taberknack)",
	"Mister Taberknack was never one to clean up after himself. The blue-haired human wizard has a talent for making a mess around his four-story tower, which has a slight tilt and is dimly lit thanks to a tree that is slowly growing its way through it. Even his lawn is weedy, a fact that the Tower Owners Association, or TOA, points out whenever he wanders out with a cup of tea for a bit of sun. Hells, Mister Taberknack can hardly be bothered to throw on much more than his purple wizard's robes, which is embroidered with silvery stars.": "塔贝克纳克先生从不擅长打扫。这位蓝发人类巫师擅长在他的四层塔周围搞得一团糟，而这座塔稍微倾斜，昏暗的光线是由一棵树慢慢穿过的。甚至他的草坪也长满了杂草，这是塔主协会（TOA）每当他拿着一杯茶出去晒太阳时都会指出的事实。该死的，塔贝克纳克先生几乎没有精力穿上更多的东西，只是穿着他的紫色巫师长袍，上面绣着银色的星星。",
	"But for all his faults, the wizard of Taberknack Tower is known to care dearly for his familiars. What they feel for him is another matter, but something we are soon to discover.": "尽管有他的缺点，塔伯纳克塔的巫师以疼爱他的灵兽而闻名。他们对他的感情是另一回事，但这是我们即将发现的事情。 (Taberknack Tower)",
	"We begin our adventure on the first floor of the wizard's tower, which functions as Mister Taberknack's workspace. It is complete with a desk and chair, bookcase, large cauldron, and the wizard's greatest invention: the familiar reconstitution oven. Mister Taberknack's desk is riddled with papers, half-filled potion bottles, and spilled alchemical ingredients.": "我们的冒险从巫师塔的一楼开始，这里是塔伯克纳克先生的工作场所。这里配备了一张桌子和椅子，书架，大锅，以及巫师最伟大的发明：熟悉再造烤箱。塔伯克纳克先生的桌子上堆满了文件，半满的药水瓶，还有溢出的炼金材料。 (Mister Taberknack)",
	"Each of you are in your enclosures, watching as the old wizard takes a ladle and dips it into the cauldron. He pours a heaping scoop of a steaming iridescent liquid into a wide-mouthed potion bottle. \"A salute, my dear friends,\" he says to you, \"to the longevity and pursuit of animal-kind!\"": "你们每个人都在各自的围栏里，看着老巫师拿起一只勺子，将它浸入大锅中。他将一勺子热气腾腾、闪闪发光的液体倒进一个宽口的药水瓶里。“向你们，我亲爱的朋友们，致以敬礼，为了动物的长寿与追求！” (wizard)",
	"As Mister Taberknack salutes his familiars, have each of the players introduce their characters and describe their enclosures.": "在符合当地语言习惯的情况下，像 (%num%) 这样的文本在翻译中应仍然输出为 (%num%)。\n翻译应符合 dnd 运行组规则，专有名词在翻译后应保留英文括号中的内容。\n当塔贝纳克先生向他的熟悉的人行礼时，让每个玩家介绍他们的角色并描述他们的住所。",
	"Though Mister Taberknack's quarters are messy, he goes to great lengths to decorate his familiars' enclosures and keep them tidy. For his favorite familiar, he has a tiny portrait hanging on a wall in their enclosure with a brass plate that reads: \"Familiar of the Month.\"": "尽管塔伯纳克先生的住所很乱，但他却不遗余力地装饰他的使者的围栏，并保持它们整洁。对于他最喜爱的使者，他在它们的围栏上挂了一幅微小的肖像，上面有一个铜牌，上面写着：“本月之使者”。（Mister Taberknack）",
	"Whenever the wizard turns his attention to brewing potions, he keeps his familiars in their enclosures to minimize accidents. It is from these that the characters watch as Mister Taberknack drinks his latest concoction, which turns out to be a faulty {@i potion of polymorph}.": "每当这位巫师将注意力转向酿造药水时，他都会将他的熟悉生物关在它们的围笼中，以尽量减少意外事件。正是从这些围笼中，人物们看着塔伯纳克先生喝下他最新的饮品，结果却是一个有问题的{@i potion of polymorph}。",
	"Mister Taberknack's finest invention is the familiar reconstitution oven. Appearing as a tiny oven, it is a magical device that captures the spirit of any familiar that falls to 0 hit points while in or near Taberknack Tower. When a spirit enters the device, it whirs and a timer begins. After 1 minute inside of the oven, the spirit emerges in a new animal form chosen at random from those offered by the {@spell find familiar} spell.": "塔贝克纳克先生最精妙的发明是熟悉的再造烤箱。看起来像一个小烤箱，它是一个神奇的装置，可以捕捉任何熟悉的灵魂，当它们在或附近的塔贝克纳克塔上的时候，血量降到0点。当一个灵魂进入装置时，它会嗡嗡作响，计时器开始计时。在烤箱内停留1分钟后，灵魂会以新的动物形态出现，随机选择自{@spell find familiar}咒语提供的形态。 (Taberknack)",
	"Mister Taberknack downs the potion. He smacks lip. \"Interesting...\" he says before, POOF!,a puff of rainbow smoke fills the room. Something splatters to the ground. As the smoke clears, you see a rainbow ooze where the wizard once stood.": "塔贝纳克先生喝下了药水。他嘴唇发出噗嗤声。“有趣…”他说道，随后，噗！一股彩虹烟雾充满了房间。一些东西溅落在地上。随着烟雾消散，你看到一团彩虹粘液，原本站着的巫师不见了。(Mister Taberknack)",
	"\"Oh goodness, this is unpleasant,\" you hear from a mouth floating in the muck. \"I'm afraid you'll need to help me out of this. Now, I don't have much in the way of skin, but I do believe I'm slipping toward the drain ever so slowly.\" Mister Taberknack's oozy form flattens and you watch as he slowly begins to slide toward a drain in the {@footnote center of the room.*|Does Mister Taberknack follow protocols for safe disposal of magical waste? I'll leave that up to you.} What do you do?": "“哦，天哪，这太不愉快了。”你听到一个从淤泥中飘出的声音说道，“我担心你得帮我脱困。现在，我的皮肤不多，但我确信我正慢慢地朝着排水口滑动。”塔贝克纳克先生的黏黏的形态变平，你看着他慢慢地朝着{@footnote center of the room.*|Does Mister Taberknack follow protocols for safe disposal of magical waste? I'll leave that up to you.}排水口滑动。你要怎么做？",
	"The characters will need to act fast if they hope to stop Mister Taberknack from going down the drain. Each of their enclosure doors are locked but can be broken down with a successful {@dc 10} Strength check. Alternatively, a creature can squeeze through an opening in their enclosure if they succeed on a {@dc 8} Dexterity ({@skill Acrobatics}) check. Fish ({@creature quipper|MM|quippers}) and {@creature sea horse|MM|sea horses} are kept in open-air fish tanks and can leap out of their enclosure with a successful {@dc 5} Strength ({@skill Athletics}) check.": "根据当地语言习惯，文本如(%num%)应仍然在翻译中输出为(%num%)。\n- 翻译需遵守dnd跑团规则，专有名词在翻译后应保留英文在`()`中。\n\n如果角色们希望阻止塔贝纳克先生被冲走，他们需要迅速行动。每个围栏门都被锁上，但可以通过成功的{@dc 10}力量检定来撞开。另外，如果生物在他们的围栏中成功进行了{@dc 8}敏捷({@skill Acrobatics})检定，它们可以从围栏的缝隙中挤出来。鱼({@creature quipper|MM|quippers})和{@creature sea horse|MM|sea horses}被放在露天鱼缸中，可以通过成功的{@dc 5}力量({@skill Athletics})检定跳出他们的围栏。",
	"After escaping their enclosures, the characters can either block the drain or find a way to get Mister Taberknack to a safe location. A character who succeeds on a {@dc 8} Wisdom ({@skill Perception}) check notices a dusty broom and empty buckets buried under a stack of papers in the corner of the room.": "逃脱他们的囚笼后，角色可以选择堵住排水口，或者找到一种方法将Taberknack先生带到一个安全的地点。成功通过一次{@dc 8}智力检定的角色注意到房间角落堆满纸张下埋藏着一把灰尘飞扬的扫帚和空桶。",
	"Mister Taberknack occasionally takes his familiars out for a stroll — even the aquatic ones. For such times, he has invented the {@i definitely not a hamster ball}. This magical device is filled with water and is a habitable environment for any aquatic creature that is Small or Tiny size. While inside of a {@i definitely not a hamster ball}, a familiar can telepathically maneuver it and has a walking speed of 20 feet.": "塔伯克纳克先生偶尔会带着他的使者出去散步 — 即使是水生生物也一样。为了这样的时刻，他发明了{@i definitely not a hamster ball}。这个神奇的装置充满了水，是任何小型或微小型水生生物的栖息环境。在{@i definitely not a hamster ball}内，使者可以用心灵感应操控它，并拥有20英尺的行走速度。 (Taberknack)",
	"Though Mister Taberknack is safe from the threat of becoming magical sewage, one complication remains for the party: if the transformation is not reversed within an hour or two, the change will become permanent. To begin their quest, the characters must access the wizard's alchemy book and decipher the recipe for a {@i potion of last resort}. Mister Taberknack provides direction for the party:": "尽管Taberknack先生免受变成魔法污水的威胁，但对于小组来说仍然存在一个复杂的情况：如果变化在一两个小时内没有被逆转，那么这种变化将变得永久。为了开始他们的任务，角色必须获取巫师的炼金术书，并解读制作{@i potion of last resort}的配方。Taberknack先生为小组提供了指导：",
	"I suppose now would be a good time to explain that this mayhap will become permanent if I'm not changed back in the next hour or so. Luckily, I was prepared for such trouble. The proper potion to reverse this mess can be found in my alchemy book. I'm afraid I don't have eyes at the moment, but I promise you the recipe is in there. Just look for a bit of ooze in the margins.": "我想现在是个好时机解释一下，如果在接下来的一个小时内我没有改回来的话，这或许会变成永久性的。幸运的是，我早就为这种麻烦做好了准备。逆转这个混乱的合适药水可以在我的炼金书中找到。我现在恐怕没有眼睛，但我向你保证，配方就在那里。只需要在页边找一些污渍。",
	"Despite his predicament, Mister Taberknack is calm and encouraging of his familiar friends. He can speak as long as it takes for the characters to access his alchemy book, which is a worn, green leatherbound tome filled with scribbles as legible as a doctor's note. Lucky for the party, the wizard has a habit of doodling in the margins. With a successful {@dc 10} Intelligence ({@skill Investigation}) check, the characters can thumb (heh) through the pages of the tome to find the appropriate recipe to reverse the wizard's transformation.": "尽管陷入困境，塔伯纳克先生仍然保持镇定，并鼓励他的熟悉朋友们。只要角色们能够获取他的炼金书，他就可以说话，这本书是一本破旧的绿色皮革书，上面满是医生笔迹一样难以辨认的涂鸦。对于队伍来说，幸运的是，这位巫师有在页边随手画画的习惯。通过成功的{@dc 10}智力检定（{@skill Investigation}），角色们可以翻阅这本书的页面，找到逆转巫师变形的适当配方。",
	"You come to a page that depicts a puddle of an unknown substance with an arrow pointing at a smiling stick figure. Below that, you see the following ingredients, which have been drawn for your convenience:": "你来到一个描绘着一滩未知物质的页面，上面有一个指向一个微笑的棍人的箭头。在下面，你看到了以下成分，这些成分已经为你方便地绘制了出来:",
	"A toe nail": "一只脚趾甲 (A toe nail)",
	"A purple flower clipped from a black vine": "从黑色的藤蔓上剪下的紫色花朵 (A purple flower clipped from a black vine)",
	"One salami": "一根意大利香肠 (One salami)",
	"A scoop of pink gel taken from a {@creature flumph}": "从一个{@creature flumph}取出一勺粉红色的凝胶。",
	"Another drawing depicts these ingredients being dropped into a large cauldron of iridescent liquid, with poorly drawn animals squawking and barking around it.": "符合当地的语言习惯，并且像（%num%）这样的文本在翻译中仍然应该输出为（%num%）。\n\n根据dnd运行组的规则进行翻译，专有名词在翻译后应该在`()`中保留英文。\n\n另一幅图描述了这些成分被投入一个装满彩虹液体的大锅中，周围有着画得很差的动物发出叫声和吠声。",
	"Once the party has found the recipe for the {@i potion of last resort}, Mister Taberknack's mouth dissolves into his oozelike form.": "当队伍找到{@i potion of last resort}的配方时，塔伯纳克先生的嘴巴融化成了他像软泥一样的形态。（Mister Taberknack）",
	"When Mister Taberknack turned to ooze, a toe nail went flying and got lodged in the ceiling. A character that has a passive {@skill Perception} score of 10 or higher spots the toe nail:": "当Taberknack先生变成了软泥，一根脚趾甲飞了起来，卡在了天花板上。一个拥有被动{@skill Perception}得分为10或更高的角色会发现这个脚趾甲:",
	"Mister Taberknack's unfortunate transformation appears to have cost him a toe nail. Looking up, you see a tiny, dirty nail lodged in the ceiling.": "塔贝克纳克先生不幸的变形似乎让他掉了一根脚趾甲。抬头一看，你会看到一颗小而脏的指甲卡在天花板上。 (Mister Taberknack)",
	"The toe nail can be removed by hand (or claw) from the ceiling with a {@dc 8} Strength ({@skill Athletics}) check. If the check fails by 5 or more, the toe nail is extracted but the ceiling partially collapses. A creature beneath the collapsing ceiling must make a {@dc 8} Dexterity saving throw or take 1 point of bludgeoning damage and be buried by debris. A creature buried in this way is {@condition blinded} and {@condition restrained}. It can try to dig itself free as an action with a successful {@dc 10} Strength ({@skill Athletics}) check. Doing so ends the {@condition blinded} and {@condition restrained} conditions on itself.": "脚趾甲可以通过手（或爪）从天花板上移除，需要进行{@dc 8}力量（{@skill Athletics}）检定。如果检定失败并且失败值为5或更多，则脚趾甲被拔出，但天花板部分坍塌。处于坍塌天花板下方的生物必须进行{@dc 8}敏捷豁免检定，否则受到1点钝击伤害并被碎片掩埋。以这种方式被掩埋的生物为{@condition blinded}和{@condition restrained}。它可以尝试以行动方式用成功的{@dc 10}力量（{@skill Athletics}）检定来挣脱。这样做会结束其本身的{@condition blinded}和{@condition restrained}状态。",
	"The second floor of Taberknack Tower is a seating area complete with a couch, a couple chairs, a coffee table, and a fish tank containing four {@creature quipper|MM|quippers}. The tank is decorated like a ship wreck. Wedged between the tank and one of the couches is a tall black-leafed plant, atop which is a purple flower. Both the fish tank and couch have been badly slashed by the plant over the years.": "塔伯纳克塔的第二层是一个座位区，配备了一张沙发、几把椅子、一张咖啡桌，以及一个装有四只{@creature quipper|MM|quippers}的鱼缸。鱼缸被装饰得像一艘沉船。鱼缸和沙发之间夹着一株高高的黑叶植物，上面有一朵紫色的花。这些年来，植物已经把鱼缸和沙发都狠狠地削弱了。 (Taberknack Tower)",
	"The seating area is rarely used as Mister Taberknack doesn't often have guests. This is fortunate considering the plant is a {@creature nixing vine|AFamiliarsQuandary}, a dangerous sentient plant that strikes at creatures who get within 5 feet of it or objects that touch its delicate black leaves. The {@creature nixing vine|AFamiliarsQuandary} uses the stat block for an {@creature awakened shrub} and its purple flower is a component for the potion needed to reverse Mister Taberknack's transformation.": "座位区很少使用，因为Taberknack先生很少有客人。这是幸运的，考虑到这株{@creature nixing vine|AFamiliarsQuandary}植物，它是一种危险的有感知的植物，会攻击靠近它五英尺范围内的生物或触摸其细黑叶子的物体。该{@creature nixing vine|AFamiliarsQuandary}使用{@creature awakened shrub}的属性表，并且其紫色花朵是逆转Taberknack先生转化所需药水的成分。",
	"Characters who climb the fish tank can reach the purple flower. Once atop the fish tank, however, the characters will discover that Mister Taberknack forgot to close the tank's top after feeding the fish. They will need to make a successful {@dc 10} Dexterity ({@skill Acrobatics}) check to make their way across the tank to the {@creature nixing vine|AFamiliarsQuandary|nixing vine's} flower. Those who fail fall into the fish tank and are immediately attacked by the {@creature quipper|MM|quippers}.": "鱼缸上爬的角色能够到达紫色的花朵。然而，一旦登上鱼缸，角色们会发现塔贝克纳克先生在喂鱼后忘记关闭鱼缸的顶部。他们需要成功进行一个{@dc 10}敏捷度（{@skill Acrobatics}）检定来穿过鱼缸到达{@creature nixing vine|AFamiliarsQuandary|nixing vine's}花朵。那些失败的角色会落入鱼缸，并立即受到{@creature quipper|MM|quippers}的攻击。",
	"The purple flower can be retrieved without combat in a number of ways:": "紫色花朵可以在多种方式中无需战斗而获得：",
	"An object that continuously touches the {@creature nixing vine|AFamiliarsQuandary} is enough of a distraction that a creature can climb the vine to remove the flower.": "一个不断接触着{@creature nixing vine|AFamiliarsQuandary}的物体足以让生物分心，从而可以攀爬藤蔓摘取花朵。",
	"The purple flower can be swatted off the top of the {@creature nixing vine|AFamiliarsQuandary} with a broom or similar object.": "紫色的花可以用扫帚或类似的物体从{@creature nixing vine|AFamiliarsQuandary}的顶部拍掉。",
	"A small flame will frighten the {@creature nixing vine|AFamiliarsQuandary} and keep it from attacking.": "一小束火焰会吓到{@creature nixing vine|AFamiliarsQuandary}，让它不敢攻击。",
	"Upon retrieving the purple flower, there's a crash from the floor above. Mister Taberknack's magical mishap attracted the attention of a {@creature gremishka|VRGR} in the area. It climbed the tree that grows through the kitchen's small window and dropped down onto the kitchen counter. Displeased by the sight of a ceramic cup, the {@creature gremishka|VRGR} pushed it off the counter, causing it to shatter.": "在取得紫色花朵后，楼上传来了一声巨响。塔伯纳克先生的魔法意外引起了区域内一个{@creature gremishka|VRGR}的注意。它爬上穿过厨房小窗户的树，落到了厨房台面上。看到一个陶瓷杯，{@creature gremishka|VRGR}感到不满，将其推下台面，导致杯子碎裂。",
	"As the characters make their way up to the third floor, the sound of something eating can be heard. When they enter the kitchen, read the following:": "当角色们往上走到三楼时，可以听到有东西在吃东西的声音。当他们进入厨房时，请阅读以下内容：",
	"Mister Taberknack's kitchen is as impeccable as his organizational skills: not at all. Dirty dishes fill the sink on the far side of the kitchen, and splatters of pasta sauce and other foods stain the counters and cabinets that line the walls. The back wall has numerous shelves with treats for humans and familiars alike. Most notably, on one of the counters is what can only be described as a hairless mutant cat. It is midbite in a log of salami when it sees you, upon which it hisses, posed to strike.": "塔伯克纳克先生的厨房和他的组织能力一样完美：一点也不。在厨房远端的水槽里塞满了脏盘子，墙壁上的柜台和橱柜上沾满了意面酱和其他食物的溅迹。后墙上有许多架子，上面放着供人类和使魔享用的零食。尤其引人注目的是，在柜台上有一只只能被描述为无毛突变猫的东西。它正在一根意大利香肠上咬着，当它看到你时，它发出嘶嘶声，准备攻击。 (Mister Taberknack)",
	"{@creature gremishka|VRGR|Gremishkas} are tiny, foul-tempered monstrosities, but this one has a taste for salami. Unfortunately for the {@creature gremishka|VRGR}, that salami is the only meat in the house, and the party needs it to complete their quest.": "符合当地语言习惯，并且像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n- 翻译遵守 DND（Dungeons & Dragons）游戏团规则，专有名词在翻译后应在 `()` 中保留英文。\n\n{@creature gremishka|VRGR|Gremishkas} 是小小的、脾气暴躁的怪物，但这只怪物偏偏喜欢吃意大利腊肠。不幸的是，对于 {@creature gremishka|VRGR} 来说，这根腊肠是房子里唯一的肉食，而冒险队需要它来完成他们的任务。",
	"The salami can be retrieved without combat in a number of ways:": "意符合当地的语言习惯，文本如(%num%)应仍然在翻译中输出为(%num%)。\n- 翻译需遵循dnd running group的规定，专有名词在翻译后应在`()`中保留英文。\n\n意符合当地的语言习惯，文本如(%num%)应仍然在翻译中输出为(%num%)。\n- 翻译需遵循dnd running group的规定，专有名词在翻译后应在`()`中保留英文。可通过多种方式在无需战斗的情况下取回沙拉米肠。",
	"The {@creature gremishka|VRGR} will abandon the salami and chase after any character who taunts it. If the {@creature gremishka|VRGR} is led to the {@creature nixing vine|AFamiliarsQuandary} and attacked by it, the two monsters will fight one another.": "{@creature gremishka|VRGR} 会放弃萨拉米，追赶任何嘲笑它的角色。如果 {@creature gremishka|VRGR} 被引到 {@creature nixing vine|AFamiliarsQuandary} 并受到其攻击，两个怪物将互相战斗。",
	"With a successful {@dc 10} Charisma ({@skill Persuasion}) check, a character can offer a different food in exchange for the salami.": "在符合当地语言习惯的情况下，文本中像 (%num%) 这样的内容在翻译中仍应保持为 (%num%)。\n\n根据dnd运行小组规则，成功进行了 {@dc 10} 魅力检定，角色可以用不同的食物交换意大利香肠。",
	"A successful {@dc 10} group Charisma ({@skill Intimidation}) check will spook the {@creature gremishka|VRGR}. It will flee through the kitchen window.": "一个成功的 {@dc 10} 群体魅力 ({@skill Intimidation}) 检定会吓跑 {@creature gremishka|VRGR}。它会从厨房窗户逃走。",
	"The concoction needed to reverse Mister Taberknack's transformation asks for salami, but if a small amount is missing from the log, the wizard won't suffer any drawbacks when he becomes human again. If the {@creature gremishka|VRGR} is permitted to eat a significant portion of the salami, when Mister Taberknack becomes human again, he will be {@dice 1d2} feet shorter.": "需要逆转 Taberknack 先生的变身的配方要求萨拉米，但如果从记录中缺少一小部分，当他再次变回人类时，这位巫师将不会遭受任何不利影响。如果允许 {@creature gremishka|VRGR} 吃掉大部分的萨拉米，当 Taberknack 先生再次变回人类时，他将会比原来矮 {@dice 1d2} 英尺。",
	"When the party gets the salami, there's a loud knock at the front door on the first floor. Unbeknownst to the party, Mister Taberknack had recently decided to tidy up his quarters, and hired a housekeeper to do most of the heavy lifting for him. Unfortunately, he failed to mention that he keeps a menagerie of familiars, and the housekeeping service happened to send an ill-mannered orc named {@creature Amid|AFamiliarsQuandary} who can't tell the difference between a pest and a pet.": "当派对得到莎拉米时，在一楼前门处突然响起了一声巨响。派对成员并不知道，塔贝纳克先生最近决定整理自己的住所，并雇了一个管家来为他做大部分的重活。不幸的是，他没有提到他养了一群魔兽作为宠物，而管家服务偏偏派来了一个不懂礼貌的兽人，名叫{@creature Amid|AFamiliarsQuandary}，他分不清害虫和宠物的区别。",
	"There's a KNOCK, KNOCK, KNOCK at the front door on the first floor of the tower. You hear the faint jingle of keys before the door opens. \"Housekeeping,\" a grumpy voice calls out.": "塔楼一楼前门传来敲门声。你听到门打开之前钥匙的轻微声响。\"打扫卫生。\" 一个怒气冲冲的声音呼喊着。 (Housekeeping)",
	"{@creature Amid|AFamiliarsQuandary} uses the {@creature commoner} stat block and carries a feather duster, mop and bucket, and broom into the tower. Seeing the mess left by Mister Taberknack's mishap, {@creature Amid|AFamiliarsQuandary} immediately sets to cleaning the first floor. Unless Mister Taberknack has been hidden, the orc will see to dumping the wizard down the drain first.": "{@creature Amid|AFamiliarsQuandary} 使用 {@creature commoner} 属性块，携带着羽毛扫帚、拖把和水桶，进入了塔楼。看到塔贝克纳克先生造成的混乱，{@creature Amid|AFamiliarsQuandary} 立即开始清理一楼。除非塔贝克纳克先生已经被藏起来，否则兽人会首先把巫师扔进下水道。",
	"{@creature Amid|AFamiliarsQuandary} can be forced to abandon his housekeeping duties in a few ways without combat:": "{@creature Amid|AFamiliarsQuandary} 可以在不进行战斗的情况下通过几种方式弃置他的家务职责:",
	"A successful {@dc 10} group Charisma ({@skill Intimidation}) check can scare the orc out of the house. He will leave his supplies behind.": "一个成功的 {@dc 10} 组魅力 ({@skill Intimidation}) 检定可以把兽人吓出房子。他会留下他的补给品。",
	"Creating a ruckus on the third floor of the tower will draw {@creature Amid|AFamiliarsQuandary|Amid's} attention to the kitchen, where he will immediately strike at the {@creature gremishka|VRGR}. The {@creature gremishka|VRGR} will run him off. If the {@creature gremishka|VRGR} is not present, {@creature Amid|AFamiliarsQuandary} will be distracted by the shelves of food long enough for the characters to complete their quest.": "在塔楼的第三层闹事会吸引 {@creature Amid|AFamiliarsQuandary|Amid's} 的注意力到厨房，在那里他将立即袭击 {@creature gremishka|VRGR}。{@creature gremishka|VRGR} 会把他赶走。如果 {@creature gremishka|VRGR} 不在场，{@creature Amid|AFamiliarsQuandary} 将会被食物架分散注意力，足以让角色完成他们的任务。",
	"If a character steals {@creature Amid|AFamiliarsQuandary|Amid's} feather duster or other supplies, he will chase them. He will tire quickly and take a nap that lasts long enough for the party to complete their quest.": "如果一个角色偷了{@creature Amid|AFamiliarsQuandary|Amid's} 鸡毛掸子或其他物品，他会追赶他们。 他会很快感到疲倦，然后睡个长觉，足够让队伍完成他们的任务。 (dnd running group rules)",
	"If the characters refuse to confront {@creature Amid|AFamiliarsQuandary}, he will unknowingly dump Mister Taberknack down the drain. Don't fret if this occurs: when the party completes the concoction to undo the wizard's transformation, they can simply pour the {@i potion of last resort} down the drain. Mister Taberknack will become human again and cast {@spell misty step} to teleport back into his tower. He will be covered in sewage, however.": "根据当地语言习惯，像(%num%)这样的文本在翻译中仍应输出为(%num%)。\n- 翻译需遵守dnd运行组规则，专有名词在翻译后应在`()`中保留英文。\n\n如果角色们拒绝面对{@creature Amid|AFamiliarsQuandary}，他将不知不觉地把塔贝克纳克先生冲进下水道。如果这种情况发生，不要担心：当队伍完成了解除巫师变形的药剂时，他们可以简单地将{@i potion of last resort}倒进下水道。塔贝克纳克先生将重新变回人类，并施展{@spell misty step}法术将自己传送回他的塔中。然而，他会被污水覆盖。",
	"You come to the top floor of Taberknack Tower to meet the greatest foe to a creature such as yourself: a closed door. Mister Taberknack's bedroom door is made of wood and weathered from the years. It has a brassy circular knob.": "你来到塔伯纳克塔的顶层，迎接你的是对你这样的生物最大的敌人：一扇关闭的门。塔伯纳克先生的卧室门是由木头制成的，经过岁月的风吹雨打已经风化。门上有一个铜制的圆形把手。 (Mister Taberknack)",
	"Getting through the bedroom door is a tricky endeavor. Not only is the knob smooth and difficult to grasp for most familiars, the door is misaligned and requires a hard push to open. With a successful {@dc 8} Dexterity ({@skill Acrobatics}) check, a character can turn the door knob. A concurrent successful {@dc 10} Strength ({@skill Athletics}) check by another character can force the door open. Red the following when the characters enter the room:": "穿过卧室门是一个棘手的任务。不仅门把手光滑，大多数熟悉的人很难抓住，而且门没有对齐，需要用力推才能打开。通过成功的{@dc 8}敏捷（{@skill Acrobatics}）检定，角色可以转动门把手。另一个角色通过成功的{@dc 10}力量（{@skill Athletics}）检定，可以强行打开门。当角色进入房间时，请阅读以下内容：",
	"Mister Taberknack's carpeted room has a mildewy smell to it and is dark, with a couple windows covered with sheets. In the center of the room is a bed that is too small for his size. On one side of the room, a bookcase contains the wizard's collection of lighter reads. On the other, is a newly installed enclosure that towers over the room. In it is all manner of glowing plants as well as a peculiar creature that isn't too dissimilar from a jellyfish, save for its two beady eyes, wide head, and a bandaged tentacle. It floats midair in its enclosure and, noticing you, tilts its head. It has a faint green glow to it. ": "塔伯克纳克先生的铺着地毯的房间有一股发霉的气味，很暗，有几扇窗户被被单挡住了。房间中央是一张对他的体型来说太小的床。房间的一侧，一个书架上摆放着巫师收藏的一些轻松的读物。另一侧是一个新安装的围栏，高耸于房间之上。里面摆放着各种发光植物，以及一种与水母相似但又有所不同的奇特生物，除了它的两只小眼睛、宽大的头部和一根裹着绷带的触手之外。它在围栏中空中漂浮着，注意到你后，歪着头。它身上有微弱的绿光。 (Mister Taberknack)",
	"The creature in the enclosure is a {@creature flumph}. Such creatures glow different colors based on their mood: soft pink indicates amusement, blue sadness, green curiosity, and crimson anger. Upon hearing the door open, the {@creature flumph} turned green as it wondered over its visitors.": "围栏里的生物是一个{@creature flumph}。这些生物根据心情发出不同的颜色：柔和的粉红色表示愉快，蓝色表示悲伤，绿色表示好奇，深红色表示愤怒。听到门开了，{@creature flumph}变成了绿色，好奇地看着它的访客。",
	"The {@creature flumph} is pleasant, but Mister Taberknack has been careful to keep it isolated. He found the creature injured on a recent visit to the Underdark while searching for alchemical ingredients with a band of adventurers. Discovering that the creature was alone and afraid, the wizard took it in and is waiting to hear back from a rehabilitation center that can take it in for treatment.": "{@creature flumph} 是令人愉快的，但塔伯克纳克先生小心翼翼地将其隔离了。他在最近一次到地下世界寻找炼金材料时，与一群冒险家一起发现了这只受伤的生物。发现这只生物孤单而害怕，这位法师收留了它，并正在等待一个康复中心的回复，以便将其送往接受治疗。 (Mister Taberknack)",
	"Characters can safely enter its enclosure or release it. The {@creature flumph} will only attack if it is attacked first or approached while it is glowing crimson. In order to collect pink goo from the {@creature flumph}, the party must amuse or excite the creature. They can do so in all manner of ways, including:": "符合当地语言习惯，文本如 (%num%) 应仍然输出为 (%num%) 在翻译中。\n- 翻译符合 dnd 运行组规则，专有名词在翻译后应保留英文在 `()` 中。\n\n角色可以安全地进入它的圈地或释放它。如果 {@creature flumph} 被先攻击或在它发出深红色光芒时被接近，它才会攻击。为了从 {@creature flumph} 收集粉色粘液，队伍必须逗乐或激励这个生物。他们可以用各种方式做到这一点，包括：",
	"Feeding the {@creature flumph}. Any character who searches the bedroom will find a small collection of jars with food beside the flumph's enclosure. A character can climb the flumph's enclosure with a successful {@dc 8} Strength ({@skill Athletics}) check in order to feed the creature.": "喂食{@creature flumph}。任何角色搜查卧室时会发现一个小罐子的食物放在flumph围栏旁边。角色可以通过成功的{@dc 8}力量({@skill Athletics})检定来攀爬flumph的围栏以喂养这个生物。",
	"Dancing for the {@creature flumph}, which requires a successful {@dc 8} group Charisma ({@skill Performance}) check.": "在{@creature flumph}的情况下跳舞，这需要成功的{@dc 8}团队魅力检定({@skill Performance})。",
	"Once the flumph glows pink, a character can collect a scoop of goo with a spoon or similar instrument without issue.": "一旦莲花怪发出粉红色光芒，角色就可以用勺子或类似工具轻松地收集一勺粘液。 (flumph)",
	"If the party did not find the toe nail on the first floor, they can search the carpet for one. A character who searches the bedroom for at least 1 minute or succeeds on a {@dc 10} Wisdom ({@skill Perception}) check finds a toe nail hidden among the carpet fibers.": "如果队伍在一楼没有找到脚趾甲，他们可以在地毯上搜寻。一个在卧室搜寻至少1分钟或者在一 {@dc 10} 智力 ({@skill Perception}) 检定中成功的角色，在地毯纤维中找到一个隐藏的脚趾甲。",
	"After collecting the necessary ingredients needed to reverse Mister Taberknack's transformation, the characters can brew a potion of last resort using the cauldron on the first floor. After mixing the ingredients into the cauldron, the characters will need to squawk and bark or make other animal noises in order to complete the brew. Upon doing so, read the following:": "根据当地语言习惯，文本中像 (%num%) 这样的内容在翻译中仍应保持为 (%num%)。\n\n- 翻译需遵循dnd游戏组规定，专有名词应在翻译后保留英文括号中的原文。\n\n在收集了逆转塔贝克纳克先生的变身所需的必要材料后，角色们可以在一楼的大锅中熬制一种最后的救命药水。将材料混合到大锅中后，角色们需要发出咯咯声、吠声或者其他动物的声音，以完成药水的制作。在这样做之后，请阅读以下内容：",
	"The iridescent liquid in the cauldron turns a bright pink and cools. A sweet smell fills the room.": "鼎中的七彩液体变成了明亮的粉红色，并冷却下来。一股甜美的香味充满了房间。(cauldron)",
	"The party can administer the concoction by either pouring it over Mister Taberknack or by taking a ladleful of it and \"feeding\" it to him. (Good luck finding his mouth!) When they do, Mister Taberknack returns to his original form:": "根据当地语言习惯，文本中如（%num%）这样的内容在翻译中应保持为（%num%）。\n翻译需遵守dnd运行团规则，专有名词在翻译后应保留英文括号`()`。\n\n该团队可以通过将药剂倒在塔伯纳克先生身上，或者用勺子舀一勺给他\"喂食\"来施用这种药剂。（祝你们好运找到他的嘴巴！）当他们这样做时，塔伯纳克先生恢复到原来的形态：",
	"The ooze that is Mister Taberknack jiggles and bounces, as though it is dancing. It stretches upwards and twists and turns, turning a fleshy color. There's a POP! and a puff of smoke as Mister Taberknack appears before you.": "密斯特·塔伯纳克 (Mister Taberknack) 的软泥嘀嗒着跳动，仿佛在跳舞。它向上延伸，扭曲变形，变成了肉色。突然一声啪！一团烟雾出现，密斯特·塔伯纳克 (Mister Taberknack) 就在你面前。",
	"If the {@creature gremishka|VRGR} on the third floor ate a sizable portion of the salami, Mister Taberknack will be noticeably shorter from when the characters last saw him. Nevertheless, the wizard is delighted to be back in his usual form.": "如果三楼的{@creature gremishka|VRGR}吃了一大块萨拉米，那么塔贝克纳克先生将会比角色上次见到他时明显矮一些。尽管如此，这位巫师很高兴能恢复到他平常的形态。 (Mister Taberknack)",
	"\"Incredible! Amazing! My dear friends, you've saved me from a most certain and uncomfortable fate!\" Mister Taberknack exclaims. He pets each of you in kind. \"I do believe celebrations are in order. Let's all grab ourselves a little treat in the kitchen! Say, don't you think this place could use a proper scrubbing?\"": "“不可思议！太棒了！亲爱的朋友们，你们救了我，使我免于一种十分不舒服的命运！”泰伯克纳克先生欣喜地说道。他友好地抚摸着每个人。“我相信应该庆祝一番。让我们都到厨房去吃点小吃吧！说实话，你们不觉得这地方需要好好清洁一番吗？” (Mister Taberknack)",
	"As the adventure comes to close, you can ask each of your players how their familiar would celebrate the occasion. You can also detail the mess left behind their characters' romp through the wizard tower or have a very upset orc housekeeper return to give Mister Taberknack a talking to!": "随着冒险的结束，您可以询问每个玩家，他们的熟悉如何庆祝这个场合。您还可以详细描述他们角色在巫师塔内奔跑留下的混乱，或者让一个非常不高兴的兽人管家回来与泰伯克纳克先生交谈！ (Mister Taberknack)",
	"Whichever way you choose to end the tale, I hope that you and your players have enjoyed this furry little adventure!": "无论你选择何种方式结束这个故事，我希望你和你的玩家都能享受到这个毛茸茸的小冒险！(furry little adventure)",
	"{@i Michael Galvis ({@link @michaelgalvis|https://twitter.com/MichaelGalvis}) is a tabletop content producer for D&D Beyond. He is a longtime Dungeon Master who enjoys horror films and all things fantasy and sci-fi. When he isn't in the DM's seat or rolling dice as his anxious halfling sorcerer, he's playing League of Legends and Magic: The Gathering with his husband. They live together in Los Angeles with their adorable dog, Quentin.}": "{@i Michael Galvis ({@link @michaelgalvis|https://twitter.com/MichaelGalvis} 是D&D Beyond的桌面内容制作者。他是一位资深地下城主，喜欢恐怖电影和一切奇幻与科幻的事物。当他不是在地下城主的位置上，或者作为他焦虑的半身人巫师掷骰子时，他就和他的丈夫一起玩英雄联盟和魔法：聚会。他们和可爱的狗Quentin一起生活在洛杉矶。"
}