{
	"You cause an unstable explosion to erupt at a point of your choice within range, rolling {@dice 3d6}. For each die that rolls a 6, roll an additional {@dice d6} and the radius of the spell expands by 5 feet. Each creature in a 10-foot-radius sphere plus the expanded range must make a Dexterity saving throw. On a failed save, they take fire damage equal to the total value of the rolled dice. On a success the target takes half as much damage.": "你选择一个范围内的点引发一个不稳定的爆炸，投掷{@dice 3d6}。对于每个掷出6的骰子，额外投掷{@dice d6}，并且法术的半径扩大5英尺。在扩大范围内的10英尺半径球体内的每个生物必须进行一次敏捷豁免。未通过豁免的生物会受到等于掷出骰子总值的火焰伤害。通过豁免的目标会受到一半伤害。",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d6} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，伤害会每超过2级的位数增加{@dice 1d6}。",
	"You create a bubble of acid that floats to the target point before bursting a shower of acid. All creatures and objects within a 5-foot-radius sphere must make a Dexterity saving throw. On failure they take {@damage 3d4} acid damage, or half as much on a successful save.": "你创造了一个酸性泡泡，漂浮到目标点然后爆炸成酸雨。在一个直径为5英尺的球形范围内的所有生物和物体必须进行一次敏捷豁免检定。未通过检定的目标会受到{@damage 3d4}点酸性伤害，通过检定的则只受到一半伤害。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 2d4} for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，伤害将每个高于1级的法术位等级增加{@dice 2d4}。",
	"You hurl a glob of acid at a creature within range, making a ranged spell attack. On hit, the creature takes {@damage 4d4} acid damage, and starts to be melted by acid. For 1 minute, at the end of each of its turns, it takes {@damage 1d4} acid damage. A creature can end the effect early by using its action to clear off the acid.": "你向射程内的生物投掷一团酸液，进行远程法术攻击。命中后，生物会受到{@damage 4d4}点酸性伤害，并开始被酸液腐蚀。在接下来的1分钟里，在它的回合结束时，它会受到{@damage 1d4}点酸性伤害。生物可以通过使用动作清除酸液来提前结束效果。",
	"When you cast this spell using a spell slot of 2nd level or higher, the initial damage increases by {@dice 2d4} for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，初始伤害将每个高于1级的法术位等级增加{@dice 2d4}。",
	"You conjure a pseudopod of acidic ooze that slams a creature or object within range. Make a melee spell attack. On hit, the target takes {@damage 8d4} acid damage and is moved 5 feet in a direction of your choice.": "你召唤出一根酸性粘液的伪足，猛击范围内的生物或物体。进行一次近战法术攻击。命中后，目标受到{@damage 8d4}酸性伤害，并向你选择的方向移动5英尺。",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 2d4} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，伤害会每超过2级的法术位等级增加{@dice 2d4}。",
	"You open a pit filled with acid at a point within range. All creatures within a 10-foot-radius circle from the point must make a Dexterity saving throw. On failure, they fall 5 feet into a pit of acid below, taking {@damage 6d4 + 6} acid damage. On success, a creature takes half as much damage from the flooding acid and it can use its reaction to move up to its movement speed to the closest point outside of the area. If it cannot take a reaction or reach a safe point, it automatically fails its saving throw.": "你在射程内的某点打开一个充满酸液的坑。距离该点10英尺半径范围内的所有生物必须进行一次敏捷豁免检定。未通过检定的生物会掉入下方的酸坑中，受到{@damage 6d4 + 6}酸性伤害。通过检定的生物只会受到洪水酸液一半的伤害，并可以使用其反应速度移动到离该区域最近的安全点，如果它无法使用反应或到达安全点，则自动失败豁免检定。",
	"When a creature ends their turn in the pit, that creature takes {@damage 2d4} acid damage. The acid in the pit remains potent for 1 minute, after which it becomes simply vile sludge that deals no further damage. The pit remains filled with vile sludge until filled or cleared.": "当一个生物在坑中结束他们的回合时，该生物会受到{@damage 2d4}酸性伤害。坑中的酸在1分钟内仍然具有强烈的腐蚀性，之后它变成了简单的恶臭淤泥，不再造成伤害。坑中会一直充满恶臭淤泥，直到被填满或清理。",
	"You blast a target with a glob of acid. The target must make a Dexterity saving throw. On failure, the target takes {@damage 8d4} acid damage immediately and becomes covered in acid. On a success, the target takes half as much damage and is not covered in acid. While covered in acid, the target takes {@damage 2d4} acid damage at the end of each of its turns. The target or a creature within 5 feet of it can end this damage by using its action to clear away the acid.": "你用一团酸液轰击目标。目标必须进行一次敏捷豁免检定。未通过检定的目标立即受到{@damage 8d4}点酸性伤害，并被酸液覆盖。通过检定的目标只受到一半伤害，并且不被酸液覆盖。被酸液覆盖时，目标在每个回合结束时受到{@damage 2d4}点酸性伤害。目标或距离目标5英尺内的生物可以通过使用动作清除酸液来结束这种伤害。",
	"When you cast this spell using a spell slot of 4th level or higher, the damage (both initial and later) increases by {@dice 1d4} for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，伤害（初始和后续）会每超过3级增加{@dice 1d4}。",
	"Acid rain begins falling within a 40-foot-radius 60-foot-high cylinder centered on a point you choose within range. When a creature moves into the spell's area for the first time on a turn or starts its turn there, the creature must succeed on a Dexterity saving throw or take {@damage 6d4} acid damage, and become covered in acid. On a successful save, a creature takes half the initial damage and is not covered in acid.": "酸雨开始在距离你选择的范围内心点为中心的半径40英尺、高60英尺的圆柱体内降落。当生物首次进入法术范围内或在其回合开始时位于该区域内时，生物必须进行一次敏捷豁免才能，否则将受到{@damage 6d4}酸性伤害，并被酸覆盖。豁免成功的生物将只受到一半的初始伤害并且不被酸覆盖。",
	"A creature takes {@damage 3d4} acid damage if it ends its turn while covered with acid. The target or a creature within 5 feet of it can end this damage by using its action to clear away the acid.": "一只生物如果在被酸液覆盖时结束回合，会受到{@damage 3d4}酸性伤害。目标或距离它不超过5英尺的生物可以通过使用动作来清除酸液来结束这种伤害。",
	"A line of freezing arctic wind 30 feet long and 5 feet wide blasts out from you in a direction you choose. Each creature in the line must make a Dexterity saving throw. On a failed save, a creature takes {@damage 2d8} cold damage and their movement speed is reduced by 10 feet until the end of their next turn. On a successful save, a creature takes half as much damage and isn't slowed.": "一道长30英尺、宽5英尺的冰冷北极风从你身上喷射而出，方向由你选择。线上的每个生物必须进行一次敏捷豁免。未通过豁免的生物会受到{@damage 2d8}的冰冷伤害，并且其移动速度将减少10英尺，直到它们的下一个回合结束。通过豁免的生物会受到一半伤害，并且不会被减速。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d8} for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，伤害会每超过1级的位数增加{@dice 1d8}。",
	"You attempt to encase a Medium or smaller creature you can see within ice. The creature must make a Strength saving throw or become {@condition restrained} by ice for the duration. At the end of each of its turns, the target takes {@damage 1d8} cold damage and can make another Strength saving throw. On success, the spell ends on the target.": "你试图将你能看到的中型或更小体型的生物包裹在冰中。该生物必须进行一次力量豁免才能否定{@condition restrained}，持续时间内被冰冻。在每个回合结束时，目标会受到{@damage 1d8}的冰冷伤害，并可以进行另一次力量豁免。若成功，法术对目标结束。",
	"If the creature takes more than 5 fire or bludgeoning damage from a single damage roll while {@condition restrained}, the ice breaks and the target is freed, ending the spell for the target.": "如果生物在{@condition restrained}时从单次伤害中受到5点以上的火焰或钝击伤害，则冰块会破裂，目标将被释放，法术对目标结束。",
	"You conjure a shard of ice before hurling it at a target you can see within range. Make a ranged spell attack. On hit, the target takes {@damage 2d8} + your spellcasting ability modifier cold damage.": "你召唤一块冰晶，然后将其投向你能看到且在射程内的目标。进行一次远程法术攻击。命中后，目标受到{@damage 2d8} + 你的法术属性调整值的冰冷伤害。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d8} for each level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，伤害会每超过1级增加{@dice 1d8}。",
	"With a snap of your fingers a swirling burst of freezing wind erupts at a point you choose within range. Each creature in a 5-foot-radius sphere centered on that point must make a Constitution saving throw. On a failed save, a creature takes {@damage 3d8} cold damage and becomes stuck in the ice, reducing their movement speed by 10 feet until the start of your next turn. On a success, the target takes half as much damage and is not stuck in ice.": "用手指一弹，一股旋转的冰冷风暴在你选择的范围内的一个点爆发。以那一点为中心的5英尺半径范围内的每个生物必须进行一次体质豁免才能。未通过豁免的生物会受到{@damage 3d8}点冰冷伤害，并被冰冻困住，使其移动速度减少10英尺，直到你的下一个回合开始。通过豁免的目标只会受到一半伤害，并不会被冰冻住。",
	"The ground in the area is covered with slick ice and snow, making it difficult terrain until the start of your next turn.": "该区域的地面覆盖着光滑的冰雪，直到你的下一个回合开始前，它将成为困难地形。",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d8} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，伤害会每超过2级的位数增加{@dice 1d8}。",
	"You cause a shield of ice to erupt blocking the attack. The damage of the attack is reduced by {@dice 1d8} + your spellcasting modifier. If the attack damage is not completely blocked, the shield shatters, dealing the amount of blocked damage as cold damage to the attacking creature. If the shield is not broken, it melts away after blocking the damage.": "你制造出一面冰盾来挡住攻击。攻击造成的伤害会减少 {@dice 1d8} + 你的施法属性调整值。如果攻击伤害没有完全被挡住，冰盾会破裂，将被挡住的伤害量作为冰冷伤害对袭击者造成伤害。如果冰盾没有被破坏，它会在挡住伤害后消融。",
	"When you cast this spell using a spell slot of 3rd level or higher, the amount of damage blocked increases by {@dice 1d8} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，每超过2级的法术位级别，阻挡的伤害量增加 {@dice 1d8}。",
	"For the duration you unleash a freezing aura. Creatures that start their turn within a 20-foot-radius of you must succeed a Constitution saving throw, or take {@damage 2d8} cold damage and have their speed reduced to 0 until the start of their next turn. Creatures that succeed their saving throw take half as much damage and their speed is reduced by half.": "在释放冰冷光环的持续时间内。开始他们的回合时，位于你周围20英尺半径范围内的生物必须成功通过一次体质豁免才能避免受到{@damage 2d8}冰冷伤害，并且其速度将降低至0，直到它们的下一个回合开始。成功豁免的生物将只受到一半伤害，并且速度减半。",
	"As a bonus action on each of your turns for the duration of the spell, you can actively control the aura, excluding a number of creatures in the area up to your spellcasting modifier from the effect of the spell until the end of your next turn.": "在法术持续期间，你可以在每个回合的奖励动作中积极控制光环，将区域内最多(%num%)个生物排除在法术效果之外，直到你的下一个回合结束。",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d8} for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，伤害将每个高于3级的法术位等级增加{@dice 1d8}。",
	"A freezing wind ripples outward. Each creature in a 30-foot cone must make a Constitution saving throw. On a failed save, a creature takes {@damage 4d8} cold damage and is {@condition restrained} by ice until the start of your next turn. On a successful save, the target takes half as much damage and isn't {@condition restrained}.": "一股刺骨的寒风向外扩散。在一个30英尺锥形范围内的每个生物必须进行一次体质豁免检定。未通过检定的生物将受到{@damage 4d8}的冰冷伤害，并且被冰冻，直到你的下一个回合开始。通过检定的目标将只受到一半伤害，并且不会被{@condition restrained}。",
	"You create a lance of ice that shoots up from the ground to impale a creature within range. The target must make a Dexterity saving throw. The target takes {@damage 4d8} piercing damage and {@damage 4d8} cold damage on a failed save. The target takes only the {@damage 4d8} cold damage on a successful save.": "你创造出一支冰矛，从地面射出以刺穿范围内的生物。目标必须进行一次敏捷豁免。在未通过豁免时，目标受到{@damage 4d8} 刺伤伤害和{@damage 4d8} 冰冷伤害。在通过豁免时，目标只受到{@damage 4d8} 冰冷伤害。",
	"When you cast this spell using a spell slot of 6th or 7th level, you can create a second spike. When you cast this spell using a spell slot of 8th or 9th level, you can create a third spike. Additional spikes can target the same or different creatures.": "当你使用6级或7级的法术位施放这个法术时，你可以创建第二个尖刺。当你使用8级或9级的法术位施放这个法术时，你可以创建第三个尖刺。额外的尖刺可以瞄准相同或不同的生物。",
	"You conjure a howling blizzard of swirling clouds of ice and snow which fills a 30-foot-radius, 40-foot-high cylinder centered at a point you can see within range. The area becomes heavily obscured and difficult terrain. Any creature that starts their turn within the area or enters it for the first time during the turn must make a Constitution saving throw. A creature takes {@damage 6d8} cold damage on a failed saving throw, or half as much on a successful one.": "你召唤出呼啸的暴风雪，冰雪云团在你能看到的范围内的一个点中心形成一个半径30英尺、高40英尺的圆柱体。该区域变得浓雾重重，移动速度变慢。任何在该区域内开始他们的回合或在回合内第一次进入该区域的生物必须进行一次体质豁免检定。生物在豁免检定失败时受到{@damage 6d8}的冰冷伤害，成功时则减半。",
	"When you cast this spell using a spell slot of 7th level or higher, the damage increases by {@dice 1d8} for each slot level above 6th.": "当你使用7级或更高级别的法术位施放这个法术时，伤害会每超过6级的位级增加{@dice 1d8}。",
	"You freeze over, taking on a form of elemental ice. Until the spell ends, you gain the following benefits:": "你冻结成一团元素冰。直到法术结束，你获得以下效果：",
	"You are immune to cold damage.": "你对寒冷伤害免疫。(immune to cold damage)",
	"You can move across difficult terrain created by ice or snow without spending extra movement.": "你可以在冰雪制造的艰难地形上移动，而不需要额外消耗移动力。",
	"The ground in a 10-foot radius around you is icy and is difficult terrain for creatures other than you. The radius moves with you.": "你周围半径为10英尺的地面结冰，对于除你之外的生物来说是艰难的地形。这个半径会随着你移动。",
	"You can use your action to create a 30-foot cone of freezing wind extending from your outstretched hand in a direction you choose. Each creature in the cone must make a Constitution saving throw. A creature takes {@damage 4d8} cold damage on a failed save, or half as much damage on a successful one. A creature that fails its save against this effect has its speed halved until the start of your next turn.": "你可以使用你的动作，在你伸出的手向你选择的方向创造一个30英尺的冰风锥。锥形范围内的每个生物必须进行一次体质豁免才能。未通过豁免的生物会受到{@damage 4d8}的冰冷伤害，通过豁免的生物则只受到一半伤害。未通过此效果豁免的生物速度减半，直到你的下一个回合开始。",
	"During your turn, if you roll cold damage, you gain temporary hit points equal to one die rolled (your choice).": "在你的回合中，如果你投掷了冰冷伤害，你会获得等于投掷的一个骰子的临时生命值（你选择）。",
	"For the duration of the spell, you gain the benefits of the {@spell form of fire|kibblesgenericelementalspells}, {@spell form of ice|kibblesgenericelementalspells}, {@spell form of stone|kibblesgenericelementalspells}, {@spell form of water|kibblesgenericelementalspells}, and {@spell form of wind|kibblesgenericelementalspells} spells.": "在咒语持续期间，你获得{@spell form of fire|kibblesgenericelementalspells}，{@spell form of ice|kibblesgenericelementalspells}，{@spell form of stone|kibblesgenericelementalspells}，{@spell form of water|kibblesgenericelementalspells}和{@spell form of wind|kibblesgenericelementalspells}咒语的效果。",
	"You channel elemental power to form draconic wings, selecting an element from acid, cold, fire, lightning, or poison. All creatures within 10 feet of you must make a Dexterity saving throw as the wings manifest in a surge of elemental power, taking {@damage 2d8} damage of that elemental type selected on a failed saving throw, or half as much on a successful save. You gain a flying speed of 30 until the end of your turn, after which the wings fade away once more.": "你引导元素力量形成龙翼，选择酸、冰、火、闪电或毒素中的一个元素。在你周围10英尺范围内的所有生物必须进行一次敏捷豁免检定，当龙翼以元素力量的涌动形成时，未能通过豁免检定的生物会受到所选元素类型的{@damage 2d8}伤害，通过检定的生物则只受一半伤害。你获得30的飞行速度，直到回合结束，之后龙翼再次消失。",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d8} and the flying speed increases by 10 feet for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，伤害增加 {@dice 1d8}，飞行速度每超过2级时增加10英尺。",
	"You form an orb of power, forming it into an element of your choice. Select an element damage type from acid, cold, fire, lightning, or poison. Make a ranged spell attack against a target you can see within range. On hit, the target takes {@damage 3d8} damage of the selected elemental damage type.": "你形成一团能量球，将其塑造成你选择的元素。从酸、冰、火、闪电或毒素中选择一个元素伤害类型。对你能看到的范围内的目标进行远程法术攻击。命中后，目标受到所选元素伤害类型的{@damage 3d8}伤害。",
	"You become a gust of elemental wind. Until the spell ends, you gain the following benefits:": "你化身为一股元素之风。直到法术结束，你获得以下好处：",
	"You have a flying speed of 60 feet.": "你有60英尺的飞行速度。",
	"You can move through and occupy the space of other creatures, and you ignore difficult terrain.": "你可以穿过并占据其他生物的空间，并且你可以忽略艰难地形。",
	"You are {@condition invisible}.": "你是{@condition invisible}。",
	"You can use your action to unleash a powerful blast of wind in a 30 foot cone. Each creature in the cone must make a Strength saving throw. A creature takes {@damage 4d8} bludgeoning damage and is knocked 15 feet away from you on a failed save, or takes half as much damage and isn't knocked backward on a successful one.": "你可以使用你的动作，在一个30英尺的锥形范围内释放一股强大的风。锥形范围内的每个生物必须进行一次力量豁免检定。在未通过检定的情况下，生物会受到{@damage 4d8}的钝击伤害，并被击退15英尺，通过检定的生物则只受到一半伤害且不会被击退。",
	"A whirling tornado erupts, filling a 20-foot-radius, 40-foot-high cylinder centered on a point within range.": "一股旋转的龙卷风爆发，填满一个以范围内某点为中心的半径20英尺、高40英尺的圆柱体。",
	"Any creature that starts its turn within the tornado must make a Strength saving throw. On a failed save, the creature takes {@damage 4d8} bludgeoning damage and is pushed 10 feet away and 40 feet up. On a successful save, the creature takes half as much damage and isn't pushed.": "任何在龙卷风内开始其回合的生物必须进行一次力量豁免投。未通过豁免的生物会受到{@damage 4d8} 钝击伤害，并被推开10英尺并向上40英尺。通过豁免的生物只会受到一半伤害，并且不会被推开。",
	"As a bonus action, you can move the tornado up to 30 feet in any direction. Any ranged weapon attack against a target within 20 feet of the tornado has disadvantage, and any ranged attack that passes through it automatically misses.": "作为一个奖励动作，你可以将龙卷风向任意方向移动30英尺。对于龙卷风范围内20英尺的目标进行的任何远程武器攻击都具有劣势，并且任何穿过龙卷风的远程攻击都会自动失误。",
	"You create a whirling sphere of air around a creature that causes them to struggle to breathe. The target must make a Constitution saving throw. On a failure, the target loses {@dice 5d8} hit points due to lack of air, has disadvantage on all ability checks, and cannot speak. On a success, the target takes half as much damage and suffers no other effects. For the duration, as an action, you can force the creature to make a saving throw against the ability again.": "你创造了一个围绕生物的旋转气流球，让它们呼吸困难。目标必须进行一次体质豁免投。未通过检定的目标因缺氧损失{@dice 5d8}生命值，所有能力检定都有劣势，并且无法言语。通过检定的目标受到一半伤害并不受其他影响。在持续时间内，你可以作为一个动作，强迫生物再次进行一次豁免检定。",
	"If a target fails their saving throw against this spell 3 times in a row, they become {@condition incapacitated} until they succeed on a save or the spell ends. If you don't use your action to force the target to make a save, it counts as a success.": "如果目标连续3次未能通过对这个法术的豁免检定，他们会变成{@condition incapacitated}，直到他们成功通过一次检定或法术结束。如果你没有使用你的动作来迫使目标进行检定，那将被视为成功。",
	"A creature that does not need to breathe is unaffected by this spell.": "不需要呼吸的生物不受这个法术影响。",
	"You create four lances of rapidly spinning condensed wind and hurl them at targets within range. You can hurl them at one target or several.": "你创造出四支迅速旋转的凝聚风之枪，并将它们投向射程内的目标。你可以将它们投向一个目标或多个目标。",
	"Make a ranged spell attack for each lance. On a hit, the target takes {@damage 2d8} slashing damage and is knocked 10 feet backwards.": "对每一支长矛进行远程法术攻击。命中目标时，目标受到{@damage 2d8}点割伤伤害，并向后击退10英尺。",
	"When you cast this spell using a spell slot of 5th level or higher, you create one additional lance for each slot level above 4th.": "当你使用5级或更高级别的法术位施放这个法术时，你会为每个高于4级的法术位等级额外创造一支长矛。",
	"You create a sudden violent vortex that blasts outwards in a 30-foot cone, tossing characters and objects within the area. Creatures in the area take {@damage 4d6} bludgeoning damage and must succeed a Strength saving throw or be knocked 30 feet backward and 30 feet upward.": "你制造了一个突然的猛烈漩涡，向外方向喷发，将区域内的角色和物体抛出。区域内的生物会受到{@damage 4d6} 钝击伤害，并必须进行一次力量豁免才能不被击退30英尺并向上30英尺。",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d6} for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放此法术时，伤害将每超过3级的法术位等级增加{@dice 1d6}。",
	"You cause a sudden savage burst of wind to howl toward you, attempting to pull a Huge or smaller creature within range that you can see toward you. The target must succeed a Strength saving throw or be yanked off their feet and flung toward you, landing within 5 feet of you and falling {@condition prone}. Flying creatures make the Strength save with disadvantage.": "你引发一股突如其来的狂风呼啸着朝你吹来，试图将你能看到的范围内的一个巨大或更小的生物拉向你。目标必须通过一次力量豁免才能不被拽倒并朝你被甩过来，最终落地在你的5英尺内并摔倒{@condition prone}。飞行生物以劣势进行力量豁免。",
	"When you cast this spell using a spell lot of 3rd level or higher, the range of the spell increases by 10 feet.": "当你使用3级或更高级别的法术位施放这个法术时，该法术的射程增加10英尺。",
	"You condense wind into a razor sharp blast that shreds a 30-foot-long 5-foot-wide line. Creatures in the area must make a Dexterity saving throw. A creature takes {@dice 3d8} slashing damage on a failed save or half as much on a success.": "你将风凝聚成一股锋利的射线，撕裂出一个长30英尺宽5英尺的区域。该区域内的生物必须进行一次敏捷豁免检定。未通过检定的生物会受到{@dice 3d8}点割伤伤害，通过检定的生物则只受到一半伤害。",
	"When you cast this spell using a spell slot of 3rd level or higher, you can create an additional line of effect. A creature in the area of more than one slash is affected only once.": "当你使用3级或更高级别的法术位施放这个法术时，你可以创建一个额外的效果线。在多个斜线区域内的生物只受到一次影响。",
	"Choose a target point on the ground that you can see within range. A small cyclone whips up at the target point with a radius of 5 feet and a height of 30 feet.": "选择你能看到的范围内的一个地面目标点。在目标点处，产生一个半径为5英尺，高度为30英尺的小龙卷风。",
	"Any creature that starts its turn within the radius of the dust devil or enters its radius for the first time during its turn must make a Strength saving throw. On a failed save, the creature takes {@damage 1d12} bludgeoning damage and is pushed 5 feet away from the center. On a successful save, the creature takes half as much damage and isn't pushed.": "任何生物，在风尘魔(Tornado)的半径内开始其回合或在其回合内首次进入其半径，必须进行一次力量豁免检定。未通过检定的生物会受到{@damage 1d12} 钝击伤害，并被推离中心5英尺。通过检定的生物只会受到一半伤害，并且不会被推开。",
	"As a bonus action, you can move the dust devil up 30 feet in any direction. The first time you pass the dust cyclone's radius through a creature, that creature must make the saving throw against the dust cyclone's damage and is pushed out its way on failure. You can continue to move the dust cyclone, but its strength is exhausted until the end of your turn and subsequent creatures are unaffected by it passing through them.": "作为一个奖励动作，你可以将尘魔向任意方向移动30英尺。当你第一次将尘暴的半径穿过一个生物时，该生物必须进行豁免投掷以抵抗尘暴的伤害，并在失败时被推开。你可以继续移动尘暴，但它的力量会在你的回合结束前耗尽，后续的生物不会受到影响。",
	"If the dust devil moves over sand, dust, loose dirt, or small gravel, it sucks up the material and heavily obscures its radius until the start of your next turn.": "如果尘魔移动到沙子、尘土、松散的泥土或小砾石上，它会吸入这些材料并严重遮挡其半径，直到你的下一个回合开始。",
	"You become a burst of elemental wind until the start of the next turn. You gain resistance to lightning damage and bludgeoning, piercing, and slashing damage from nonmagical attacks. Additionally; you gain flying speed of 30 feet, can move through the space of other creatures, and ignore difficult terrain, but will fall at the start of your next turn if not held aloft.": "直到下一回合开始，你化为一股元素风。你获得对闪电伤害以及来自非魔法攻击的钝击、穿刺和斩击伤害的抗性。此外，你获得30英尺的飞行速度，可以穿过其他生物的空间，忽略难行地形，但如果没有被支撑，你将在下一回合开始时坠落。",
	"You create a violent updraft of wind attempting to toss a Large or smaller creature into the air. The target must make a Strength saving throw, which it can choose to fail. On failure they are knocked 20 feet straight up into the air. If the target cannot hold onto anything or fly, they immediately fall taking {@damage 2d6} bludgeoning damage and falling {@condition prone}.": "你制造了一股猛烈的上升气流，试图将一个体型为大或更小的生物抛向空中。目标必须进行一次力量豁免才能，可以选择失败。如果失败，它们会被击飞20英尺。如果目标无法抓住任何东西或飞行，它们会立即坠落，受到{@damage 2d6} 钝击伤害并坠落{@condition prone}。",
	"When you cast this spell using a spell slot of 2nd level or higher, the target is knocked one additional foot higher second slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，目标被击退额外1英尺，每个位级别高于1级。",
	"A blast of concentrated wind streaks toward a creature of your choice within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 2d8} bludgeoning damage and if it is Large or smaller is knocked 10 feet away from you.": "一股浓缩的风向着你选择范围内的生物急速飘去。对目标进行远程法术攻击。命中后，目标受到{@damage 2d8} 钝击伤害，如果目标是大型或更小，则被击退10英尺远离你。",
	"When you cast this spell using a spell lot of 2nd level or higher, the damage increases by {@dice 1d8} for each level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，伤害会每超过1级增加{@dice 1d8}。",
	"Make an attack using this spell's material component as part of the action used to cast this spell, turning it into a ranged spell attack. This attack ignores cover. On hit, it deals {@damage 1d8} damage of the weapon's damage type.": "在施放这个法术时，将法术的材料组件作为施法行动的一部分，使其成为一次远程法术攻击。这次攻击无视掩护。命中后，造成武器伤害类型的{@damage 1d8}伤害。",
	"This spell's damage increases by {@dice 1d8} when you reach 5th level ({@dice 2d8}), 11th level ({@dice 3d8}), and 17th level ({@dice 4d8}).": "这个法术的伤害在你达到5级（{@dice 2d8}），11级（{@dice 3d8}）和17级（{@dice 4d8}）时增加了{@dice 1d8}。",
	"You become a surge of elemental water. Until the spell ends, you gain the following benefits:": "你化身为一股元素水流。直到法术结束，你获得以下好处：",
	"You have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks.": "你对非魔法攻击造成的钝击、穿刺和砍砍伤害具有抗性。",
	"You can move through the space of other creatures and ignore difficult terrain; the first time you move through a Large or smaller creature, it must pass a Strength saving throw or be knocked {@condition prone}.": "你可以穿过其他生物的空间并忽略艰难地形；第一次穿过一个大型或更小的生物时，它必须通过一次力量豁免才能不被击倒。",
	"You can use your action to unleash a blast of water 15 feet long and 5 feet wide extending from you in a direction of your choice. Each creature in the line must make a Strength saving throw. A creature takes {@damage 5d6} bludgeoning damage and is knocked {@condition prone} on a failed save, or half as much and isn't knocked {@condition prone} on a successful one.": "你可以使用你的动作释放一股水流，长15英尺，宽5英尺，延伸自你身边朝你选择的方向。线上的每个生物必须进行一次力量豁免投。在未通过豁免时，生物会受到{@damage 5d6}的钝击伤害，并被击倒{@condition prone}；在通过豁免时，受到一半伤害且不被击倒{@condition prone}。",
	"You unleash a blast of highly pressurized water in a 60-foot-long 15-foot-wide line, slashing through everything in its path. Each creature in the line must make a Dexterity saving throw, taking {@damage 10d6} slashing damage on a failure. On a successful save, a creature takes half as much damage.": "你释放出一股高压水柱，沿着60英尺长、15英尺宽的直线冲击一切。直线上的每个生物必须进行一次敏捷豁免，未能通过则受到{@damage 10d6}的斩击伤害。成功豁免的生物只受到一半伤害。",
	"When you cast this spell using a spell lot of 6th level or higher, the damage increases by {@dice 1d6} for each level above 5th.": "当你使用6级或更高级别的法术位施放这个法术时，伤害将每超过5级增加{@dice 1d6}。",
	"You cause a massive eruption of water to blast upwards from the ground at a point within range. Creatures within 10 feet of the point must make a Dexterity saving throw or take {@damage 4d6} bludgeoning damage and be knocked 60 feet into the air. On a successful save, creatures take half as much damage, and are instead knocked their choice of 10 feet away from the point or 10 feet upward.": "你在射程内的某点引发了一场巨大的水柱喷发。距离该点10英尺内的生物必须进行一次敏捷豁免，否则将受到{@damage 4d6} 钝击伤害并被击飞60英尺。豁免成功的生物只受到一半伤害，并可以选择被击飞10英尺远离该点或者向上10英尺。",
	"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d6} for each level above 4th.": "当你使用5级或更高级别的法术位施放此法术时，伤害将每超过4级增加{@dice 1d6}。",
	"You conjure a large mass of water and form it into a whirling funnel around a point on the ground you can see. The whirling funnel fills a 10-foot-radius, 30-foot-high cylinder. Once per turn, when a creature's space becomes fully engulfed by the waterspout it must make a Strength saving throw. On a failure, it takes {@damage 2d8} bludgeoning damage, and becomes {@condition blinded}, {@condition deafened}, and cannot speak. At the start of its next turn, it is expelled from the water to the nearest empty space. On success, it takes half as much damage and suffers none of the spell's other effects.": "你召唤出一大团水，将其形成一个旋转漩涡，围绕着你所能看到的地面上的一个点。这个旋转漩涡填满了一个半径为10英尺、高30英尺的圆柱体。每个回合一次，当一个生物的空间完全被水龙卷所包围时，它必须进行一次力量豁免检定。如果失败，它会受到{@damage 2d8}的钝击伤害，并变成{@condition blinded}，{@condition deafened}，并且无法说话。在它的下一个回合开始时，它会被从水中驱逐到最近的空间。如果成功，它只会受到一半的伤害，并且不会遭受法术的其他影响。",
	"On your turn, you can move the waterspout up to 20 feet in any direction along the ground as a bonus action, engulfing any creatures in its path. Creatures who fail their save after being engulfed by the waterspout in this way are carried along with its movement until they are ejected at the start of their turn as normal.": "在你的回合中，你可以将水龙卷沿着地面向任意方向移动多达20英尺，作为一个额外动作，吞没沿途的任何生物。在被这种方式吞没的生物中，未能通过豁免检定的生物会随着水龙卷的移动被带走，直到它们在自己的回合开始时像平常一样被喷射出去。",
	"If the center point of this spell is over a Huge or larger body of water, the size of the waterspout is doubled.": "如果这个法术的中心点位于一个巨大或更大的水体上方，水龙卷的大小将加倍。",
	"You unleash a spout of water that blasts out in a line 60-foot-long and 5 foot-wide-line. Creatures in the area must make a Strength saving throw, or take {@damage 6d6} bludgeoning damage and be pushed to an open space at the end of the line away from you. If there is no open space to move to (for example they would move into a wall or another creature), they are pushed to the closest space and take an additional {@damage 2d6} bludgeoning damage and are knocked {@condition prone}. On a successful save, they take half as much damage and are not pushed.": "你释放出一股水柱，形成一条长60英尺、宽5英尺的直线。区域内的生物必须进行一次力量豁免才能避免受到{@damage 6d6} 钝击伤害，并被推到远离你的直线末端的开放空间。如果没有开放空间可供移动（例如他们会撞到墙壁或另一个生物），他们会被推到最近的空间，并受到额外{@damage 2d6} 钝击伤害，并被击倒{@condition prone}。豁免成功的生物只会受到一半伤害，并且不会被推动。",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d6} for each level about 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，伤害将每超过3级增加{@dice 1d6}。",
	"You summon a surging mass of water into existence at a point on the ground within range. The mass of water remains cohesive filling a 5 foot radius, though only rises 3 feet from the ground. The area is difficult terrain for any creature without a swimming speed.": "你在射程内的地面某点召唤出一股汹涌的水流。水流保持凝聚，填满半径5英尺的区域，但只有离地面3英尺高。对于没有游泳速度的生物，这个区域是难以通过的地形。",
	"For the duration of the spell, as a bonus action you can move the wave of water up to 30 feet along a surface in any direction. The first time the wave enters any creature's space during your turn, they must make a Strength saving throw or take {@damage 2d6} bludgeoning damage and be knocked {@condition prone}. A creature automatically fails this saving throw if they are {@condition prone}.": "在咒语持续期间，作为一个奖励动作，你可以将水浪沿着表面朝任意方向移动30英尺。在你的回合中，当水浪第一次进入任何生物的空间时，它们必须进行一次力量豁免才能，否则会受到{@damage 2d6} 钝击伤害并被击倒{@condition prone}。如果生物处于{@condition prone}，则自动失败这次豁免才能。",
	"You conjure a ball of water before hurling it at a target. Make a ranged spell attack against the target. On a hit, the target takes {@damage 3d6} bludgeoning damage and if it is Large or smaller must make a Strength saving throw or be knocked {@condition prone}.": "你聚集一团水球，然后将其投向目标。对目标进行远程法术攻击。命中后，目标会受到{@damage 3d6}的钝击伤害，如果目标是大型或更小，则必须进行一次力量豁免才能避免被击倒{@condition prone}。",
	"When you cast this spell using a spell lot of 2nd level or higher, the damage increases by {@dice 1d6} for each level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，伤害会每超过1级增加{@dice 1d6}。",
	"A wave of water sweeps out from you. Each creature in a 20-foot cone must make a Strength saving throw. On a failed save, a creature takes {@damage 2d6} bludgeoning damage and is knocked 10 feet away from you. If a creature is knocked into a wall, another creature, or fails by 5 or more, it is additionally knocked {@condition prone}. On a successful save, the creature takes half as much damage and is not knocked back. If there is a source of water of at least 5 cubic feet within 5 feet of you when you cast the spell, you can displace that water, increasing the range of the spell to a 25 foot cone.": "一股水浪从你身上席卷而出。20英尺锥形范围内的每个生物必须进行一次力量豁免才能。未通过豁免的生物会受到{@damage 2d6}的钝击伤害，并被击退10英尺。如果生物被击退到墙壁、另一个生物，或者豁免失败值超过5，它还会额外被击退{@condition prone}。通过豁免的生物只会受到一半伤害且不会被击退。如果在你施放法术时，你身边5英尺内有至少5立方英尺的水源，你可以移动那些水，将法术范围增加至25英尺锥形范围。",
	"You become a burst of elemental water. Until the start of your next turn, you gain the following benefits:": "你化为一股元素水流。直到你下个回合开始前，你获得以下效益：",
	"You are resistant to bludgeoning, piercing, and slashing damage from nonmagical attacks.": "你对非魔法攻击造成的钝击、穿刺和斩击伤害具有抗性。",
	"You can move through the space of other creatures and ignore difficult terrain; the first time you move through a Large or smaller creature on a turn, it must pass a Strength saving throw or be knocked {@condition prone}.": "你可以穿过其他生物的空间并忽略艰难地形；在一个回合内第一次穿过一个大型或更小的生物时，它必须通过一次力量豁免才能不被击倒{@condition prone}。",
	"You create a compressed bead of water and fire it at a creature you can see within range. Make a ranged spell attack. On hit, the target takes {@damage 1d6} + your spellcasting ability modifier piercing damage.": "你创造了一个压缩的水珠，将其射向你能看到的范围内的生物。进行远程法术攻击。命中后，目标受到{@damage 1d6} + 你的法术属性调整值的穿刺伤害。",
	"This spell's damage increases by {@dice 1d6} when you reach 5th level ({@dice 2d6}), 11th level ({@dice 3d6}), and 17th level ({@dice 4d6}).": "这个法术的伤害在你达到5级（{@dice 2d6}），11级（{@dice 3d6}），和17级（{@dice 4d6}）时增加了{@dice 1d6}。",
	"You emit a sonic blast covering a huge area. Each creature in a 120-foot cone must make a Constitution saving throw. On a failed save, a creature takes {@damage 6d8} thunder damage. On a successful save, a creature takes half as much damage. A creature automatically succeeds on its saving throw if it is more than 60 feet from you.": "你释放出一个覆盖范围巨大的声波冲击。在一个120英尺的锥形范围内的每个生物必须进行一次体质豁免检定。未通过豁免的生物会受到{@damage 6d8} 雷属性伤害。通过豁免的生物会受到一半伤害。如果一个生物距离你超过60英尺，则其豁免检定自动成功。",
	"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 1d8} for each slot level above 5th.": "当你使用6级或更高级别的法术位施放此法术时，伤害将每超过5级的槽级别增加{@dice 1d8}。",
	"You emit a targeted burst of intense sonic energy at a creature within range. The target must make a Constitution saving throw. On a failure, they take {@damage 3d8} thunder damage and become {@condition stunned} for the duration by the intense sound. On a successful save, the target takes half as much damage and isn't {@condition stunned}.": "你对范围内的生物释放了一个有针对性的强烈声波能量爆发。目标必须进行一次体质豁免才能。如果未通过豁免，他们会受到{@damage 3d8} 雷属性伤害，并在一段时间内因强烈的声音而变为{@condition stunned}。如果通过了豁免，目标会受到一半伤害且不会成为{@condition stunned}。",
	"At the end of each of its turns, the target can make another Constitution saving throw. On a success, the spell ends, on failure, they take an additional {@dice 1d8} thunder from the echoes within their mind.": "在每个目标的回合结束时，目标可以进行另一次体质豁免检定。若成功，法术结束，若失败，他们在心灵中的回声中受到额外 {@dice 1d8} 的雷霆伤害。",
	"When you cast this spell using a spell slot of 5th level or higher, the initial damage increases by {@dice 1d8} for each slot level above 4th.": "当你使用5级或更高级别的法术位施放这个法术时，初始伤害将每超过4级的法术位等级增加{@dice 1d8}。",
	"You gather sonic energy and can expel as a shockwave in a 15 foot cone. Each creature in that area must make a Constitution saving throw. On a failed save, a creature takes {@damage 3d8} thunder damage is knocked 10 feet away. On a successful save, the creature takes half as much damage and is not knocked away.": "你聚集声波能量，可以将其释放为一个15英尺锥形冲击波。该区域内的每个生物必须进行一次体质豁免检定。未通过豁免检定的生物会受到{@damage 3d8} 雷属性伤害并被击退10英尺。通过豁免检定的生物只会受到一半伤害且不会被击退。",
	"You can create a new shockwave as your action on subsequent turns until the spell ends.": "你可以在接下来的回合中将一个新的震荡波作为你的行动，直到法术结束。",
	"You charge your hand (or similar appendage) with thunder power. Make a melee spell attack against a creature. On a hit, there is a thunderous crash audible from up to 300 feet of you and the target takes {@damage 3d8} thunder damage, and is knocked 10 feet away from you.": "你让你的手（或类似附肢）充满雷电能量。对一名生物进行近战法术攻击。命中后，你和目标周围最多300英尺范围内能听到一声巨响，目标受到{@damage 3d8}点雷属性伤害，并被击退10英尺。",
	"You conjure a magical swarm of flying insects that fill a 5 foot cube within range. For the duration of the spell, the swarm is magically replenished and cannot be destroyed. As a bonus action, you can direct the swarm to move up to 30 feet. If the swarm enters another creature's space, it stops and swarms them, stinging repeatedly, and cannot be moved until the start of your next turn. The creature takes {@damage 2d4} piercing damage and must make a Constitution saving throw, taking {@damage 6d4} poison damage on failure.": "你召唤出一群飞行昆虫的魔法群落，填满施法距离内的一个5英尺立方体空间。在法术持续期间，这群昆虫会被魔法补充，无法被摧毁。作为一个奖励动作，你可以指挥这群昆虫移动最多30英尺。如果这群昆虫进入另一个生物的空间，它会停下来并围攻它，反复刺它，并且在你的下一个回合开始前无法移动。该生物受到{@damage 2d4} 刺伤伤害，并必须进行一次体质豁免，如果失败则受到{@damage 6d4} 毒素伤害。",
	"You exhale a cloud of poison that magically expands to fill a 30 foot cone. Creatures in that area must make a Constitution saving throw. On a failure, they take {@damage 4d12} poison damage and become {@condition poisoned} until the start of their next turn. On a success, the target takes half as much damage and is not {@condition poisoned}.": "你呼出一团毒气，神奇地扩散成一个30英尺的锥形区域。该区域内的生物必须进行一次体质豁免才能。未通过豁免的生物将受到{@damage 4d12}点毒性伤害，并在他们的下一个回合开始前变成{@condition poisoned}。通过豁免的生物将受到一半伤害，并不会被{@condition poisoned}。",
	"The area is lightly obscured until the start of your turn, and any creature that ends their turn within the area takes {@damage 2d4} poison damage.": "在你的回合开始之前，该区域会被轻微遮蔽，任何在该区域结束他们的回合的生物会受到{@damage 2d4}毒素伤害。",
	"You conjure a swarm of magical wasps zip out to sting creatures of your choice within a 40 foot cone. Make a ranged spell attack against each chosen target. On a hit, a target takes 1 piercing damage{@damage  + 4d12} poison damage. After they attack, the magic wasps fade away.": "你召唤一群魔法黄蜂，它们飞出并刺伤你选择的生物，范围为40英尺的锥形区域。对每个选择的目标进行远程法术攻击。命中时，目标受到1点刺伤伤害{@damage  + 4d12}毒素伤害。攻击结束后，魔法黄蜂消失。",
	"When you cast this spell using a spell slot of 4th level or higher, the poison damage increases by {@dice 1d12} for each second slot level above 3nd.": "当你使用4级或更高级别的法术位施放这个法术时，毒素伤害会每超过3级的法术位等级增加{@dice 1d12}。",
	"You prick a target with a tiny magical fang of venom. Make a melee spell attack against a creature within reach. On a hit, the target takes {@damage 4d12} poison damage and must succeed on a Constitution saving throw or becoming {@condition poisoned} for 1 minute. At the end of each of its turns, the target can make another Constitution saving throw. On a success, the target is no longer {@condition poisoned}.": "你用一根微小的魔法毒牙刺向一个目标。对身边范围内的生物进行一次近战法术攻击。命中后，目标受到{@damage 4d12}点毒性伤害，并必须通过一次体质豁免才能在1分钟内不再是{@condition poisoned}。在每个回合结束时，目标可以再次进行体质豁免。若成功，目标不再是{@condition poisoned}。",
	"If you miss your melee attack roll, you can concentrate (as if {@status concentration||concentrating} on a spell) to maintain the attack for another attempt until the end of your next turn. (You may make subsequent attempts until you hit or lose {@status concentration})": "如果你未命中近战攻击检定，你可以集中精力（就像在一个法术上{@status concentration||concentrating}）来维持攻击，直到你的下一个回合结束。 （你可以继续尝试，直到命中或失去{@status concentration})",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d12} for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，伤害会每超过3级的法术位等级增加{@dice 1d12}。",
	"You conjure a swirling poisonous miasma around yourself. For the duration of the spell, you are lightly obscured. When you cast the spell, and as a bonus action on each subsequent turn, you can cause the vapors to surge out and swirl around up to three creatures of your choice within range. Each creature must make a Constitution saving throw. On a failed save, it takes {@damage 1d12} poison damage and becomes {@condition poisoned} until the start of your next turn. On a successful save, it takes half as much poison damage and is not {@condition poisoned}.": "你召唤一股毒气在你周围旋转。在咒语持续期间，你被轻微遮蔽。当你施放这个咒语时，以及在接下来的每个回合中作为一个奖励动作，你可以让毒雾涌动并环绕在范围内最多三个你选择的生物周围。每个生物必须进行一次体质豁免。未通过豁免的生物会受到{@damage 1d12}毒素伤害，并在你的下一个回合开始前变成{@condition poisoned}。通过豁免的生物会受到一半的毒素伤害，并不会成为{@condition poisoned}。",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d12} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，伤害会每超过2级增加{@dice 1d12}。",
	"You conjure a dart of pure poison and hurl it at a creature you can see within range. Make a ranged spell attack. On a hit, the target takes {@damage 3d12} poison damage and must succeed a Constitution saving throw or become {@condition poisoned} until the start of your next turn.": "你召唤一枚纯净毒液飞镖，投向你能看见且在射程内的生物。进行一次远程法术攻击。命中后，目标受到{@damage 3d12}毒性伤害，并必须通过一次体质豁免才能免疫{@condition poisoned}，直到你下个回合开始前。",
	"You shroud your hand, a weapon you are holding, or a natural weapon in dark ichorous miasma. The next time you hit a creature with a melee attack (including a melee spell attack) before the start of your next turn, the attack deals an extra {@damage 1d12} poison damage and the target must succeed on a Constitution saving throw or be {@condition poisoned} until the end of your next turn.": "你将你的手、你握着的武器，或者你的天然武器笼罩在黑暗的黏液瘴气中。在你的下一个回合开始前，下一次进行近战攻击（包括近战法术攻击）时，攻击额外造成{@damage 1d12}毒素伤害，并且目标必须通过一次体质豁免检定，否则会被{@condition poisoned}，持续到你的下一个回合结束。",
	"The spell ends after dealing damage, or at the start of your next turn, whichever occurs first.": "法术在造成伤害后结束，或在你的下一个回合开始时结束，以先发生者为准。",
	"Targeting a creature you can see within range, you attempt to corrupt its blood. Creatures without blood are immune to this effect. The target must make a Constitution saving throw. On failure, they take {@damage 1d12} poison damage and become {@condition poisoned} for the duration.": "针对你能看到的范围内生物，你试图腐化它的血液。没有血液的生物对此效果免疫。目标必须进行一次体质豁免才能。如果失败，它们会受到{@damage 1d12} 毒素伤害，并在持续时间内成为{@condition poisoned}。",
	"At the end of each of its turns, the target can make another Constitution saving throw. On a success, the spell ends on the target, on failure; they take an additional {@dice 1d4} poison as the poison continues to ravage them.": "在目标的每个回合结束时，目标可以再次进行一次体质豁免检定。若成功，法术在目标身上结束；若失败，他们会额外受到{@dice 1d4}毒素伤害，因为毒素继续折磨他们。",
	"When you cast this spell using a spell slot of 2nd level or higher, you can target one additional target for each slot level above 2nd. The targets must be within 30 feet of each other when you target them.": "当你使用2级或更高级别的法术位施放这个法术时，你可以为每个高于2级的法术位级别额外选择一个目标。当你选择目标时，这些目标必须彼此相距不超过30英尺。",
	"Five bolts of lightning strike five points of your choice that you can see within range. Each creature within 5 feet of a chosen point must make a Dexterity saving throw. A creature takes {@damage 4d12 + 4} lightning damage on a failed save, or half as much on a successful one. A creature in the area of more than one lightning burst is affected only once.": "五道闪电劈中你在范围内可见的五个点。每个距离你选择的点5英尺内的生物必须进行一次敏捷豁免。未通过豁免的生物会受到{@damage 4d12 + 4}点闪电伤害，通过豁免的生物则只受到一半伤害。处于多个闪电爆炸范围内的生物只受到一次影响。",
	"When you cast this spell using a spell slot of 6th level or higher, you can call down an additional bolt of lightning targeting another point within range for each slot level above 5th.": "当你使用6级或更高级别的法术位施放这个法术时，你可以召唤额外的一道闪电，针对范围内的另一个点，每超过5级的法术位级别增加一个。",
	"You release an arc of lighting at a creature within range. Make a ranged spell attack roll against the target. On hit, the target takes {@damage 4d12} lightning damage, and you can cause the spell to jump to another target within 20 feet of the first target making a new attack roll for each target. The spell cannot hit the same target twice, or jump to a target out of the spells range. The spell can jump a maximum of five times.": "你释放一道闪电弧线，瞄准范围内的生物。对目标进行远程法术攻击检定。命中后，目标受到{@damage 4d12}点闪电伤害，你可以让法术跳到距第一个目标20英尺内的另一个目标，为每个目标进行新的攻击检定。法术不能再次命中同一目标，也不能跳到超出法术范围的目标。法术最多可以跳跃五次。",
	"On a miss, the target takes half as much damage and the spell does not jump to a new target.": "未命中时，目标受到伤害减半，法术不会跳转至新目标。",
	"When you cast this spell using a spell slot of 5th level or higher, the starting damage increases by {@dice 1d12} for each slot level above 4th.": "当你使用5级或更高级别的法术位施放这个法术时，起始伤害会每超过4级的位数增加{@dice 1d12}。",
	"A visible field of static energy crackles to life in a 20 foot radius around a point you can see within range. Each time a creature moves more than 5 feet or takes an action while within the area of effect, it takes {@damage 1d12} lightning damage.": "在你能看到的范围内，一个直径为20英尺的静电能量场突然出现。每当一个生物在效果范围内移动超过5英尺或采取行动时，它会受到{@damage 1d12} 闪电伤害。",
	"Crackling beams of blue energy leap from your hands. For the duration of the spell, as an action, you can direct them toward a creature within range, dealing {@damage 1d12} lightning damage to that creature.": "蓝色能量的电光从你的手中跃出。在咒语持续期间，作为一个动作，你可以将它们对准范围内的一个生物，对该生物造成{@damage 1d12} 闪电伤害。",
	"When you cast this spell using a 3rd- or 4th-level spell slot, the damage increases to {@dice 2d12} and the range increases to 30 feet. When you cast it using a 5th- or 6th-level spell slot, the damage increases to {@dice 3d12} and the range increases to 60 feet. When you cast it using a spell slot of 7th level or higher, the damage increases to {@dice 4d12} and the range increases to 120 feet.": "当你使用3级或4级法术位施放此法术时，伤害增加到{@dice 2d12}，射程增加到30英尺。当你使用5级或6级法术位施放时，伤害增加到{@dice 3d12}，射程增加到60英尺。当你使用7级或更高级法术位施放时，伤害增加到{@dice 4d12}，射程增加到120英尺。",
	"You channel lightning into your hands. The next time you hit a creature with a melee attack (including a melee spell attack) before the start of your next turn, the target takes {@damage 1d12} lightning damage and must make a Constitution saving throw. On a failed save, the target becomes shocked, stunning them until the start of their next turn.": "你将闪电聚集在双手中。在你的下一个回合开始前，如果你用近战攻击（包括近战法术攻击）命中一名生物，那个目标会受到{@damage 1d12}点闪电伤害，并必须进行一次体质豁免才能。未能通过豁免检定的目标会被电击，使其在下一个回合开始前陷入震慑状态。",
	"A massive arc of lightning leaps from your hand to a target you can see within range. The target must make a Constitution saving throw. On a failed save, the target takes {@damage 4d12} lightning damage and is {@condition stunned} until the start of your next turn. On a successful save, the target takes half as much damage and isn't {@condition stunned}.": "一道巨大的闪电弧线从你的手中跃向你能看到的范围内的目标。目标必须进行一次体质豁免才能。未通过豁免的目标会受到{@damage 4d12} 闪电伤害，并在你下个回合开始前处于{@condition stunned}状态。通过豁免的目标会受到一半伤害，并不会{@condition stunned}。",
	"You create three arcs of lightning striking targets in range. You can direct them at one target or several.": "你制造出三道闪电弧，击中范围内的目标。你可以将它们指向一个目标或多个目标。",
	"Make a ranged spell attack for each arc. On a hit, the target takes {@damage 1d12} lightning damage. If three or more arcs hit a single target, they must make a Constitution saving throw or become shocked, stunning them until the start of their next turn.": "对每个弧线进行远程法术攻击。命中目标时，目标会受到{@damage 1d12}点闪电伤害。如果三个或更多弧线命中同一个目标，目标必须进行一次体质豁免才能避免被电击，使其受到震慑，直到下一回合开始前。",
	"When you cast this spell using a spell slot of 3rd level or higher, you create one additional arc for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，你会为每个高于2级的法术位级别创建一个额外的弧线。",
	"You shoot a jolt of lightning at a creature you can see within range. Make a ranged spell attack against the target. On hit, the target takes {@damage 1d8} lightning damage and an arc of lightning jumps from the target to another creature of your choice within 15 feet, using the same attack roll, dealing {@damage 1d4} lightning damage on hit.": "你向你能看到的生物射出一道闪电。对目标进行远程法术攻击。命中后，目标受到{@damage 1d8} 闪电伤害，并一道闪电弧跳到你选择的另一生物身上，距离15英尺，使用相同的攻击骰，命中后造成{@damage 1d4} 闪电伤害。",
	"This spell's damage increases by {@dice 1d8} primary and {@damage 1d4} secondary damage when you reach 5th level ({@dice 2d8} and {@dice 2d4}), 11th level ({@dice 3d8} and {@dice 3d4}), and 17th level ({@dice 4d8} and {@dice 4d4}).": "这个法术的伤害在你达到5级时增加了{@dice 1d8}的主要伤害和{@damage 1d4}的次要伤害({@dice 2d8}和{@dice 2d4})，在11级时增加了{@dice 3d8}的主要伤害和{@dice 3d4}的次要伤害，以及在17级时增加了{@dice 4d8}的主要伤害和{@dice 4d4}的次要伤害。",
	"You unleash a massive torrent of raw arcane energy, blasting a line 60 feet long and 15 feet wide with overwhelmingly raw power. This spell passes through all obstacles, walls, and all other non-magical barriers. All creatures in the area take {@damage 4d12 + 4} force damage.": "你释放了一股巨大的原始奥术能量，以极其强大的力量轰击了一条长60英尺、宽15英尺的直线。这个法术穿过所有障碍物、墙壁和其他非魔法屏障。区域内的所有生物受到{@damage 4d12 + 4}点力量伤害。",
	"All spells of 1st level or lower on creatures that take this damage are dispelled, and Constitution saving throws to maintain {@status concentration} on spells triggered by this damage are made with disadvantage.": "所有受到此伤害的生物身上的所有1级或更低级别的法术都会被解除，维持由此伤害触发的法术的{@status concentration}的体质豁免检定将以劣势进行。",
	"When you cast this spell using a spell slot of 7th level or higher, the damage is increased by {@dice 1d12 + 1} for each slot level above 6th.": "当你使用7级或更高级别的法术位施放此法术时，伤害将每超过6级的位级增加{@dice 1d12 + 1}。",
	"You conjure a storm of aether erupting from a point of your choice within range. The aether storm fills a 10-foot radius, 40-foot-high cylinder. When the storm appears, each creature within its area takes {@damage 8d4} force damage. When a creature moves into or through the storm, it takes {@damage 2d4} force damage for every 5 feet it travels, and whenever a creature ends its turn in the storm it takes an additional {@damage 8d4} force damage.": "你召唤一场以太风暴，从你选择的范围内的一个点爆发出来。这场以太风暴填满一个直径为10英尺，高40英尺的圆柱体。当风暴出现时，每个在其范围内的生物会受到{@damage 8d4}的力量伤害。当一个生物移动进入或穿过风暴时，它会每移动5英尺受到{@damage 2d4}的力量伤害，并且每当一个生物结束它的回合在风暴中时，它会受到额外{@damage 8d4}的力量伤害。",
	"On each subsequent turn for the duration of the spell as a bonus action, you can move the storm 15 feet in any direction and cause it to fling forth a hail of force bolts that seek out up to 3 targets of your choice within 15 feet of the storm. Each creature targeted takes {@damage 3d4 + 3} force damage from the force bolts.": "在法术持续时间内的每个后续回合，作为一个奖励动作，你可以将风暴向任意方向移动15英尺，并使其发射一阵力量箭雨，寻找风暴周围15英尺内的最多3个你选择的目标。每个被瞄准的生物从力量箭雨中受到{@damage 3d4 + 3}的力量伤害。",
	"When you cast this spell using a spell slot of 6th level or higher, the damage of the storm and bolts increases by {@dice 1d4} for each slot level above 5th.": "当你使用6级或更高级别的法术位施放这个法术时，风暴和闪电的伤害会每超过5级的位数增加{@dice 1d4}。",
	"You create an oversized blade of pure scintillating force energy in your hand. For the duration of the spell, as an action, you can sweep the blade through up to two creatures within reach, dealing {@damage 2d12} force damage to each.": "你在手中创造出一把纯净闪耀的力量之刃。在法术持续期间，作为一个动作，你可以将这把刀片挥向你能够触及的最多两个生物，每个生物造成{@damage 2d12}的力量伤害。",
	"When you cast it using a 5th- or 6th-level spell slot, the damage increases to {@dice 3d12}. When you cast it using a spell slot of 7th level or higher, the damage increases to {@dice 4d12}.": "当你使用第5或第6级法术位施放时，伤害增加到{@dice 3d12}。当你使用第7级或更高级法术位施放时，伤害增加到{@dice 4d12}。",
	"You gather raw aether in your hand and expel it in a lance of power forming a line 30 foot long and 5 foot wide. Each creature in a line takes {@damage 8d4} force damage.": "你聚集原始以太在你的手中，将其喷发成一道能量之矛，形成一个长30英尺、宽5英尺的直线。直线上的每个生物受到{@damage 8d4}力量伤害。",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d4} for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放此法术时，伤害将每超过3级的位数增加{@dice 1d4}。",
	"You evoke a burst of brilliant particles of force energy sweeping out in a 30-cone originating from you. Creatures in the radius take {@damage 3d4} force damage and the next attack roll made against them before the start of your next turn has advantage.": "你唤起一阵闪亮的力量粒子爆发，形成一个30度锥形，起源于你。在半径范围内的生物受到{@damage 3d4}的力量伤害，并且在你的下一个回合开始之前对它们进行的下一次攻击投掷获得优势。",
	"You create a Tiny orb of pure arcane energy that hovers within range, and designate a target creature within 120 feet. For the duration of the spell, at the end of each of your turns, the orb grows larger and moves 30 feet directly toward the creature. If the orb reaches the target, it detonates dealing {@damage 6d4} force damage and an additional {@damage 2d4} damage for each round since you cast the spell to the target up to a maximum of {@dice 10d4}. The spell ends after it deals damage. If the orb does not reach the target before the spell ends, it fades away without dealing damage.": "你创造了一个纯粹奥术能量的微型球体，悬浮在施法范围内，并指定一个距离120英尺内的目标生物。在法术持续期间，每当轮到你的回合结束时，球体就会变得更大，并向目标生物直线移动30英尺。如果球体到达目标，它会爆炸，造成{@damage 6d4}的力量伤害，以及每轮自你施放法术以来对目标造成的额外{@damage 2d4}伤害，最多达到{@dice 10d4}。法术在造成伤害后结束。如果球体在法术结束前未到达目标，它将消失而不造成伤害。",
	"You shroud a target in visible ethereal power that reacts violently to the presence of magic. For the duration of the spell, if the target casts a spell, it takes {@damage 1d12} force damage per level of spell slot spent ({@dice 1d12} for cantrips). If the target ends their turn while {@status concentration||concentrating} on a spell, they take {@damage 1d4} force damage.": "你用看不见的虚幻力量笼罩目标，当魔法出现时会产生剧烈反应。在咒语持续期间，如果目标施放法术，它会每消耗一个法术位等级受到{@damage 1d12}的力量伤害（对戏法则为{@dice 1d12}）。如果目标在{@status concentration||concentrating}施法结束时，会受到{@damage 1d4}的力量伤害。",
	"You hurl a mote of arcane energy at a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 2d4} force damage.": "你向射程内的生物或物体投掷一团奥术能量。对目标进行远程法术攻击。命中时，目标受到{@damage 2d4}的力量伤害。",
	"This spell's damage increases by {@dice 2d4} when you reach 5th level ({@dice 4d4}), 11th level ({@dice 6d4}), and 17th level ({@dice 8d4}).": "这个法术的伤害在你达到5级（{@dice 4d4}），11级（{@dice 6d4}），和17级（{@dice 8d4}）时增加了{@dice 2d4}。",
	"You point at a creature or Large or smaller object that is not being worn or carried within range, and attempt to make it melt into a puddle of slag. If the target is a creature, it makes a Constitution saving throw. On a failure, it takes {@damage 10d10} fire damage. On a success, it takes half as much damage.": "你指向一个生物或者在射程内的未被穿戴或携带的大型或者更小的物体，并试图让它融化成一滩熔渣。如果目标是一个生物，它需要进行一次体质豁免。如果未能通过，它会受到{@damage 10d10}点火焰伤害。如果通过了豁免，它会受到一半伤害。",
	"If the target is an object, it takes {@damage 20d10} fire damage. If this reduces it to 0 hit points, it is melted into a puddle of slag.": "如果目标是一个物体，它会受到{@damage 20d10}火焰伤害。如果这将其降至0点生命值，它将被熔化成一滩熔渣。",
	"When you cast this spell using a spell slot of 7th level or higher, the damage increases by {@dice 1d10} for each slot level above 6th.": "当你使用7级或更高级别的法术位施放此法术时，伤害会每超过6级的法术位等级增加{@dice 1d10}。",
	"You become elemental fire, shedding bright light in a 30-foot radius and dim light for an additional 30 feet. Until the spell ends, you gain the following benefits:": "你化身为元素火，散发出30英尺半径的明亮光芒，再额外照亮30英尺的暗淡光芒。直到法术结束，你获得以下效果：",
	"You are immune to fire damage.": "你对火焰伤害免疫。",
	"You can move through the space of other creatures and ignore difficult terrain. The first time on your turn you enter the space of another creature, it takes {@damage 1d6} fire damage.": "你可以穿过其他生物的空间并忽略难以通过的地形。在你的回合第一次进入另一个生物的空间时，它会受到{@damage 1d6}火焰伤害。",
	"If a creature within 5 feet hits you with a melee attack, it takes {@damage 1d6} fire damage.": "如果一个生物在5英尺范围内用近战攻击击中你，它会受到{@damage 1d6}火焰伤害。",
	"You can use your action to create a line of fire 30 feet long and 5 feet wide extending from you in a direction of your choice. Each creature in the line must make a Dexterity saving throw. A creature takes {@damage 6d6} fire damage on a failed save, or half as much damage on a successful one.": "你可以使用你的动作，在你选择的方向上，从你身边延伸出一条30英尺长、5英尺宽的火线。线上的每个生物必须进行一次敏捷豁免检定。未通过检定的生物会受到{@damage 6d6}火焰伤害，通过检定的生物则只受到一半伤害。",
	"During your turn, if you roll fire damage, you can maximize one die of the fire damage dealt.": "在你的回合中，如果你投掷火焰伤害，你可以使一颗火焰伤害骰子的点数最大化。",
	"You conjure a lance of blazing lava before hurling it at target within range. Make a ranged spell attack. On hit, the target takes {@damage 8d6} fire damage. Hit or miss, the lance then explodes in a 10 foot radius sphere of heavily obscuring pyroclastic ash around the target until the start of your next turn. Any creature that starts their turn within the ash cloud must make a Constitution saving throw or take {@damage 4d6} fire damage and be {@condition blinded} until the start of their next turn.": "你召唤一支炽热岩浆长矛，然后将其投掷到射程内的目标。进行一次远程法术攻击。命中后，目标受到{@damage 8d6}火焰伤害。无论命中与否，长矛随后爆炸，形成一个直径10英尺的球形区域，里面充满了密集的掩盖性火山灰，直到你的下一个回合开始。任何在火山灰云中开始他们的回合的生物必须进行一次体质豁免才能避免受到{@damage 4d6}火焰伤害并且被{@condition blinded}，直到他们的下一个回合开始。",
	"When you cast this spell using a spell slot of 6th level or higher, the initial damage increases by {@dice 1d6} for each slot level above 5th.": "当你使用6级或更高级别的法术位施放这个法术时，初始伤害会每超过5级的位数增加{@dice 1d6}。",
	"A pillar of fire in a 5-foot-radius, 30-foot-high cylinder centered on a point within range. Each creature in the cylinder in the must make a Dexterity saving throw. A creature takes {@damage 10d6} fire damage on a failed save, or half as much on a successful save.": "在距离内的某点上，形成一个半径为5英尺、高30英尺的圆柱形火柱。圆柱内的每个生物都必须进行一次敏捷豁免检定。未通过检定的生物会受到{@damage 10d6}火焰伤害，通过检定的生物则只受到一半伤害。",
	"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d6} for each slot level above 4th.": "当你使用5级或更高级别的法术位施放此法术时，伤害会每超过4级的位数增加{@dice 1d6}。",
	"You release a stream of fire from your hands, targeting a line that is 30 feet long and 10 feet wide, filling it with a continual stream of fire. Any creature that is in the area when you cast the spell or enters the area before the start of your next turn must make a Dexterity saving throw, taking {@damage 4d6} fire damage on a failure, or half as much on a success.": "你从手中释放出一股火焰流，瞄准一条长30英尺、宽10英尺的线，将其充满持续的火焰流。在你施放法术时或在你下一个回合开始前进入该区域的任何生物必须进行一次敏捷豁免检定，失败则受到{@damage 4d6}火焰伤害，成功则减半。",
	"On each subsequent turn for the duration, you can use your action to release a new line of fire with the same effect.": "在接下来的每个回合中，你可以使用你的动作释放一个具有相同效果的新火线。",
	"Targeting a point on the ground you can see, you cause a cyclone made of whipping flames to fill a 10-foot-radius, 30-foot-high cylinder.": "瞄准你能看到的地面一点，你引发了一个由翻腾火焰组成的旋风，填满一个半径为10英尺，高30英尺的圆柱体。",
	"Creatures that are inside the spell when you cast it or enter it for the first time on a turn must make a Strength saving throw. On a failed saving throw, it takes {@damage 3d6} fire damage and is flung 15 feet upwards and lands 15 feet in a randomly determined horizontal direction. On a successful save, the creature takes half as much damage and is not flung.": "在你施放这个法术时或在一个回合内第一次进入它的生物必须进行一次力量豁免投。未通过豁免的生物会受到{@damage 3d6}火焰伤害，并被弹射15英尺向上，然后以随机确定的水平方向落地15英尺。通过豁免的生物只会受到一半伤害，并且不会被弹射。",
	"When a creature is not entirely inside the cyclone's radius but within 30 feet of its center at the start of its turn, it still feels the intense draw of the raging cyclone, and must spend 2 feet (or 3 feet if it is flying) of movement for every 1 foot it moves away from the cyclone.": "当一个生物并非完全在旋风半径内，但在其转动开始时距离中心不超过30英尺时，它仍然感受到狂暴旋风的强烈吸引力，并且必须花费2英尺（如果它正在飞行则为3英尺）的移动来脱离旋风时每移动1英尺。",
	"For the duration of the spell, you can spend an action to move the cyclone up to 30 feet in any direction along the ground.": "在法术持续期间，你可以花费一个动作，将旋风沿着地面向任意方向移动30英尺。",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d6} and the height of the cyclone as well as the distance a creature is thrown upward increases by 5 feet for each level above 3rd.": "当你使用4级或更高级别的法术位施放此法术时，伤害增加 {@dice 1d6}，旋风的高度以及生物被抛向上方的距离每超过3级增加5英尺。",
	"You become a burst of elemental flames. Until the start of your next turn, you gain the following benefits:": "你化为一团元素之火。直到你的下一个回合开始前，你获得以下效果：",
	"You are resistant to fire damage and to bludgeoning, piercing, and slashing damage from nonmagical attacks.": "你对火焰伤害以及来自非魔法攻击的钝击、穿刺和斩击伤害具有抗性。",
	"You can move through the space of other creatures and ignore difficult terrain. The first time you enter the space of another creature on a turn, it takes {@damage 1d6} fire damage.": "你可以穿过其他生物的空间并忽略艰难地形。在一个回合内第一次进入另一个生物的空间时，它会受到{@damage 1d6}火焰伤害。",
	"Once during your turn when you roll fire damage, you can maximize the value of one die of fire damage.": "在你的回合中，当你投掷火焰伤害骰时，你可以将其中一颗骰子的值最大化。",
	"Your eyes glow with fiery light before focusing on a creature you can see within range, causing a beam of fire to shoot from your eyes. The target creature must make a Dexterity saving throw. On a failed save, it takes {@damage 3d6} fire damage and is set ablaze, taking {@damage 1d6} damage at the end of each of its turns until it or another creature within 5 feet of it spends an action to douse the flames. On a successful save, the creature takes half as much damage and is not set ablaze.": "你的眼睛闪烁着火焰般的光芒，然后聚焦在你能看到的范围内的生物身上，引发一道火焰射出。目标生物必须进行一次敏捷豁免才能。未能通过豁免的话，它会受到{@damage 3d6}火焰伤害并着火，在每个它的回合结束时受到{@damage 1d6}伤害，直到它或者另一个在它身边5英尺范围内的生物花费一个动作来扑灭火焰。若通过了豁免，生物会受到一半伤害且不会着火。",
	"When you cast this spell using a spell slot of 2nd level or higher, the initial damage increases by {@dice 1d6} for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，初始伤害将每个高于1级的法术位等级增加{@dice 1d6}。",
	"You call fiery forces from below the earth to erupt upwards violently, causing the rocks beneath a point to melt and erupt into magma. The ground in a 10 foot radius explodes in a shower of fire and magma, raining down in a 20 foot radius. Creatures within the area must make a Dexterity saving throw. On failure, they take {@damage 4d10} bludgeoning damage and {@damage 4d6} fire damage. If a creature is within the 10-foot inner radius, then they are additionally flung 10 feet into the air, taking {@damage 1d6} bludgeoning damage and falling {@condition prone} when they land. On a successful save, a creature takes half damage, and suffers no additional effects.": "你召唤地底的热力，使地下的岩石熔化并喷发成岩浆。周围10英尺半径的地面爆炸，火焰和岩浆如雨般向外喷射，覆盖20英尺半径范围。在该区域内的生物必须进行敏捷豁免检定。未通过检定的生物将受到{@damage 4d10} 钝击伤害和{@damage 4d6} 火焰伤害。如果生物位于10英尺内半径范围内，则它们还会被额外抛至空中10英尺，造成{@damage 1d6} 钝击伤害，并在落地时受到{@condition prone} 伤害。通过检定的生物只受到一半伤害，并不会受到额外影响。",
	"The center 10 foot radius becomes difficult terrain until cleared. Each 5-foot-square portion of the area requires at least 1 minute to clear by hand.": "中心10英尺半径的区域成为难行地形，直到被清理。该区域的每个5英尺正方形部分至少需要1分钟用手清理。",
	"You become made of stone. Until the spell ends, you gain the following benefits:": "你变成了石头。直到咒语结束，你获得以下好处：",
	"You can move across difficult terrain made of earth or stone without spending extra movement. You can move through solid earth or stone as if it was air and without destabilizing it, but you can't end your movement there. If you do so, you are ejected to the nearest unoccupied space, this spell ends, and you are {@condition stunned} until the end of your next turn.": "你可以在由土或石头构成的困难地形上移动，而无需额外消耗移动力。你可以穿过实体的土地或石头，就像穿过空气一样，并且不会使其不稳定，但你不能在那里结束移动。如果你这样做，你将被弹出到最近的未占据空间，这个法术结束，并且在你的下一个回合结束前，你将被{@condition stunned}。",
	"You can use your action to call spikes of stone to raise from the ground. All creatures of your choice within 15 feet of you must make a Dexterity saving throw. A creature takes {@damage 4d8} piercing damage on a failed save, or half as much on a successful one. Their space becomes difficult terrain either way.": "你可以使用你的动作召唤石刺从地面上升起。 你周围15英尺范围内的所有生物必须进行一次敏捷豁免。 在豁免失败的情况下，生物会受到{@damage 4d8}点穿刺伤害，豁免成功则只受到一半伤害。无论如何，它们所在的空间都会变成艰难地形。",
	"You cause the earth to ripple, triggering an avalanche of rock and stone to surge forward in a 60 foot long, 15 foot wide line. The length of the line is doubled if the cast on the surface has more than a 15 degree downward slope (a moderately steep hill). Creatures caught in the surging tumble of rocks must make a Dexterity saving throw. Creatures that fail their save take {@damage 6d10} bludgeoning damage and are knocked {@condition prone}. Creatures that fail by 5 or more are {@condition stunned} until the end of their next turn, and creatures that fail by 10 or more are additionally knocked to the closest free space at the end of the line created by the spell. On a successful save, a creature takes half as much damage and suffers none of the spell's other effects.": "你引发地面波动，触发一场岩石和石头的雪崩，向前涌动，形成一个长60英尺，宽15英尺的线。如果施法表面的倾斜度超过15度（一个中等陡峭的山坡），线的长度将加倍。被卷入滚动岩石中的生物必须进行一次敏捷豁免。未能通过豁免的生物受到{@damage 6d10} 钝击伤害，并被击倒{@condition prone}。豁免失败5点或更多的生物在其下一个回合结束前处于{@condition stunned}，而豁免失败10点或更多的生物在法术结束时被额外击倒到法术创建的线末端最近的空间。成功豁免的生物只受到一半伤害，并不受法术的其他影响。",
	"The spell creates a 15 by 15 foot area of difficult terrain at the end of the line created by the spell.": "这个法术在法术创造的线的尽头产生一个 15 英尺乘以 15 英尺的难行地形区域。",
	"You rend asunder the earth in a 60-foot-long 5-foot-wide line, targeting an area of dirt, sand, or rock at least 10 feet deep.": "你撕裂地面，形成一个60英尺长、5英尺宽的线，目标是至少有10英尺深的土壤、沙子或岩石区域。",
	"Creatures in that line must make a Dexterity saving throw. On a failure, a creature falls into a suddenly opened crevice in the ground, falling into it before it snaps shut, crushing them. Creatures that fail the saving throw take {@damage 6d10} bludgeoning damage from the fall and crushing. The creature is buried in 10 feet of rubble, and creatures without a burrowing speed require 25 feet of movement to extract themselves from the loose rubble to return to where they failed the saving throw. If they end their turn while buried, they take an additional {@damage 1d10} bludgeoning damage.": "在那条线上的生物必须进行一次敏捷豁免检定。如果检定失败，生物会掉入地面上突然裂开的裂缝中，被压扁后才会合拢。未通过豁免检定的生物从跌落和被压扁中受到{@damage 6d10} 钝击伤害。生物被埋在10英尺厚的瓦砾中，没有掘地速度的生物需要消耗25尺的移动速度才能从松散的瓦砾中挣脱，回到未通过豁免检定的地点。如果它们结束回合时仍被埋在瓦砾中，会受到额外{@damage 1d10} 钝击伤害。",
	"You unearth and launch a barrage of five heavy chunks of earth or stone at targets within range. You can hurl them at one target or several. Make a ranged spell attack for each hurled object. On hit, the target takes {@damage 1d12 + 1} bludgeoning damage, and if it is Large or smaller, it is knocked {@condition prone}. Attacks made as part of this spell have advantage against {@condition prone} targets, and ignore the normal disadvantage ranged attacks made from more than 5 feet away from a {@condition prone} target have.": "你挖掘并发射出五块沉重的土块或石块，瞄准范围内的目标。你可以将它们投向一个目标或多个目标。为每个投掷的物体进行一次远程法术攻击。命中时，目标受到{@damage 1d12 + 1} 震荡伤害，如果目标是大型或更小，则被击倒{@condition prone}。作为此法术的一部分进行的攻击对{@condition prone}目标有优势，并忽略从距离大于5英尺的{@condition prone}目标进行的普通远程攻击的劣势。",
	"When you cast this spell using a spell slot of 6th level or higher, you can hurl one additional object for each slot level above 5th.": "当你使用6级或更高级别的法术位施放这个法术时，你可以每超过5级的位数投掷一个额外的物体。",
	"You cause a surge of stone to attempt to engulf a Large or smaller creature in stone. The target must make a Dexterity saving throw. On a failure, they become {@condition restrained} and {@condition blinded} in the stone coffin. A creature can choose to fail their save. While trapped within the coffin, they have total cover against all sources. The coffin has an AC of 15 and 50 hit points, and resistance to all damage beside bludgeoning and thunder damage. When the spell ends or the coffin is reduced to 0 hit points, it crumbles to fragments and the creature within is no longer {@condition restrained} and {@condition blinded}.": "你引发了一股石头的涌动，试图将一个大型或更小的生物埋在石头中。目标必须进行一次敏捷豁免检定。如果失败，他们将变成石棺中的{@condition restrained}和{@condition blinded}。生物可以选择放弃豁免。被困在石棺中时，他们对所有来源的攻击都拥有完全掩护。石棺的护甲等级为15，有50点生命值，并对除了钝击和雷电伤害之外的所有伤害具有抗性。当法术结束或石棺的生命值降至0时，它将破碎成碎片，石棺内的生物将不再是{@condition restrained}和{@condition blinded}。",
	"For the duration of the spell you can use your bonus action to attempt to crush a creature encased in the coffin, dealing {@damage 1d10} bludgeoning damage.": "在法术持续期间，你可以使用你的奖励动作来试图压碎被棺材包裹的生物，造成{@damage 1d10} 钝击伤害。",
	"When you cast this spell using a spell slot of 5th level or higher, the stone coffin gains 10 additional hit points for each level above 5th.": "当你使用5级或更高级别的法术位施放这个法术时，石棺每超过5级的等级就会获得额外的10点生命值。",
	"You lift three inanimate Small or Medium sized rocks or similar objects from within 10 feet of you, causing them to defy gravity and slowly circle you. With all three stones orbiting, you have three quarters cover. With at least one stone remaining, you have half cover.": "你从距离你不超过10英尺的地方抬起三块无生命的小型或中型石头或类似物体，使它们违背重力，围绕你缓慢旋转。当三块石头都在轨道上时，你获得三分之一掩体。只要有一块石头保持在轨道上，你获得一半掩体。",
	"As a bonus action while at least one stone remains in orbit, you can magically fling a stone at target within 60 feet. Make a ranged spell attack roll. On hit, the target takes {@damage 3d10} bludgeoning damage and is knocked backward 5 feet.": "作为一个奖励动作，只要至少有一块石头在轨道上，你可以使用魔法将一块石头投向60英尺内的目标。进行远程法术攻击检定。命中后，目标受到{@damage 3d10} 钝击伤害，并向后击退5英尺。",
	"You cause the ground in a 20-foot radius centered on a point you can see to turn to quicksand for the duration of the spell. A creature moving through or out of the area must spend 4 feet of movement for every 1 foot it moves. A creature that ends their turn must make a Strength saving throw. On failure, they fall {@condition prone}.": "你让你能看到的一个点为中心的半径为20英尺的区域的地面在法术持续期间变成流沙。通过该区域移动或离开的生物必须花费每移动1英尺4英尺的移动力。结束他们的回合的生物必须进行一次力量豁免检定。失败的话，他们会跌倒{@condition prone}。",
	"You release a seismic wave, slamming the ground in front of you and causing the earth to explode violently in a 30-foot cone. Creatures touching the ground in the area must make a Strength saving throw. On failure, they take {@damage 4d10} bludgeoning damage and fall {@condition prone}. On success, they take half as much damage and do not fall {@condition prone}. Large or larger objects and structures in the area of effect automatically fail the save and take twice as much damage. The ground becomes difficult terrain until cleared. Each 5-foot-square portion of the area requires at least 1 minute to clear by hand.": "你释放了一道地震波，猛烈地撞击你面前的地面，导致地面在一个30英尺的锥形范围内剧烈爆炸。在该区域接触地面的生物必须进行一次力量豁免检定。未通过检定的生物会受到{@damage 4d10} 震荡伤害并倒地{@condition prone}。通过检定的生物只会受到一半伤害且不会倒地{@condition prone}。在效果范围内的大型或更大的物体和结构会自动失败豁免检定并受到双倍伤害。地面变成难行地形，直到被清理。每个5英尺的正方形区域至少需要1分钟的时间才能用手清理干净。",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d10} for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，伤害会每超过3级增加{@dice 1d10}。",
	"You cause a 10 foot long, 10 feet tall, several inch thick wall of earth to erupt on the ground, granting total cover and blocking any damage that originates from the far side of the wall until the wall breaks. This blocks ranged attacks, and areas of effects that have a point of origin on the far side of the wall (for example, the center point of a radius spell or the source of a cone or line).": "你制造了一堵长10英尺，高10英尺，几英寸厚的土墙，从地面上喷发出来，提供完全掩护，并阻挡任何源自墙的另一侧的伤害，直到墙被打破。这会阻挡远程攻击，以及那些以墙的另一侧为起点的范围效果（例如，半径法术的中心点或锥形或直线的源头）。",
	"All damage the wall blocks is applied to the wall, even if that damage normally only affects creatures, but it takes the blocked damage only once, even if blocking the same damage against multiple creatures. The wall has {@dice 4d10} + your spellcasting modifier hit points, and crumbles to dust when it is reduced to 0 hit points. Any damage remaining after the wall is destroyed is dealt as normal. If the wall is not destroyed, it crumbles at the start of your next turn.": "所有墙壁阻挡的伤害都应用在墙壁上，即使该伤害通常只影响生物，但只承受一次被阻挡的伤害，即使阻挡相同伤害对多个生物。墙壁有{@dice 4d10} + 你的施法调整值 的生命值，当生命值降至0时化为尘土。墙壁被摧毁后剩余的伤害按正常方式处理。如果墙壁没有被摧毁，它会在你的下一个回合开始时崩塌。",
	"When you cast this spell using a spell slot of 4th level or higher, the wall has {@dice 1d10} additional hit points and is 5 feet longer for each level above 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，墙壁将额外拥有{@dice 1d10}的生命值，并且每超过3级，长度增加5英尺。",
	"You cause the earth to deform and ripple, a target creature must make a Dexterity saving throw or suffer one of the following effects (your choice):": "你让大地变形起伏，目标生物必须进行一次敏捷豁免检定，否则将遭受以下效果之一（你选择）：",
	"It is pulled into the earth, taking {@damage 1d8} bludgeoning damage and reducing its movement speed to zero until a creature spends an action to dig it free.": "它被拉入地面，受到{@damage 1d8}的钝击伤害，并将其移动速度降低到零，直到有生物花费一个动作将其挖出。",
	"It is slammed 5 feet in a direction of your choice by a wave of earth, taking {@damage 2d8} bludgeoning damage and being knocked {@condition prone}.": "被一股地之波击飞，向你选择的方向被猛烈冲击5英尺，受到{@damage 2d8} 钝击伤害，并被击倒{@condition prone}。",
	"It is impaled by a spike of earth, taking {@damage 4d8} piercing damage.": "被一根大地之刺刺穿，受到{@damage 4d8}穿刺伤害。",
	"You turn your hand and forearm (or similar appendage) to stone until the start of your next turn. As part of casting the spell, you can make a melee spell attack against one creature you can reach. On a hit, the target takes {@damage 2d10} bludgeoning damage.": "你将你的手和前臂（或类似附肢）变成石头，直到你下一个回合开始。在施放咒语的过程中，你可以对你能够触及的一名生物进行近战法术攻击。命中时，目标受到{@damage 2d10} 钝击伤害。",
	"Until the start of your next turn, you can use your reaction when you take slashing or piercing damage from an attack to gain resistance to damage from that attack.": "直到你的下一个回合开始，当你受到一次攻击造成的割砍或穿刺伤害时，你可以使用你的反应来获得对该攻击的伤害抗性。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d10} for each slot level above 1st.": "当你使用2级或更高级别的法术位施放此法术时，伤害会每超过1级的法术位等级增加{@dice 1d10}。",
	"You choose a point on the ground in an area of dirt or natural stone you can see. The ground buckles and a 5-foot radius, 10-foot deep pit opens around that point. If the surface is not large enough to contain the pit, the spell fails. Creatures in the area must make a Dexterity saving throw. On success, they can move 5 feet outside the radius of the spell. Creatures that fail their saving throw fall to the bottom of the bit (taking {@damage 1d6} bludgeoning damage and falling {@condition prone}). The sides of the pit are rough, and can be climbed. The pit remains until filled. If a creature saves, but cannot move 5 feet, they fall {@condition prone}, hanging from the edge of the pit, and cannot stand until they move out of the pit area or fall into it.": "你选择在你能看到的泥土或天然石头区域的地面上的一个点。地面隆起，围绕着那个点打开一个半径为5英尺，深度为10英尺的坑。如果表面不够大以容纳这个坑，法术失败。在该区域内的生物必须进行一次敏捷豁免投。成功的话，它们可以移动到法术半径外5英尺。未通过豁免投的生物掉入坑底（受到{@damage 1d6} 钝击伤害并掉落{@condition prone}）。坑的边缘很粗糙，可以攀爬。坑会一直存在直到被填满。如果一个生物通过了豁免投，但无法移动5英尺，它们会掉落{@condition prone}，悬挂在坑边缘，直到它们移出坑区域或掉入其中，才能站起来。",
	"When you cast this spell using a spell slot of 2nd level or higher, the pit is 5-feet deeper for each slot level about 1st (to a maximum of 20 feet deep).": "当你使用2级或更高级别的法术位施放这个法术时，每个比1级更高的法术位，坑洞就会再深5英尺（最多深20英尺）。",
	"The spell fails if the pit would breach another opening (such as a room or cavern below) as that would be failing to contain the pit. The DM has wide discretion on what surfaces would qualify for this spell.": "如果陷阱会突破另一个开口（比如下方的房间或洞穴），那么这个法术会失败，因为这意味着无法将陷阱封闭。DM对于哪些表面适用于这个法术有很大的裁量权。",
	"You solidify into a stone. Until the start of your next turn, you are {@condition petrified}. Your AC becomes 20 and you gain 10 temporary hit points. Any remaining temporary hit points fade when the spell ends.": "你凝固成一块石头。直到你的下一个回合开始，你是{@condition petrified}。你的盔甲等级变为20，你获得10点临时生命值。法术结束时，任何剩余的临时生命值都会消失。",
	"You touch a stone surface or the ground, and call forth stone that shapes itself to your command. You can make any roughly shaped Small or Tiny item from the stone, including functional simple or martial melee weapons (for Medium or smaller creatures), possess magical durability to resist shattering or breaking.": "你触摸石头表面或地面，并召唤石头按照你的意志塑造。你可以用石头制作任何粗略形状的小型或微型物品，包括功能简单或军用近战武器（适用于中等或更小的生物），具有魔法耐久性以抵抗破碎或断裂。",
	"Alternatively you can encase your limbs in stone, causing your unarmed strikes to deal {@damage 1d8} bludgeoning damage for the duration of the spell.": "或者你可以用石头包裹你的四肢，在咒语持续期间，使你的徒手攻击造成{@damage 1d8}钝击伤害。",
	"Items made this way lose any magical durability after one hour, and become easily broken if they would not normally be functional in that shape. You can have three items or effects created by this cantrip at a time, and upon creating a fourth the oldest one loses its magical durability and becomes easily broken.": "用这种方式制作的物品在一个小时后失去任何魔法耐久性，如果它们在那种形状下通常不会正常工作，它们会变得容易破碎。你一次可以拥有由这个战斗法术创造的三个物品或效果，当创造第四个时，最老的那个将失去其魔法耐久性并变得容易破碎。",
	"You fling a rock at a creature you can see within range. Make a ranged spell attack. On hit, the target takes {@damage 1d10} bludgeoning damage. On a critical hit, the target is knocked {@condition prone} or 10 feet backwards (your choice).": "你向一个你能看到的生物投掷一块岩石。进行一次远程法术攻击。命中后，目标受到{@damage 1d10} 钝击伤害。在暴击时，目标被击倒（你选择）或向后推10英尺。",
	"The spell's damage increases by {@dice 1d10} when you reach 5th level ({@dice 2d10}), 11th level ({@dice 3d10}), and 17th level ({@dice 4d10}).": "当你达到5级（{@dice 2d10}），11级（{@dice 3d10}）和17级（{@dice 4d10}）时，该法术的伤害增加了{@dice 1d10}。"
}