{
	"You grant a burst of swiftness to a creature of your choice that you can see within range. The target gains an additional action during its next turn, and its speed increases by 10 feet for the spell's duration. That action can't be used to take the {@action Attack} (except to {@action Shove} or {@action Grapple}), {@action Cast a Spell}, or {@action Ready} action.": "你为你能看到范围内的一个生物赋予一阵迅捷。目标在下一回合期间获得额外的一个动作，并且其速度在法术持续时间内增加10英尺。该动作不能用于进行{@action Attack}（除非是{@action Shove}或{@action Grapple}），{@action Cast a Spell}，或{@action Ready}动作。",
	"When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，你可以每超过2级的法术位目标一个额外生物。",
	"Necromantic energy washes over a creature of your choice that you can see within range, draining moisture and vitality from it. The target must make a Constitution saving throw. On a failed save, the target takes {@damage 2d8} necrotic damage and any damage it deals before the end of your next turn is reduced by {@damage 1d4}. On a successful save, the creature takes half as much damage and its damage isn't reduced. This spell has no effect on undead or constructs.": "一股死灵能量笼罩着你能看到的范围内的一只生物，从中抽取水分和生命力。目标必须进行一次体质豁免才能。未通过豁免的目标会受到{@damage 2d8}点死灵伤害，并且在你的下一个回合结束前造成的任何伤害都会减少{@damage 1d4}。通过豁免的生物会受到一半伤害，且其造成的伤害不会减少。这个法术对不死生物或者构装体无效。",
	"If you target a plant creature or a magical plant, it makes the saving throw with disadvantage, and the spell deals maximum damage to it. If you target a nonmagical plant that isn't a creature, such as a tree or shrub, it doesn't make a saving throw, it simply withers and dies.": "如果你的目标是一只植物生物或者一个魔法植物，它将以劣势进行豁免检定，并且法术对其造成的伤害为最大值。如果你的目标是一个非魔法植物且不是生物，比如一棵树或灌木，它不需要进行豁免检定，它会简单地枯萎并死亡。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@scaledamage 2d8|1-9|2d8} for each slot level above 1st, and the damage it reduces increases by {@scaledamage 1d4|1,3,5,7,9|1d4} for every two slot levels above 1st.": "当你使用2级或更高级别的法术位施放此法术时，伤害增加 {@scaledamage 2d8|1-9|2d8}，每超过1级的法术位增加一次，而它减少的伤害每超过1级的两个法术位增加 {@scaledamage 1d4|1,3,5,7,9|1d4}。",
	"You hurl a 4-inch diameter sphere of energy at a creature that you can see within range. You choose acid, cold, fire, lightning, poison, or thunder for the type of orb you create.": "你向你能看到的范围内的生物投掷一个直径为4英寸的能量球。你可以选择酸、冰冷、火焰、闪电、毒素或雷霆作为你创建的球的类型。",
	"A creature targeted by this spell must make a Dexterity saving throw. It takes {@damage 2d10} damage of the type you chose on a failed save, or half as much damage on a successful one.": "被该法术瞄准的生物必须进行一次敏捷豁免投。在豁免失败时，它会受到你选择的类型的{@damage 2d10}伤害，豁免成功时则只受一半伤害。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@scaledamage 2d10|1-9|1d10} for each slot level above 1st, and it causes an additional effect on a failed save depending on the type of orb created.": "当你使用2级或更高级别的法术位施放这个法术时，伤害会每超过1级的法术位等级增加{@scaledamage 2d10|1-9|1d10}，并且在豆制造的球体类型上，如果豆造成的豆豆失败了豆豆，会造成额外效果。",
	"The creature's AC is reduced by 2 until the start of your next turn.": "生物的AC减少2，直到你的下一个回合开始。",
	"The creature's speed is halved until the start of your next turn.": "生物的速度减半，直到你的下一个回合开始。",
	"You double the amount of damage dice rolled and keep the highest half.": "你投掷的伤害骰翻倍，然后保留一半最高的骰子。",
	"Lightning": "闪电",
	"The creature can't take reactions until the end of your next turn.": "这个生物直到你的下一个回合结束前都不能作出反应。",
	"Poison": "毒药",
	"The creature is {@condition poisoned} until the start of your next turn.": "该生物在你的下一个回合开始之前为{@condition poisoned}。",
	"Thunder": "雷霆",
	"You can push the creature up to 10 feet away from you.": "你可以将生物推开，最多10英尺远离你。",
	"Choose one creature you can see within range. Yellow strips of magical energy loop around the creature, reducing its flying speed by 10 feet. At the start of each of its turns, the target must make a Strength saving throw. On a failed save, the creature's flying speed (if any) is reduced to 0 feet until the start of its next turn, and it safely descends up to 60 feet if it is airborne, stopping if it reaches the ground.": "选择范围内的一个生物。黄色的魔法能量带环绕着该生物，将其飞行速度减少10英尺。在每个回合开始时，目标必须进行一次力量豁免检定。如果未通过豁免检定，该生物的飞行速度（如果有）将减少到0英尺，直到下一个回合开始，并且如果它正在空中，它将安全地下降60英尺，直到触地。",
	"On each of your turns after you cast this spell, you can use your action to change the target of this spell to another creature you can see within range.": "在你施放这个法术后的每个回合，你可以使用你的动作将这个法术的目标更改为你能看到范围内的另一个生物。",
	"You create a twisting pattern of colors that weaves through the air inside a 30-foot cube within range for the duration. Each creature that enters the spell's area for the first time on a turn or starts its turn there must make a Wisdom saving throw if it can see the pattern.": "你在施法范围内创造了一个缠绕的色彩图案，它在一个边长为30英尺的立方体内空中编织，持续一段时间。每个生物在其回合首次进入法术区域或在那里开始其回合时，如果能看到这个图案，就必须进行一次感知豁免检定。",
	"On a failed save, the creature becomes {@condition charmed} until the start of its next turn. While {@condition charmed} by this spell, the creature is {@condition incapacitated} and has a speed of 0.": "在未通过豁免检定时，生物将变为{@condition charmed}，直到其下一个回合开始。在受到这个法术的影响时，生物将变为{@condition incapacitated}，速度为0。",
	"This effect ends early for an affected creature if it takes any damage or if someone else uses an action to shake the creature out of its stupor. If ended in either of these ways, the creature cannot be charmed by this spell again until the end of its next turn.": "如果受影响的生物受到任何伤害，或者有其他人使用一个动作来摇醒这个生物，这个效果会提前结束。如果以这两种方式结束，那么这个生物在其下一个回合结束前将无法再次被这个法术魅惑。",
	"You send pulses of seismic energy into the ground within range, turning it into {@quickref difficult terrain||3} for creatures other than you for the spell's duration as it shakes and becomes unsteady underfoot.": "你向范围内的地面发送地震能量脉冲，使其在法术持续时间内对你以外的生物变成{@quickref difficult terrain||3}，在脚下摇摆不稳。",
	"When you cast this spell, the affected ground violently churns. Each creature other than you standing in this area must succeed on a Dexterity saving throw or fall {@condition prone}.": "施放此法术时，受影响的地面剧烈翻腾。站在这个区域的除你之外的每个生物必须成功进行一次敏捷豁免才能不倒地{@condition prone}。",
	"On each of your turns until the spell ends, you can use your action to cause the ground to churn in this way again. You can also cause the ground to churn as a reaction before a creature makes an attack roll within range or enters the spell's area.": "在法术持续期间的每个回合，你可以使用你的动作再次使地面翻腾。你还可以在一名生物在范围内进行攻击检定之前或进入法术区域时，作为一次反应使地面翻腾。",
	"When you cast this spell using a spell slot of 2nd level or higher, you can use your bonus action to cause the ground to churn instead of your action. Using a spell slot of 3rd level or higher grants a duration that doesn't require {@status concentration}.": "当你使用2级或更高级别的法术位施放此法术时，你可以使用你的奖励动作来使地面翻腾，而不是使用你的行动。使用3级或更高级别的法术位施放，将获得一个不需要{@status concentration}的持续时间。",
	"Cushioning foliage sprouts across the ground underneath you within range. A creature that ends its fall in that area can subtract 100 feet from the fall when calculating falling damage, including against the triggering fall, and takes only half damage from the fall.": "茂密的植被在你脚下的地面上生长。 在该区域结束坠落的生物可以在计算坠落伤害时减去 100 英尺，包括触发的坠落，并且只受到坠落伤害的一半。 (fall)",
	"The foliage lasts for the duration. You can end the spell early by using an action to dismiss it.": "植被会持续整个持续时间。你可以通过使用一个动作提前结束这个法术。",
	"When you cast this spell using a spell slot of 2nd level or higher, the range of the spell increases by 10 feet for each slot level above 1st.": "当你使用2级或更高级别的法术位施放此法术时，法术的射程将每超过1级的法术位等级增加10英尺。 (spell slot)"
}