{
	"You collect massive amounts of nuclear energy and release it in a violent chain reaction in a 60-radius sphere centered on a point within range. The sphere is bright light, spreads around corners and ignites flammable objects that aren't being worn or carried.": "你收集大量核能量，并在射程内的一个点为中心释放它，引发一个半径60尺的暴力连锁反应。这个球体是明亮的光，能够传播到角落并点燃未被穿戴或携带的易燃物品。",
	"When the sphere appears, each creature within its area must make a Constitution saving throw. On a failed save, a creature takes {@damage 5d8} fire damage, {@damage 5d8} radiant damage and gains one level of {@condition exhaustion}. On a successful save, a creature takes half as much damage and doesn't suffer {@condition exhaustion}.": "当球体出现时，其范围内的每个生物必须进行一次体质豁免检定。未通过豁免的生物会受到{@damage 5d8}火焰伤害，{@damage 5d8}辐射伤害，并获得一层{@condition exhaustion}。通过豁免的生物会受到一半伤害，并且不会遭受{@condition exhaustion}效果。",
	"At the start of each of your turns, each creature within the sphere's area must make a Constitution saving throw. On a failed save, a creature takes {@damage 4d8} fire damage, {@damage 4d8} radiant damage and gains one level of {@condition exhaustion}. On a successful save, a creature takes half as much damage and doesn't suffer {@condition exhaustion}. The fire and radiant damage dealt by this spell on subsequent rounds are then both reduced by {@dice 1d8}.": "在你的每个回合开始时，范围内的每个生物必须进行一次体质豁免投掷。未通过豁免的生物会受到{@damage 4d8}火焰伤害，{@damage 4d8}光辉伤害，并获得一级{@condition exhaustion}。通过豁免的生物会受到一半伤害，并且不会遭受{@condition exhaustion}。此法术在随后回合造成的火焰和光辉伤害都会减少{@dice 1d8}。",
	"Any levels of {@condition exhaustion} caused by this spell go away when the spell ends.": "当这个法术结束时，由该法术造成的任何等级的{@condition exhaustion}都会消失。",
	"A ghostly, translucent shroud of death surrounds you in a 60-foot aura for the duration. As a bonus action on your turn, you can cause ethereal butterflies of necrotic energy to erupt in the aura. Each creature of your choice in the aura (minimum of one) must make a Charisma saving throw. On a failed save, a creature takes {@damage 4d8} necrotic damage plus an extra {@damage 4d8} necrotic damage for each previous time this bonus action has been used since the casting of this spell, to a maximum of {@damage 20d8} damage. On a successful save, a creature takes half as much damage.": "在持续时间内，一道死亡的幽灵般、半透明的披风环绕着你，范围为60英尺。作为你回合的奖励动作，你可以引发一团由死灵能量构成的虚幻蝴蝶在这个范围内爆发。范围内的每个你选择的生物（至少一个）必须进行一次魅力豁免检定。未通过豁免检定的生物会受到{@damage 4d8}点死灵伤害，再额外受到{@damage 4d8}点死灵伤害，每次使用此奖励动作后的伤害会增加，最多可达{@damage 20d8}点伤害。通过豁免检定的生物只会受到一半的伤害。",
	"A creature that fails its saving throw also suffers an additional effect based on the previous number of times this bonus action has been used since the casting of the spell:": "一个生物如果未能通过豁免检定，还会受到额外效果的影响，这个效果取决于自施法以来使用此奖励动作的次数。",
	"- 1 or more times: {@condition blinded} and {@condition deafened} for 1 round": "- 1次或更多次：在1轮内使用{@condition blinded}和{@condition deafened}。",
	"- 2 or more times: {@condition restrained} for 1 round": "- 2次或更多次：{@condition restrained} 持续1回合",
	"- 3 or more times: {@condition stunned} for 1 round": "- 3次或更多次：1轮内{@condition stunned}",
	"- 4 or more times: {@condition paralyzed} for 1 round": "- 4次或更多次：1轮内{@condition paralyzed}",
	"- 5 or more times: killed instantly if it has 50 or less hit points": "- 5次或更多次：如果生物拥有50个或更少的生命值，将立即被击杀。",
	"Nonmagical plants within the aura instantly die, as do creatures of CR 1 and below.": "在该光环范围内的非魔法植物会立即死亡，同样，1级及以下的生物也会死亡。",
	"Opening your wrist, you form your blood into a vicious spear of necrotic energy and launch it at blistering speed in a 5-foot-wide, 120-foot-long line originating from you. You take {@damage 4d8} necrotic damage, which ignores resistance and immunity and cannot be reduced in any way. Your hit point maximum is also reduced by the same amount until you take a long rest.": "你打开你的手腕，将你的血液形成一支邪恶的死灵能量长矛，以惊人的速度发射出去，形成一个起点为你的5英尺宽、120英尺长的直线。你受到{@damage 4d8}点死灵伤害，这种伤害无视抗性和免疫，无法以任何方式减少。你的最大生命值也会减少同样的数值，直到你进行一次长休。",
	"Each creature in the line must make a Dexterity saving throw. On a failed save, a creature takes necrotic damage equal to the necrotic damage you took, as well {@damage 4d8 + 40} piercing damage, and is {@condition poisoned} for 1 minute. On a successful save, a creature takes half as much damage and isn't {@condition poisoned}.": "每个生物都必须进行一次敏捷豁免投骰。在豁免失败时，生物会受到等同于你所受到的死灵伤害的伤害，以及{@damage 4d8 + 40}穿刺伤害，并且会在1分钟内被{@condition poisoned}。在豁免成功时，生物只会受到一半伤害，并且不会被{@condition poisoned}。",
	"While a creature is {@condition poisoned} by this spell, it cannot regain hit points. A {@condition poisoned} creature can make a Constitution saving throw at the end of each of its turns, ending the {@condition poisoned} condition on a success.": "当生物被这个法术影响时，它无法恢复生命值。一个被 {@condition poisoned} 的生物可以在每个回合结束时进行一次体质豁免，成功则结束 {@condition poisoned} 状态。",
	"You part the skies and call forth a beam of divine energy to raze the earth. You must be outdoors and have a clear path to the sky when you cast this spell. Choose a line up to 90 feet in length between two points you can see within range. Each creature within 30 feet of the line must make a Constitution saving throw, taking {@damage 4d10} force damage and {@damage 4d10} radiant damage on a failed save, or half as much damage on a successful one. A creature that fails its saving throw also loses any damage resistances it had for the duration of the spell.": "你分开天空，召唤神圣能量的光束来毁灭大地。施放此法术时，你必须在室外并且有一条通往天空的清晰路径。选择两个你能看到的点之间长达90英尺的一条线。在该线路30英尺范围内的每个生物必须进行一次体质豁免才能，未通过则受到{@damage 4d10} 点力量伤害和{@damage 4d10} 点辐射伤害，通过则伤害减半。未通过豁免的生物在法术持续时间内也会失去任何伤害抗性。",
	"For the duration of the spell, the ground within 30 feet of the line is alight with divine energy. Whenever a creature enters the area for the first time on a turn or starts its turn there, it must make a Constitution saving throw, taking {@damage 1d10} force damage and {@damage 1d10} radiant damage on a failed save, or half as much damage on a successful one.": "在法术持续期间，距离该线30英尺内的地面闪耀着神圣能量。每当一个生物在回合内首次进入该区域或者在那里开始它的回合时，它必须进行一次体质豁免检定，未通过则受到{@damage 1d10} 点力量伤害和{@damage 1d10} 点辐射伤害，通过则只受到一半伤害。",
	"You reach into the mind of one creature you can see within range and turn its deepest traumas into reality. When you cast this spell, you know every spell that has targeted the creature in the last 30 days, and the target is {@condition frightened} of you for the duration.": "你伸手进入你能看到范围内的一只生物的思维，并将其最深的创伤变成现实。当你施放这个法术时，你会知道在过去30天中以目标的所有法术，并且在持续时间内，目标是你的{@condition frightened}。",
	"As an action, you may choose one of these spells and manifest it into reality, casting it yourself. You expend a spell slot as if you cast it, using your own spell save DC and spell attack bonus. The spell must have a casting time of 1 action, and is cast with the following modifications:": "作为一个动作，你可以选择以下这些咒语之一，并将其实现为现实，亲自施放。你消耗一个法术位，就像你自己施放它一样，使用你自己的法术豁免 DC 和法术命中加值。该咒语必须具有1个动作的施法时间，并以以下修改方式施放：",
	"- If the manifested spell targets an area or multiple targets, only the target creature is affected.": "- 如果所施放的法术针对一个区域或多个目标，只有目标生物会受到影响。",
	"- If the manifested spell has a duration other than instantaneous, it lasts for the duration of this spell. If it requires {@status concentration}, it instead lasts for as long as you concentrate on this spell, and you cannot manifest another {@status concentration} spell in the meantime.": "- 如果所施放的法术持续时间不是瞬发的，它将持续这个法术的持续时间。如果需要{@status concentration}，那么它将持续到你集中精力维持这个法术，这段时间内你不能施放另一个{@status concentration}法术。",
	"- If the manifested spell requires a saving throw, the target has disadvantage on the first saving throw it makes against the spell if it is {@condition frightened} of you. If it requires an attack roll, you have advantage on the attack roll if the target is {@condition frightened} of you.": "- 如果所施放的法术需要豁免才能，目标在对抗该法术的第一次豁免才能检定时，如果目标距离你 {@condition frightened}，则其具有劣势。如果法术需要攻击骰检定，且目标距离你 {@condition frightened}，则你对攻击骰检定具有优势。",
	"Each time the target creature is affected by a manifested spell, it may make a Wisdom saving throw, ending the spell on a success.": "每当目标生物受到一个显现法术的影响时，它可以进行一次感知豁免检定，若成功则结束该法术。"
}