{
	"Eight brilliant multicolored spheres of light surround you for the duration of this spell. You may use your bonus action to release up to two spheres, sending them to strike a point or points you choose within 90 feet of you. Once a sphere reaches its targeted point, it explodes with radiant energy. Each creature in a 15-foot radius centered on that point must make a Dexterity saving throw, taking {@damage 6d8} radiant damage on a failed save, or half as much damage on a successful one. A creature in the area of more than one explosion is affected only once.": "在这个法术持续期间，八个明亮的多彩光球环绕着你。你可以使用你的奖励动作释放最多两个光球，将它们发送到你在90英尺内选择的一个或多个点。一旦一个光球到达目标点，它就会爆炸，释放出辐射能量。在以该点为中心的15英尺半径范围内的每个生物必须进行一次敏捷豁免，未通过则受到{@damage 6d8}辐射伤害，通过则受到一半伤害。在多个爆炸范围内的生物只受到一次影响。",
	"While you have five or more spheres remaining, they shed bright light in a 30-foot radius and dim light for an additional 30 feet, and you are considered as having half-cover from all nonmagical ranged attacks. If you have one to four spheres remaining, they shed dim light in a 30-foot radius.": "当你还有五个或更多的球时，它们在30英尺半径内散发出明亮光芒，并在额外30英尺内散发微弱光芒，你被视为受到所有非魔法远程攻击的半掩护。如果你还剩下一个到四个球，它们在30英尺半径内散发微弱光芒。",
	"Brandishing the dagger used for this casting, you conjure forth hundreds of knives and launch them all towards a creature within range. The trajectory of the knives forms a 5-foot-line that extends out from you to the target. ": "挥舞着用于这个施法的匕首，你召唤出数百把小刀，将它们全部向射程内的生物发射。这些小刀的轨迹形成一条5英尺长的直线，从你延伸到目标处。",
	"Each creature in the line excluding you and the targeted creature must make a Dexterity saving throw, taking {@damage 10d4} piercing or slashing damage (your choice) on a failed save,  or half as much damage on a successful one. ": "在符合当地语言习惯的情况下，文本中像(%num%)这样的内容在翻译中仍应保持为(%num%)。\n\n线上的每个生物，不包括你和被选中的生物，必须进行一次敏捷豁免检定，未通过检定的生物将受到{@damage 10d4}点刺穿或劈砍伤害（你选择），通过检定的生物则只受一半伤害。",
	"Additionally, the target creature must make a Dexterity saving throw, taking {@damage 20d4} piercing or slashing damage  (your choice) on a failed save, or half as much on a  successful one.": "此外，目标生物必须进行一次敏捷豁免，未能通过则受到{@damage 20d4}点刺穿或劈砍伤害（你选择），通过则只受一半伤害。",
	"Any knives created by this spell disappear after the  spell is cast.": "这个法术创造的任何刀具在施法后会消失。",
	"When you cast this spell using  a spell slot of 7th level or higher, the damage taken  by the target creature and creatures in the line  increases by {@dice 4d4} and {@dice 2d4} respectively for each  spell slot above 6th.": "当你使用7级或更高级别的法术位施放这个法术时，目标生物和直线上的生物所受到的伤害分别增加 {@dice 4d4} 和 {@dice 2d4}，每超过6级的法术位增加一次。",
	"A massive beam of energy forming a line 120 feet long and 20 feet wide shoots out from you for the duration of the spell. Each creature caught in the area of the line when the spell was cast must make a Constitution saving throw. On a failed save, a creature takes {@damage 8d8} force damage and is {@condition blinded} until the start of your next turn. On a successful save, it takes half as much damage and aren't {@condition blinded}. A creature also makes this save when it moves into the beam for the first time on a turn or starts its turn there.": "一道巨大的能量光束从你身上射出，形成一条长120英尺、宽20英尺的线，持续整个法术的持续时间。当法术施放时，被光束区域内的每个生物必须进行一次体质豁免才能。未能通过豁免的生物会受到{@damage 8d8}的力量伤害，并在你的下一个回合开始前处于{@condition blinded}状态。成功通过豁免的生物只会受到一半的伤害，并不会被{@condition blinded}。生物在首次移动到光束内或在其回合开始时也需要进行这次豁免。",
	"The beam of energy moves with you and stays in the same place in relation to you, and you can use your action to change the orientation of the beam for the duration of the spell. If you do not change the orientation of the beam and do not move, you can also use your action to increase the damage of the spell by {@dice 2d8}. This bonus damage stacks until you move or change the orientation of the beam, at which point the damage reverts to its original amount.": "能量束随着你移动并保持相对于你的位置不变，你可以利用你的动作在咒语持续时间内改变束的方向。如果你不改变束的方向且不移动，你也可以利用你的动作增加咒语的伤害量{@dice 2d8}。这个额外伤害叠加直到你移动或改变束的方向，此时伤害会恢复到原始数值。",
	"The beam dispels any darkness created by a spell of 8th level or lower in its space.": "这束光线可以驱散其空间内由8级或更低级法术创造的任何黑暗。",
	"You empower yourself with blistering speed. All of your speeds increase by 120 feet for the duration of this spell. Additionally, you can take the dash action as a bonus action on your turn, and opportunity attacks have disadvantage against you. However, while you have this speed increase, you can move no less than 30 feet in a straight line before you can willingly come to a stop or change direction, and changing direction costs 15 feet of movement.": "你赋予自己灼热的速度。在此法术持续期间，你所有的速度增加120尺。此外，你可以在你的回合中将冲刺动作作为一个额外动作进行，而且机会攻击对你有劣势。然而，在你拥有这个速度增加的时候，你不能在直线上移动少于30尺才能自愿停下或改变方向，而改变方向需要15尺的移动。",
	"If you take the dash action while this spell is active, your movement this turn causes a deadly shockwave of air. Each creature within 10 feet of the trajectory of your movement must make a Strength saving throw. On a failed save, a creature takes {@damage 5d6} bludgeoning damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and isn't knocked {@condition prone}. A creature can be affected by this no more than once on your turn.": "如果你在这个法术激活时采取冲刺动作，你本回合的移动会引起一股致命的冲击波。在你移动轨迹的10英尺范围内的每个生物必须进行一次力量豁免投。未通过豁免的生物会受到{@damage 5d6} 钝击伤害并被击倒{@condition prone}。通过豁免的生物只受一半伤害且不被击倒{@condition prone}。每个生物在你的回合内只能受到一次影响。",
	"You strike the ground in front of you, causing the ground in a 20-foot square originating from you to suddenly freeze. Each creature in the square must make a Dexterity saving throw. A creature takes {@damage 8d6} cold damage on a failed save, or half as much damage on a successful one. A Large or smaller creature that fails the saving throw is also {@condition restrained} for 1 minute.": "你猛击你面前的地面，导致以你为中心的一个20英尺正方形区域突然冻结。在该区域内的每个生物必须进行一次敏捷豁免检定。未通过检定的生物会受到{@damage 8d6}的冰冷伤害，通过检定的生物则只受到一半伤害。一个大型或更小的未通过豁免检定的生物也会被{@condition restrained}，持续1分钟。",
	"A {@condition restrained} creature can use its action to make a Strength check against your Spell Save DC. On a success, it breaks free from the ice.": "一个{@condition restrained}生物可以使用其动作对你的法术豁免 DC 进行力量检定。若成功，它将挣脱冰冻状态。",
	"The spell's area is also turned into difficult terrain until the end of your next turn.": "该法术的范围也会变成艰难地形，直到你的下一个回合结束。",
	"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 2d6} for each slot level above 5th.": "当你使用6级或更高级别的法术位施放这个法术时，伤害会每超过5级的位数增加{@dice 2d6}。",
	"You empower a weapon you are holding and unleash a devastating, magically charged attack. As part of the action used to cast this spell, you must make an melee weapon attack with your weapon. This attack is magical and ignores any magical increases to the target's AC.": "你赋予你手持的武器力量，释放一次毁灭性的、魔法充能的攻击。作为施放这个法术的一部分行动，你必须用你的武器进行一次近战武器攻击。这次攻击是魔法攻击，无视目标AC的任何魔法增加。",
	"Whether the attack hits or misses, it causes a huge slash of energy to emit from the weapon in a 15-foot-radius semicircle originating from you. Each creature in that area must make a Dexterity saving throw, taking {@damage 6d10} force damage on a failed save, or half as much damage on a successful one. The target has disadvantage on this save if the initial attack hit it.": "无论攻击是否命中，都会从武器中发出一道巨大的能量斩击，形成一个以你为起点的半径15英尺的半圆形范围。该范围内的每个生物都必须进行一次敏捷豁免检定，未通过检定的生物将受到{@damage 6d10}的力量伤害，通过检定的生物则只受到一半伤害。如果初始攻击命中目标，目标在这次豁免检定中将处于劣势。",
	"You cause a nonmagical object or creature to magically explode. If you target a creature, it must make a Constitution saving throw, taking {@damage 8d10} fire damage on a failed save, or half as much damage on a successful one. Constructs have disadvantage on the save. If you target an object, it must be able to fit entirely inside a 10-foot cube, and it automatically takes maximum damage from the spell.": "你让一个非魔法物体或生物魔法性地爆炸。如果目标是一个生物，它必须进行一次体质豁免，未通过则受到{@damage 8d10}火焰伤害，通过则受到一半伤害。构造物在豁免时有劣势。如果目标是一个物体，它必须完全放入一个10英尺立方体内，并且会自动受到法术的最大伤害。",
	"The explosion forms a 15-foot-radius sphere centered on the target. Each creature in this area excluding the original target must make a Dexterity saving throw. A creature takes {@damage 4d10} fire damage on a failed save, or half as much damage on a successful one. The spell damages objects in the area and ignites flammable objects that aren't being worn or carried.": "爆炸形成以目标为中心的15英尺半径球体。该区域内的每个生物（不包括原始目标）必须进行一次敏捷豁免检定。生物在豁免失败时受到{@damage 4d10}火焰伤害，豁免成功时受到一半伤害。该法术会损坏区域内的物体，并点燃未被穿戴或携带的易燃物品。",
	"If the target is reduced to 0 hit points by this spell, it is turned to ash.": "如果目标被这个法术降为0点生命值，它将化为灰烬。",
	"A brilliant light erupts from your palm. The light sheds bright light out to 60 feet and dim light for an additional 60 feet. When you cast this spell, each creature of your choice within ": "一道耀眼的光芒从你的手掌中爆发出来。这道光芒照亮了60英尺范围内的区域，并在额外的60英尺范围内投射出微弱的光芒。当你施放这个法术时，你可以选择范围内的每个生物。",
	"60 feet of you must make a Constitution saving throw or be {@condition blinded} until the start of your next turn.": "在你身边60英尺范围内的生物必须进行一次体质豁免才能避免成为{@condition blinded}，直到你的下一个回合开始。",
	"For the duration of the spell, you can use your action to emit four scintillating beams of radiant energy from your palm and sweep them across the ground. For each beam, choose two points on the ground within 60 feet of you that are no further than 30 feet apart. Each creature in a 5-foot-wide line between the two points must make a Dexterity saving throw, taking {@damage 5d8} radiant damage on a failed save, or half as much damage on a successful one. A creature in the space of more than one beam is affected only once.": "在法术持续时间内，你可以使用你的动作从手掌发出四道闪亮的辐射能量束，横扫过地面。对于每一束，选择距离你不超过60英尺的地面上两个点，它们之间的距离不超过30英尺。介于这两点之间的5英尺宽线上的每个生物必须进行一次敏捷豁免，未通过豁免的生物将受到{@damage 5d8}辐射伤害，通过豁免的生物受到一半伤害。处于多道光束覆盖范围内的生物只受到一次影响。",
	"An aura of mental chaos with a 30-foot radius surrounds you for the duration of this spell. When you cast this spell, you can choose any number of creatures you can see to be unaffected by it. Each creature affected by the spell in the aura must make an Intelligence saving throw. Any creature with an Intelligence score of 2 or less is unaffected. A creature takes {@damage 4d10} psychic damage on a failed save, or half as much on a successful one. A creature also makes this saving throw when it enters the aura for the first time on a turn or starts its turn there.": "在施放此法术的持续时间内，你周围30英尺范围内笼罩着一种精神混乱的氛围。当你施放这个法术时，你可以选择任意数量的你能看到的生物不受其影响。在法术范围内受到影响的每个生物必须进行一次智力豁免检定。任何智力分数为2或更低的生物不受影响。生物在豁免检定失败时受到{@damage 4d10}点精神伤害，成功时受到一半伤害。生物在首次进入该范围或在其回合开始时也必须进行这次豁免检定。",
	"In addition, when you cast this spell, choose one of the following effects. When a creature fails a saving throw against this spell, it is also subject to the chosen effect. If a creature succeeds on a saving throw against this spell, it is exempt from the additional effect of the aura for the rest of the spell's duration.": "此外，当你施放这个法术时，请选择以下效果之一。当一名生物未能通过这个法术的豁免扑克时，它也会受到所选择的效果影响。如果一名生物成功通过这个法术的豁免扑克，那么它在法术剩余时间内免疫光环的额外效果。",
	"{@b Id Release.}The aura amplifies the {@condition unconscious} instincts of those within it, making rational thoughts borderline impossible. The creature is {@condition charmed} by you until the start of its next turn. While {@condition charmed} in this way, it has disadvantage on Intelligence, Wisdom and Charisma saving throws. This disadvantage does not apply to the saving throw made against this spell.": "{@b Id Release.}光环放大了其中人的{@condition unconscious}本能，使理性思维几乎不可能。该生物被你{@condition charmed}，直到其下一个回合开始。在这种方式下{@condition charmed}，它在智力、感知和魅力豁免检定上有劣势。这个劣势不适用于对抗此法术的豁免检定。",
	"{@b Super-Ego Repression.} The aura inflames the conscience and incapacitates the mind, rendering the creature almost catatonic with paranoia. The creature is {@condition frightened} of you until the start of its next turn. While {@condition frightened} in this way, it is {@condition incapacitated} and its speed is reduced to 0.": "{@b Super-Ego Repression.} 光环点燃了良心，使心智无法正常运转，让生物陷入近乎瘫痪的偏执状态。该生物在其下个回合开始前是{@condition frightened}。在这种状态下，它是{@condition incapacitated}，速度降低为0。"
}