{
	"You invoke pale celestial energies to envelop around one creature you can see within range. That creature must make a Wisdom saving throw. On a successful save, the target takes {@damage 4d8} radiant damage, and the spell ends. On a failed save, the target takes {@damage 8d8} radiant damage, and the celestial energy forms an opaque 15-foot-radius sphere centered on the target that provides total cover. A creature that tries to enter the sphere takes {@damage 8d8} radiant damage and is shunted into the nearest unoccupied space outside the sphere. If the target is too large to fit in the sphere, the spell ends. Otherwise, the target is trapped in the sphere.": "你唤起苍白的天体能量，将其笼罩在你能看到的一只生物周围。那个生物必须进行一次感知豁免投。在豁免成功的情况下，目标受到{@damage 4d8}辐射伤害，法术结束。在豁免失败的情况下，目标受到{@damage 8d8}辐射伤害，并且天体能量形成一个以目标为中心的不透明的半径15英尺的球体，提供完全掩护。试图进入球体的生物受到{@damage 8d8}辐射伤害，并被推到球体外最近的未被占据的空间。如果目标太大无法适应球体内，则法术结束。否则，目标被困在球体内。",
	"While the target is trapped in the sphere, it is {@condition blinded} and {@condition restrained}, and it takes {@damage 8d8} radiant damage at the start of each of its turns. A trapped creature may repeat the saving throw at the end of each of its turns. On a success, any subsequent damage this spell deals is cumulatively reduced by {@dice 2d8}. Once the damage is reduced to 0, the spell ends.": "当目标被困在球体中时，它处于 {@condition blinded} 和 {@condition restrained} 状态，并且在每个回合开始时受到 {@damage 8d8} 辐射伤害。被困生物可以在每个回合结束时重复豁免扑克。成功后，此法术造成的任何后续伤害都会累积减少 {@dice 2d8}。一旦伤害减少到0，法术结束。",
	"Four crimson beams of infernal energy strike down from the sky in 15-foot-radius, 120-foot-high cylinders centered on points you can see within range. The beams shed bright light for 30 feet and dim light for another 30 feet, and ignite flammable objects that aren't being worn or carried. ": "四道深红色的地狱能量光柱从天空中击落，以你在射程内能看到的点为中心，形成半径15英尺，高120英尺的圆柱体。这些光柱在30英尺范围内散发出明亮光芒，另外30英尺范围内为昏暗光线，并点燃那些未被穿戴或携带的易燃物品。",
	"When you first cast this spell, creatures of your choice within range that can see you must succeed on a Wisdom saving throw or be {@condition frightened} of you for the duration. If a {@condition frightened} creature ends its turn in a location where it doesn't have line of sight to you, it can repeat the saving throw, ending the effect on itself on a success.": "当你首次施放这个法术时，范围内能看见你的你选择的生物必须通过一次感知豁免检定，否则在持续时间内会成为你的{@condition frightened}。如果一只{@condition frightened}生物在一个无法看见你的位置结束它的回合，它可以重复豁免检定，成功后会结束效果。",
	"When a creature enters a beam's area for the first time on a turn or starts its turn there, it must make a Constitution saving throw. A creature takes {@damage 7d10} fire damage on a failed save, or half as much damage on a successful one.": "当一个生物在一个回合内第一次进入光束的区域或者在那里开始它的回合时，它必须进行一次体质豁免投。生物在豁免失败时受到{@damage 7d10}火焰伤害，豁免成功时受到一半伤害。",
	"As a bonus action on each of your turns, you may move any number of the beams up to 60 feet to a point or points you choose within range.": "在你的每个回合中作为一个奖励动作，你可以将任意数量的光束移动到你选择的范围内的一个或多个点，最多60英尺。",
	"With a single motion of your hand, you violently warp reality to utterly destroy a creature or object you can see. If you target a creature, make a ranged attack roll against the target. On a hit, the target takes {@damage 20d12} force damage. This damage ignores resistance and immunity and cannot be reduced in any way. The target's hit point maximum is also reduced by an amount equal to the force damage it took. The target's hit point maximum can only be restored to normal through a {@spell Wish |PHB} spell or divine intervention. A creature reduced to 0 hit points by this spell is completely annihilated.": "你用一次手势，猛烈地扭曲现实，彻底摧毁你能看到的生物或物体。如果目标是生物，对目标进行远程攻击鉴定。命中则目标受到{@damage 20d12}的力量伤害。这种伤害无视抗性和免疫，无法以任何方式减少。目标的最大生命值也会减少与所受力量伤害相等的数值。目标的最大生命值只能通过{@spell Wish |PHB}法术或神圣干预恢复正常。被这个法术降至0生命值的生物将被完全湮灭。",
	"If you target an object, it is completely annihilated, magical or not, if it can fit in a 30-foot cube. If the object is larger than that area, a section of the object of up to that size is annihilated instead. ": "如果你瞄准一个物体，无论是不是魔法的，只要它能放进一个30英尺的立方体中，就会被完全消灭。如果物体比那个区域大，那么最多相当于那个尺寸的一部分会被消灭。",
	"An artifact is not completely destroyed but is damaged enough to prevent its use for the next 7 days.": "一件神器并未完全摧毁，但已经受损以至于在接下来的7天内无法使用。",
	"Make a melee spell attack against a creature within  your reach. On a hit, you create several transdimensional barriers that rapidly carve into the creature. The target  takes {@damage 8d10} force damage, and is {@condition incapacitated} and has a speed of 0 for the spell's duration. On each of your turns for the duration, you may use your action to deal {@damage 8d10} force damage to the target automatically. The spell ends if you use your action to do anything else or if the target creature leaves your reach.": "对你可触及范围内的生物进行一次近战法术攻击。命中后，你创造出几道跨维度屏障，迅速刻入目标生物。目标受到{@damage 8d10}的力场伤害，并被{@condition incapacitated}，速度为0，持续整个法术的时效期间。在持续时间内的每个你的回合，你可以使用你的动作自动对目标造成{@damage 8d10}的力场伤害。如果你使用你的动作做其他事情，或目标生物离开你的触及范围，法术将会结束。",
	"Additionally, as an action on your turn, you may cause the barriers to rupture, prematurely ending the spell. The target takes {@damage 12d10} force damage, and the spell ends.": "此外，在你的回合中，你可以使屏障破裂，提前结束法术。目标受到{@damage 12d10}力量伤害，法术结束。",
	"Your eyes are imbued with a maddening scarlet energy for the spell's duration. When you cast this spell, one creature within 120 feet of you that you can see must make a Intelligence saving throw. The target succeeds automatically if it's immune to being {@condition charmed}.": "在法术持续时间内，你的眼睛充满了令人疯狂的猩红能量。当你施放这个法术时，你能看见的距离你120英尺内的一个生物必须进行一次智力豁免检定。如果目标对于被 {@condition charmed} 的效果免疫，那么它会自动成功。",
	"On a failed save, it starts perceiving illusory attacks made against it from every angle. The target is {@condition restrained}, and whenever the target takes damage, you can use your reaction to deal {@damage 5d10} psychic damage to it. The target repeats the save at the end of each of their turns, ending the spell for themselves on a success.": "在未通过豁免检定时，目标开始感知到从各个角度对其发动的虚幻攻击。目标为{@condition restrained}，每当目标受到伤害时，你可以使用你的反应对其造成{@damage 5d10}点心灵伤害。目标在每个他们的回合结束时重复进行豁免检定，若成功则结束该法术。",
	"On each of your turns until the spell ends, you can use your action to target another creature with the spell. You can only have one creature affected by the spell at a time, and you can't target a creature that has succeeded on a saving throw against this spell.": "在法术持续期间的每个回合，你可以使用你的动作将法术对准另一个生物。你一次只能影响一个生物，而且不能对已成功通过此法术豁免检定的生物使用法术。",
	"Seventeen golden rays of light streak out from your hand. Each ray targets an enemy or friendly creature you can see within range, and you may target the same creature with multiple rays.": "你的手中射出十七道金光。每道光线可以瞄准你能看到的敌人或友方生物，你也可以用多道光线瞄准同一个生物。",
	"Make a ranged spell attack against each enemy targeted by any number of rays. On a hit, the target takes {@damage 1d8} radiant damage for each ray targeting it. If it is targeted by seven or more rays, it is also {@condition blinded} until your next turn.": "对每个被任意数量射线瞄准的敌人进行远程法术攻击。命中则目标受到{@damage 1d8}辐射伤害，每条瞄准它的射线都会造成这个伤害。如果目标被七条或更多射线瞄准，它还会在你的下个回合前被{@condition blinded}。",
	"A friendly creature targeted by any number of rays regains 5 hit points for each ray targeting it. If it is targeted by seven or more rays, you can also end any disease affecting the target and one condition that can be {@condition blinded}, {@condition deafened}, {@condition paralyzed} or {@condition poisoned}.": "当一个友好生物被任意数量的射线瞄准时，每个瞄准它的射线都会使其恢复5点生命值。如果它被七个或更多射线瞄准，你还可以结束影响目标的任何疾病和一个可以是{@condition blinded}、{@condition deafened}、{@condition paralyzed}或{@condition poisoned}的状态。"
}