{
	"Electric shocks burst from each of your hands. Make a ranged spell attack for each burst. You can aim the bursts at one target or two. You have advantage on the attack roll if the target is made of metal, or wearing metal armor. On a hit the target takes {@damage 3d6} Lightning damage.": "电击从你的双手中爆发出来。对每个电击进行远程法术攻击。你可以将电击瞄准一个目标或两个目标。如果目标是金属制成或穿着金属盔甲，你对其的攻击投掷获得优势。命中目标后，目标会受到{@damage 3d6} 闪电伤害。",
	" For every level above 2nd, the targets take {@dice 1d6} more lightning damage on a hit.": "对于每个高于2级的等级，目标在被击中时会受到{@dice 1d6}更多的闪电伤害。",
	"Ice coats one creature you can see within range. The target must make a Constitution saving throw. It takes {@damage 8d6} Cold damage on a failed save, or half as much on a success. In addition, on a failure the creature is frozen for the duration. The frozen target has its speed reduced by 30. At the end of each of its turns the target repeats the saving throw. It takes {@damage 2d6} Cold damage on a failed save, and the spell ends on a successful one. If this damage kills a target, it becomes a frozen statue until thawed.": "冰覆盖住你能看到的一个生物。目标必须进行一次体质豁免才能。在豁免失败时，目标会受到{@damage 8d6} 冰冷伤害，成功豁免则减半。另外，豁免失败的生物会被冰冻一段时间。被冰冻的目标速度减少30。在每个回合结束时，目标需要重新进行豁免才能。在豁免失败时，会受到{@damage 2d6} 冰冷伤害，而豁免成功则结束法术。如果这个伤害导致目标死亡，它将变成一个冰冻雕像，直到解冻。",
	"For every level above third, the creature takes an additional {@damage 1d6} damage on each failed save.": "对于每个高于第三级的等级，生物在每次豁免失败时会受到额外{@damage 1d6}的伤害。",
	"You evoke an icy spear in your free hand. The spear is similar in size and shape to a pike, and it lasts for the duration. If you let go of the spear, it disappears, but you can evoke the spear again as a bonus action.": "你在自由手中召唤出一支冰冷的矛。这支矛与一支长矛在大小和形状上相似，并持续一段时间。如果你放开这支矛，它会消失，但你可以再次在奖励行动中召唤出这支矛。",
	"You can use your action to make a melee spell attack with the icy spear. This attack has a reach of 10 feet. On a hit, the target takes {@damage 2d8} cold damage.": "你可以使用动作，用冰矛进行近战法术攻击。这次攻击的射程为10英尺。命中目标时，目标会受到{@damage 2d8}的冰冷伤害。",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d8} for every two slot levels above 2nd.": "当你使用4级或更高级别的法术位施放这个法术时，伤害会每超过2级增加{@dice 1d8}。",
	"You hurl a glob of acid at a point on a surface within range. For the duration, an acid pool forms a circle on that surface with a radius of 5 feet from that point. Any creature touching that surface or who touches it during the duration must make a dexterity saving throw. A creature takes {@damage 3d8} acid damage on a failed save, or half as much damage on a successful one. Nonmagical objects that aren't being carried or worn also take the damage if they touch the surface.": "你向射程内的一个点投掷一团酸液。在持续时间内，酸液形成一个半径为5英尺的圆形酸液池，位于那个点的表面上。任何接触到该表面的生物，或者在持续时间内接触到它的生物，必须进行一次敏捷豁免检定。生物在未通过豁免检定时受到{@damage 3d8}点酸性伤害，通过检定则受到一半伤害。未被携带或穿戴的非魔法物品也会受到伤害，如果它们接触到该表面的话。",
	"When you cast this spell using a spell slot of 3rd level or higher, the Acid damage increases by {@dice 1d8} per level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，酸性伤害每超过2级增加{@dice 1d8}。",
	"You freeze the water in the air near you into six shards of ice that float in your space. You can magically fling each shard at a creature within range. Make a spell attack roll against each target for each shard. On a hit, the target takes {@damage 1d6} piercing damage. Hit or miss the shard explodes. The target and any creature within 5 feet of it must make a Dexterity saving throw. On a failure they take {@damage 1d6} cold damage, or half on a success.": "你将你附近的空气中的水凝结成六块冰片，它们漂浮在你的空间中。你可以使用魔法将每块冰片投掷到射程内的生物。对每个目标的每块冰片进行一个法术攻击骰检。命中时，目标受到{@damage 1d6} 刺伤伤害。无论命中与否，冰片都会爆炸。目标及其周围5英尺范围内的任何生物必须进行一次敏捷豁免检定。未通过检定的生物会受到{@damage 1d6} 冰冷伤害，通过的则只受一半伤害。",
	"When you cast this spell using a spell slot of 4th level or higher, you create an additional shard of ice to fling per level above 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，你会额外创造出每超过3级的等级一个冰碎片来投掷。",
	"You touch a weapon made of steel or iron. When a target is hit by a melee weapon attack using that weapon, the target takes an extra {@damage 1d6} lightning damage. The spell's magic ends when twelve attacks with the weapon have been made.": "你触摸到一把由钢铁制成的武器。当目标被使用该武器进行近战武器攻击击中时，目标会额外受到{@damage 1d6} 闪电伤害。当使用该武器进行十二次攻击后，法术的魔法效果结束。",
	"When you cast this spell using a spell slot of 4th level or higher, the number attacks that can be made before this spell ends increases by two for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放此法术时，在3级以上的每个法术位级别上，可以在此法术结束前进行的攻击次数增加两次。"
}