{
	"Briefly surrounded by elemental flame, you teleport up to 90 feet to an unoccupied space that you can see. Immediately after you land each creature within 10 feet of you must make a Dexterity saving throw, taking {@damage 3d10} fire damage on a failed save, or half as much damage on a successful one. You can bring along objects as long as their weight doesn't exceed what you can carry. Unattended inflammable objects within the area alight.": "被元素之火短暂包围后，你可以传送至你能看见的一个未被占据的空间，最远距离为90英尺。你着陆后，你周围10英尺范围内的每个生物必须进行一次敏捷豁免检定，未通过检定的生物将受到{@damage 3d10}火焰伤害，通过检定的生物受到一半伤害。你可以携带物品，只要它们的重量不超过你的负重。范围内未被注意的易燃物品会燃烧起来。",
	"For every level above 3rd used, the fire damage increases by {@dice 1d10}.": "每提升一个等级，火焰伤害增加{@dice 1d10}。",
	"You touch a creature with vile negative energies that cause healing magic to rot them instead. Make a melee spell attack against a creature you can reach. On a hit, the creature takes {@damage 4d8} necrotic damage, and is afflicted with decay. Instead of restoring hitpoints, the creature takes necrotic damage equal to the amount normally healed while afflicted. The target can make a Constitution saving throw at the end of each of its turns to end the affliction. The affliction also ends if the duration of the spell ends, or the target has a spell like remove curse or stronger used on them.": "你触摸了一只生物，使其受到邪恶的负能量影响，导致治疗魔法反而使其腐烂。对你能够触及的生物进行一次近战法术攻击。命中后，该生物受到{@damage 4d8}点死灵伤害，并受到腐烂的影响。在受影响时，生物不会恢复生命值，而是受到等同于通常治愈量的死灵伤害。目标可以在每个回合结束时进行一次体质豁免才能结束这种影响。如果法术持续时间结束，或目标被施放类似于\"解除诅咒\"或更强力法术时，这种影响也会结束。",
	"For every level above 2nd, the creature takes an additional {@damage 1d8} necrotic damage on a hit.": "对于每个高于2级的等级，生物在命中时会额外受到{@damage 1d8}的死灵伤害。",
	"You taint the very air around you with negative energy, causing creatures around you to rot from healing magic. During the duration of this spell, hostile creatures within 15 feet of you must make a Constitution saving throw when they are healed by magical means. On a failure, instead of healing, they take {@damage 6d12} necrotic damage. On a success, they are healed by half the normal amount.": "你污染了周围的空气，散发着负能量，导致你周围的生物因治疗魔法而腐烂。在这个法术持续期间，距离你15英尺内的敌对生物在受到魔法治疗时必须进行一次体质豁免检定。如果检定失败，他们不会被治愈，而是受到{@damage 6d12}点死灵伤害。如果检定成功，他们会被治愈正常量的一半。",
	" For every level above 4th, a creature takes an additional {@damage 1d12} necrotic damage on a failed saving throw.": "对于每个高于4级的等级，生物在豁免失败时会受到额外的{@damage 1d12}死灵伤害。",
	"Natural healing magic flows from your touch. A touched creature regains a number of hit points equal to {@dice 2d4} + your spellcasting ability modifier, and is cured of one disease or the {@condition poisoned} or {@condition blinded} condition.": "你的触摸流淌着自然疗愈魔法。被触摸的生物恢复的生命值等于{@dice 2d4} + 你的施法能力调整值，并且被治愈一种疾病或者{@condition poisoned}或{@condition blinded}状态。",
	"When you cast this spell using a spell slot of 3rd level or higher, the healing increases by {@dice 1d4} for each slot above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，每个高出2级的法术位，治疗效果增加{@dice 1d4}。",
	"You conjure an oil filled rock and lob it at a point within range. The rock explodes, covering the surface of the ground 10 feet from the point in oil. Creatures within the area must make a Dexterity saving throw. They take {@damage 6d6} bludgeoning damage on a fail, and half as much on a success. The oil slick is rough terrain. The oil catches fire easily from torches or spells like fire bolt, burning anyone standing in it for {@damage 4d6} fire damage. The oil slick last for the duration, or until it is lit on fire.": "你召唤出一个注满油的岩石，将其投向射程内的某一点。岩石爆炸，使距离该点10英尺的地面被油覆盖。在该区域内的生物必须进行一次敏捷豁免检定。未通过者受到{@damage 6d6} 震荡伤害，通过者受到一半伤害。油滑面是粗糙地形。油很容易被火把或火球等法术点燃，燃烧站在其中的任何人，造成{@damage 4d6} 火焰伤害。油滑持续至持续时间结束，或被点燃为止。",
	"The bludgeoning damage increases by {@dice 2d6} for each slot level above 3rd.": "每个高于3级的法术位等级，钝击伤害增加{@dice 2d6}。",
	"Make a melee spell attack against a target creature you can reach. You pull the air out from around them, dealing {@damage 4d8} Thunder damage on a hit. Hit or miss, they are {@condition deafened} and cannot cast spells with verbal components until the end of your next turn.": "对你能够触及的目标生物进行一次近战法术攻击。你将周围的空气抽走，命中时造成{@damage 4d8}点雷属性伤害。无论命中与否，它们都会被{@condition deafened}，并且在你的下一个回合结束前无法施放需要口头组件的法术。",
	"The damage increases by {@dice 1d8} for each slot level above 2nd.": "每个超过2级的法术位等级，伤害增加{@dice 1d8}。",
	"You transform your arm into a giant tentacle. As an action you can use the tentacle to make a melee weapon attack against a target. The tentacle does {@damage 3d10} slashing damage and a creature hit with it must make a Strength saving throw, or you wrench any object they were carrying out of their grip and onto the ground.": "你将你的手臂变成了一根巨大的触手。作为一个动作，你可以使用这根触手对目标进行一次近战武器攻击。这根触手造成{@damage 3d10}割伤伤害，被击中的生物必须进行一次力量豁免才能保住他们手中的物品，否则你会将其从他们手中夺走并摔到地上。",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d10} for every two slot levels above 2nd.": "当你使用4级或更高级别的法术位施放此法术时，伤害值会每超过2级别增加{@dice 1d10}。",
	"You create a ward of frost around a creature within range. The ward has hit points equal to {@dice 1d10} + your spellcasting modifier. When the creature would take Fire, Cold, or Lightning damage, the ward takes that damage instead. Excess damage is carried over to the warded creature.": "你在施法范围内创建了一个冰霜结界，围绕着一个生物。这个结界的生命值等于{@dice 1d10} + 你的施法修正值。当这个生物将受到火焰、寒冷或闪电伤害时，结界会代替它承受这些伤害。多余的伤害会传递给被保护的生物。",
	"The ward's starting hit points increase by {@dice 1d10} per spell slot level 1st.": "每个法术位等级1st，该守护者的初始生命值增加{@dice 1d10}。",
	"You create a ward of stone around a creature within range. The ward has hit points equal to {@dice 1d10} + your spellcasting modifier. When the creature would take non-magical Bludgeoning, Piercing or Slashing damage, the ward takes that damage instead. Excess damage is carried over to the warded creature.": "你在施法范围内创建一个石头结界，围绕着一个生物。这个结界的生命值等于{@dice 1d10} + 你的法术施法修正。当这个生物将受到非魔法钝击、穿刺或斩击伤害时，结界会代替它承受这些伤害。多余的伤害会传递给被保护的生物。",
	"You take the first step toward godhood. You lose all your remaining spell slots, then gain that many 8th level spell slots. You have advantage on all ability checks and saving throws. Your abilities are all set to 21. At the end of the spell's duration you loose any 8th level slots you have over your normal maximum.": "你迈出了通往神格的第一步。你失去所有剩余的法术位，然后获得同等数量的8级法术位。你在所有能力检定和豁免检定上获得优势。你的所有能力值都设为21。在法术持续结束时，你会失去超出正常最大值的任何8级法术位。"
}