{
	"You touch a creature, modifying it for a specific environment. The target chooses one of the following options for the duration. It can end one option as an action to gain the benefits of a different one. The spell ends if you cast it again before its duration ends.": "你触摸一只生物，使其适应特定环境。目标在持续时间内选择以下其中一项。它可以将其中一项作为行动结束，以获得另一项的利益。如果在持续时间结束之前再次施放此法术，则法术终止。\n\n(Note: \"Dungeons & Dragons (龙与地下城)\" is kept in English, as per the provided instructions.)",
	"The creature grows gills and webbing between its digits. It can breathe underwater and gains a swimming speed equal to its walking speed.": "生物长出了鳃和指间的蹼。它可以在水下呼吸，并且获得与其步行速度相同的游泳速度。 (Dungeons & Dragons运行小组规则)",
	"The creature grows a membrane between its limbs. It can use its reaction to subtract up to 100 feet from a fall when calculating falling damage, and can move up to 2 feet horizontally for every 1 foot it descends.": "生物在其四肢间长出了薄膜。它可以利用其反应，在计算坠落伤害时减少最多100英尺，每下降1英尺可以水平移动最多2英尺。 (dnd running group)",
	"The creature grows a prehensile tail. The tail has a 5 foot reach and can lift a number of pounds equal to five times the creature's Strength score. It can grasp, lift, drop, hold, push, or pull an object or a creature, open or close a door or a container, grapple someone, or make an unarmed strike.": "生物长出了一条可操控的尾巴。该尾巴长度达到5英尺，可以承受重量，等于生物力量分数的五倍。它可以抓取、举起、放下、持有、推动、拉动物体或生物，打开或关闭门或容器，与某人格斗，或进行非武装打击。 (D&D running group rules)",
	"The creature's appearance changes. For the duration, it can use an action to change its height, weight, facial features, voice, hair length and coloration, and distinguishing characteristics. It cannot change its size or number of limbs.": "生物的外貌发生变化。在此期间，它可以使用一个动作来改变它的身高、体重、面部特征、声音、头发长度和颜色以及与众不同的特征。它不能改变自己的大小或肢体数量。",
	"The creature grows a natural weapon. Unarmed strikes with the weapon deal {@damage 1d6} bludgeoning, piercing, or slashing damage as appropriate. The natural weapon is magic and has a +1 bonus to its attack and damage rolls.": "这个生物会长出一种天然武器。使用该武器进行徒手攻击造成 {@damage 1d6} 的钝击、穿刺或者斩击伤害，视情况而定。这个天然武器是魔法的，并且对攻击和伤害骰有 +1 的加值。 (dnd running group rules)",
	"When you cast this spell using a spell slot of 4th level or higher, the creature can select an additional option for every two slot levels above 2nd. When you cast this spell using a spell slot of 4th level or higher, the natural weapon's bonus increases to +2. When you use a spell slot of 6th level or higher, the natural weapon's bonus increases to +3.": "当你使用4级或更高级的法术位施放此法术时，生物可以在每两个位级高于2级的情况下选择一个额外的选项。当你使用4级或更高级的法术位施放此法术时，自然武器的奖励增加到+2。当你使用6级或更高级的法术位时，自然武器的奖励增加到+3。 (dnd running group)",
	"You seize the air currents above you, taking control of the local weather. You must be aboveground, with sight of the sky, to cast or maintain this spell.": "你掌握了你上方的气流，控制当地的天气。你必须处于地面以上，能看到天空，才能施放或维持这个咒语。(Dungeons & Dragons running group rules)",
	"When you cast the spell, can choose to shift the precipitation, temperature, and wind each by one level on the charts below. It takes 30 minutes for the conditions to change, after which you can change them again. The charts suggest weather effects, and your DM may determine any additional effects resulting from the change in weather. Your DM may rule that fire or cold resistance, hot or cold weather gear, or other measures partly or completely protect a creature against the effects. After the spell ends, the weather returns to its original state, changing at the same rate. If you cast the spell again, it ends.": "当你施放这个法术时，可以选择将以下图表中的降水、温度和风速各自提升或降低一个级别。条件的改变需要30分钟，之后你可以再次改变它们。图表提供了天气效应的建议，你的DM可以确定由于天气变化而产生的任何额外效应。你的DM可能会裁定火焰或冷冻抗性、防寒或防热装备或其他措施在一定程度上或完全保护生物免受影响。法术结束后，天气会恢复到原始状态，并以相同的速率改变。如果你再次施放这个法术，它就会结束。",
	"Clear": "根据当地语言习惯，并且像(%num%)这样的文本在翻译中仍然应该输出为(%num%)。\n翻译要符合dnd running group规则，专有名词在翻译后应该保留为英文在`()`中。",
	"Light clouds": "轻云 (Light clouds)",
	"Overcast or ground fog": "多云或地面雾霾",
	"The area lacks sunlight, for effects or traits dependent on it.": "该地区阳光不足，对于依赖于阳光的效果或特性。",
	"Rain, hail, or snow": "雨、冰雹、或雪 (Rain, hail, or snow)",
	"Objects and creatures are lightly obscured more than 60 feet away.": "物体和生物在距离超过60英尺的地方轻微模糊不清。 (Dungeons & Dragons)",
	"Torrential rain, driving hail, or blizzard": "暴雨、冰雹、或暴风雪 (Torrential rain, driving hail, or blizzard)",
	"Objects and creatures are heavily obscured more than 30 feet away, and all terrain is {@quickref difficult terrain}.": "物体和生物在30英尺以外被严重遮挡，而所有地形为{@quickref difficult terrain}。",
	"Unbearable heat": "难以忍受的炎热 (Unbearable heat)",
	"All creatures must make a DC 10 Constitution saving throw every hour or suffer one level of {@condition exhaustion}.": "所有生物每小时都必须进行一次DC 10的体质豁免检定，否则会受到{@condition exhaustion}的一级影响。",
	"All creatures suffer disadvantage on all Constitution saves except against weather effects.": "所有生物在所有体质豁免检定上都遭受劣势，除非是在气象效应下。（Dungeons & Dragons 桌游规则）",
	"Pleasant": "愉快 (Pleasant)",
	"All creatures suffer disadvantage on Dexterity checks.": "所有生物在敏捷检定上都受到劣势。 (D&D运行组规则)",
	"Bitter Cold": "严寒 (Bitter Cold)",
	"Moderate wind": "适度的风 (Moderate wind)",
	"Strong wind": "强风 (Strong wind)",
	"Ranged attacks are made at disadvantage.": "远程攻击会以劣势进行。 (Ranged attacks are made at disadvantage.)",
	"Wind storm": "风暴 (Wind storm)",
	"All creatures have resistance to damage from ranged attacks.": "所有生物对远程攻击造成的伤害具有抗性。 (D&D 运行组规则)",
	"Hurricane": "飓风 (Hurricane)",
	"Ranged attacks are impossible, and all movement against the wind costs twice as much.": "远程攻击不可能，所有逆风移动的消耗增加一倍。 (DND)",
	"When you cast this spell using a spell slot of 7th level, the duration goes up to 8 hours, and the area increases to a 5-mile radius. When you cast this spell using a spell slot of 8th level, the duration goes up to 24 hours, and the area increases to a 10-mile radius. When you cast this spell using a spell slot of 9th level, the duration goes up to 1 week, and the area increases to a 25-mile radius.": "当你使用一个7级法术槽施放这个咒语时，持续时间延长到8小时，并且范围增加到5英里半径。当你使用一个8级法术槽施放这个咒语时，持续时间延长到24小时，并且范围增加到10英里半径。当你使用一个9级法术槽施放这个咒语时，持续时间延长到1周，并且范围增加到25英里半径。",
	"You establish a telepathic bond with a friendly beast within range. You can use your action to use its senses instead of your own for one round. While you are within 120 feet of one another, you and the beast can communicate telepathically and the beast can add your proficiency bonus to its ability checks. Additionally, its attacks deal {@damage 1d6} bonus damage, and it has advantage on attack rolls against any creature you have attacked since the start of your last turn.": "你与范围内友好野兽建立了心灵纽带。你可以使用一次行动来使用它的感官代替自己的感官，持续一轮。当你们相距120英尺以内时，你和野兽可以进行心灵交流，而且野兽可以在其技能检定中加上你的熟练加值。此外，它的攻击造成{@damage 1d6}额外伤害，并且对你自上次回合开始以来攻击过的任何生物进行攻击时，它有优势。",
	"When you cast this spell using a spell slot of 4th level or higher, the spell's duration increases to 8 hours. When you cast this spell using a spell slot of 6th level or higher, the spell's duration increases to 24 hours.": "当你使用4级或更高级别的法术位施放此法术时，法术的持续时间增加至8小时。当你使用6级或更高级别的法术位施放此法术时，法术的持续时间增加至24小时。",
	"You gesture at a creature you can see within range, magically molding them into a new form. The spell has no effect on a creature with 0 hit points. An unwilling creature can make a Charisma saving throw to resist the effect. If they fail, they can repeat the save at the end of each of their turns, ending the spell on a success.": "你指向你能看到的生物，用魔法将它们塑造成新形态。该法术对生命值为0的生物无效。不愿意的生物可以进行一次魅力豁免来抵抗该效果。如果他们失败，它们可以在每个回合结束时重复豁免，成功则结束该法术。（Charisma）",
	"The transformation lasts for the duration, or until the target drops to 0 hit points. The new form can be any beast whose challenge rating is 4 or lower, and equal to or less than the target's CR or character level. The target's game statistics are replaced by the statistics of the chosen beast. It retains its alignment, personality, allegiances, and broad plan of action.": "变形持续一段时间，或直到目标的生命值降至0。新形态可以是任何挑战等级为4或更低的野兽，且等于或低于目标的挑战等级或角色等级。目标的游戏统计数据被所选野兽的统计数据取代。它保留其属性、个性、效忠和广泛的行动计划。（CR）",
	"The target assumes the hit points of its new form. When it reverts to its normal form, the creature returns to the number of hit points it had before it transformed. If it reverts as a result of dropping to 0 hit points, any excess damage carries over to its normal form.": "目标假设其新形态的生命值。当其恢复正常形态时，生物的生命值将返回到其变形前的数值。如果其因生命值降至0而恢复原状，则任何多余的伤害都会延续到其正常形态。 (Dungeons & Dragons 运行小组规则)",
	"The creature is limited in the actions it can perform by the nature of its new form, and it can't speak, cast spells, or take any other action that requires hands or speech. Its items meld into the new form, and the creature can't activate, use, wield, or otherwise benefit from any of it.": "生物的行动受其新形态的特性限制，它无法说话、施放咒语或执行任何需要手或言语的其他行动。它的物品融入新形态中，生物无法激活、使用、持有或以其他方式从中获益。 (dnd running group rules)",
	"When you cast this spell using a spell slot of 5th level or higher, the new form's maximum CR increases by 1 for each slot level above 4th.": "当你使用5级或更高级别的法术位施放此法术时，新形态的最大CR将每超过4级的法术位级别增加1。",
	"You construct a 10-foot radius dome of arcane energy, centered on yourself. The dome is stationary and disappears if you exit its area. If you cast it in a location without enough space to accommodate it, the spell fails.": "你在自己身上建立一个半径为10英尺的奥术能量圆顶。这个圆顶是静止的，如果你离开它的范围，它就会消失。如果你在一个没有足够空间容纳它的地方施法，咒语就会失败。（dnd running group rules）",
	"Ten Medium creatures can fit inside the dome; a Large creature takes as much space as four Medium creatures. You can designate up to ten creatures when you cast the spell who can freely pass in and out of the dome, taking 25 feet of movement to move through the dome. Other creatures cannot pass through.": "十个中型生物可以容纳在圆顶内；一个大型生物占据四个中型生物的空间。在施法时，你可以指定多达十个生物，它们可以自由地在圆顶内进出，通过圆顶需要 25 英尺的移动速度。其他生物不能通过。 (`dnd`)",
	"The dome is translucent, with only vague shapes visible through it. Projectiles that touch the dome are slowed to a stop, and spells and other magical effects can't pass through the dome or be cast through it.": "圆顶透明，只能透过它看到模糊的形状。触碰圆顶的抛射物会减速停下，咒语和其他魔法效果无法穿过圆顶或在其内施放。",
	"An {@condition invisible} wall of force springs into existence at a point you choose within range. The wall appears in any orientation you choose, as a horizontal or vertical barrier or at an angle. It can be free floating or resting on a solid surface. You can form it into a hemispherical dome or a sphere with a radius of up to 10 feet, or you can shape a flat surface made up of ten 10-foot-by-10-foot panels. Each panel must be contiguous with another panel. In any form, the wall is 1/4 inch thick. It lasts for the duration. If the wall cuts through a creature's space when it appears, the creature is pushed to one side of the wall (your choice which side).": "一个{@condition invisible}力场墙在你选择的范围内的一个点处出现。墙可以以任何你选择的方向出现，作为水平或垂直障碍物，或以角度出现。它可以自由悬浮或靠在坚实的表面上。你可以将其形成为半球形圆顶或半径高达10英尺的球体，或者你可以塑造一个由十个10英尺×10英尺的面板组成的平面表面。每个面板必须与另一个面板相邻。无论以何种形式，墙的厚度均为1/4英寸。它将持续存在。如果墙在出现时穿过生物的空间，那么生物将被推到墙的一侧（由你选择的一侧）。",
	"Nothing can physically pass through the wall. Each panel has an AC of 10 + the spell's level (15), and has 20 hit points per level of spell (100). The wall can't be dispelled by dispel magic, and is immune to psychic and nonmagical bludgeoning, piercing, and slashing damage. A disintegrate spell destroys the wall instantly, however. The wall also extends into the Ethereal Plane, blocking ethereal travel through the wall.": "无论什么都无法在实体墙上穿过。每个面板的AC为10 +法术等级（15），每个法术等级有20点生命值（100）。这面墙不能被魔法驱散，对于心灵和非魔法的钝击、穿刺和斩击伤害具有免疫力。然而，一次灰飞烟灭法术可以即刻摧毁这道墙。这道墙也延伸至以太位面，阻挡了以太穿越。",
	"You create a glowing sword-shaped plane of force that hovers within range. It lasts for the duration. When the sword appears and as a bonus action on subsequent turns, you can give the sword a command:": "你创造出一把闪耀的力场剑，悬浮在范围内。它持续一段时间。当剑出现时，以及随后的回合中作为奖励行动时，你可以给予剑一个命令：",
	"{@b Attack.} The sword will move up to 20 feet toward a creature and attack it, making a melee spell attack. On a hit, the target takes {@damage 3d10} + your spellcasting ability modifier force damage on hit.": "{@b Attack.}剑将向生物移动最多20英尺并攻击它，进行一次近战法术攻击。命中后，目标受到{@damage 3d10}+你的法术施法能力调整值的力量伤害。",
	"{@b Guard}. The sword will move up 20 feet toward a creature. It grants half cover to the creature while it shares that creature's space as it attempts to deflect incoming attacks. The first time a hostile creature comes within 5 feet of the sword, it will attack that creature, making a melee spell attack. On a hit, the target takes {@damage 3d10} + your spell casting ability modifier force damage on hit. It cannot attack again until you issue a command again.": "{@b Guard}. 剑会朝生物方向移动 20 英尺。当它与生物分享空间以试图挡住攻击时，它为该生物提供半掩体。当有敌对生物第一次靠近剑至5英尺内时，它将攻击该生物，进行一次近战法术攻击。命中后，目标受到{@damage 3d10} + 你的法术施放能力修正值的力量伤害。直到你再次发出命令之前，它不能再次攻击。",
	"{@b Spin.} The sword will move up to 20 feet toward a point, when it reaches that point it will begin to spin in a deadly whirl. Creatures that start their turn in the sword's space, or enter it for the first time on their turn within 5 feet of the sword must pass a Dexterity saving throw, or take {@damage 4d10} force damage.": "{@b Spin.} 剑将朝着一个点移动至多20英尺，当它到达那个点时，它将开始旋转成致命的旋风。开始他们的回合在剑的空间内的生物，或者在他们的回合内首次进入距离剑5英尺的地方的生物必须通过一个敏捷豁免检定，否则将受到{@damage 4d10}点力量伤害。 (D&D)",
	"A line of freezing arctic wind 30 feet long and 5 feet wide blasts out from you in a direction you choose. Each creature in the line must make a Dexterity saving throw. On a failed save, a creature takes {@damage 2d8} cold damage and their movement speed is reduced by 10 feet until the end of their next turn. On a successful save, a creature takes half as much damage and isn't slowed.": "一股冰冷的北极风，长30英尺，宽5英尺，从你身上朝你选择的方向急速吹出。线上的每个生物必须进行一次敏捷豁免。未通过豁免的生物受到{@damage 2d8}点冰冷伤害，并且其移动速度减少10英尺，直到它们的下一个回合结束。通过豁免的生物只受到一半的伤害，并且不会减速。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@damage 1d8} for each slot level above 1st.": "当你使用2级或更高级别的法术位施放此法术时，伤害将每超过1级的位数增加 {@damage 1d8}。 (spell slot)",
	"You magically assemble unfinished material (that is not being worn or carried) that you can see within range into products. With enough unfinished material, you can assemble up to eight nonmagical objects. A large object (contained within a 10-foot cube, or eight connected 5-foot cubes) counts as eight, a medium or small object as one, and a tiny object as one-eighth. The object cannot be securely attached to a surface or a larger object, and if you are working with metal or stone, the assembled object can be no larger than Medium. Unfinished materials can be raw (freshly felled trees or mined ores) or partly-worked (wooden boards or metal ingots), but cannot be finished goods (a constructed building or suit of armor). Examples include:": "你能将视线内（但未被佩戴或携带的）未完成材料神奇地组合成产品。有足够的未完成材料，你可以组装最多八个非魔法物品。一个大型物品（包含在一个10英尺立方体内，或八个相连的5英尺立方体内）算作八个，一个中等或小型物品算作一个，一个微小物品算作八分之一。该物品不能牢固地附着在表面或更大的物品上，如果你正在处理金属或石头，组装的物品不能大于中型。未完成材料可以是原始的（新鲜砍伐的树木或采矿矿石）或部分加工的（木板或金属锭），但不能是成品（已建成的建筑物或盔甲）。示例包括：",
	"Metals and alloys (such as bronze, iron, or silver)": "金属和合金（例如青铜、铁或银）",
	"Organic byproducts (such as canvas, silk, or wool)": "有机副产品（如帆布、丝绸或羊毛）",
	"Plant matter (such as flax, hemp, or oak)": "植物物质（如亚麻、大麻或橡木）",
	"Stone (such as granite, marble, or sandstone)": "石头（如花岗岩、大理石或砂岩）",
	"You cannot affect creatures or magic items, and you must have proficiency with the appropriate set of artisan's tools to create items of commensurate craftsmanship. For this type of artisanal crafting, the spell completes the equivalent of eight hours' work, which can be part of a longer-term project.": "你不能影响生物或魔法物品，而且你必须熟练掌握相应的工匠工具组，以制作同等工艺水平的物品。对于这种类型的工匠手工艺品制作，该法术相当于完成了八小时的工作，这可以是更长期项目的一部分。(artisan's tools)",
	"Concealing magic radiates from you, making you and your allies more difficult to detect. Until the spell ends, whenever you or a creature you choose within 30 feet of you must make a Dexterity (Stealth) check, the creature can treat a {@dice d20} roll of 9 or lower as a 10. A chosen creature leaves no trace of its passage and cannot be tracked except by magical means.": "你身上散发着掩盖魔法，使你和你的盟友更难被察觉。咒语持续期间，每当你或你选择的一名生物在你身边30英尺内进行敏捷（潜行）检定时，该生物可以将骰出的{@dice d20}点数9或更低视为10。被选择的生物不留下任何行迹，除非通过魔法手段进行追踪。 (%num%)",
	"You radiate an aura of veracity, compelling honesty from all in your presence. The first time a creature comes within 15 feet of you, they must make a Charisma saving throw. On a failure, they cannot intentionally lie while within this aura, for the duration. You know if a creature succeeds or fails on this save, and a creature can intentionally fail. Affected creatures are aware of the spell's effects, and can be evasive as long as they don't speak lies.": "你散发着真实的光环，令你周围的所有人都感受到强烈的诚实。当一名生物首次进入你15英尺内时，它们必须进行一次魅力豁免投掷。如果失败，它们在此光环内不能故意说谎，持续时间内。你知道生物是否在此豁免上成功或失败，生物可以故意失败。受影响的生物意识到这个法术的影响，并且只要他们不说谎，就可以模棱两可。 (Charisma saving throw)",
	"As an action, you can concentrate the aura's power. You may ask two yes-or-no questions, directed at individual affected creatures, and they must answer, and answer truthfully. The spell ends afterward for all creatures.": "作为一个行动，你可以集中气场的力量。你可以向受影响的个体提出两个是或否的问题，并且他们必须回答，并且回答真实。在此之后，法术对所有生物结束。 (dnd running group rules and proper nouns should keep the English in `()` after the translation.)",
	"When you cast this spell using a spell slot of 3rd level or higher, the aura's radius increases by 5 feet for each slot level above 2nd. Additionally, the number of compelled questions you can ask when you end the spell increases by 1 for each slot level above 2nd.": "当你使用3级或更高级的法术位施放此法术时，法术的范围将每超过2级增加5英尺。此外，当你结束该法术时，你可以提出的强制性问题数量每超过2级增加1个。\n\n(Please note that the English text within `()` is preserved as per the provided instructions.)",
	"{@b Replaces:} {@spell Beast Sense|PHB} (in part)": "符合当地语言习惯，文本如 (%num%) 应保持在翻译中仍然输出为 (%num%)。\n\n翻译符合dnd运行小组规则，专有名词在翻译后应保留英文括号`()`。 \n\n{@b Replaces:}{@spell Beast Sense|PHB}（部分）",
	"When you cast the spell, choose one of the following options, the effects of which last for the duration of the spell. While the spell lasts, you can end one option as an action, gaining the benefits of a different one.": "当你施放这个咒语时，请选择以下其中一项选项，其效果持续咒语的持续时间。在咒语持续期间，你可以将一个选项作为一个动作结束，获得另一个选项的好处。 (dnd)",
	"{@b Darkvision.} You gain 30 ft. of {@sense darkvision|PHB}.": "{@b Darkvision.} 你获得 30 英尺的 {@sense darkvision|PHB}。",
	"{@b Echolocation.} You gain 10 ft of {@sense blindsight|PHB}, but must continuously make high-pitched sounds and cannot speak normally. Your squeaking can be heard from up to 60 feet away.": "{@b Echolocation.}你获得了10英尺的{@sense blindsight|PHB}，但必须不断发出尖锐的声音，无法正常说话。你的尖叫声可以被听到，距离最远可达60英尺。",
	"{@b Keen Hearing.} You have advantage on Wisdom (Perception) checks that rely on hearing.": "{@b Keen Hearing.} 你对依赖听觉的智力（察觉）检定获得优势。",
	"{@b Keen Sight.} You have advantage on Wisdom (Perception) checks that rely on sight.": "{@b Keen Sight.} 你在依赖视觉的智慧（感知）检定中获得优势。",
	"{@b Keen Smell.} You have advantage on Wisdom (Perception) checks that rely on smell.": "{@b Keen Smell.} 你在依赖嗅觉的智力（感知）检查上具有优势。",
	"{@b Tremorsense.} You gain 30 ft. of {@sense tremorsense|MM}.": "{@b Tremorsense.} 你获得了30英尺的{@sense tremorsense|MM}。",
	"{@b Websense.} While in contact with a web, you know the exact location of any other creature in contact with the same web.": "{@b Websense.} 当与网接触时，你可准确知晓与同一网接触的任何其他生物的确切位置。",
	"Select one creature you can see within range. For the duration, you have advantage on Charisma (Persuasion) or Charisma (Deception) checks to interact with the target. Afterward, the target is aware you magically influenced it, and becomes hostile toward you. A violent creature might attack you, while others might spread word of your treachery, summon the authorities, or otherwise attempt to thwart you.": "选择你在范围内看得见的一个生物。在持续时间内，你在与目标互动时进行魅力（劝说）或魅力（欺骗）检定时具有优势。之后，目标意识到你曾对其进行了魔法影响，并对你产生敌意。一个暴力的生物可能会攻击你，而其他人可能会传播你的背叛之事，召唤当局，或以其他方式试图阻止你。",
	"You magically persuade a beast that you are a trusted ally. Choose a beast that you can see within range, which must be able to see and hear you. The beast must succeed on a Wisdom saving throw or be {@condition charmed} by you for the spell's duration. Beasts with Intelligence 4 or higher automatically succeed on this save. If you or one of your companions harms the target, the spell ends.": "你用神奇的力量说服了一只野兽，使其认为你是它的信任盟友。选择你在射程内能看见的一只野兽，该野兽必须能看见并听到你。野兽必须成功通过一次感知拯救才能在咒语持续期间被你影响。{@condition charmed}智力在4或更高的野兽会自动通过此豁免。如果你或你的同伴伤害了目标，咒语就会结束。 （DND 操场规则）\n",
	"The beast is willing to perform simple tasks on your behalf, including scouting locations, finding things, or delivering objects. If asked to deliver a message, it can understand locations and a general description of a target, though it cannot reliably find an individual. A beast delivering a message typically covers 1 mile per hour walking, or 2 miles per hour if it can fly.": "野兽愿意代表你执行简单任务，包括侦察地点、寻找物品或递送物品。如果要求递送消息，它可以理解位置和目标的大致描述，但不能可靠地找到一个人。一只递送消息的野兽通常以每小时1英里的步行速度前进，或者如果它能飞行，每小时2英里。 (the beast)",
	"If you cast this spell using a spell slot of 2nd level, the duration of the spell increases to 24 hours. If you use a spell slot of 3rd level or higher, you can either increase the duration by another 24 hours for each slot level above 2nd, or affect one additional beast for each slot level above 2nd.": "如果你用第二级法术槽施放这个咒语，该咒语的持续时间增加到24小时。如果你使用三级或更高级别的法术槽，你可以选择将每个高于第二级的槽级别的持续时间再增加24小时，或者每个高于第二级的槽级别影响一个额外的野兽。\n\n(Note: Proper nouns remain in English in `()`. Translation is in line with local language habits.)",
	"For the duration, magic enhances your words as you advise one creature that can perceive and understand you within range. Once within the next minute, the target can roll a {@dice d4} and add the number rolled to one ability check of its choice. It can roll the die before or after making the ability check. The spell then ends. A creature with 4 Intelligence or higher that perceives your spellcasting is aware of its magical influence and responds accordingly.": "在一段时间内，魔法会增强你的言辞，当你向范围内的一只能够感知和理解你的生物提供建议时。在接下来的一分钟内，目标可以投掷一个{@dice d4}，并将投掷的数字加到其选择的一个能力检定上。它可以在进行能力检定之前或之后投掷骰子。然后咒语结束。一个智力为4或更高的生物，感知到你的咒语施法时会意识到其魔法影响，并做出相应反应。(dnd running group rules)",
	"Stacking bonus-die buffs can easily break skill checks. {@i We strongly recommend this house rule: Only one bonus-die effect (the highest) can be applied to any given d20 roll.}": "累积奖励骰加成很容易破坏技能检定。{@i We strongly recommend this house rule: Only one bonus-die effect (the highest) can be applied to any given d20 roll.}",
	"You distort and confuse your enemies' senses, driving them to inexplicable action. Each creature in a 20-foot-radius sphere centered on a point you choose within range must succeed on a Wisdom saving throw when you cast this spell or be affected by it.": "你扭曲并混淆了你的敌人的感官，驱使他们做出莫名其妙的行动。在你选择的范围内，以你为中心的一个点的20英尺半径球形范围内的每个生物，在你施放此法术时必须进行一次智力豁免检定，否则将受到影响。(%num%)",
	"An affected target can't take reactions. At the start of each of its turns, it spends half its movement to travel in a random horizontal direction. It then must roll a {@dice d4} to determine its actions, with any conditions lasting until the start of its next turn.": "受影响的目标无法作出反应。在其每个回合开始时，它花费一半移动力在一个随机水平方向上移动。然后，它必须投掷一个{@dice d4}来确定其行动，任何条件都持续到其下个回合开始之前。 (D&D 跑团规则)",
	"The creature is {@condition stunned}.": "这个生物是{@condition stunned}。",
	"The creature treats every other creature as its enemy and fights them with its typical tactics.": "这种生物把每个其他生物都视为敌人，并以其典型的战术与它们战斗。 (Dungeons & Dragons)\n",
	"The creature becomes {@condition frightened} of every other creature it can see, then takes its turn as normal.": "这个生物成为它能看见的每个其他生物的{@condition frightened}，然后像平常一样进行自己的回合。",
	"The creature drops any weapons or items it is holding and takes no actions.": "生物放下任何它正在持有的武器或物品，并且不采取任何行动。 (DND)",
	"When you cast this spell using a spell slot of 5th level or higher, the radius of the sphere increases by 5 feet for each slot level above 4th.": "当你使用5级或更高级别的法术位施放此法术时，球体的半径将每超过4级增加5英尺。 (DND运行组规则)",
	"You cause a patch of nearly transparent ice to form on ground that you can see within range. Until the spell ends, the magic ice fills a 5-foot square. Any Medium or smaller creature on the ice's space when you cast the spell must succeed on a Dexterity saving throw or take {@damage 1d6} cold damage and fall {@condition prone}. A creature must also make the saving throw when it moves onto the ice's space for the first time on a turn or ends its turn atop it.": "你在你能看到的范围内造成一块几乎透明的冰块形成在地面上。直到咒语结束，这块魔法冰填满一个5英尺的正方形。任何在你施放咒语时位于冰块空间上的中型或更小生物都必须成功进行一次敏捷豁免才能避免受到{@damage 1d6}的冷伤害并摔倒{@condition prone}。生物在一个回合内第一次移动到冰块空间上或在其上结束回合时，也必须进行豁免检定。",
	"This spell's damage increases by {@dice 1d6} when you reach 5th level ({@dice 2d6}), 11th level ({@dice 3d6}), and 17th level ({@dice 4d6}).": "这个咒语的伤害在你达到5级时增加了{@dice 1d6}，在11级时增加了{@dice 2d6}，在17级时增加了{@dice 3d6}。",
	"You conjure a ring of blades that slash or stab at your foes. All other creatures within 5 feet of you must succeed on a Dexterity saving throw or take your choice of {@dice 1d6} slashing or {@damage 1d6} piercing damage.": "你召唤出一环刀刃，对你的敌人进行斩击或刺击。你周围5英尺内的所有其他生物必须成功进行一次敏捷豁免才能避免受到你选择的 {@dice 1d6} 斩击或 {@damage 1d6} 刺穿伤害。",
	"You create a terrible ice storm, occupying a 30-foot radius sphere centered on a point you can see within range. Any creature entering the area or starting its turn there must make a Constitution saving throw. On a failure, it takes {@damage 5d8} cold damage and has its speed reduced by half until the end of its next turn. A creature whose speed is already reduced by this spell is additionally {@condition restrained} until the end of its next turn. Water in the area instantly freezes.": "你制造了一场可怕的冰风暴，占据了以你可见范围内的一个点为中心的半径30英尺的球形区域。任何进入该区域或在其中开始其回合的生物必须进行一次体质豁免。若未通过，则受到{@damage 5d8}的冰冷伤害，并且其速度在其下一个回合结束前减半。已受到此法术减速效果的生物在其下一个回合结束前还额外受到{@condition restrained}。区域内的水立即结冰。",
	"When you cast this spell using a spell slot of 7th level or higher, the damage increases by {@scaledamage 5d8|6|1d8} for each slot level above 6th.": "当你使用7级或更高级的法术位施放这个法术时，伤害会随着每个超过6级的法术位等级增加{@scaledamage 5d8|6|1d8}。",
	"A 60-foot-radius sphere of light spreads out from a point you choose within range. The sphere is bright light and sheds dim light for an additional 60 feet. It is not sunlight.": "一个半径为60英尺的光球从你选择的范围内的一个点开始扩散。这个球发出明亮的光，并在额外的60英尺范围内发出微弱的光。这不是阳光。(light)",
	"If you chose a point on an object you are holding or one that isn't being worn or carried, the light shines from the object and moves with it. Completely covering the affected object with an opaque object, such as a bowl or a helm, blocks the light.": "如果您选择了您手中的物体或者一个没有被穿戴或携带的物体上的一个点，光会从该物体上发出并随着其移动。完全用不透明物体，比如碗或头盔，覆盖受影响的物体会阻挡光线。",
	"If any of this spell's area overlaps with an area of darkness created by a spell of its own level or lower, or an equivalent magical effect, the spell or effect that created the darkness is dispelled.": "如果此法术的区域与其自身等级或更低等级的法术创建的黑暗区域重叠，或者与等效的魔法效果重叠，则创建黑暗的法术或效果会被驱散。 (darkness)",
	"You summon up a fiery explosion, creating light, heat, or smoke. You may conjure the explosion at any point within 60 feet, but it will have added effect if you conjure it atop an existing nonmagical flame (extinguishing up to a 5' cube of flame). Choose one of the following effects.": "你召唤出一场炽热的爆炸，创造光、热或烟雾。你可以在60英尺内的任何地方召唤爆炸，但如果你在现有的非魔法火焰上召唤它，效果会更好（扑灭多达5英尺立方的火焰）。选择以下效果之一。 (explosion)",
	"{@b Light:} You create a shower of sparks, blinding onlookers. Every creature in a 10-foot radius must make a Constitution saving throw or be {@condition blinded} until the end of your next turn. If you target an existing flame, the radius is 20 feet.": "{@b Light:} 你创造出一片火花雨，令旁观者目眩。每个在10英尺半径内的生物必须进行一次体质豁免，否则在你的下一回合结束前处于被{@condition blinded}状态。如果你的目标是一团已存在的火焰，则半径为20英尺。 {@b Light:}（Shower of Sparks） {@condition blinded}（blinded）",
	"{@b Heat:} You conjure a blast of intense heat, causing every creature in a 10-foot radius to make a Constitution saving throw. On a failure they take {@damage 3d6 fire} damage, or half as much on a successful save. If you target an existing flame, the damage increases to {@damage 4d6}.": "{@b Heat:} 你召唤出一股炽热的爆炸，使得十英尺半径内的每个生物都必须进行一次体质豁免检定。失败者受到{@damage 3d6 fire}点伤害，成功者受到一半伤害。如果你的目标是一团已存在的火焰，则伤害增加到{@damage 4d6}点。",
	"{@b Smoke:} You create a 15-foot-radius cloud of thick, oily smoke. It spreads around corners, and its area is heavily obscured. If you target an existing flame, the radius is 30 feet. The cloud lasts for 1 minute or until dispersed by a strong breeze.": "{@b Smoke:} 你制造出一个半径15英尺的浓烟云。它能绕过拐角散布，其范围被严重遮蔽。如果你的目标是一个已存在的火焰，则半径为30英尺。浓烟云持续1分钟，或者被强风吹散之前。 (DND running group rules)",
	"You seek assistance from a mighty extraplanar being - a god, archdevil, or other legendary and powerful creature. They send one of their loyal servants to aid you, which appears in an unoccupied space within range.": "你寻求来自一个强大的外域存在的帮助 - 一个神、大恶魔或其他传奇而强大的生物。他们派遣一个忠诚的仆从来协助你，它会出现在范围内的一个未被占用的空间中。（Extraplanar being）",
	"When the creature appears, it is friendly but under no obligation to help you. It speaks at least one language you speak. It typically demands payment for its aid, in a form appropriate to the creature (e.g. tithes for a celestial or sacrifices for a fiend). When payment has monetary value, it usually is 5gp per minute, 100gp per 10 minutes, 500 gp per hour, or 5,000 gp per day. It may be discounted or increased as much as 50% depending on whether the extraplanar being endorses the task, or on the danger of the task. The cost also usually increases with repeat summonings from the same extraplanar being, and may be free the first time if the being favors you.": "当生物出现时，它是友好的，但没有义务帮助你。它至少会说一种你懂的语言。通常，它要求对其帮助支付报酬，以与该生物相适应的形式（例如，天体要求什一税，恶魔要求祭品）。当支付有货币价值时，通常为每分钟5gp，每10分钟100gp，每小时500gp，或每天5000gp。根据外域生物是否支持任务，或任务的危险程度，费用可能会打折或增加50%。从同一外域生物重复召唤的次数也通常会使费用增加，并且如果该生物喜欢你，第一次可能是免费的。 (dnd, celestial, fiend)",
	"Services can be anything appropriate to the creature summoned. Creatures will rarely agree to tasks that are suicidal, impossible, abhorrent, or especially lengthy. After the creature completes the task, or you are unable to satisfy its payment, it returns to its home plane.": "符合当地语言习惯，并且像(%num%)这样的文本在翻译中应保持为(%num%)。翻译应遵守dnd游戏组规则，专有名词在翻译后应保留英文括号()。\n\n召唤的生物的服务可以是任何与其相适应的事物。生物很少会同意那些自杀、不可能完成、令人憎恶或特别冗长的任务。当生物完成任务后，或者你无法满足其支付要求时，它将返回其原属位面。",
	"You enact a performance laced with subtle magic, your gestures and voice causing others to focus on you to the exclusion of all else. Creatures of your choice within range must make a Wisdom saving throw or be {@condition charmed} by you. If you or your companions are fighting a creature, it has advantage on the save. While {@condition charmed} by you in this way, a creature has disadvantage on Dexterity (Initiative) rolls as well as Wisdom (Perception) checks made to perceive any creature other than you until the spell ends or until the target can no longer see or hear you. Additionally, if a creature rolls initiative while affected by this spell, its speed is reduced by 10 feet and it cannot take reactions until after its first turn ends. The spell ends if you are {@condition incapacitated} or you can no longer speak. Creatures do not realize that you used magic to influence them.": "你表演着一场充满微妙魔法的表演，你的手势和声音让其他人将注意力集中在你身上，而忽略了其他一切。范围内你选择的生物必须进行一次感知豁免才能免受你的影响。如果你或你的同伴正在与生物战斗，它在豁免 throw 中会获得优势。在此期间受到你影响的生物，在该法术结束之前，或目标无法再看到或听到你时，它在敏捷 (先攻) 掷骰以及感知 (感知) 检查中获得劣势，用以感知除你以外的任何生物。此外，如果生物在受到该法术影响时进行先攻检定，其速度减少 10 英尺，并且直到其第一个回合结束后才能进行反应。如果你已经死亡，或者你无法说话，该法术将结束。生物并不会意识到你使用了魔法来影响它们。 (0)\n\n(1)\n\n(2)",
	"When you cast this spell using a spell slot of 3rd level or higher, the duration increases by 1 minute and the radius increases by 10 feet for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，持续时间增加1分钟，并且半径每超过2级的法术位等级增加10英尺。 (spell, spell slot)",
	"You conjure an arrow of acid and send it streaking towards a target within range. Make a ranged spell attack. On a hit, the target takes {@damage 6d4} acid damage and is coated in acid. An acid-coated target can use their action to wipe the acid off. If not, then at the end of their next turn, they take {@dice 4d4} additional acid damage.": "你创造一支酸箭并将其发射向射程内的目标。进行远程法术攻击。命中时，目标受到{@damage 6d4}酸性伤害，并被酸覆盖。被酸覆盖的目标可以使用他们的动作擦去酸。如果不这样做，在他们的下一个回合结束时，他们受到{@dice 4d4}额外的酸性伤害。 (acid、acid)",
	"When you cast this spell using a spell slot of 3rd level or higher, both instances of damage increase by {@scaledamage 6d4|2-9|1d4} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，每个法术位级别高于2级时，伤害的两个实例均增加{@scaledamage 6d4|2-9|1d4}。\n\n(DND 战队规则)",
	"You draw a 10-foot radius circular glyph upon the ground, which projects a 30-foot-tall cylinder of power upward. Select one of the following creature types when you draw the glyph: aberrations, celestials, elementals, fey, fiends, or undead. A CR 5 or lower creature of the chosen type can't willingly move across the cylinder's boundary. When the creature attempts to make an attack, cast a spell, use teleportation or interplanar travel, or cause some other effect across the boundary, it must first succeed on a Charisma saving throw.": "你在地面上绘制一个半径为10英尺的圆形符文，从中投射出一个高30英尺的能量圆柱体。在绘制符文时，请选择以下生物类型之一：（畸形生物）、（天神）、（元素生物）、（仙灵）、（邪魔）或（亡灵）。选择的类型中，CR值为5或更低的生物不能自愿穿过圆柱体的边界。当生物试图越过边界进行攻击、施法、使用传送术或次元旅行，或在边界上产生其他效果时，必须首先成功进行一次魅力豁免检定。",
	"When you cast the spell, you can choose to increase the casting time to 10 minutes; if you do so, the spell no longer requires {@status concentration}.": "当你施放这个法术时，你可以选择将施法时间延长至10分钟；如果你这样做，该法术不再需要{@status concentration}。",
	"When you cast this spell using a spell slot of 4th level or higher, the maximum CR of affected creatures increases by 3 for each slot level above 3rd. When you cast this spell using a spell slot of 5th or 6th level, the duration is {@status concentration}, up to 12 hours. When cast using a spell slot of 7th or 8th level, the duration is {@status concentration}, up to 24 hours. When cast using a 9th-level spell slot, the duration is permanent and there is no CR limit on affected creatures.": "当你使用4级或更高级的法术位施放此法术时，受影响生物的最大CR每超过3级增加3。当你使用5级或6级的法术位施放此法术时，持续时间为{@status concentration}，最长可达12小时。当使用7级或8级的法术位施放时，持续时间为{@status concentration}，最长可达24小时。当使用9级法术位施放时，持续时间为永久，受影响生物的CR没有限制。",
	"With a snap of your fingers a swirling burst of freezing wind erupts at a point you choose within range. Each creature in a 5-foot-radius sphere centered on that point must make a Constitution saving throw. On a failed save, a creature takes {@damage 3d8} cold damage and becomes stuck in the ice, reducing their movement speed by 10 feet until the start of your next turn. On a success, the target takes half as much damage and is not stuck in ice.": "用手指一弹，你选择范围内的某点立即爆发出旋转的冰风。以该点为中心，5英尺半径范围内的每个生物都必须进行一次体质豁免检定。未通过检定的生物将受到{@damage 3d8}的冷伤害，并被冰封，直到你的下一个回合开始，其移动速度减少10英尺。通过检定的目标受到一半伤害，并不被冰封。(cold damage)",
	"The ground in the area is covered with slick ice and snow, making it difficult terrain until the start of your next turn.": "该地区的地面覆盖着光滑的冰雪，使其成为艰难的地形，直到你的下一个回合开始。 (difficult terrain)",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@scaledamage 3d8|2-9|1d8} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，伤害每超过2级的位数增加 {@scaledamage 3d8|2-9|1d8}。",
	"You attempt to take control of a beast you can see within range. It must succeed on a Wisdom saving throw or be {@condition charmed} by you for the duration. A beast with CR 4 or higher automatically succeeds on this saving throw. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.": "你试图控制你能看到范围内的一只野兽。它必须成功进行一次感知豁免才能在你的控制下{@condition charmed}持续时间内。一只CR为4或更高的野兽在这次豁免检定中自动成功。如果你或与你友好的生物正在与它战斗，则它在这次豁免检定中具有优势。 (CR)",
	"While the beast is {@condition charmed}, you can issue telepathic commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability.": "当生物处于{@condition charmed}状态时，你可以向该生物发出感应命令，只要你有意识（无需行动），它会尽力遵从。你可以指定一个简单且一般性的行动方向，比如“攻击那只生物”，“跑到那边”，或者“取那个物体”。如果生物完成了命令，并且没有得到你的进一步指示，它会尽最大努力保护自己。 (beast)",
	"As an action, you can take full control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time, any reactions the creature takes require you to use your reaction as well.": "作为一个行动，你可以完全控制目标。直到你的下一个回合结束，生物只能采取你选择的行动，并且不会做任何你不允许它做的事情。在此期间，生物采取的任何反应都需要你同时使用你的反应。 (D&D running group rules)",
	"Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.": "每次目标受到伤害时，它都要进行一次新的感知豁免检定来对抗该咒语。如果豁免检定成功，咒语结束。(Wisdom)",
	"When you cast this spell with a spell slot of 4th level or higher, there is no CR limit to the target creature.": "当你用4级或更高级别的法术位施放此法术时，目标生物的CR限制被取消。(dnd running group)",
	"You magically animate nearby objects, bending them to your will. Choose up to six nonmagical objects within range that are not being worn or carried. All objects must be the same size, and you can animate six Tiny, four Small, three Medium, two Large, or one Huge object(s). Each object animates until spell ends or until reduced to 0 hit points; when an object drops to 0 hit points, any remaining damage carries over to its original object form.": "你可以用魔法使附近的物体活起来，随心所欲地操控它们。在施法范围内选择最多六个非魔法物品，这些物品不能被穿戴或携带。所有物品必须是相同大小，你可以操控六个微小物品，四个小型物品，三个中型物品，两个大型物品，或一个巨型物品。每个物品在法术结束前或降为0点生命值时都会活动；当一个物品的生命值降至0点时，任何剩余的伤害都会转移到它的原始物体形态上。 (dnd)",
	"{@damage 1d4 + 1} damage": "{@damage 1d4 + 1} 伤害",
	"fly 30 (hover)": "飞行30（悬浮）",
	"Small": "小 (Small)",
	"{@damage 1d6 + 3} damage": "伤害{@damage 1d6 + 3}",
	"Medium": "根据当地语言习惯，并且像(%num%)这样的文本在翻译中应该保持输出为(%num%)。\n\n翻译需符合dnd运行团规则，专有名词在翻译后应在`()`内保留英文。",
	"{@damage 1d10 + 5} damage": "伤害{@damage 1d10 + 5}",
	"Large": "大 (Large)",
	"{@damage 2d10 + 7} damage": "伤害{@damage 2d10 + 7}",
	"{@damage 5d12 + 9} damage": "伤害{@damage 5d12 + 9}",
	"An animated object has 30 feet of blindsight and statistics as shown in the table above. The DM might rule an object has immunities, resistances, and vulnerabilities to specific damage types based on its form. If an object is securely attached to a surface or a larger object, such as a chain bolted to a wall, its speed is 0.": "一个有着30英尺的致盲视觉和上表所示的统计数据的动画物体。根据其形态，Dungeon Master可能会规定物体对特定伤害类型具有免疫力、抗性和脆弱性。如果一个物体牢固地连接在表面或更大的物体上，例如连接在墙上的链条，其速度为0。 (动画物体(Animated object), 地牢主(Dungeon Master))",
	"In combat, an object shares your initiative count, but take its turn immediately after yours.": "战斗中，一个物体与你共享先攻顺序，但是在你之后立即行动。 (DND运行小组规则)",
	"As a bonus action, you can issue one command to any number of objects within the spell's range, otherwise, the only action an object takes on its turn is the Dodge action. An object may also be commanded to attempt an action available to all creatures, such as grapple or shove, if its form permits it to do so.": "作为一个奖励动作，你可以向法术范围内的任意数量的对象发布一个命令，否则，一个对象在其回合中所采取的唯一行动是闪避行动。如果对象的形态允许，也可以命令对象尝试所有生物可用的动作，例如扭打或推挤。 (DND running group 规则)",
	"If commanded to attack, an object makes one melee attack against the target you specify within 5 feet of it. Its attack bonus is equal to your spellcasting modifier. An object usually deals bludgeoning damage, but the DM might rule it inflicts slashing or piercing based on its form.": "若受命攻击，则对象对你指定的目标发起一次近战攻击，范围在其5英尺内。它的攻击加值等同于你的咒法属性。通常，对象造成的伤害是钝击伤害，但Dungeon Master（地下城主）可能会根据其形态裁定其造成割伤或穿刺伤害。",
	"Flames shoot forth from your fingertips. Each creature in a 15-foot cone must make a Dexterity saving throw. A creature takes {@damage 3d6} fire damage on a failed save, or half as much damage on a successful one.": "你的指尖喷射出火焰。一个15英尺的锥形范围内的每个生物必须进行敏捷豁免。生物在未能通过豁免时受到{@damage 3d6}点火焰伤害，通过时受到一半伤害。",
	"The flames ignite any flammable objects in the area that aren't being worn or carried.": "火焰点燃区域内未穿戴或携带的任何可燃物。 (Dungeons & Dragons 战役团规则)",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@scaledamage 3d6|1-9|1d6} and the range of the cone increases by 5 feet for each slot level above 1st.": "当你使用2级或更高级的法术位施放此法术时，伤害增加了{@scaledamage 3d6|1-9|1d6}，扇形的范围每超过1级的法术位等级就增加5英尺。 (DND Running Group)",
	"An immobile, {@condition invisible}, cube-shaped prison composed of magical force springs into existence around an area you choose within range. The prison can be a cage or a solid box as you choose.": "一个不可移动的，{@condition invisible}，立方形状的由魔法力量构成的监狱在你选择的范围内出现。这个监狱可以是一个笼子，也可以是一个实心的盒子，由你选择。",
	"A prison in the shape of a cage can be up to 20 feet on a side and is made from 1/2-inch diameter bars spaced 1/2 inch apart, and provides half cover.": "一个笼子形状的监狱可以是边长达到20英尺，由1/2英寸直径的栏杆组成，栏杆间距为1/2英寸，并提供半掩体。 (prison)",
	"A prison in the shape of a box can be up to 10 feet on a side, creating a solid barrier that prevents any matter from passing through it and blocking any spells cast into or out from the area.": "一个呈方盒形状的监狱可以长达10英尺，形成一个坚固的屏障，阻止任何物质穿过它，并阻挡进入或离开该区域的任何咒语。 (prison)",
	"When you cast the spell, any creature that is completely inside the cage's area is trapped. Creatures only partially within the area, or those too large to fit inside the area, are pushed away from the center of the area until they are completely outside the area.": "当你施放这个咒语时，任何完全位于笼子范围内的生物都会被困住。只有部分位于范围内的生物，或者体积太大无法进入范围内的生物，会被推离范围中心，直到完全离开范围外。 (DND)",
	"A creature inside the cage can't leave it by nonmagical means. If the creature tries to use teleportation or interplanar travel to leave the cage, it must first make a Charisma saving throw. On a success, the creature can use that magic to exit the cage. On a failure, the creature can't exit the cage and wastes the use of the spell or effect. The cage also extends into the Ethereal Plane, blocking ethereal travel.": "笼子里的生物无法通过非魔法手段离开。如果生物尝试使用传送或跨平面旅行离开笼子，必须首先进行一次魅力豁免检定。若成功，生物可以使用那个魔法离开笼子。若失败，生物无法离开笼子，并浪费了该法术或效果的使用。笼子也延伸至虚空平面，阻止虚空旅行。(cage)",
	"The cage has an AC of 10 + the spell's level (17), and has 20 hit points per spell level (140).": "笼子的AC为10 + 咒语等级 (17)，并且每个咒语等级有20点生命值 (140)。",
	"This spell can't be dispelled by {@spell dispel magic|PHB}.": "这个法术无法被{@spell dispel magic|PHB}解除。",
	"You pull together wisps of magical energy and sculpt them into beasts. Choose a Small or Tiny beast of CR 1/4 or lower, and eight creatures of that type appear immediately in unoccupied spaces around you. If you choose a beast with a flying speed, you summon six creatures instead. Each beast is considered fey, and disappears if it drops to 0 hit points or the spell ends.": "你聚集起魔法能量，将其塑造成野兽。选择一个CR 1/4或更低的小型或微型野兽，八个该类型的生物立即出现在你周围的未被占据的空间中。如果你选择一个具有飞行速度的野兽，则召唤六个生物。每个野兽被视为精灵，在它的生命值降到0或法术结束时消失。 (dnd, CR)",
	"The summoned beasts are friendly to you and your companions. They act on the same initiative, immediately after your turn ends. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they move as a group and take the Dodge action.": "召唤出来的兽类对你和你的同伴友好。它们在相同的先攻值上行动，在你的回合结束后立即行动。它们会听从你发出的口头命令（无需你采取任何行动）。如果你不给出任何命令，它们将作为一组移动，并采取躲避动作。 (D&D游戏组规则)",
	"If you command them to attack, you can direct any number of beasts to attack any number of targets. All creatures attacking a given target make a single attack roll, using your spell modifier to hit. If three or more beasts attack together, they have advantage on the roll. If the attack hits, they deal bludgeoning or piercing damage equal to {@dice 1d4} per creature. If six or more beasts attack together, you can add your spellcasting ability modifier to the damage dealt.": "如果你命令它们进攻，你可以指挥任意数量的野兽攻击任意数量的目标。所有攻击同一目标的生物进行一次攻击骰，使用你的法术修正来判定是否命中。如果三只或更多野兽一起攻击，则它们在骰上获得优势。如果攻击命中，它们造成的伤害为每个生物 {@dice 1d4} 的钝击或穿刺伤害。如果六只或更多野兽一起攻击，你可以将你的法术施放能力修正加到造成的伤害上。 (dnd running group规则)",
	"Note that a conjured beast pack does not use the normal attack within their stat blocks, and so does not apply any additional effects. Below are all the eligible beasts in the SRD 5.1.": "根据当地语言习惯，并且像(%num%)这样的文本在翻译中应保持为(%num%)。翻译符合dnd运行组规则，专有名词在翻译后应在`()`内保留英文。\n\n请注意，召唤出的野兽群不使用其属性块中的普通攻击，因此不适用任何额外效果。以下是SRD 5.1中所有符合条件的野兽。",
	"Frog, Sea Horse, Baboon, Badger, Bat, Cat, Crab, Eagle, Giant Fire Beetle, Hawk, Jackal, Lizard, Octopus, Owl, Quipper, Rat, Raven, Scorpion, Spider, Weasel, Blood Hawk, Flying Snake, Giant Rat, Poisonous Snake, Stirge, Badger, Giant Centipede.": "青蛙, 海马, 狒狒, 獾, 蝙蝠, 猫, 螃蟹, 鹰, 巨型火甲虫, 鹰, 豺狼, 蜥蜴, 章鱼, 猫头鹰, 剧句, 鼠, 渡鸦, 蝎子, 蜘蛛, 黄鼠狼, 血鹰, 飞蛇, 巨鼠, 有毒蛇, 吸血蚊, 獾, 巨型蜈蚣.",
	"At Higher Levels. When you cast this spell using a spell slot of 4th level or higher, you summon two more beasts per level above 3rd.": "在更高的等级。 当你使用4级或更高级别的法术槽施放此法术时，你每超过3级的等级召唤两个额外的野兽。 (Dungeons & Dragons)",
	"You create a floating spirit, which conveys a message of your choice. The herald appears to be a Medium or Small creature of ghostly form, with you determining its appearance otherwise. The herald knows a fixed message of up to 25 words. When you cast this spell, choose one of the following effects:": "你创造一个漂浮的灵体，传达你选择的信息。使者看起来像一个中型或小型的幽灵形态生物，其外表由你决定。使者知道一个最多25个字的固定信息。当你施放这个法术时，选择以下效果之一：(Medium)(Small)",
	"{@b Ward:} The herald is cast at a particular location, or on a statue or other object with a mouth, and is fixed to that point. It is {@condition invisible} and motionless until a specific condition is met within 30 feet of its location. When the condition is met, it appears and recites its message . If cast on an object, it moves the object's mouth rather than appearing directly. You determine whether it does so once, or disappears again and repeats the message every time the condition is met. When cast in this way, it lasts until dispelled.": "{@b Ward:}传令官被投放在特定位置，或者在雕像或其他具有口的物体上，并固定在那个点上。它是{@condition invisible}并且静止，直到在其位置的30英尺内满足特定条件。当条件满足时，它会出现并 recite 其消息。如果投射在一个物体上，它会移动物体的嘴而不是直接出现。您确定它是否这样做一次，或者再次消失并在每次满足条件时重复消息。以这种方式施放时，它会持续到被驱散。",
	"{@b Announcement:} The herald floats through the air up to 100 feet up and 30 feet per round, repeating its message every round. It traverses an area up to a 5-mile radius around its location, conveying its message to every creature it sees. When cast in this way, it lasts for 1 hour.": "{@b Announcement:}传令者飘浮在空中，高达100英尺，每回合30英尺，每回合重复一次消息。它在其位置周围高达5英里的范围内穿行，将消息传达给它看到的每个生物。以这种方式施放时，持续1小时。{@b Announcement:} (The herald)",
	"You recite a dark incantation, summoning a group of minor fiends to do your bidding. You may choose the plane you call them from. The spell conjures two demons which use the {@creature Minor Fiend} stat block. Alternatively, your DM may choose any number of fiends whose combined challenge ratings are 2 or lower. In combat, the fiends share your initiative count, but take their turn immediately after yours.": "你诵读着黑暗的咒语，召唤一群小恶魔为你服务。你可以选择召唤它们的位面。该法术召唤出两个恶魔，它们使用{@creature Minor Fiend}的属性表。另外，你的DM可以选择任意数量的恶魔，它们的挑战等级总和为2或更低。在战斗中，这些恶魔与你共享行动顺序，但会立即在你之后行动。",
	"The fiends are friendly to you and your companions and hostile to all other creatures. If you lose {@status concentration} on the spell, they do not disappear. Instead, they become hostile toward you and your companions. They can't be dismissed, and will last for 1 hour after their summoning. A fiend disappears when reduced to 0 hit points.": "魔物对你和你的同伴友善，对其他所有生物都持敌意。如果你在施法上失败{@status concentration}，它们不会消失。相反，它们会对你和你的同伴持敌意。它们无法被解除，将在召唤后持续1小时。当一只魔物的生命值降至0时，它会消失。 (fiends)",
	"When you cast this spell using a spell slot above 3rd level, the combined challenge rating of the summoned fiends increases by 1 for each slot level above 3rd.": "当你使用高于3级的法术槽施放这个咒语时，召唤的恶魔的综合挑战等级会每超过3级增加1。",
	"Jagged, dark threads of magic jump from your fingertips, connecting to five Tiny, Small or Medium corpses of CR 1/4 or higher that you can see within range. Each corpse immediately transforms into an undead creature of the same size, which takes your choice of form ({@creature Skeleton Corpse Puppet|SpellsThatDontSuck|Skeleton} or {@creature Zombie Corpse Puppet|SpellsThatDontSuck|Zombie}) using the Corpse Puppet stat block.": "锋利、黑暗的魔法线从你的指尖跳出，连接到范围内你能看到的五个微小、小型或中型CR为1/4或更高的尸体上。每个尸体立即变成相同大小的不死生物，它使用尸傀儡属性块，可以选择采用你选择的形态（{@creature Skeleton Corpse Puppet|SpellsThatDontSuck|Skeleton}或{@creature Zombie Corpse Puppet|SpellsThatDontSuck|Zombie}）。\n",
	"The creatures are allies to you and your companions. In combat, the creatures share your initiative count, but they take their turns immediately after yours. As a bonus action, you can issue one command to any number of puppets within the spell's range. If you don't issue a command, they take the Dodge action and use their move to avoid danger.": "生物是你和你的同伴的盟友。在战斗中，这些生物与你共享行动顺序，但它们在你之后立即行动。作为一个额外动作，你可以向法术范围内的任意数量的傀儡发出一个命令。如果你不下达命令，它们会采取躲避动作并利用移动来避开危险。 (puppets)",
	"The creatures are under your control until the spell ends, after which they become inanimate once more.": "生物在你的控制之下，直到咒语结束，之后它们再次变得无生命。(D&D游戏组规则)",
	"When you cast this spell using a spell slot of 6th level or higher, you animate up to two additional corpses for each slot level above 5th.": "当你使用6级或更高级的法术位施放此法术时，你可以使每个高于5级的法术位的等级多召唤两个额外的尸体。 (dnd, slot level)",
	"You hurl a ball of dripping acid outward, exploding in a 20-foot radius sphere at a point you can see within range. Every creature in the area must make a Dexterity saving throw, taking {@damage 8d4} acid damage on a failure or half as much on a success. A creature that fails the save takes an additional {@damage 4d4} acid damage at the end of every turn, unless it or another creature within 5 feet spends an action to clear the acid off.": "你朝着你能看见的范围内的一个点投掷一团滴着酸液的球体，爆炸形成一个半径 20 英尺的球形范围。范围内的每个生物都必须进行一次敏捷豁免检定，失败则受到 {@damage 8d4} 酸性伤害，成功则受到一半伤害。未通过豁免检定的生物在每轮结束时额外受到 {@damage 4d4} 酸性伤害，除非它或另一个生物在 5 英尺内花费一个动作来清除身上的酸液。 (DND)\n",
	"When you cast this spell using a spell slot of 5th level or higher, the initial damage increases by {@scaledamage 8d4|4-9|2d4} for each slot level above 4th.": "当你使用5级或更高级的法术位施放这个法术时，初始伤害将每超过4级的槽位等级增加{@scaledamage 8d4|4-9|2d4}。",
	"Ghastly energy flickers within a 10-foot-radius sphere centered on a point you choose within range. When a creature starts its turn in the area or moves into the area during its turn, it must make a Constitution saving throw. On a failure, a creature is cursed with weakness until the end of its turn: it has disadvantage on Strength checks and Strength saving throws, it deals half damage with weapon attacks that use strength, and its speed is reduced by 10 feet.": "译文符合当地的语言习惯，文本如 (%num%) 应在翻译中保持为 (%num%)。\n翻译需遵守DND游戏组规则，专有名词在翻译后应保留英文括号内的内容。\n\n在你选择的范围内，以你选择的一点为中心，周围10英尺半径内闪烁着可怕的能量。当一个生物在该区域开始其回合或在其回合内移动到该区域时，它必须进行一次体质豁免。如果失败，生物会被诅咒，直到回合结束为止：它在力量检定和力量豁免上有劣势，使用力量的武器攻击造成的伤害减半，其速度减少10英尺。",
	"When you cast this spell using a spell slot of 3rd level or higher, the radius increases by 5 feet for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，半径会增加5英尺，每超过2级的法术位增加一级。 (spell slot)",
	"You throw open your hand and hurl a spray of glittering color motes, disorienting creatures in its path. Creatures in a 20-foot cone perceive your location as heavily obscured and must make a Constitution saving throw. On a failure, they are {@condition blinded} and have their speed reduced by half. The spell ends at the end of your next turn.": "你伸出手，向前抛出一片闪闪发光的色彩微粒，使其路径上的生物感到迷惑。一个20英尺锥形范围内的生物认为你的位置被严重遮蔽，必须进行一次体质豁免才能。如果失败，它们被{@condition blinded}，并且速度减半。这个法术在你的下一个回合结束时结束。",
	"When you cast this spell using a spell slot of 2nd level or higher, the cone's size increases by 5 feet for each slot level above 1st.": "当你使用2级或更高级别的法术位施放此法术时，锥形的尺寸会每超出1级的法术位增加5英尺。 (DND)\n",
	"You send a blast of negative energy at a creature you can see within range. Make a spell attack roll, dealing {@damage 8d10 + 30} necrotic damage on a hit, or half as much on a miss. If the target is a humanoid and dies within 1 minute of being damaged by this spell, they rise at the start of your next turn as a {@creature zombie} that is permanently under your control.": "你向你能看见的生物释放一股负能量。进行一个法术攻击骰，对命中的目标造成{@damage 8d10 + 30}点死灵伤害，未命中则减半。如果目标是一个人形生物，并在受到此法术伤害后的1分钟内死亡，则在你的下一个回合开始时升起，成为一个{@creature zombie}，永久由你控制。(dnd running group rules)",
	"When you cast this spell using a spell slot of 8th level or higher, the damage increases by {@scaledamage 8d10+30|7-9|2d10} for each level above 7th.": "当你使用8级或更高级的法术位施放此法术时，伤害增加 {@scaledamage 8d10+30|7-9|2d10}，每超过第7级一级。 (Dungeons & Dragons)",
	"A transparent sphere of arcane force appears, averting incoming attacks. Until the start of your next turn, you have a +5 bonus to AC, to a maximum of 21 AC, including against the triggering attack, and you take no damage from magic missile.": "一个透明的奥术力量球出现，避开来袭的攻击。直到你的下一个回合开始，你的AC获得+5的加值，最高为21，包括对触发攻击，你不受魔法飞弹的伤害。(AC, magic missile)",
	"When you cast this spell using a spell slot of 3rd level or higher, the bonus to AC (and the maximum AC) increases by 1 for every two slot levels above 1st (for example, when cast with a 5th level spell slot, you have a a +7 bonus to AC, to a maximum of 23 AC).": "当你使用3级或更高级的法术位施放此法术时，每提升两个法术位级别，AC的奖励（以及最大AC）增加1（例如，使用5级法术位施放时，你的AC奖励增加+7，最高为23 AC）。 (AC)",
	"You sense the presence of any trap within range. A trap, for the purpose of this spell, includes any object, terrain, or magic that would inflict a sudden or unexpected effect you consider harmful or undesirable. Thus, the spell would sense an area affected by the {@spell alarm|PHB} spell, a {@spell glyph of warding|PHB}, a hidden pit trap, or a natural sinkhole, but not a creature lying in ambush.": "你能感知到范围内任何陷阱的存在。在此咒语的定义中，陷阱包括任何可能给你造成突然或意外影响，你认为是有害或不希望的物体、地形或魔法。因此，这个咒语可以感知到受{@spell alarm|PHB}咒语影响的区域，{@spell glyph of warding|PHB}，一个隐藏的坑陷阱，或者一个自然的落水洞，但不会感知到埋伏中的生物（Creature）。（DND运行组规则）",
	"The spell reveals the general presence and vague direction of a trap within its 120-foot range, but not its specific location. If you come within 15 feet of the trap, you detect its presence exactly, and any ability checks you or your companions make to examine it are made with advantage.": "这个法术能够在120英尺范围内揭示陷阱的一般存在和模糊方向，但不包括具体位置。如果你靠近陷阱15英尺，你能够准确地检测到它的存在，你或你的同伴对其进行检查的所有能力检定都将具有优势。（trap）",
	"The spell is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.": "这个咒语被1英尺的石头、1英寸的普通金属、一张薄铅片或3英尺的木头或泥土挡住。(spell)",
	"You sense the presence of unnatural or extraplanar creatures. The spell reveals the existence of any aberrations, celestials, elementals, fey, fiends, or undead within 30 feet of you, as well as their locations. You also have advantage on any Wisdom (Perception) or Wisdom (Insight) checks against such creatures. The spell is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.": "你感觉到了不自然或外位面生物的存在。这个法术揭示了你周围30英尺范围内任何异常、天体、元素、仙灵、邪物或不死生物的存在，以及它们的位置。你还可以对这些生物进行任何感知或洞察的智慧检定获得优势。这个法术被1英尺厚的石头、1英寸厚的普通金属、一张薄的铅片或3英尺厚的木头或泥土所阻挡。",
	"You recite a profane chant to summon a devil, which appears in an unoccupied space that you can see within range. The devil's challenge rating is at least 4 and no higher than 8. The DM chooses the devil's type, and it is under the DM's control. If you know a devil's true name or possess its talisman, you can attempt to summon that devil regardless of its CR.": "你诵读了一段亵渎的咒语来召唤一个恶魔，在你能看到的范围内的一个未被占据的空间中出现。这个恶魔的挑战等级至少为4，但不超过8。DM选择恶魔的种类，并且它由DM控制。如果你知道一个恶魔的真名或拥有它的护身符，你可以尝试召唤那个恶魔，而不管它的CR。 (devil)",
	"The devil typically resents being summoned but will not harm you for the duration. On each of your turns, you can command it. It obeys orders it considers reasonable and fights ruthlessly, but will retreat to keep its life and rank.": "通常，恶魔会不情愿地被召唤，但在召唤的持续时间内不会伤害你。在你的每个回合，你可以命令它。它会服从它认为合理的命令，并且会无情地战斗，但会退缩以保全生命和地位。 (dnd running group rules and proper nouns should keep the English in `()` after the translation.)",
	"After 1 minute, the devil may ignore your commands and might choose to remain and pursue its own goals. You may attempt to reason with, persuade, or strike a deal that aligns with its interests. If you maintain {@status concentration} for the full duration, you may return the devil to whence it came.": "在1分钟后，恶魔可能会无视你的命令，并选择留下并追求它自己的目标。你可以尝试用逻辑、说服或达成与其利益一致的交易。如果你在 {@status concentration} 的全部持续时间内保持持有，你可以将恶魔送回它来的地方。 (devil)",
	"When you cast this spell using a spell slot of 6th level or higher, the devil's possible challenge rating increases by 2 for each slot level above 5th.": "当你使用第6级或更高级别的法术位施放此法术时，恶魔的可能挑战等级每超过5级的位数增加2。 (spell slot)",
	"The next time you hit a creature with a melee weapon attack before this spell ends, you tear a hole to another plane and tangle them in the interplanar aether. The attack deals an extra {@damage 5d10} force damage, and the target must make a Charisma saving throw. On a failure, they become {@condition incapacitated} and gain resistance to all damage as they are partly phased out of the plane. The target repeats the saving throw at the end of each of its turns, ending the effect on a success.": "在符合当地语言习惯的情况下，文本中像(%num%)这样的内容在翻译中仍应输出为(%num%)。\n\n下一次你使用近战武器攻击命中生物之前，你会在此法术结束前撕开一道通往另一个位面的裂缝，并将它们纠缠在位面间的以太中。这次攻击额外造成{@damage 5d10}的力量伤害，目标必须进行一个魅力豁免检定。如果失败，它们将变得{@condition incapacitated}并获得对所有伤害的抗性，因为它们部分融入了位面之外。目标在每个自己的回合结束时重复进行豁免检定，成功时结束效果。",
	"You create a holy sanctuary at an empty point on the ground you can see within range. The temple occupies a cube up to 60 feet on each side.": "你在你能看到的范围内的一个空地上创造一个神圣的圣所。这座寺庙占据了一个边长高达60英尺的立方体。 (holy sanctuary)",
	"The temple has at least one door and is enclosed by wood and stone floors, walls, and a roof. You determine all other aspects of its appearance (as long as it conforms to the deity represented by the holy symbol used in the casting) such as altars, idols, illumination, rooms, scent, temperature, and windows.": "庙宇至少有一扇门，由木头和石头构成的地板、墙壁和屋顶围绕着。您可以确定其外观的所有其他方面（只要符合施法中使用的圣符所代表的神明），例如祭坛、偶像、照明、房间、气味、温度和窗户。 (deity represented by the holy symbol)",
	"Divination spells of 6th level and below can't target creatures within the temple or create sensors inside of it.": "占卜法术不能以6级或以下目标在寺庙内的生物或在其中创建传感器。\n",
	"When you cast the spell, choose one or more of the following creature types for the temple to oppose: aberrations, celestials, elementals, fey, fiends, or undead. If such a creature attempts to enter the temple, it must make a Charisma saving throw. On a failure, it can't enter the temple for 24 hours. On a success, whenever it makes an attack roll, an ability check, or a saving throw inside the temple, it must roll a {@dice d4} and subtract the number rolled from the {@dice d20} roll.": "当你施放这个法术时，请选择以下一个或多个生物类型，供神殿对抗：异常生物、天神、元素生物、仙族、邪物或不死生物。如果这样的生物试图进入神殿，它必须进行一次魅力豁免检定。若失败，它将在 24 小时内无法进入神殿。若成功，每当它在神殿内进行攻击检定、能力检定或豁免检定时，它必须投掷一个{@dice d4}，并从{@dice d20}的点数中减去所投掷的数字。",
	"Casting this spell on the same spot every day for a year makes this effect permanent.": "每天在同一地点施展这个法术一年，会使这个效果永久保留。 (dnd running group)",
	"When you cast this spell using a spell slot of 7th level or higher, the casting time increases by 1 hour and the temple's size increases by 60 feet on each side for each spell level above 6th. The temple counters divination spells of a level less than or equal to the slot level used.": "当你使用7级或更高级的法术槽施放此法术时，施法时间增加1小时，每个超过第6级的法术等级，神殿的尺寸在每个方向上增加60英尺。该神殿抵消小于或等于所使用槽级的预言法术。",
	"You sap the vitality of one creature you can see in range. Make a ranged spell attack against the target. On a hit, it takes {@damage 1d6} necrotic damage and has disadvantage on the next weapon attack roll it makes before the end of its next turn. This spell's damage increases by {@dice 1d6} when you reach 5th level ({@dice 2d6}), 11th level ({@dice 3d6}), and 17th level ({@dice 4d6}).": "你抽取你能看见的范围内一只生物的活力。对目标进行远程法术攻击。命中时，它受到 {@damage 1d6} 黑暗伤害，并在其接下来的回合结束前，对下一次武器攻击骰投掷时具有劣势。当你达到5级 ({@dice 2d6})、11级 ({@dice 3d6}) 和17级 ({@dice 4d6}) 时，此法术的伤害增加 {@dice 1d6}。",
	"You empower yourself with deathly energies, gaining the ability to harvest life from your foes. When you cast the spell, you extend a black tendril out to one creature you can see within range. The target must make a Constitution saving throw. On a failure, they take {@damage 6d8} necrotic damage and have their movement speed reduced by half until the start of your next turn. On a success, they suffer half as much damage and no other effects. You regain hit points equal to half the damage dealt. You can repeat this as an action for the spell's duration.": "你赋予自己死亡能量，获得从你的敌人身上收割生命的能力。当你施放该法术时，你将一根黑色的触须伸向你能看到的范围内的一个生物。目标必须进行一次体质豁免投骰。若未能通过，它们受到 {@damage 6d8} 点死灵伤害，并且其移动速度减半，直到你下一回合开始为止。若成功通过，它们承受一半伤害并且没有其他效果。你恢复的生命值等同于所造成伤害的一半。你可以在法术持续期间将其作为一项动作重复施放。",
	"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 1d8} for each slot level above 5th.": "当你使用第6级或更高级的法术位施放这个法术时，伤害会随着超过第5级的每个法术位等级增加{@dice 1d8}。",
	"Choose a target point on the ground that you can see within range. A small cyclone whips up at the target point with a radius of 5 feet and a height of 30 feet.": "在距离你能看到的地面范围内选择一个目标点。一个小龙卷风在目标点形成，半径为5英尺，高度为30英尺。（小龙卷风 Whirlwind）",
	"Any creature that starts its turn within the radius of the dust cyclone or enters its radius for the first time during its turn must make a Strength saving throw. On a failed save, the creature takes {@damage 1d12} bludgeoning damage and is pushed 5 feet away from the center. On a successful save, the creature takes half as much damage and isn't pushed.": "任何生物在其回合开始时位于尘埃旋风的半径内或在其回合中首次进入其半径内，必须进行一次力量豁免投掷。在失败的豁免投掷中，该生物会受到{@damage 1d12}的钝击伤害，并被推离中心5英尺。在成功的豁免投掷中，该生物受到一半伤害且不被推开。",
	"As a bonus action, you can move the dust cyclone up to 30 feet in any direction. The first time you pass the dust cyclone's radius through a creature, that creature must make the saving throw against the dust cyclone's damage and is pushed out of its way on failure. You can continue to move the dust cyclone, but its strength is exhausted until the end of your turn and subsequent creatures are unaffected by it passing through them.": "作为一个奖励动作，你可以将尘埃旋风向任何方向移动最多30英尺。当你第一次将尘埃旋风的半径经过一个生物时，该生物必须对尘埃旋风的伤害进行豁免检定，如果失败则被推开。你可以继续移动尘埃旋风，但其力量会在你的回合结束前耗尽，并且随后的生物不会受到其影响。 (dust cyclone)",
	"If the dust cyclone moves over sand, dust, loose dirt, or small gravel, it sucks up the material and heavily obscures its radius until the start of your next turn.": "如果尘暴移动到沙子、尘土、松散的泥土或小砾石上，它会吸入这些材料，并严重遮蔽其半径，直到你的下一个回合开始。 (dnd running group rules)",
	"For the duration, you magically command the earth to reshape itself around you. As an action, you can permanently modify up to a 20-foot cube of soft earth (such as sand, dirt, or clay) you can see within range, which moves up to 20 feet over 5 minutes. You can change its elevation or create or destroy trenches, pillars, ramps, walls, or other simple shapes. Generally, the changes occur too gradually to trap or injure creatures. You can select a new area to affect at any time, though you can only shape one area at a time; an unfinished formation slowly reverts to its original shape.": "在符合当地语言习惯的情况下，文本中像(%num%)这样的内容在翻译中仍应输出为(%num%)。\n\n在符合dnd运行团规则的前提下进行翻译，专有名词在翻译后应在`()`中保留英文。\n\n在持续时间内，你可以通过魔法命令地球在你周围重塑自己。作为一个行动，你可以永久地修改你能看到的范围内的软土地（如沙子、泥土或黏土）的最大尺寸为20英尺的立方体，它在5分钟内最多移动20英尺。你可以改变它的高度，或者创建或销毁壕沟、柱子、坡道、墙壁或其他简单的形状。一般来说，这些变化发生得太缓慢，无法困住或伤害生物。你可以随时选择一个新的影响区域，但你一次只能塑造一个区域；一个未完成的形态会慢慢恢复到其原始形状。",
	"You can't shape stone, metal, or other hard materials. Rocks, plants, and structures move with the terrain, and may become unstable or fall.": "你不能塑造石头、金属或其他硬材料。岩石、植物和建筑会随着地形移动，可能变得不稳定或倒塌。（D&D 运行小组规则）",
	"When you cast this spell as a ritual, the silver pickaxe must be worth at least 500gp and is consumed.": "当你将此咒语作为仪式施展时，银镐的价值必须至少为500gp，并且会被消耗。(dnd running group rules)",
	"You point at one creature you can see within range, and send a lashing tentacle of earth to haul them to the ground. The target must succeed on a Strength saving throw, or immediately fall {@condition prone}. Its flying speed (if any) is reduced to 0 feet for the spell's duration, and a flying creature falls even if it has hover. An airborne creature takes normal falling damage up to a maximum of {@dice 4d6} points of bludgeoning damage. A creature that makes the saving throw suffers no effects.": "你指向你所能看见范围内的一个生物，并释放出一根挥舞的土之触须将其拽倒。目标必须成功进行一次力量豁免才能抵抗，否则立即倒地 {@condition prone}。其飞行速度（如果有）在法术持续时间内减为0英尺，即使是悬停的飞行生物也会坠落。空中生物会受到正常的坠落伤害，最多为 {@dice 4d6} 点钝击伤害。成功豁免的生物不会受到任何影响。",
	"When you cast this spell using a spell slot of 3rd level or higher, the number of targets increases by 1 for each slot level above 2nd, and the maximum damage increases by {@scaledamage 4d6|1-9|1d6} for each level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，目标数量会随着法术位等级高于2级的增加而增加1个，最大伤害会随着每个等级高于2级的增加而增加{@scaledamage 4d6|1-9|1d6}。 (spell slot)(法术位)",
	"You cause the ground immediately around you to shake and roll. Every other creature within 10 feet must make a Dexterity saving throw. On a failure, they take {@damage 2d6} bludgeoning damage and are knocked {@condition prone}. On a success, they suffer half as much damage and no other effects. If the terrain is dirt or stone, it becomes difficult terrain for all other creatures besides you for the next hour.": "你让你周围的地面立即震动起来。10英尺内的每个其他生物都必须进行一次敏捷豁免投。在失败时，他们受到{@damage 2d6} 钝击伤害并被击倒{@condition prone}。成功则受到一半伤害，并无其他影响。如果地形是泥土或石头，则在接下来的一个小时内，除了你以外的所有其他生物都会遇到艰难地形。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@scaledamage 2d6|1-9|1d6} for each slot level above 1st, and the radius increases by 5 feet for each two slot levels above 1st.": "当你使用2级或更高级别的法术位施放此法术时，伤害将每超过1级的法术位等级增加{@scaledamage 2d6|1-9|1d6}，半径每超过1级的法术位等级增加5英尺。 (spell slot)",
	"You sculpt loose soil and rock into a massive hand, creating a Medium hand that occupies a 5-foot space within range. It can immediately reach for a Large or smaller creature within 5 feet, forcing the target to make a Strength saving throw or become {@condition restrained} and suffer {@damage 2d6} bludgeoning damage.": "你雕刻着松软的土壤和岩石，塑造出一个巨大的手，创造一个占据射程内 5 英尺空间的中等手。它可以立即伸向 5 英尺内的大型或更小的生物，迫使目标进行一次力量豁免，否则变成{@condition restrained}，并受到{@damage 2d6}的钝击伤害。{@condition restrained} {@damage 2d6}",
	"As long as the hand is within 30 feet of you, you can give it mental commands. As an action, you can cause the hand to crush a {@condition restrained} target. The target makes a Strength saving throw, taking {@damage 2d6} bludgeoning damage on a failure, or half as much on a success. Alternately as an action, you can dissolve and reform it anywhere within the spell's range and attempt to grab a creature within 5 feet. You can order the hand to let go of a creature at any time with no action.": "只要手距离你在30英尺内，你可以用心灵命令控制它。作为一个动作，你可以让手压碎一个{@condition restrained}目标。目标进行一次力量豁免，失败则受到{@damage 2d6}钝击伤害，成功则减半。或者作为一个动作，你可以在法术的范围内任意地溶解和重组它，并试图抓住5英尺内的生物。你可以随时命令手释放生物而不需要采取任何行动。",
	"To break out, a {@condition restrained} target can use its action to attempt a Strength (Athletics) or Dexterity (Acrobatics) check against your spell save DC. On a success, it is free and no longer {@condition restrained}.": "根据当地语言习惯，文本如 (%num%) 应该在翻译中仍然输出为 (%num%)。\n- 翻译符合 dnd 跑团规则，专有名词在翻译后应在括号内保留英文。\n\n要脱离束缚，一个目标可以使用其动作来尝试一次力量 (Athletics) 或敏捷 (Acrobatics) 检定，检定目标为你的法术豁免 DC。成功时，它将获得自由，不再是 {@condition restrained}。",
	"You create a whirling shield of elemental power around yourself. When you cast this spell, select one damage type out of acid, cold, fire, lightning, and thunder. Until the spell ends, you gain immunity to that damage type, and creatures of your choice within 5 feet of you gain resistance to it. As a bonus action, you can change the damage type.": "你创造出一个环绕你的元素能量的旋转盾牌。当你施放这个咒语时，请选择酸、冰、火、闪电或雷击中的一种伤害类型。直到咒语结束，你获得对该伤害类型的免疫力，以及你选择的范围内的生物对该伤害类型获得抗性。作为一个奖励动作，你可以改变伤害类型。 (whirling shield of elemental power)",
	"You choose a Medium or smaller object not being worn within range, and cause it to rapidly heat to unbearable temperatures. If the object is metal or otherwise not flammable, it glows white-hot; if it is flammable, it is engulfed in flame but not destroyed. If a creature is holding the object, they make a Constitution saving throw at the start of each of their turns, taking {@damage 2d4} fire damage on a failure and suffering disadvantage on any ability checks or attack rolls using the item. If they succeed on the saving throw, they take half as much damage and suffer no other effects.": "你选择范围内未穿戴的中型或更小的物体，并使其迅速加热到无法忍受的温度。如果该物体是金属或其他不易燃烧的材料，则会变得白炽；如果是易燃材料，则会被火焰吞噬但不会被摧毁。如果有生物正握持该物体，它们在每个回合开始时需进行一次体质豁免，失败则受到{@damage 2d4}火焰伤害并在使用该物品进行任何能力检定或攻击检定时处于劣势。若成功通过豁免，则受到一半伤害且不受其他影响。 (dnd 运行组规则适用，Proper Nouns 在翻译后需保留英文括号内的内容)",
	"If you maintain {@status concentration} for the full 1-minute duration, a non-magical item is melted, reduced to ash, or otherwise destroyed.": "如果你在整个一分钟的持续时间内保持 {@status concentration}，一个非魔法物品将被融化、变成灰烬，或以其他方式被摧毁。",
	"When you cast this spell using a spell slot of 3rd level or higher, the fire damage increases by {@scaledamage 2d4|2-9|1d4} for each slot level above 2nd.": "当你使用第3级或更高级别的法术位施放此法术时，火焰伤害将每超过2级的每个位级增加 {@scaledamage 2d4|2-9|1d4}。",
	"You call on the knowledge of legends, augmenting a skill for the duration. You gain proficiency in the chosen skill. If you were already proficient, you instead gain expertise (doubling your proficiency bonus for any ability check you make with the skill). If you already had expertise, you instead can reroll one of the dice once whenever you have advantage on that ability check. The spell ends early if you cast it again.": "你唤起传说中的知识，增强了一项技能，持续一段时间。你获得所选技能的熟练。如果你已经熟练，你将获得专家（在你使用该技能进行的任何能力检定中，你的熟练加值翻倍）。如果你已经是专家，你可以在拥有该技能的能力检定中获得优势时重新投掷其中的一枚骰子。如果你再次施放该法术，法术将提前结束。（英文名：(Legends)）",
	"You thin the fabric of the Ethereal Plane, allowing yourself to slide seamlessly over the boundary. For the duration, roll a {@dice d20} at the end of each of your turns. On a roll of 11 or higher, you slip into the Ethereal Plane, returning at the start of your next turn to the space you left. If that space is now occupied, you appear in the nearest unoccupied space. If you rolled an 11 or higher on your prior turn's blink roll, you roll {@dice 2d20} and use the lower result. If you rolled 10 or lower, roll {@dice 2d20} and use the higher result.": "你拉开了虚空平面的织布，让自己无缝地滑过边界。在持续时间内，在你的每个回合结束时，投掷一个{@dice d20}。如果投掷结果为11或更高，你会滑入虚空平面，在你的下一个回合开始时返回到你离开的位置。如果那个位置现在被占据了，你会出现在最近的未被占据的空间中。如果你上一个回合的闪现投掷结果为11或更高，你投掷{@dice 2d20}并使用较低的结果。如果你的投掷结果为10或更低，你投掷{@dice 2d20}并使用较高的结果。",
	"While on the Ethereal Plane, you can't be perceived except by creatures capable of seeing into the Ethereal Plane. You can see and hear your plane of origin out to a range of 60 feet, but you can't interact with anything or affect any creatures there. When the spell ends, you reappear on your plane of origin. You cannot cast this spell while already on the Ethereal Plane.": "在以太界时，你除非被能看见以太界的生物察觉否则无法被察觉。你可以看见和听到你的原属界面范围内的事物，范围为60英尺，但你不能与任何事物互动或对任何生物产生影响。法术结束时，你会重新出现在你的原属界面上。你不能在已经在以太界时施展此法术。(Ethereal Plane)",
	"Select one creature you can see within range, and one damage type that isn't bludgeoning, piercing, or slashing. The target must make a Charisma saving throw or lose any resistance to that damage type for the duration. Twice per round when the target takes damage of the chosen type, they take {@damage 2d6} additional damage of that type.": "根据当地语言习惯，并且像 (%num%) 这样的文本在翻译中仍然应输出为 (%num%)。\n\n根据dnd运行小组的规则进行翻译，专有名词应在翻译后以英文括号 `()` 保留。\n\n在射程内选择一个你能看到的生物，以及一个不是钝击、刺击或斩击的伤害类型。目标必须进行一个魅力豁免检定，否则在持续时间内失去对该伤害类型的任何抗性。每轮两次，当目标受到选择的类型伤害时，他们会额外受到 {@damage 2d6} 该类型的伤害。",
	"When you cast this spell using a spell slot of 6th level or higher, the number of times per round the additional damage can trigger increases by 1 for each two slot levels above 4th.": "当你使用6级或更高级的法术位施放此法术时，每轮额外伤害触发的次数增加1，每超过4级的两个法术位增加1次。（DND运行组规则）",
	"You brandish a repellent item at a creature you can see within range and attempt to expel them from this plane. The target must make a Charisma saving throw. On a failure, they are partly wrenched off their current plane. For the duration, they become {@condition incapacitated} and gain resistance to all damage.": "你向你能看到的生物挥舞一件驱逐物品，试图将它们从此位面驱逐出去。目标必须进行一次魅力豁免投掷。如果失败，它们会被部分地从当前位面上撤离。在持续时间内，它们变成{@condition incapacitated}并对所有伤害获得抗性。 (repellent item)(Charisma saving throw)",
	"The target makes another Charisma save at the end of each of their turns, ending the spell on a success. Creatures on their home plane continue making saves for the duration. Extraplanar creatures failing their second Charisma save disappear from their current plane entirely. Extraplanar creatures failing the third Charisma save are banished back to their home plane and stop attempting saving throws. If you maintain {@status concentration} for the full duration, this banishment becomes permanent.": "目标在他们的回合结束时再次进行魅力豁免，成功则结束法术。在他们的本位平面上的生物在持续时间内继续进行豁免。异位平面生物第二次魅力豁免失败时完全消失在当前平面上。异位平面生物第三次魅力豁免失败时被驱逐回他们的本位平面，并停止尝试豁免。如果你保持 {@status concentration} 的持续时间，这种驱逐变成永久性。 {@status concentration}",
	"A target that returns reappears in the space it left or in the nearest unoccupied space if that space is occupied.": "目标返回的地方是它离开的地方，或者是最近的未被占据的空间。",
	"When you cast this spell using a spell slot of 5th level or higher, you can target one additional creature for each slot level above 4th.": "当你使用5级或更高级的法术位施放此法术时，你可以针对每个高于4级的法术位等级额外目标一个额外生物。 (D&D运行组规则)",
	"You touch a willing creature, charging it with necrotic magic and allowing it to mimic death. The target gains 10 temporary hit points for the duration.": "你触摸一个愿意的生物，为其注入死灵魔法，使其能够模仿死亡。目标在持续时间内获得 10 临时生命值。 (D&D: 迷宫与龙跑团规则)",
	"As an action, or as a reaction to being hit with an attack or taking damage, the target can appear dead to all outward inspection and to spells used to determine the target's status. If the target breathes, its respiration is undetectable.": "作为一种行动，或者作为对受到攻击或受到伤害的反应，目标可以表现出对外部检查和用于确定目标状态的法术都表现得像死了一样。 如果目标呼吸，其呼吸是不可检测的。（英文：(%num%)）",
	"While in this false state, the target drops {@condition prone}, can see and hear normally, and has resistance to all damage except psychic damage. The false state ends if the target moves or takes an action, bonus action or reaction.": "在这种虚假状态下，目标掉落了{@condition prone}，可以正常看到和听到，并对所有伤害具有抗性，除了精神伤害。如果目标移动或采取行动，奖励行动或反应，虚假状态就会结束。",
	"The spell ends once the target has left the false state. Additionally, you can use an action to touch the target and dismiss the spell.": "法术在目标离开虚假状态后结束。此外，你可以使用一个动作触摸目标并解除法术。（spell）",
	"If the target is diseased or {@condition poisoned} when you cast the spell, or becomes diseased or {@condition poisoned} while under the spell's effect, the disease and poison have no effect until the spell ends.": "如果目标在施放咒语时患病或{@condition poisoned}，或在咒语效果下变得患病或{@condition poisoned}，则疾病和毒素直到咒语结束都不会生效。 (dnd running group)",
	"You cause a creature to be unable to tell friend from foe. The target must make an Intelligence saving throw, automatically succeeding if it is immune to the {@condition frightened} condition. On a failure, it treats every other creature as its enemy and fights them with its typical tactics.": "你让一个生物无法分辨友方与敌方。目标必须进行智力豁免检定，如果它对 {@condition frightened} 条件免疫，则自动成功。若检定失败，则将每个其他生物视为敌人，并以其典型战术与它们战斗。 (DND 运行小组规则)",
	"It makes opportunity attacks if any creature provokes one. The target may reattempt the saving throw whenever it takes damage, ending the spell on a success.": "如果有生物引发了机会攻击，则进行攻击。目标在受到伤害时可以重新尝试豁免投掷，成功时结束法术。（Dungeons & Dragons）",
	"You touch a willing creature, foretelling an accurate strike. Its next attack before the end of your next turn is a hit.": "你触摸一个自愿的生物，预示一个准确的打击。在你的下一个回合结束之前，它的下一次攻击是一个命中。(dnd running group rules)",
	"When you cast this spell using a spell slot of 3rd level or higher, the amount of attacks that hit increases by 1 for every 2 spell slots above 1st.": "当你使用3级或更高级别的法术槽施放这个法术时，被命中的攻击数量会每增加2个法术槽，增加1个攻击。 (%num%)",
	"You evoke a fiery blade in your free hand. The blade is similar in size and shape to a scimitar, and it lasts for the duration. It counts as a simple melee weapon with which you are proficient, and provides bright light in a 20-foot radius and dim light for an additional 20 feet.": "你在你的自由手中召唤出一把火焰刀。这把刀与一把弯刀在大小和形状上相似，并且持续一段时间。它被视为一种简单的近战武器，你熟练地使用，提供20英尺半径内的明亮光芒和额外20英尺的昏暗光线。（scimitar）",
	"It deals {@damage 2d6} fire damage on a hit and has the finesse, light, and thrown properties (range 20/60). If you hit a flammable creature or object, it ignites, taking {@damage 1d6} fire damage at the start of each of its turns until a creature uses its action to douse the flames on itself or another creature.": "它在命中时造成{@damage 2d6}点火焰伤害，并具有灵巧、轻便和投掷属性（射程20/60）。如果你击中一个易燃生物或物体，它将着火，在每个回合开始时受到{@damage 1d6}点火焰伤害，直到有生物使用动作扑灭自己或其他生物身上的火焰。 (火球)",
	"If you drop the weapon or throw it, it dissipates at the end of the turn. Thereafter, while the spell persists, you can use a bonus action to cause the blade to reappear in your hand.": "如果你放下武器或抛出它，它将在回合结束时消失。此后，在法术持续期间，你可以使用一个额外动作使刀刃重新出现在你的手中。(dnd running group rules)",
	"When you cast this spell using a spell slot of 4th level or higher, the blade's damage increases by {@scaledamage 2d6|2-9|1d6} and the ignite damage by {@scaledamage 1d6|2,4,6,8|1d6} for every two slot levels above 2nd.": "当你使用4级或更高级别的法术位施放此法术时，剑的伤害增加了{@scaledamage 2d6|2-9|1d6}，点燃伤害增加了{@scaledamage 1d6|2,4,6,8|1d6}，每超过2级的两个法术位水平。",
	"You enchant a quiver of ammunition with a fiery boon. When a creature is damaged by ammunition drawn from the quiver, they take an extra {@damage 2d6} fire damage. Only one piece of ammunition can be affected at a time, and the spell ends after 6 pieces of ammunition have been used. The spell also ends if you cast it again while unused ammunition remains.": "你给箭筒中的弹药施加了火焰祝福。当有生物受到从箭筒中取出的弹药的伤害时，它们额外受到{@damage 2d6}火焰伤害。一次只能影响一发弹药，法术在使用了6发弹药后结束。如果你在尚未使用的弹药仍然存在时再次施法，法术也会结束。(quiver of ammunition)",
	"When you cast this spell using a spell slot of 4th level or higher, the number of pieces of ammunition you can affect with this spell increases by one for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放此法术时，你可以受影响的弹药数量将每超过3级的法术位增加一枚。",
	"This spell helps you locate a specific kind of beast or plant, which you can either name or describe. You learn the direction and distance to the closest creature or plant of that kind within 1 mile, if any are present.": "这个法术帮助你找到特定种类的动物或植物，你可以给它取个名字或描述它。你会了解到该种类生物或植物距离你最近的方向和距离，在1英里范围内，如果有的话。（%num%）",
	"If you cast this spell using a spell slot of 2nd level, the range of the spell increases to 5 miles. If you use a spell slot of 3rd level or higher, the range increases by 5 miles for each slot level above 2nd.": "如果你使用2级法术位施放这个法术，法术的射程增加至5英里。如果你使用3级或更高级别的法术位，每个高于2级的法术位射程增加5英里。 (DND running group rules)",
	"A marble-sized ball of flame appears in your hand before darting out and exploding at a point you choose within range. Every creature within 20 feet of the point must make a Dexterity saving throw, taking {@damage 7d6} fire damage on a failure of half as much on a success.": "你手中出现了一个玉球大小的火焰球，然后飞出并在你选择的范围内爆炸。在该点范围内的每个生物必须进行一次敏捷豁免，失败则受到{@damage 7d6}火焰伤害，成功则减半。 (D&D)",
	"The blast spreads around corners and ignites flammable objects that aren't being worn or carried.": "爆炸在拐角处蔓延，并点燃未被穿戴或携带的易燃物体。 (D&D)",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@scaledamage 7d6|3-9|1d6} for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放此法术时，伤害将增加{@scaledamage 7d6|3-9|1d6}，每个超过3级的位数增加一次。",
	"You create linked magical gates that you can control for the duration. Select two unoccupied points on the ground that you can see within 500 feet of you. Glowing 10-foot diameter gates, each in a color of your choice, open over each point.": "你创造了可在一定时间内控制的连接魔法门。在你能看到的距离500英尺内选择两个未被占据的地面点。每个点上会出现一个直径为10英尺的发光门，颜色由你选择。 (magical gates)",
	"You choose whether the gates are visible and usable from both sides or only one side. Any creature or object entering one gate exits the other as if the two were adjacent to each other. You can use a bonus action to close, open, and move one or both gates up to 60 feet. The spell ends if a gate moves more than 500 feet from the caster's original location.": "根据当地的语言习惯，文本中的文本像(%num%)这样的部分在翻译中应该保持为(%num%)。\n\n您可以选择是否从两侧都可以看到和使用大门，还是只能从一侧。任何进入其中一个大门的生物或物体都会像两个大门相邻一样从另一个大门出来。您可以使用一个奖励动作关闭、打开和移动一个或两个大门，最多可移动60英尺。如果一个大门从施法者的原始位置移动超过500英尺，法术将结束。\n\n(Note: Proper noun \"D&D\" has been kept in English in parentheses after translation.)",
	"You flourish a weapon you are proficient with used in the casting and then vanish, instantly teleporting to and striking up to 5 targets within range. Make a melee weapon attack against each target. On a hit, a target takes the weapon damage from the attack{@damage  + 6d6} force damage.": "你挥舞着你精通的武器，用于施法，然后消失，立即传送到并袭击范围内最多5个目标。对每个目标进行一次近战武器攻击。命中时，目标受到攻击造成的武器伤害{@damage  + 6d6}的力量伤害。 (DND 战斗小组规则适用， Proper Nouns 保持英文在 `()` 内。)",
	"You can then teleport to an unoccupied space you can see within 5 feet of one of the targets you hit or missed.": "你可以随后传送到你所击中或未击中的目标之一附近，距离你能看到的位置最多5英尺的空间。",
	"You become elemental fire, shedding bright light in a 30-foot radius and dim light for an additional 30 feet. Until the spell ends, you gain the following benefits:": "你成为元素之火，照亮半径30英尺的明亮光芒，并在额外的30英尺范围内散发微弱的光芒。在法术结束之前，你获得以下好处： (elemental fire)",
	"You are immune to fire damage.": "你对火焰伤害免疫。 (fire damage)",
	"You can move through the space of other creatures and ignore difficult terrain. The first time on your turn you enter the space of another creature, it takes {@damage 1d6} fire damage.": "你可以穿越其他生物的空间并忽略艰难的地形。当你在你的回合第一次进入另一个生物的空间时，它会受到{@damage 1d6}火焰伤害。(fire damage)",
	"If a creature within 5 feet hits you with a melee attack, it takes {@damage 1d6} fire damage.": "如果一个生物在5英尺内用近战攻击击中你，它会受到{@damage 1d6}点火焰伤害。",
	"You can use your action to create a line of fire 30 feet long and 5 feet wide extending from you in a direction of your choice. Each creature in the line must make a Dexterity saving throw. A creature takes {@damage 6d6} fire damage on a failed save, or half as much damage on a successful one.": "你可以使用你的动作，在你选择的方向上创造一个30英尺长、5英尺宽的火线。线上的每个生物都必须进行敏捷豁免检定。在一次失败的豁免检定中，一个生物会受到{@damage 6d6}火焰伤害，而在一次成功的豁免检定中，伤害减半。 (`fire damage`)",
	"During your turn, if you roll fire damage, you can maximize one die of the fire damage dealt.": "",
	"You freeze over, taking on a form of elemental ice. Until the spell ends, you gain the following benefits:": "你凝固成了一团冰元素。直到咒语结束，你获得以下好处： (%num%)",
	"You are immune to cold damage.": "你对寒冷伤害免疫。(%num%)",
	"You can move across difficult terrain created by ice or snow without spending extra movement.": "你可以在冰雪覆盖的困难地形上移动，而不需要额外消耗移动力。 (Dungeons & Dragons 运行组规则)",
	"The ground in a 10-foot radius around you is icy and is difficult terrain for creatures other than you. The radius moves with you.": "你周围半径10英尺的地面结冰，对你以外的生物来说是艰难的地形。这个半径随着你移动而移动。 (D&D running group rules)",
	"You can use your action to create a 30-foot cone of freezing wind extending from your outstretched hand in a direction you choose. Each creature in the cone must make a Constitution saving throw. A creature takes {@damage 4d8} cold damage on a failed save, or half as much damage on a successful one. A creature that fails its save against this effect has its speed halved until the start of your next turn.": "你可以使用你的行动，在你伸出的手指向的方向上创建一个 30 英尺的冰冷风锥。锥形范围内的每个生物都必须进行一次体质豁免才能。一只生物在豁免失败时受到 {@damage 4d8} 的冷伤害，或者在豁免成功时受到一半的伤害。一只生物如果在此效果的豁免中失败，则其速度减半，直到你的下一个回合开始。",
	"During your turn, if you roll cold damage, you gain temporary hit points equal to one die rolled (your choice).": "在你的回合中，如果你掷出了冷伤害，你获得临时生命值，数值等于掷出的一个骰子（你可以选择）。",
	"You become made of stone. Until the spell ends, you gain the following benefits:": "你变成了石头。直到咒语结束，你获得以下好处： (%num%)",
	"You have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks.": "你对非魔法攻击的钝击、穿刺和斩击伤害具有抵抗力。(dnd跑团规则)",
	"You can move across difficult terrain made of earth or stone without spending extra movement. You can move through solid earth or stone as if it was air and without destabilizing it, but you can't end your movement there. If you do so, you are ejected to the nearest unoccupied space, this spell ends, and you are {@condition stunned} until the end of your next turn.": "你可以在不额外消耗移动力的情况下穿越由土或石头构成的困难地形。你可以如同空气一般穿越坚实的土地或石头，而且不会使其不稳定，但你不能停在那里结束你的移动。如果你这样做，你将被弹射到最近的未被占据的空间，这个法术结束，而且在你的下一个回合结束前，你将处于{@condition stunned}状态。",
	"You can use your action to call spikes of stone to raise from the ground. All creatures of your choice within 15 feet of you must make a Dexterity saving throw. A creature takes {@damage 4d8} piercing damage on a failed save, or half as much on a successful one. Their space becomes difficult terrain either way.": "你可以使用你的行动让石刺从地面上升起。在你周围15英尺范围内的所有生物必须进行敏捷豁免检定。在未通过豁免检定时，生物受到{@damage 4d8}点穿刺伤害，在通过时则减半。无论如何，它们的位置都变成了难以通过的地形。",
	"You become a surge of elemental water. Until the spell ends, you gain the following benefits:": "你化为一股元素水流。在法术结束前，你获得以下效益：\n",
	"You can move through the space of other creatures and ignore difficult terrain; the first time you move through a Large or smaller creature, it must pass a Strength saving throw or be knocked {@condition prone}.": "你可以在移动时穿过其他生物所占据的空间并忽略难以通过的地形；当你第一次穿过一个体型为大型或更小的生物时，它必须进行一次力量豁免才能避免被击倒{@condition prone}。",
	"You can use your action to unleash a blast of water 15 feet long and 5 feet wide extending from you in a direction your choice. Each creature in the line must make a Strength saving throw. A creature takes {@damage 5d6} bludgeoning damage and is knocked {@condition prone} on a failed save, or half as much and isn't knocked {@condition prone} on a successful one.": "你可以使用你的动作，向你选择的方向释放一股长15英尺、宽5英尺的水流。线上的每个生物必须进行一次力量豁免。生物在未通过豁免时受到 {@damage 5d6} 的钝击伤害，并被击倒 {@condition prone}，通过豁免时则受到一半伤害且不被击倒 {@condition prone}。 (dnd)",
	"You become a gust of elemental wind. Until the spell ends, you gain the following benefits:": "你化为一股元素风。直到法术结束，你获得以下益处：",
	"You have a flying speed of 60 feet.": "你的飞行速度为60英尺。（你的飞行速度为60英尺。）",
	"You can move through and occupy the space of other creatures, and you ignore difficult terrain.": "你可以穿过并占据其他生物的空间，而且你忽略难行地形。 (dnd running group)",
	"You are {@condition invisible}.": "你是{@condition invisible}。",
	"You can use your action to unleash a powerful blast of wind in a 30 foot cone. Each creature in the cone must make a Strength saving throw. A creature takes {@damage 4d8} bludgeoning damage is knocked 15 feet away from you on a failed save, or takes half as much damage and isn't knocked backward on a successful one.": "你可以使用你的行动，在一个30英尺的锥形范围内释放一股强大的风。锥形范围内的每个生物都必须进行一次力量豁免投掷。在失败的豁免中，生物受到 {@damage 4d8} 钝击伤害，并被击退15英尺，成功的豁免中，生物受到一半伤害且不被击退。",
	"{@b Replaces:} {@spell Silvery Barbs|scc} (in part)": "符合当地的语言习惯，文本中像 (%num%) 这样的内容在翻译时应该保持为 (%num%)。\n\n翻译遵守 dnd 运行组规则，专有名词在翻译后应该在 `()` 中保留英文。\n\n{@b Replaces:} {@spell Silvery Barbs|scc}（部分）",
	"You magically reshape causality for the triggering creature, positively influencing its efforts. The triggering creature must reroll the {@dice d20} and use the higher roll.": "你以神奇的力量重新塑造了因果关系，积极地影响着触发生物的努力。触发生物必须重新掷骰{@dice d20}，并使用更高的点数。 (causality)",
	"You invoke a sudden fear within a creature you can see within range. The target creature must succeed a Wisdom saving throw, or become {@condition frightened} for the duration. The {@condition frightened} target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "你突然激发了你能看见范围内的生物内心的恐惧。目标生物必须成功通过一次感知豁免检定，否则在持续时间内成为{@condition frightened}。{@condition frightened} 目标可以在每个自己的回合结束时重复进行豁免检定，成功时会结束自身的效果。 (DND running group rules)",
	"When you cast this spell using a 2nd level or higher, you can target one additional creature for each slot above 1st.": "当你使用二级或更高级别时施放这个法术时，你可以额外选取每个高出1级的法术位的一个生物作为目标。 (D&D运行小组规则)",
	"You form a bladed disk of ice and throw it at one creature within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 1d4} piercing damage{@damage  + 2d8} cold damage. The shuriken then explodes (whether you hit or miss). Each other creature within 5 feet of the target must succeed on a Dexterity saving throw or take {@damage 2d8} cold damage.": "你形成一张冰刃圆盘，将其投向范围内的一个生物。对目标进行远程法术攻击。命中时，目标受到{@damage 1d4}穿刺伤害{@damage  + 2d8}冰冷伤害。然后手里剑爆炸了（无论你是否命中）。目标周围5英尺内的每个其他生物必须成功进行一次敏捷豁免检定，否则受到{@damage 2d8}冰冷伤害。",
	"When you cast this spell using a spell slot of 2nd level or higher, the cold damage increases by {@scaledamage 2d8|1-9|1d8} for each slot level above 1st.": "当你使用2级或更高级的法术位施放此法术时，冷伤害每超出1级的法术位等级增加{@scaledamage 2d8|1-9|1d8}。",
	"You create up to four small lights within range that hover in the air for the duration. Each light may appear as you wish (torch, lantern, glowing orb, etc.) and can be colored as you like. Whichever form you choose, each light sheds dim light in a 15-foot radius.": "你可以在范围内创造最多四个小灯，它们会在空中悬浮，并持续一段时间。每个灯可以按照你的意愿出现（火把、灯笼、发光球等），颜色也可以随意选择。无论你选择哪种形式，每个灯都会在半径为15英尺的范围内散发微弱光芒。 (（法术名称）)",
	"As a bonus action on your turn, you can move any or all of the lights up to 60 feet within range, or extinguish any or all of them. A light must be within 30 feet of another light created by this spell, and a light winks out if it exceeds the spell's range. If you cast this spell again, any current lights you created with this spell instantly wink out.": "在你的回合内作为一个额外动作，你可以移动范围内的所有或部分光源，最多60英尺，或者熄灭所有光源。光源必须与此咒语所创造的另一个光源相距不超过30英尺，如果它超出了咒语的范围，光源将熄灭。如果你再次施放此咒语，任何你以此咒语创建的当前光源将立即熄灭。 (dnd)",
	"You create an intangible, cadaverous hand that latches onto a creature within range, assailing its life force. Make a ranged spell attack against the target. On a hit, the target takes {@damage 1d8} necrotic damage, and it can't regain hit points until the start of your next turn.": "你创造出一个无形的、尸体般的手，抓住范围内的一个生物，攻击其生命力。对目标进行远程法术攻击。命中后，目标受到{@damage 1d8}死灵伤害，并且直到你下一个回合开始之前，它不能恢复生命点数。 (intangible, cadaverous hand)",
	"If you hit an undead target, it has disadvantage on attack rolls against you until the end of your next turn.": "如果你攻击的目标是不死生物，它在接下来的你的回合结束前，对你的攻击投掷都会有劣势。 (undead)",
	"This spell's damage increases by {@dice 1d8} when you reach 5th level ({@dice 2d8}), 11th level ({@dice 3d8}), and 17th level ({@dice 4d8}).": "此法术的伤害在你达到5级 ({@dice 2d8})、11级 ({@dice 3d8}) 和17级 ({@dice 4d8}) 时增加了 {@dice 1d8}。",
	"When you cast this spell, you mark a fixed surface with an arcane inscription, occupying a 5-foot diameter circle. When a creature enters the glyph's space or otherwise disturbs it, the glyph triggers.": "当你施放这个法术时，你在一个固定的表面上刻上一个奥术铭文，占据一个直径5英尺的圆形。当一个生物进入符文的空间或以其他方式干扰它时，符文会触发。",
	"You can refine the trigger by specifying or exempting creatures or creature types, or by specifying a password a creature can speak as a reaction to prevent the glyph from triggering.": "符合当地语言习惯，文本中像 (%num%) 这样的内容在翻译时应该保持为 (%num%)。\n\n根据DND游戏团规则进行翻译，专有名词在翻译后应在括号中保留英文。\n\n你可以通过指定或排除生物或生物类型来优化触发条件，或者通过指定生物可以作为反应说出的密码来防止符文触发。",
	"The glyph is nearly {@condition invisible} and requires a successful Intelligence (Investigation) check against your spell save DC to be found. A creature has advantage on this check if it is able to perceive magical effects, such as by casting detect magic. If a creature uses its action to destroy the glyph, or the surface is destroyed, the spell ends without triggering.": "符文几乎是 {@condition invisible}，需要对你的法术豁免 DC 进行成功的智力（调查）检定才能找到。如果生物能够感知到魔法效果，例如施放检测魔法，那么它对这个检定有优势。如果一个生物动用其行动来摧毁符文，或者表面被摧毁，法术就会在不触发的情况下结束。",
	"When you create the glyph, choose one of the options below, expending its material component. When the glyph triggers, it flares with colored light until destroyed. The effect immediately occurs, targeting every non-exempt creature within 60 feet.": "当你创造出这个符文时，请选择以下选项之一，并消耗其材料成分。当符文触发时，它会闪耀着有色光芒，直到被摧毁。效果会立即发生，以60英尺内的每个非豁免生物为目标。 (dnd running group 规则)",
	"{@b Weakness (Amethyst).} Each target must make a Strength saving throw. On a failure, they suffer crippling weakness for 1 hour. Their speed drops to 15 feet, and all their weapon attacks deal damage as if they rolled the minimum result.": "{@b Weakness (Amethyst).} 每个目标都必须进行一次力量豁免投掷。如果未通过，他们将在1小时内受到致残的虚弱。他们的移动速度降至15英尺，并且他们所有的武器攻击造成的伤害都将按照最小结果进行计算。",
	"{@b Binding (Topaz).} Each target must make a Dexterity saving throw. On a failure, they are {@condition restrained} by magical lines of force for 1 hour.": "{@b Binding (Topaz).} 每个目标必须进行敏捷豁免检定。在失败时，他们将被魔法力量的线条束缚，持续1小时。{@condition restrained}",
	"{@b Death (Black S}apphire). Each target must make a Constitution saving throw, dropping to 0 hit points on a failure or suffering {@damage 10d8} necrotic damage on a success.": "蓝宝石{@b Death (Black S}。每个目标都必须进行一次体质豁免才能，失败时生命值降至0或成功时受到{@damage 10d8}点死灵伤害。",
	"{@b Bafflement (Citrine).} Each target must make an Intelligence saving throw. On a failed save, it loses its ability to understand the world for 1 hour. It cannot cast spells, and has disadvantage on all ability checks and attack rolls.": "{@b Bafflement (Citrine).} 每个目标必须进行一次智力豁免检定。如果未能通过检定，则在接下来的1小时内，失去对世界的理解能力。它不能施放法术，并且在所有属性检定和攻击检定中都具有劣势。",
	"{@b Rage (Garnet).} Each target must make a Wisdom saving throw. On a failed save, it becomes hostile to all other creatures and attacks the nearest target. It can repeat the save at the end of each of its turns.": "{@b Rage (Garnet).} 每个目标必须进行一次感知豁免检定。在未通过检定的情况下，它将对所有其他生物产生敌意并攻击最近的目标。它可以在自己的回合结束时重复进行豁免检定。 (D&D)",
	"{@b Stupor (Emerald).} Each target must make a Charisma saving throw, or enter a {@condition dazed|FleeMortals} state, their mind disconnected from their body. A creature takes no actions, and their speed is reduced by half. They recover after 1 hour or when they take any damage.": "{@b Stupor (Emerald).} 每个目标必须进行魅力豁免检定，否则进入{@condition dazed|FleeMortals}状态，他们的意识与身体分离。生物不采取任何行动，其速度减半。在1小时后或受到任何伤害时，它们恢复正常。",
	"You gesture at one creature within range while ringing a chime to announce their doom. The target must make a Wisdom saving throw or suffer {@damage 1d8} necrotic damage. If they are below half their maximum hit points, the damage increases to {@damage 1d12}.": "你挥动着一只风铃，宣告着他们的命运，指向范围内的一只生物。目标必须进行一次感知豁免，否则将遭受 {@damage 1d8} 的死灵伤害。如果他们的生命值低于一半，伤害将增加到 {@damage 1d12}。 (DND 运行小组规则， Proper Nouns 保留为英文在括号内)",
	"This spell's damage increases by one die when you reach 5th level ({@dice 2d8} or {@dice 2d12}), 11th level ({@dice 3d8} or {@dice 3d12}), and 17th level ({@dice 4d8} or {@dice 4d12}).": "这个法术的伤害在你达到5级（{@dice 2d8} 或 {@dice 2d12}）时增加一个骰子，11级（{@dice 3d8} 或 {@dice 3d12}）时增加，以及17级（{@dice 4d8} 或 {@dice 4d12}）时增加。",
	"You create a giant, overwhelming wave at a point you choose within range, summoning a 50 foot long, 50 foot high, 10 foot thick wall of water. You can increase the casting time when casting the spell up to a maximum of 6 rounds; each round increases the wall's size by 50 feet in length and height, and 10 feet in thickness (up to a maximum of 300 feet long, 300 feet high, and 50 feet thick).": "你在你选择的范围内制造出一股巨大而势不可挡的海浪，召唤一堵长50英尺、高50英尺、厚10英尺的墙。你可以在施放咒语时增加施法时间，最多可增加到6轮；每轮增加墙的尺寸50英尺的长度和高度，以及10英尺的厚度（最多可达300英尺长、300英尺高和50英尺厚）。",
	"The wall lasts for the duration. When the wall appears, each creature within its area must make a Strength saving throw. On a failed save, a creature takes {@damage 6d10} bludgeoning damage, or half as much damage on a successful save.": "墙壁持续存在。当墙壁出现时，其范围内的每个生物都必须进行一次力量豁免投掷。在未通过豁免时，生物受到 {@damage 6d10} 钝击伤害，通过豁免时受到一半伤害。",
	"At the start of each of your turns after the wall appears, the wall, along with any creatures in it, moves 50 feet along the ground in a direction of your choice. Any Huge or smaller creature inside the wall or whose space the wall enters when it moves must succeed on a Strength saving throw or take {@damage 5d10} bludgeoning damage. A creature can take this damage only once per round. At the end of the turn, the wall's height is reduced by 50 feet, and the damage creatures take from the spell on subsequent rounds is reduced by {@dice 1d10}. When the wall reaches 0 feet in height, the spell ends.": "在墙壁出现后的每个回合开始时，墙壁连同其中的任何生物，沿着你选择的方向向前移动50英尺。当墙壁移动时，位于墙内或者墙壁进入其空间的任何巨型或更小生物必须进行一次力量豁免检定，否则将受到{@damage 5d10}的钝击伤害。每个生物每回合只能受到一次此伤害。回合结束时，墙的高度减少50英尺，并且随后回合生物受到的法术伤害减少{@dice 1d10}。当墙的高度降至0英尺时，法术结束。 (dnd running group, `Strength saving throw` `Huge or smaller creature` `0 feet in height`)",
	"A creature caught in the wall can move by swimming. Because of the force of the wave, though, the creature must make a successful Strength (Athletics) check against your spell save DC in order to move at all. If it fails the check, it can't move. A creature that moves out of the area falls to the ground.": "墙壁中被困的生物可以通过游泳来移动。但由于波浪的力量，该生物必须成功进行一次对你的法术豁免 DC 的力量 (运动) 检定，以便进行移动。如果检定失败，它就无法移动。离开该区域的生物会落到地面上。",
	"Balls of ice slam to the ground in a 20-foot-radius, 40-foot-high cylinder centered on a point within range for the duration. The balls of ice turn the storm's area of effect into difficult terrain. Creatures starting their turn in the cylinder must make a Dexterity saving throw. They take {@damage 5d4} bludgeoning damage and {@damage 5d4} cold damage on a failed save, or half as much damage on a successful one.": "在范围内的一个点中心，半径20英尺，高度40英尺的圆柱体上空，冰球砸向地面，持续一段时间。冰球将风暴影响范围内的区域变成了难行之地。开始他们回合时在圆柱体内的生物必须进行一次敏捷豁免检定。在未能通过检定时，它们会受到{@damage 5d4}钝击伤害和{@damage 5d4}冰冷伤害，通过检定则伤害减半。",
	"When you cast this spell using a spell slot of 5th level or higher, the bludgeoning and cold damage each increase by {@scaledamage 5d4;5d4|4-9|1d4} for each slot level above 4th. Additionally, the radius and height increase by 5 feet for each slot level above 4th.": "当你使用5级或更高级的法术位施放这个法术时，每个超过4级的法术位，钝击和冰冷伤害都增加了{@scaledamage 5d4;5d4|4-9|1d4}。此外，每个超过4级的法术位，半径和高度都增加了5英尺。 (5th level or higher)",
	"You afflict a creature you can see within range with an illusory phantasm. The target immediately perceives an object, creature, or other phenomenon which you specify. The phantasm lasts for the duration, must be smaller than a 10-foot cube, and is imperceptible except to the target. It seems real, including sound, smell, and any other properties as needed. The spell has no effect on undead or constructs. It can't cause damage or inflict conditions. The target behaves as if the phantasm is real, and can inspect the phantasm as an action, making an Intelligence (Investigation) check against your spell save DC. If it is close enough to touch the phantasm, it has advantage on this check. On a success, the spell ends.": "你可以看到的生物受到一种虚幻的幻觉影响。目标立即感知到你指定的物体、生物或其他现象。幻影持续一段时间，必须小于10英尺立方体，并且对目标以外的人不可察觉。它看起来是真实的，包括声音、气味和其他所需属性。这个法术对亡灵或构造体没有影响。它不能造成伤害或施加条件。目标表现得好像幻影是真实的，并且可以将其视为一个行动来检查幻影，进行一个智力（调查）检定，检定结果需要超过你的法术豁免 DC。如果足够接近幻影以触摸它，它在这次检定中获得优势。在成功时，法术结束。（Phantasmal Force）",
	"As a bonus action while you are within range, you can adjust the phantasm (for instance, moving a creature up to 30 feet, opening a door, or shattering a window.)": "作为一项额外行动，当你在范围内时，你可以调整幻影（例如，将一个生物移动最多30英尺，打开一扇门，或者打破一个窗户）。",
	"A column of holy fire roars down from the heavens to smite your foes, striking all creatures within a 40-foot high, 10-foot radius cylinder. When you cast this spell, choose if it deals radiant damage, fire damage, or both. All creatures within the cylinder must make a Dexterity saving throw. A creature takes {@damage 8d8} damage of the chosen type ({@dice 4d8} of each type if both were selected) on a failed save, or half as much on a success.": "一道神圣之火从天而降，击败你的敌人，打击半径为40英尺高、10英尺半径的圆柱内的所有生物。当你施放此咒语时，请选择它是否造成光耀伤害、火焰伤害，或两者兼而有之。圆柱内的所有生物必须进行敏捷豁免检定。未通过检定的生物会受到选择类型的伤害的 {@damage 8d8} 伤害 ((如果两者均被选择，则每种类型为 {@dice 4d8}))，通过检定的则减半。",
	"Targets gain no benefit from cover for this saving throw.": "这个豁免扑克牌,目标不得从掩护中受益。 (dnd)",
	"When you cast this spell using a spell slot of 7th level or higher, the damage increases by {@scaledamage 8d8|5-9|2d8} (or {@scaledamage 4d8|5-9|1d8} of each type) for each two slot levels above 5th.": "当你使用7级或更高级的法术位施放此法术时，伤害将增加 {@scaledamage 8d8|5-9|2d8}（或每种类型的 {@scaledamage 4d8|5-9|1d8}） ，每超过5级的两个法术位级别增加一次。",
	"You conjure a flexible mail of ice over yourself, which shatters as it suffers damage. You gain 5 temporary hit points for the duration. If a creature hits you with a melee attack while you have these hit points, the creature takes 5 cold damage.": "你在自己身上召唤出一层灵活的冰甲，当它受到伤害时破碎。你在持续时间内获得 5 临时生命值。如果一名生物在你拥有这些生命值时用近战攻击击中你，那么该生物会受到 5 点冰冷伤害。 (dnd running group rules)",
	"When you cast this spell using a spell slot of 2nd level or higher, both the temporary hit points and the cold damage increase by 5 for each slot, up to a maximum of 25 at 5th level.": "当你使用2级或更高级的法术槽施放此咒语时，每个法术槽的临时生命值和冷伤害都增加5点，直到5级时最多增加25点。 (spell slot)",
	"You touch a melee weapon and enhance it with elemental power. Choose one of the following damage types: acid, cold, fire, or lightning. For the duration, the weapon deals {@damage 1d6} bonus damage per hit, and the weapon's base damage is of the chosen type. In addition, once per round after a creature takes damage from the weapon, they suffer an effect based on the damage type chosen:": "你触摸一件近战武器，并赋予它元素能量。选择以下伤害类型之一：酸、冰、火或闪电。在持续时间内，该武器每次命中时额外造成{@damage 1d6}点伤害，而且武器的基础伤害为所选择的类型。此外，每轮一次，当生物受到该武器造成的伤害后，他们会遭受一个基于所选择伤害类型的效果：",
	"{@b Acid:} The target takes {@damage 2d4} acid damage at the end of their next turn.": "{@b Acid:} 目标在他们的下一个回合结束时受到{@damage 2d4}点酸性伤害。",
	"{@b Cold:} The target's movement speed is reduced by half.": "{@b Cold:}目标的移动速度减半。",
	"{@b Fire:} The target takes {@damage 1d6} additional fire damage.": "{@b Fire:} 目标受到{@damage 1d6}额外火焰伤害。",
	"{@b Lightning:} The target can't take reactions until the end of their next turn.": "{@b Lightning:} 目标直到其下一个回合结束前不能采取反应动作。",
	"When you cast this spell using a spell slot of 5th level or higher, the bonus damage increases by {@scaledamage 1d6|3,5,7,9|1d6} for each two slot levels above 3rd.": "当你使用5级或更高级别的法术槽施放此法术时，每超过3级的两个槽级别，奖励伤害增加 {@scaledamage 1d6|3,5,7,9|1d6}。 (spell slot)",
	"You haul up to six mighty spikes of rock out of the ground, erupting at locations you can see within range. Each spike occupies a 5-foot space, is up to 30 feet tall, is AC 11 and has 30 hit points. If a spike is created under a creature, it must make a Dexterity saving throw. On a failure, it takes {@damage 5d10} piercing damage and is impaled if it is Large or smaller, becoming {@condition restrained} at the top of the spike. Huge creatures can be {@condition restrained} if targeted with two or more spikes, and Gargantuan creatures with six or more. On a success, targets suffer half as much damage and no other effects. A creature can only be damaged by the spell once.": "你拉起六根巨石尖锥从地面上喷发，出现在你能看到的范围内的位置。每根尖锥占据 5 英尺空间，高度最多 30 英尺，AC 11，拥有 30 生命值。如果尖锥在生物下创建，它必须进行敏捷豁免才能避免。失败的话，它会受到 {@damage 5d10} 穿刺伤害，并且如果它是中型或更小的生物，它会被刺穿，{@condition restrained} 出现在尖锥顶端。大型生物如果被两根或更多的尖锥瞄准，也可以{@condition restrained}，巨型生物需要被六根或更多的尖锥瞄准。成功的话，目标受到一半的伤害且没有其他效果。生物只能被该法术伤害一次。",
	"An impaled target can use its action to attempt an Athletics or Acrobatics check to free themselves, rolling against your spell save DC. On a success, they are no longer {@condition restrained} and fall. Targets are also freed if their spike is destroyed.": "刺穿目标可以使用动作尝试进行体育或体操检查来解脱自己，根据你的法术豁免 DC 进行投掷。成功后，它们不再是 {@condition restrained} 并倒下。如果他们的尖刺被摧毁，目标也会被释放。 (dnd 运行组规则)",
	"If a creature is slammed into a ceiling or other obstacle when it gets impaled, it takes an additional {@damage 2d10} bludgeoning damage, and attempts to free itself are made at disadvantage.": "如果生物在被刺穿时被撞到天花板或其他障碍物，它会受到额外 {@damage 2d10} 的挤压伤害，并且尝试解脱自己时会以劣势进行。 (impaled)",
	"The spikes crumble back into the earth after 1 hour.": "尖刺在1小时后回归地球。 (尖刺在1小时后回归地球。)",
	"When you cast this spell using a spell slot of 7th level or higher, you can create two additional spikes for each slot level above 6th.": "当你使用7级或更高级别的法术位施放此法术时，你可以为每个高于6级的法术位等级创建两个额外的尖刺。 (spell slot)",
	"You channel agonizing flames, wreathing a creature you can see within range. At the start of each of its turns, the target must make a Dexterity saving throw, suffering {@damage 10d6} fire damage on a failure. On a success, it takes half as much damage and the spell ends for that creature. While a target is on fire, it casts bright light for 30 feet and dim light for an additional 30 feet.": "你释放出折磨性的火焰，环绕着你能看到的生物。在目标的每个回合开始时，目标必须进行一次敏捷豁免检定，失败则受到{@damage 10d6}火焰伤害。成功则只受一半伤害，并且该法术对该生物结束。当目标处于着火状态时，它会在30英尺内发出明亮光芒，额外增加30英尺的微弱光芒。",
	"As a bonus action, you can spread the flames from any targeted creature to another within 10 feet of it, making that creature an additional target. If damage from this spell reduces a target to 0 hit points, the target is turned to ash.": "作为一个额外动作，你可以将火焰从任何被选中的生物传播到离它不超过10英尺的另一个生物身上，使得该生物成为额外的目标。如果这个法术造成的伤害将目标的生命值降低到0，那么目标将变成灰烬。 (火焰之怒)\n",
	"Your touch inflicts disease. Make a melee spell attack against a creature within your reach. On a hit, the target is afflicted with one of the diseases listed below (your choice). The spell has no effect on constructs, undead, or creatures immune to disease. The disease is magical, and can only be cured by the heal spell or equivalent magic.": "你的接触会传播疾病。对你能够触及的生物进行一次近战法术攻击。命中时，目标会患上下列疾病中的一种（你选择）。该法术对构造物、不死生物或对疾病免疫的生物无效。该疾病是魔法性的，只能通过治愈法术或等效的魔法来治愈。（heal spell）",
	"At the end of each of the target's turns, they must make another Constitution saving throw. If they succeed on the saving throw, they suffer no effects from the disease until the end of their next turn. When the target has succeeded on three of these saving throws, they are no longer diseased. When they have failed on three of these saving throws, the disease sets in, and lasts for 7 days unless treated by an appropriate means. Once the target has either three successes or three failures on these saving throws, they stop making saves for this spell.": "在目标每个回合结束时，他们必须进行另一次体质豁免检定。如果他们在豁免检定中成功，他们在下一个回合结束前不会受到疾病的影响。当目标在这些豁免检定中成功了三次时，他们不再患病。当他们在这些豁免检定中失败了三次时，疾病就会发作，并持续7天，除非通过适当的方法治疗。一旦目标在这些豁免检定中取得了三次成功或三次失败，他们就不再为此咒语进行豁免检定。",
	"{@b Muscle Weakness.} The creature's arms become unbearably weak. They have disadvantage on Strength checks, Strength saving throws, and attack rolls that use Strength. Their attacks using Strength deal half damage.": "{@b Muscle Weakness.} 生物的手臂变得难以忍受地虚弱。他们在使用力量进行力量检定、力量豁免检定和使用力量的攻击投掷时都具有劣势。他们使用力量进行的攻击造成的伤害减半。 {@b Muscle Weakness.}",
	"{@b Trembling Spasms.} The creature is overcome with terrible tremors. They have disadvantage on Dexterity checks, Dexterity saving throws, and attack rolls that use Dexterity. Their attacks using Dexterity do half damage.": "{@b Trembling Spasms.}生物被可怕的颤抖所克制。他们在敏捷检定、敏捷豁免检定和使用敏捷进行的攻击检定中都具有劣势。他们使用敏捷进行的攻击造成的伤害减半。",
	"{@b Skinslough.} The creature's skin becomes paper-thin and causes agonizing pain when it tears. They have disadvantage on Constitution checks and Constitution saving throws, except those caused by this spell. In addition, when the creature takes damage, its movement speed is reduced to 10 feet until the end of its next turn.": "{@b Skinslough.} 生物的皮肤变得像纸一样薄，撕裂时会引起极度痛苦。他们在体质检定和体质豁免上都有劣势，除非是由此法术引起的。此外，当生物受到伤害时，其移动速度将减至 10 英尺，直到下个回合结束。 (The creature's skin becomes paper-thin and causes agonizing pain when it tears. They have disadvantage on Constitution checks and Constitution saving throws, except those caused by this spell. In addition, when the creature takes damage, its movement speed is reduced to 10 feet until the end of its next turn.)",
	"{@b Mindrot.} The creature becomes disoriented and confused. The creature has disadvantage on Intelligence checks and Intelligence saving throws, and cannot tell friend from foe in combat.": "{@b Mindrot.} 生物变得迷惑和混乱。生物在智力检定和智力豁免上具有劣势，并且在战斗中无法分辨友军与敌军。",
	"{@b Fire-eyes Fever.} The creature's eyes turn milky white and are searingly painful. They have disadvantage on Wisdom checks and Wisdom saving throws, and are {@condition blinded}.": "{@b Fire-eyes Fever.}这个生物的眼睛变成了乳白色，灼痛难忍。它们在感知检定和感知豁免 throws 上有劣势，并且是{@condition blinded}。",
	"{@b Flesh Rot.} The creature's flesh decays. They have disadvantage on Charisma checks and Charisma saving throws, and take 5 additional points of damage when they suffer bludgeoning, piercing, or slashing damage.": "{@b Flesh Rot.} 生物的肉体正在腐烂。他们在魅力检定和魅力豁免时有劣势，并在受到钝击、穿刺或斩击伤害时额外受到5点伤害。 (dnd 跑团规则)",
	"You magically bind a creature that can understand you within range to either complete or abstain from some action or activity. It must succeed on a Wisdom saving throw or become {@condition charmed} by you for the duration. Once per turn while {@condition charmed} in this way, the target's current and maximum hit points are reduced by {@dice 5d10} if its behavior contradicts your instructions. This reduction lasts until the spell ends.": "你用魔法束缚了一个在范围内能听懂你话的生物，命令它完成或者放弃某项动作或活动。它必须通过一次感知豁免才能免受你的影响。一回合一次，当你这么做时，如果目标的行为与你的指令相违背，它的当前和最大生命值都会减少 {@dice 5d10}。这个减少持续到法术结束。",
	"You can issue any command you choose, though the spell ends if you issue a suicidal command. The creature's death does not end the spell.": "你可以发出任何你选择的命令，尽管如果你发出一个自杀性的命令，咒语就会结束。这个生物的死亡不会结束这个咒语。 (dnd running group rules)",
	"As an action, you can end the spell early. Remove curse cast at the spell's level also ends the spell. Greater restoration ends the reduction of the target's hit point maximum, but it does not end the spell.": "作为一个动作，你可以提前结束这个咒语。在咒语等级上施放的解咒术也会结束这个咒语。更强大的复原会结束目标的最大生命值减少，但不会结束这个咒语。(Greater restoration)",
	"The spell reduces maximum hit points by an additional {@scaledamage 5d10|5-9|1d10} for each slot level above 5th. When you cast this spell using a spell slot of 7th or 8th level, the duration is 1 year. When you cast this spell using a spell slot of 9th level, the spell lasts until it is ended by one of the spells mentioned above.": "这个法术使最大生命值额外减少{@scaledamage 5d10|5-9|1d10}，每超过5级的法术位等级增加一次。当你使用7级或8级法术位施放此法术时，持续时间为1年。当你使用9级法术位施放此法术时，该法术持续到由上述法术之一结束为止（`spell slot`和`9th level`保留英文）。",
	"You create an eerie, pulsating blue light within a 30-foot-radius sphere centered on a point you choose within range. The bright light spreads around corners, and it lasts until the spell ends.": "你在你选择的范围内创造出一个半径30英尺的球形范围内发出阴森而脉动的蓝色光。这种明亮的光线能绕过角落，持续到法术结束。 (D&D)",
	"When a creature moves into the spell's area for the first time on a turn or starts its turn there, it must make a Constitution saving throw. Constructs automatically succeed on saving throws against this spell.": "当一个生物第一次移动到法术范围内或在那里开始它的回合时，它必须进行一次体质豁免投掷。构造体对此法术的豁免投掷自动成功。",
	"On a failure, the creature's maximum hit points are reduced by {@dice 7d4}, its speed lowers by 5 feet, and it receives a -2 penalty to attack rolls, ability checks, saving throws, and spell and ability DCs. A creature suffers cumulative effects with each failed saving throw. If a creature fails its saving throw five times, it dies.": "失败时，该生物的最大生命值减少了{@dice 7d4}，速度降低了5英尺，攻击检定、能力检定、豁免检定以及法术和能力难度等级均受到-2的惩罚。每次豁免检定失败，生物都会受到累积效果的影响。如果一个生物连续五次未能通过豁免检定，它将死亡。 (dnd running group rules: dnd进行小组规则)",
	"Additionally on a failure, the creature emits light in a 5-foot radius and cannot benefit from being {@condition invisible}. Each failed save increases the radius by 5 feet.": "根据当地语言习惯，并且像(%num%)这样的文本在翻译中应该仍然输出为(%num%)。\n\n另外，根据DND运行组规则进行翻译，专有名词在翻译后应保留英文在`()`中。\n\n此外，如果失败，生物会在半径为5英尺的范围内发出光，并且无法从被{@condition invisible}这样的状态中受益。每次失败的豁免增加5英尺的半径。",
	"All effects caused by this spell (except death) end when the spell ends.": "这个咒语引起的所有效果（除了死亡）在咒语结束时也会结束。",
	"When you cast this spell using a spell slot of 5th level or higher, the maximum hit point reduction increases by {@scaledamage 7d4|4-9|1d4} per slot level above 4th.": "当你使用5级或更高级别的法术位施放此法术时，最大生命值减少增加了{@scaledamage 7d4|4-9|1d4}，每个法术位等级高于4级增加一次。",
	"You cause a magical vine to burst forth from the ground, wall, or ceiling in an unoccupied space of your choice that you can see within range. The vine has an AC and hit points equal to your spell save DC, and the spell ends if you cast it again while a vine remains. When you cast this spell, and then as a bonus action on each of your turns until the spell ends, you can direct the vine to pull a large or smaller creature within 30 feet of it that you can see. That creature must succeed on a Dexterity saving throw or be pulled 20 feet directly toward the vine.": "你让一根魔法藤蔓从你选择的射程内你能看到的地面、墙壁或天花板上的一个未被占据的空间中迸发出来。藤蔓的防御等级和生命值与你的法术豁免 DC 相等，如果在藤蔓仍然存在的情况下再次施放该法术，则法术结束。当你施放此法术时，然后在法术结束前的每个回合的奖励动作中，你可以指挥藤蔓将你能看到的距离30英尺以内的一个大或小生物拉向它。该生物必须成功进行敏捷豁免才能免受被藤蔓拉向20英尺的效果。 (vine)",
	"When you cast this spell using a spell slot of 3rd level or higher, the range and distance the vine can pull a creature increases by 10 feet for each slot level above 2nd. If you cast this spell using a spell slot of 4th level or higher, the vine can attempt to pull huge or smaller creatures.": "当你使用3级或更高级别的法术槽施放此法术时，藤蔓能够拉动生物的范围和距离每个高出2级的法术槽增加10英尺。如果你使用4级或更高级别的法术槽施放此法术，则藤蔓可以尝试拉动巨大或更小的生物。 (DND)",
	"You send tendrils of necrotic energy out, sucking the life essence from your foes. Select up to three creatures within range that aren't constructs or undead. Make a ranged spell attack against each of them, dealing {@damage 3d6} necrotic damage on a hit. You regain hit points equal to half the damage dealt.": "你释放出死灵能量的触须，吸取敌人的生命精华。选择范围内最多三个非构造物或亡灵的生物。对每个目标进行远程法术攻击，击中时造成{@damage 3d6}点死灵伤害。你将回复等同于造成伤害一半的生命值。 (necrotic damage)",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@scaledamage 3d6|5,7,9|1d6} for each two slot levels above 3rd.": "当你使用3级或更高级别的法术槽施放此法术时，伤害每增加2个法术槽级别，增加{@scaledamage 3d6|5,7,9|1d6}。 (Dungeons & Dragons)",
	"A brilliant, blue-white beam of lightning flashes forth from your fingertips, forming a line 100 foot long and 5 foot wide in a direction you choose. You can cause the beam to bounce once off of a solid, nonconductive object that you can see (such as a stone wall) in a new direction of your choice if it has not reached its maximum length. Each creature in the beam must make a Dexterity saving throw. A creature takes {@damage 8d6} lightning damage on a failed save, or half as much damage on a successful one, and cannot be damaged by the beam more than once.": "一个明亮的、蓝白色的闪电束从你的指尖闪现出来，形成一条你选择方向的100英尺长、5英尺宽的线。如果尚未达到最大长度，你可以使光束在你能看到的一个固体、非导电物体（如石墙）上弹射一次，选择一个新的方向。光束中的每个生物都必须进行敏捷豁免。生物在未通过豁免时受到{@damage 8d6}的闪电伤害，通过时受到一半伤害，并且不会受到光束的伤害超过一次。",
	"The lightning ignites flammable objects in the area that aren't being worn or carried.": "闪电点燃了该区域内未被穿戴或携带的易燃物品。",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@scaledamage 4d12|3-9|1d12} for each slot level above 3rd.": "当你使用4级或更高级的法术位施放此法术时，伤害将每个高出3级的法术位等级增加{@scaledamage 4d12|3-9|1d12}。 (spell, slot, level)",
	"You imbue a piece of ammunition or weapon with luminous flickering energy. When you make an attack with the piece of ammunition or weapon, it creates arcs of lightning from the attack's target. The target and two creatures of your choice within 15 feet must make a Dexterity saving throw, taking {@damage 3d12} lightning damage on a failure or half as much on a success. If the attack hit, the target automatically fails this saving throw.": "你赋予一件弹药或武器闪烁的明亮能量。当你用这件弹药或武器进行攻击时，会从攻击目标处产生闪电弧。目标及你选择的两个生物（在15英尺内）必须进行一次敏捷豁免，失败则受到{@damage 3d12}闪电伤害，成功则伤害减半。如果攻击命中，目标自动失败此豁免。",
	"The piece of ammunition or weapon then reverts to normal.": "弹药或武器的部件随后恢复正常。 (%num%)",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@scaledamage 3d12;3d12|3-9|1d12} for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放此咒语时，伤害会每超过3级的法术位等级增加{@scaledamage 3d12;3d12|3-9|1d12}。",
	"You create a whip of crackling electricity, and arc it outwards at a creature of your choice that you can see within 30 feet. Make a melee spell attack. If it hits, the target takes {@damage 1d6} lightning damage, and is ensnared by the lightning leash. Until the start of your next turn, as a reaction if the enemy moves outside this spell's range, you can yank on the leash. The target must make a Strength saving throw or take {@damage 1d6} lightning damage and have their movement reduced by half. Once they are outside of the spell's range, the leash dissipates.": "你制造出一道闪电劈啪作响的鞭子，并将其向你能看到的30英尺内的一只生物释放。进行一次近战法术攻击。如果命中，目标受到{@damage 1d6}闪电伤害，并被闪电链束缚。直到你的下一个回合开始，在敌人移出此法术范围时，你可以作为一次反应拉动链条。目标必须进行一次力量豁免才能避免受到{@damage 1d6}闪电伤害并将其移动速度减半。一旦它们超出法术范围，链条就会消散。\n\n(Please note: Proper nouns like \"Strength\" and \"lightning leash\" will remain in English in parentheses.)",
	"Both damage rolls increase by {@dice 1d6} when you reach 5th level ({@dice 2d6}), 11th level ({@dice 3d6}), and 17th level ({@dice 4d6}).": "当你达到5级（5级）、11级（11级）和17级（17级）时，两个伤害投掷都增加了{@dice 1d6}。",
	"Crackling beams of blue energy leap from your hands. For the duration of the spell, as an action, you can direct them toward a creature within range, dealing {@damage 1d12} lightning damage to that creature.": "蓝色能量的电光从你的手中闪现。在法术持续期间，作为一个行动，你可以将它们指向范围内的生物，对该生物造成{@damage 1d12}的闪电伤害。",
	"When you cast this spell using a 2nd- or 3rd-level spell slot, the damage increases to {@dice 2d12} and the range increases to 30 feet. When you cast it using a 4th- or 5th-level spell slot, the damage increases to {@dice 3d12} and the range increases to 60 feet. When you cast it using a spell slot of 6th level or higher, the damage increases to {@dice 4d12} and the range increases to 120 feet.": "当你使用第二或第三级法术槽施放此法术时，伤害增加到{@dice 2d12}，射程增加到30英尺。当你使用第四或第五级法术槽施放时，伤害增加到{@dice 3d12}，射程增加到60英尺。当你使用第六级或更高级的法术槽施放时，伤害增加到{@dice 4d12}，射程增加到120英尺。",
	"The next time you hit a creature with a melee weapon attack before this spell ends, the weapon flashes with otherworldly light and imparts that radiance to the target. The attack deals {@damage 2d8} additional radiant damage. Until the spell ends, the target can't be {@condition invisible}, isn't obscured by a {@spell darkness} spell, and sheds dim light in a 5-foot radius.": "在此法术结束之前，下一次你用近战武器攻击生物时，武器会闪烁出异界光芒，并将这种辐射传递给目标。此次攻击额外造成{@damage 2d8}辐射伤害。直到法术结束，目标无法被{@condition invisible}，不会被{@spell darkness}法术遮蔽，并在半径为5英尺的范围内散发微弱光芒。",
	"When you cast this spell using a spell slot of 3rd level or higher, the extra damage increases by {@scaledamage 2d8|2-9|1d8} for each slot level above 2nd.": "当你使用3级或更高级的法术位施放此法术时，额外伤害会因每个超过2级的法术位而增加{@scaledamage 2d8|2-9|1d8}。",
	"You call down a beam of shimmering moonlight at a point within range. The beam takes the shape of a 5-foot-radius, 40-foot-high cylinder of dim light.": "你在射程内召唤下一束闪烁的月光。光束呈现出一个直径5英尺、高40英尺的圆柱形的昏暗光芒。\n\n[（Dungeons & Dragons 规则适用）]",
	"When a creature starts its turn in the beam or moves into the beam during its turn, it is seared by the pale light. It must make a Constitution saving throw, taking {@damage 2d10} radiant damage on a failure, or half as much on a success. Shapeshifters and other creatures susceptible to silver have disadvantage on this saving throw, take an additional {@damage 1d10} damage on a failure, and cannot change their form while within the beam.": "当生物在光束中开始其回合或在其回合中移动到光束内时，它会被淡淡的光线灼烧。它必须进行一次体质豁免，失败则受到{@damage 2d10}辐射伤害，成功则减半。在这次豁免中，变形生物和其他对银敏感的生物有劣势，并在失败时额外受到{@damage 1d10}伤害，并且不能在光束内改变形态。",
	"On each of your turns after you cast this spell, you can use an action to move the beam up to 60 feet in any direction within the spell's range.": "在你施放此法术后的每个回合，你可以使用一个动作将光束在法术射程内的任意方向上移动最多60英尺。",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@scaledamage 2d10|2-9|1d10} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，伤害增加了{@scaledamage 2d10|2-9|1d10},每个法术位的等级高于2级。",
	"You infuse the components used in the spell's casting with magic. The fruit gains minor healing properties for the duration. A creature can use its action to eat one fruit and restore 1 hit point. If a creature eats 10 infused fruits, the magic combines to provide enough nourishment to sustain a creature for one day.": "你让咒语施放中使用的组件充满了魔力。果实在持续时间内获得轻微的治疗属性。生物可以动用动作吃掉一个果实并恢复 1 点生命值。如果一个生物吃掉 10 个注入了魔力的果实，魔力将结合在一起提供足够的营养，维持一个生物一天的生活。（magic）",
	"You construct a magical snare trap in a 5-foot radius, 10-foot high cylinder. The trap is barely visible, but can be detected with a successful Intelligence check against your spell save DC. If a creature detects the trap, it is immune to the spell. When a creature moves into the cylinder, they must succeed on a Dexterity saving throw or become {@condition restrained} and be magically lifted 10 feet up into the air, where they hang upside down. Huge or larger creatures automatically succeed. As an action, the target can attempt to free themselves by making a Strength (Athletics) or Dexterity (Acrobatics) check against your spell save DC, ending the spell on a success.": "你在一个半径5英尺、高10英尺的圆柱中布置了一个魔法陷阱。陷阱几乎看不见，但可通过成功的智力检定（对你的法术豁免 DC）发现。如果生物发现了陷阱，它将对该法术免疫。当一个生物进入圆柱内时，它们必须成功进行一个敏捷豁免才能不被{@condition restrained}并被魔法提升到空中10英尺处，倒挂在上面。巨型或更大的生物会自动成功。作为一个动作，目标可以试图通过进行一个力量（体操）或敏捷（杂技）检定来解脱自己，检定结果达到你的法术豁免 DC 时结束该法术。",
	"You mold earth you can see within range, causing it to twist and buckle to your command, selecting one of the following effects:": "你可以操控你能看到的范围内的土地，使其随你的命令扭曲和变形，选择以下效果之一：",
	"You can move a 5-foot cube of loose dirt or soil, excavate and move it along the ground to another unoccupied space within 5 feet.": "你可以移动一立方米的散土或泥土，挖掘并将其移动到另一个未被占用的地面上，距离不超过5英尺。 (dnd running group rules)",
	"You can carve small, simple shapes into dirt or stone, change its color, or similar minor effects.": "你可以在土地或石头上雕刻小巧简单的形状，改变其颜色，或者进行类似的小型效果。",
	"You can turn a 5-foot square of earth or stone into difficult terrain for 1 hour. You can create up to three patches of difficult terrain this way; if you create additional patches the first created patch returns to normal terrain.": "你可以将一块 5 英尺大小的土地或石头变成持续 1 小时的艰难地形。你可以以此方式创建最多三个艰难地形区域；如果你创建了额外的区域，第一个创建的区域将恢复成普通地形。 (dnd running group)",
	"You control fire you can see within range, causing it to bend to your command, selecting one of the following effects:": "你控制着你能看到的范围内的火焰，使其顺从你的指挥，选择以下效果之一： (你控制着你能看到的范围内的火焰，使其顺从你的指挥，选择以下效果之一：)",
	"One creature of your choice within range has resistance to fire damage until the start of your next turn.": "你选择范围内的一个生物在你的下个回合开始前对火焰伤害具有抗性。 (dnd running group规则)",
	"You can spark, douse, or spread fire in a 5 foot-cube, so long as there is fuel that can be ignited within the area.": "你可以在一个 5 英尺立方体内点燃、灭火或传播火焰，只要该区域内有可以燃烧的燃料。 (spark, douse, spread)",
	"You can control the brightness (halving or doubling it), color (turning the flames to any color of your choice), or shape of fire (forming simple shapes or forms) within a 5-foot cube for 10 minutes.": "你可以在 5 英尺的立方体内控制亮度（减半或加倍），颜色（将火焰变成你选择的任何颜色），或火焰的形状（形成简单的形状或形式）10 分钟。",
	"You shape water you can see within range, causing it to move and shape at to your command, selecting one of the following effects:": "你能操纵你能看见的范围内的水，使其根据你的指令移动和变形，选择以下效果之一： (水形术)",
	"You can move or direct the flow of a 5-foot cube of water in direction, but the water will collapse back to following the flow of gravity at the start of your next turn unless you concentrate on keeping it in place.": "你可以控制一个五英尺立方体的水朝着一个方向流动，但除非你集中精力保持它在原地，否则水将在你的下一个回合开始时重力作用下回归原位。 (D&D游戏规则)",
	"You can form the water into shapes or cause it to animate. This change lasts for 1 minute.": "你可以将水形成成各种形状，或者让它动起来。这个变化持续1分钟。 (dnd running group rules)",
	"You can change the color or opacity of water in a 5-foot cube. This change lasts for 1 hour.": "你可以改变一个五英尺立方体内水的颜色或透明度。这种改变持续1小时。(cube)",
	"You can freeze up to a 5-foot cube of water or thaw up to a 5-foot cube of ice. The water unfreezes or refreezes naturally based on the environmental conditions (usually taking an hour or more to melt or freeze, unless in extreme conditions).": "你可以冻结高达 5 英尺立方的水或融化高达 5 英尺立方的冰。水在自然环境条件下会自动解冻或重新冻结（通常需要一个小时或更长的时间才能融化或冻结，除非在极端条件下）。（水元素控制）",
	"You produce a gust of wind within range, causing it to surge and swirl at your command, selecting one of the following effects:": "你在范围内产生一股狂风，听从你的指令汹涌而至，选择以下效果之一：(%num%)。",
	"The next ranged weapon attack against a creature of your choice within range has disadvantage.": "下一个对你选择范围内生物的远程武器攻击有劣势。",
	"One creature of your choice within range must succeed on a Strength saving throw or be pushed 5 feet or knocked {@condition prone} (your choice).": "在符合当地语言习惯的前提下，文本中像(%num%)这样的内容在翻译时应保持为(%num%)。\n\n根据DND运行团规则进行翻译，专有名词应在翻译后用`()`保留英文。\n\n范围内你选择的一个生物必须成功进行一次力量豁免才能避免被推开5英尺或被击退{@condition prone}（由你选择）。",
	"You can increase the next jump made by a creature of your choice within range by 5 feet.": "你可以增加范围内选择的生物下一次移动的距离5英尺。",
	"You manipulate the wind in a minor way, such as pushing a light object up to 10 feet, rustling plants, slamming doors, or similar effects. These aren't powerful enough to move creatures or deal damage.": "你以微弱的方式操控风，比如将轻物体推动到10英尺之内，搅动植物，关上门等效果。这些不足以移动生物或造成伤害。 (D&D游戏群规则)",
	"You endow yourself with endurance and martial prowess fueled by magic. Until the spell ends, you can't cast spells or concentrate them, and you gain the following benefits:": "你赋予自己由魔法支撑的耐力和武艺。直到法术结束，你不能施放法术或专注于它们，你获得以下好处： (endurance) (martial prowess)",
	"You gain 50 temporary hit points. If any of these remain when the spell ends, they are lost.": "你获得50点临时生命值。如果在法术结束时还有任何剩余，它们将被丢弃。 (DND跑团规则)",
	"You have advantage on attack rolls that you make with simple and martial weapons.": "你使用简单和军用武器进行攻击时，拥有优势。 (dnd 运行组规则)",
	"When you hit a target with a weapon attack, that target takes an extra {@damage 2d12} force damage.": "当你用武器攻击命中目标时，该目标会额外受到{@damage 2d12}的力量伤害。",
	"You have proficiency with all armor, shields, simple weapons, and martial weapons.": "你精通所有盔甲、盾牌、简单武器和军用武器。（D&D运行组规则）",
	"You have proficiency in Strength and Constitution saving throws.": "你在力量和体质豁免检定方面有熟练。",
	"You can attack twice, instead of once, when you take the Attack action on your turn. You ignore this benefit if you already have a feature, like Extra Attack, that gives you extra attacks.": "你可以在你的回合使用攻击动作时攻击两次，而不是一次。如果你已经拥有像额外攻击（Extra Attack）这样给予你额外攻击的特性，你会忽略此效益。（Extra Attack）",
	"You can conjure and equip (as part of the action used to cast the spell) any set of heavy or medium armor and any simple or martial weapon of your choice. These items have no strength requirements and are magical in nature though have the same properties as their nonmagical counterparts, vanishing when the spell ends.": "你可以施放法术的同时召唤和装备（作为施放法术的一部分）任意一套重型或中型盔甲和你选择的任意简单或军用武器。这些物品没有力量要求，并且具有魔法属性，尽管在法术结束时消失，但与其非魔法对应物具有相同的属性。",
	"Immediately after the spell ends, you must succeed on a DC 15 Constitution saving throw or suffer one level of {@condition exhaustion}.": "在咒语结束后立刻，你必须成功通过一次 DC 15 的体质豁免检定，否则将遭受 {@condition exhaustion} 的一级影响。",
	"You form a mental connection with another creature. The target must make a Wisdom saving throw modified by its location and your familiarity. The target is aware of the contact and can choose to fail its saving throw.": "你与另一生物建立了心灵联系。目标必须进行智力豁免检定，由其位置和你的熟悉度调整。目标意识到了这种联系，并可以选择失败它的豁免检定。 (D&D)",
	"On a different plane": "在另一个平面 (On a different plane)",
	"Secondhand (you know of the target)": "二手（你知道的目标）",
	"Firsthand (you have met the target)": "第一手 (你已经遇到了目标)",
	"Familiar (you know the target well)": "遵循当地语言习惯，像(%num%)这样的文本在翻译中应保持为(%num%)。\n\n翻译需符合dnd游戏团规则，专有名词在翻译后应保留英文在`()`内。",
	"Within sight or hearing": "在视线或听觉范围内 (Within sight or hearing)",
	"On a failure, you and the target can communicate via the link, and the target recognizes you as a creature it is communicating with. Additionally, you can cast any divination or illusion spell of 4th level or lower that targets a creature on the creature you have linked to, regardless of the spell's range requirement, such as {@spell detect thoughts|PHB} or {@spell major image|PHB}, but the spell only affects that creature.": "在失败的情况下，你和目标可以通过链接进行交流，并且目标认出你是它正在交流的生物。此外，你可以施放任何对生物目标的4级或更低级的占卜或幻术法术，无论法术的范围要求如何，例如{@spell detect thoughts|PHB}或{@spell major image|PHB}，但法术只对那个生物生效。",
	"If you cast a spell in this manner, the target may repeat its saving throw against this spell at the end of its turn. Finally, you can use your action to use its senses instead of your own for one round.": "如果你以这种方式施放法术，目标可以在其回合结束时重复对该法术的豁免扔骰。最后，你可以使用你的行动，代替自己的感官，持续一个回合。 (D&D)",
	"You send a pulse of necrotic energy towards a target, sucking its life essence away. Make a ranged spell attack. On a hit, the target takes {@damage 3d6} necrotic damage, and you gain half the damage dealt as temporary hit points. These temporary hit points fade at the end of your next turn.": "你向目标释放一股死灵能量，吸取其生命精华。进行一次远程法术攻击。命中后，目标受到{@damage 3d6}点死灵伤害，你获得造成伤害一半的临时生命值。这些临时生命值在你的下一个回合结束时消失。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@scaledamage 3d6|1-9|1d6} for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，伤害将每个法术位等级高于1级增加{@scaledamage 3d6|1-9|1d6}。",
	"As an action, or as a reaction when you are hit by an attack, you become {@condition invisible} and hidden and create an illusory double of yourself in your space. The double can move at your speed, can gesture or speak as you choose, and mimics any action you take (your attacks or spells appear to originate from the double). The double has the same armor class as you.": "作为一项行动，或者在你被攻击时作为一种反应，你变成{@condition invisible}并隐身，在你的位置上制造一个虚幻的自己。这个分身可以以你的速度移动，可以以你选择的方式做手势或者说话，并且模仿你采取的任何行动（你的攻击或者法术似乎源自这个分身）。这个分身的护甲等级与你相同。",
	"Any time a creature would damage the double, or perceives the double making an attack or casting a spell, they may make an Intelligence (Investigation) check against your spell save DC. If the check succeeds, they realize the double is an illusion and you are no longer {@condition invisible} to that creature.": "任何时候生物会对幻影造成伤害，或者察觉到幻影进行攻击或施放法术，它们可以进行一次智力（调查）检定，检定目标为你的法术豁免 DC。如果检定成功，它们意识到幻影是一个幻觉，而你对该生物不再是{@condition invisible}。",
	"As an action, you can use the double's senses instead of your own until you use your action to return to your normal senses. While you do so, you are {@condition blinded} and {@condition deafened} to your own surroundings.": "作为一个行动，你可以使用你的双倍感官，直到你使用你的行动来恢复你的正常感官。在此期间，你对自己的环境是 {@condition blinded} 和 {@condition deafened}。 (dnd running group rules)",
	"{@b Replaces:} {@spell Silvery Barbs|SCC} (in part)": "根据当地语言习惯，文本中类似 (%num%) 的内容应该在翻译中保持为 (%num%)。\n翻译应符合 dnd 游戏小组规则，专有名词在翻译后应在 `()` 中保留英文。\n\n{@b Replaces:} {@spell Silvery Barbs|SCC}（部分内容）",
	"You magically reshape causality for the triggering creature, negatively influencing its efforts. The triggering creature must reroll the {@dice d20} and use the lower roll.": "你以奇妙的方式重新塑造了因果关系，对触发生物产生了负面影响，触发生物必须重新掷骰{@dice d20}并使用较低的点数。 (D&D运行小组规则)",
	"You transform up to a 40-foot cube of earth with one of the following effects.": "你可以选择以下效果之一来改变一个边长最多为 40 英尺的立方体土地。\n",
	"Rock and dirt in the area becomes mud for the spell's duration. Creatures sink into the ground, and each foot that a creature moves costs 4 feet of movement. If a creature is on the ground when you cast the spell, moves into the area for the first time, or ends its turn there, it must make a Strength saving throw. On a failed save, the creature is {@condition restrained}. As an action, a {@condition restrained} target or another creature within 5 feet can end the {@condition restrained} condition.": "区域内的岩石和泥土在法术持续期间变成泥浆。生物陷入地面，每移动一英尺需要消耗4英尺的移动力。如果生物在你施放咒语时处于地面上，第一次进入该区域，或在那里结束自己的回合，它必须进行一次力量豁免投掷。未通过豁免的生物被{@condition restrained}。作为一个动作，{@condition restrained}目标或距离内5英尺的另一个生物可以结束{@condition restrained}状态。",
	"An area of wet earth less than 10 feet deep becomes rock for the spell's duration. Any creature standing in the mixture when it hardens must make a Dexterity saving throw. On a successful save, a creature moves to an unoccupied surface space. On a failed save, a creature is {@condition restrained}. As an action, a {@condition restrained} target or another creature within 5 feet can end the {@condition restrained} condition by succeeding on a Strength (Athletics) check against your spell save DC. The rock has AC 15 and 25 hit points and is immune to poison and psychic damage.": "一个小于10英尺深的潮湿土地区域在咒语持续时间内变成岩石。当混合物凝固时，站在其中的任何生物必须进行敏捷豁免检定。豁免成功的生物移动到一个未占用的表面空间。豁免失败的生物被固定在岩石中。作为一个动作，一个目标或者5英尺内的另一个生物可以通过对你的法术豁免 DC 的力量（体操）检定来结束岩石状态。岩石的 AC 为 15，有 25 生命值，并且对毒素和精神伤害免疫。{@condition restrained}。{@condition restrained}。{@condition restrained}。",
	"You summon the power of the natural world to assault your foes. For the duration of the spell, all terrain within 60 feet of you is difficult terrain except for creatures you specify. When you cast the spell and as a bonus action on subsequent turns, you can create one of the following effects, targeted anywhere you can see within 60 feet of you.": "你召唤大自然的力量来攻击你的敌人。 在法术持续期间，你周围 60 英尺内的所有地形都成为艰难地形，除了你指定的生物。 当你施放该法术并且在随后的回合中作为一个奖励动作时，你可以创建以下任一效果之一，针对你能看到的任何地方，距离你 60 英尺内。 (spell, bonus action)",
	"{@b Trees:} A tree erupts from the ground and reaches out to rake your enemies with its branches. Each creature of your choice within 10 feet must succeed on a Dexterity saving throw or take {@damage 6d6} slashing damage.": "{@b Trees:} 一棵树从地面冒出，伸出枝条攻击你的敌人。在10英尺范围内，你选择的每个生物必须进行一次敏捷豁免检定，否则会受到{@damage 6d6}点斩击伤害。",
	"{@b Roots:} Roots erupt from the ground, seizing creatures within a 10-foot radius. Each creature must make a Strength saving throw or become {@condition restrained}. Any creature within 5 feet of a {@condition restrained} creature can use an action to make a Strength (Athletics) check against your spell save DC, ending the effect on a success.": "符合当地语言习惯，并且像（%num%）这样的文本在翻译中应该保持输出为（%num%）。\n\n{@b Roots:} 地面上的根须突然伸出，捕捉到10英尺范围内的生物。每个生物必须进行一次力量豁免检定，否则变成{@condition restrained}。任何在5英尺范围内的{@condition restrained}生物可以使用一个动作，进行一次力量（竞技）检定，检定值要达到你的法术豁免 DC 才能成功结束效果。",
	"{@b Rocks:} You conjure a boulder and hurl it at a creature. Make a ranged spell attack. On a hit, the target takes {@damage 6d10} bludgeoning damage and is knocked {@condition prone} if they are Large or smaller.": "{@b Rocks:}你召唤一块巨石并向生物投掷。进行远程法术攻击。命中时，目标受到{@damage 6d10}的钝击伤害，并且如果它们的体型是大型或更小，则被击倒{@condition prone}。（D&D游戏组规则）",
	"{@b Wind:} You summon a mighty gust. The gust takes the shape of a line 60 feet long and 20 feet wide, originating at a location you can see and traveling in a direction of your choice. All Large or smaller creatures within the area must make a Strength saving throw, or be swept 25 feet in the direction of the gust and knocked {@condition prone}.": "{@b Wind:} 你召唤了一股强大的风。这股风呈线状，长60英尺，宽20英尺，起始于你能看见的地点，并朝着你选择的方向移动。在该区域内的所有大型或更小的生物必须进行一次力量豁免检定，否则将被风吹走25英尺，并被击倒{@condition prone}。",
	"Your surrounding natural environment accommodates your movement while creating obstacles to protect you in a 10-foot radius. Until the spell ends, the aura moves with you, centered on you. The area within the aura provides three-quarters cover and is difficult terrain for creatures other than you.": "你周围的自然环境会在半径10英尺内适应你的移动，同时制造障碍以保护你。直到咒语结束，这个光环会随着你移动，以你为中心。光环内的区域提供三分之三的掩护，对于除你以外的生物来说是艰难的地形。(`spell ends`  `the aura` )",
	"As a bonus action (or as a reaction to a creature entering the aura), you can cause the elements to powerfully surge away from you. Large or smaller creatures within the aura must make a Strength saving throw. On a success, a creature is pushed out of the aura's area to the nearest unoccupied space. On a failure, the creature also falls {@condition prone}.": "作为奖励行动（或对生物进入光环的反应），你可以引导元素迅速远离你。光环内的大型或更小的生物必须进行一次力量豁免投骰。成功则生物被推出光环区域至最近的未占据空间。失败则生物也会摔倒{@condition prone}。",
	"{@b Replaces:} {@spell Negative Energy Flood|XGE} (in part)": "符合当地语言习惯，文本中像 (%num%) 这样的内容在翻译中仍应输出为 (%num%)。\n\n翻译遵守 dnd 运行团规则，专有名词应在翻译后以 `()` 中保留英文。\n\n{@b Replaces:} {@spell Negative Energy Flood|XGE} （部分）",
	"You open a conduit to a plane of death, infusing one creature you can see within range with a jolt of negative energy. A living target must make a Constitution saving throw, suffering {@damage 5d8} necrotic damage on a failure or half as much on a success. An undead target receives {@dice 5d8} temporary hit points. While it has these temporary hit points, all its attacks have advantage.": "你打开一条通道通往死亡位面，将一名你能看到的生物注入一股负能量。活目标必须进行一次体质豁免，失败则受到{@damage 5d8}点死灵伤害，成功则减半。不死目标获得{@dice 5d8}点临时生命值。在拥有这些临时生命值时，其所有攻击都获得优势。 (死灵法阵)",
	"You send a pulse of necromantic power radiating outward in a 60-foot radius from a point you can see within range. The pulse rips the life force out of up to eight creatures, starting from the center of the area and moving outward (prioritizing targets with fewer hit points). Each affected creature must make a Constitution saving throw, suffering {@damage 8d8} necrotic damage on a failure or half as much on a success.": "你释放一股死灵力量的脉冲，从你能看到的范围内的一个点向外辐射，覆盖半径60英尺的区域。这股脉冲从区域中心开始，向外移动，吸取最多八个生物的生命力（优先吸取生命值较少的目标）。每个受影响的生物必须进行一次体质豁免检定，失败则遭受 {@damage 8d8} 的死灵伤害，成功则只受一半伤害。",
	"When you cast this spell using a spell slot of 7th level or higher, the number of creatures affected increases by four for each slot level above 6th.": "当你使用7级或更高级的法术槽施放此法术时，受影响的生物数量将每个超过6级的法术槽等级增加四个。 (spell slot)",
	"You tear a rift to a plane of death, summoning forth a flood of negative energy. Choose a point within 60 feet to open the rift. All non-undead creatures within 10 feet must make a Constitution saving throw, taking {@damage 6d8} necrotic damage on a failure or half as much on a success. If a creature is killed by this spell, the blast spreads, affecting a 10-foot radius around that creature as well. A creature cannot be damaged twice by the spell, and the spell ends after damaging 10 creatures.": "你撕开了通往死亡位面的裂缝，召唤出一股负能量的洪流。选择距离60英尺内的一个点来打开裂缝。所有距离10英尺内的非亡灵生物必须进行一次体质豁免，失败则承受{@damage 6d8}点死亡伤害，成功则承受一半。如果一只生物被这个法术杀死，爆炸会扩散，影响该生物周围10英尺的范围。一只生物不会被这个法术伤害两次，在伤害10只生物后法术结束。",
	"If a humanoid dies from this spell, they rise as a zombie at the start of your next turn and attack the closest living creature. You can assert control over the zombies by casting animate dead as if you were reasserting control over zombies created with that spell. Statistics for a zombie are in the Monster Manual. At the DM's discretion, other creature types may rise as different undead.": "如果一个人形生物因此法术而死亡，在你的下一个回合开始时，他们会变成僵尸，并攻击最近的活物。你可以通过施放《复活死尸》来控制这些僵尸，就像你重新控制使用该法术创建的僵尸一样。僵尸的统计数据请参阅《怪物手册》。在DM的自由裁量下，其他生物类型可能会变成不同的不死生物。(Monster Manual)",
	"When you cast this spell with a spell slot of 6th level or higher, the maximum number of creatures affected increases by 2 for each slot level above 5th.": "当你使用6级或更高级别的法术位施放此法术时，受影响生物的最大数量每超过第5级的每个法术位等级增加2个。 (spell slot)",
	"You magically encase your body in a hard shell of bark. You gain 6 temporary hit points at the start each of your turns, and while you have these temporary hit points, you can calculate your armor class as 15 + your Dexterity modifier (maximum 2).": "你神奇地将自己的身体包裹在一层坚硬的树皮中。你在每个回合开始时获得6点临时生命值，在拥有这些临时生命值期间，你可以将你的护甲等级计算为15 + 你的敏捷修正值（最高为2）。（DND Group规则）",
	"When you cast this spell using a spell slot of 3rd level or higher, your AC increases by 1 for each two slot levels above 2nd. The temporary hit points increase by 3 for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，你的AC会每两个法术位等级增加1。临时生命值每个高于2级的法术位等级增加3。 (AC, 3rd level, 2nd)",
	"You attempt to petrify a creature that you can see within range. If the target's body is made of flesh, the creature must make a Constitution saving throw. If the saving throw fails by 5 or more, the creature is instantly {@condition petrified}; otherwise, a creature that fails the save begins to turn to stone and is {@condition restrained}.": "你试图将你能看到的生物石化。如果目标的身体是由肉构成的，那么该生物必须进行一次体质豁免检定。如果豁免检定失败超过 5 点，该生物立刻成为石头{@condition petrified}；否则，未通过检定的生物开始变成石头，并被{@condition restrained}。（D&D 运行组规则）",
	"A creature {@condition restrained} by this spell must make another Constitution saving throw at the end of each of its turns. If it successfully saves against this spell three times, the spell ends; if it fails its save, it is {@condition petrified}.": "这个法术使得生物{@condition restrained}在每个回合结束时必须进行另一次体质豁免投骰。如果它成功通过了这个法术的三次豁免，法术结束；如果它未能通过豁免，它将被{@condition petrified}。（在括号内保留英文）",
	"The petrification lasts until the creature is freed by the greater restoration spell or other magic.": "石化状态持续到该生物被“更强大的复原”法术或其他魔法释放。 (greater restoration)",
	"If the creature is physically broken while {@condition petrified}, it suffers from similar damage if it reverts to its original state.": "如果生物在{@condition petrified}时身体受到破坏，当它恢复到原始状态时，会遭受类似的伤害。",
	"You plant a debilitating phantasm into the mind of a creature you can see within range. The target must make a Wisdom saving throw or they believe the phantasm to be real and capable of hindering and harming the target. When you cast the spell, select one of the following options:": "你将一种使生物心智受损的幻觉植入你能看见的生物的头脑中。目标必须进行一次感知豁免检定，否则他们会认为幻觉是真实的，并能够妨碍和伤害目标。当你施放这个咒语时，请选择以下选项之一： (Debilitating Phantasm)",
	"{@b Blinded:} Your phantasm blocks the target's sight, {@condition blinded|PHB|blinding} it.": "{@b Blinded:} 你的幻影阻挡了目标的视线，{@condition blinded|PHB|blinding} 它。",
	"{@b Restrained:} Your phantasm entangles the target, {@condition restrained|PHB|restraining} it.": "{@b Restrained:} 你的幻影缠绕住了目标，{@condition restrained|PHB|restraining} 它。",
	"{@b Terrified:} Your phantasm takes the form of the target's greatest fears, making it {@condition frightened}.": "{@b Terrified:} 你的幻象呈现出目标最大的恐惧形态，使其{@condition frightened}。",
	"{@b Assailed:} Your phantasm is real enough to cause harm. The target takes {@damage 2d10} psychic damage at the start of each of its turns.": "{@b Assailed:} 你的幻象足以造成实际伤害。目标在每个回合开始时受到{@damage 2d10}点精神伤害。 {@b Assailed:} {@damage 2d10}",
	"The target can reattempt its saving throw at the end of each of its turns, ending the spell on a success.": "目标可以在每个回合结束时重新尝试它的豁免扔骰，成功则结束该法术。 (dnd running group)",
	"You select a creature you can see within range and create an illusion of its worst nightmares, which only it can see. At the start of each of the target's turns, they must make a Wisdom saving throw. On a failed save, they take {@damage 4d10} psychic damage and are {@condition frightened}. On a successful save, the spell ends.": "你选择一个你能看到的生物，并制造出其最可怕的噩梦的幻象，只有它能看到。在目标每个回合开始时，它必须进行一次感知豁免投骰。未通过豁免的话，它受到{@damage 4d10}心灵伤害并处于{@condition frightened}状态。通过豁免的话，法术结束。",
	"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@scaledamage 4d10|4-9|1d10} for each slot level above 4th.": "当你使用5级或更高级别的法术位施放此法术时，每超过4级的法术位等级，伤害增加{@scaledamage 4d10|4-9|1d10}。 (dnd running group rules)",
	"You create horrifying illusions in the minds of creatures you can see. Select any number of creatures within 30 feet of a point you can see within range. Each target must make a Wisdom saving throw or become {@condition frightened} for the duration. While {@condition frightened} in this way, at the start of a creature's turn, it takes {@damage 6d10} psychic damage and must roll {@dice 1d10}, suffering an effect from the table below. Unless noted, effects last until the start of the creature's next turn.": "你能够在你所看到的生物心灵中制造可怕的幻象。选择你能看到的范围内 30 英尺以内的任意数量的生物。每个目标必须进行一次感知豁免检定，否则在持续时间内变成(零)。当以这种方式变成(零)时，生物的回合开始时，它会受到(二)点心灵伤害并必须进行(三)检定，根据下表中的效果遭受影响。除非特别说明，效果持续到生物的下一个回合开始。",
	"The creature believes itself dead and falls {@condition unconscious} until it takes damage or is awoken as an action.": "生物相信自己已经死亡并跌落{@condition unconscious}，直到受到伤害或者以行动方式被唤醒。 (DND 运行组规则)",
	"The creature is {@condition paralyzed} with fear.": "这个生物充满了{@condition paralyzed}的恐惧。(creature)",
	"The creature's speed is reduced to 0.": "生物的速度降低为0。(creature)",
	"The creature screams uncontrollably and can make no other sounds.": "这个生物无法控制地尖叫，无法发出其他任何声音。(dnd running group rules中要求的翻译)",
	"A creature can reattempt the saving throw at the end of each of its turns, ending the spell for itself on a success.": "生物可以在每个轮到它的回合结束时重新尝试豁免投骰，成功时结束该法术效果。 (dnd)",
	"You conjure a spectral snake that bites down on one creature you can see within range. The target must succeed on a Constitution saving throw or take {@damage 1d12} poison damage and be {@condition poisoned} until the start of its next turn.": "你召唤出一个幽灵蛇，咬住你能看到的一个生物。目标必须成功进行一次体质豁免才能避免受到 {@damage 1d12} 毒素伤害并且在其下一个回合开始之前保持 {@condition poisoned}。（在翻译后仍需保留英文名词在括号中，以符合dnd游戏组规定）",
	"This spell's damage increases by {@dice 1d12} when you reach 5th level ({@dice 2d12}), 11th level ({@dice 3d12}), and 17th level ({@dice 4d12}).": "这个法术的伤害在你达到 5 级时增加了 {@dice 1d12} ({@dice 2d12})，11 级时增加了 ({@dice 3d12})，17 级时增加了 ({@dice 4d12})。",
	"You command up to three willing {@condition prone} creatures of your choice that you can see within range to sleep. The spell ends for a target if they wake up, such as through damage or being shaken awake as an action. If a target remains {@condition unconscious} for the full duration, that target gains the benefit of a short rest, and it can't be affected by this spell again until it finishes a long rest. The spell's duration is one-fifth the time normally required for a short rest (e.g. 12 minutes for a one-hour rest).": "你可以命令范围内（%num%）个你能看见的愿意目标入眠。 如果目标醒来，比如因为受到伤害或者被作为一个动作摇醒，那么法术对该目标失效。如果目标在全程（%num%）内保持安静，那么它将获得短暂休息的益处，并且在完成长时间休息之前不会再受到这个法术的影响。 法术持续时间为正常短暂休息所需时间的五分之一（例如，一个小时休息需要12分钟）。（dnd running group）",
	"When you cast this spell using a spell slot of 4th level or higher, you can target one additional willing creature for each slot level above 3rd.": "当你使用4级或更高级的法术位施放此咒语时，你可以为每个超过3级的法术位级别额外选择一个愿意的生物作为目标。（Dungeons & Dragons运行团规则）",
	"You send a blast of chaotically shifting energy at one creature within range. Make a ranged spell attack. On a hit, the bolt deals {@damage 1d8} damage. The number rolled on the die determines the damage type, additional damage, and additional effects. If you roll more than {@dice 1d8} (for instance, by a critical hit or casting at a higher level), you may select which {@dice d8} determines the table result.": "你向射程内的一个生物发送一股混乱变化的能量冲击。进行一次远程法术攻击。命中时，闪电造成{@damage 1d8}伤害。骰子掷出的数字决定伤害类型、额外伤害和额外效果。如果你的点数超过{@dice 1d8}（例如，通过重击或以更高等级施法），你可以选择哪个{@dice d8}确定结果表。 (D&D running group rules and proper nouns keep English in `()`)",
	"{@b Acid:} The target takes {@damage 2d4} acid damage, and {@damage 3d4} acid damage at the end of their next turn.": "{@b Acid:} 目标受到 {@damage 2d4} 点酸性伤害，并在他们的下一个回合结束时受到 {@damage 3d4} 点酸性伤害。",
	"{@b Cold:} The target takes {@damage 2d8} cold damage and has their movement speed reduced by half until the end of their next turn.": "{@b Cold:} 目标受到{@damage 2d8}点寒冷伤害，并且其移动速度减半，直到其下一个回合结束。",
	"{@b Fire:} The target takes {@damage 3d6} fire damage.": "{@b Fire:} 目标受到 {@damage 3d6} 火焰伤害。",
	"{@b Force:} The target takes {@damage 3d4} force damage, and is knocked {@condition prone} if it is Large or smaller.": "{@b Force:} 目标受到 {@damage 3d4} 点力量伤害，如果目标体型为大型或更小，则被击倒 {@condition prone}。(DND 跑团规则适用。 proper nouns 保留英文在 `()` 后。)",
	"{@b Lightning:} The target takes {@damage 1d12} lightning damage and can't take reactions until the start of their next turn.": "{@b Lightning:} 目标受到{@damage 1d12} 闪电伤害，并且直到他们下一个回合开始之前无法作出反应。",
	"{@b Poison:} The target takes {@damage 1d12} poison damage and is {@condition poisoned} until the end of their next turn.": "{@b Poison:} 目标受到{@damage 1d12}点毒性伤害，并处于{@condition poisoned}状态，直到他们的下一个回合结束。",
	"{@b Psychic:} The target takes {@damage 2d8} psychic damage and is {@condition charmed} by you until the end of their next turn.": "{@b Psychic:} 目标受到 {@damage 2d8} 精神伤害，并在他们的下个回合结束前受到你的影响{@condition charmed}。",
	"{@b Thunder:} The target takes {@damage 2d8} thunder damage and is {@condition deafened} until the end of their next turn.": "{@b Thunder:}目标受到{@damage 2d8}雷电伤害，并在他们下个回合结束前被{@condition deafened}。",
	"When you cast this spell using a spell slot of 2nd level or higher, the initial roll increases by {@scaledamage 1d8|1-9|1d8} for each slot level above 1st.": "当你使用2级或更高级别的法术槽施放此咒语时，初始投掷的增加量为{@scaledamage 1d8|1-9|1d8}，每个法术槽等级高于1级。",
	"You pierce the mind of one creature you can see within range. The target must make an Intelligence saving throw, taking {@damage 3d8} psychic damage on a failed save, or half as much damage on a successful one. On a failed save, you psychically pin the target and link yourself to its mind. For the duration, you can use a bonus action to mentally twist the skewer, causing the creature to subtract {@dice 1d4} from the next saving throw it makes before the end of your next turn.": "你穿透了你能看到的一个生物的心灵。目标必须进行一次智力豁免检定，未能通过则受到{@damage 3d8}点精神伤害，通过则伤害减半。若未能通过检定，你会以心灵方式刺穿目标并与其心灵相连。在持续时间内，你可以使用一个奖励动作来心理扭曲这根烤肉叉，导致该生物在你的下一个回合结束前的下一个豁免检定中减去{@dice 1d4}点。\n",
	"Additionally, you have perfect knowledge of the target's location as long as you are on the same plane of existence. The target can't be hidden from you and it gains no benefit from the {@condition invisible} condition against you. If you maintain {@status concentration} for the full duration, this knowledge lasts for 1 hour after the spell ends.": "根据当地语言习惯，文本中如 (%num%) 这样的文字在翻译中应该仍然输出为 (%num%)。\n\n此外，翻译需符合 dnd 运行组规则，专有名词在翻译后应保留英文 `()`。\n\n另外，只要你和目标位于同一存在平面上，你对目标的位置有完全的了解。目标无法对你隐藏，并且对你不得有任何 {@condition invisible} 条件的利益。如果你保持 {@status concentration} 的状态达到完整持续时间，此知识将在法术结束后持续 1 小时。",
	"You attempt to mentally manipulate a creature or object you can see within range. When you cast the spell, you can cause one of the following effects.": "你试图在范围内看到的生物或物体上进行心灵操控。当你施放这个法术时，你可以引发以下效果之一。 (Dungeons & Dragons)",
	"{@b Creature.} You attempt to move a Huge or smaller creature, including yourself. The creature must make a Strength saving throw. A creature can willingly fail this save. On a failed save, you move the creature up to 30 feet in any direction within the spell's range. You may restrain the creature until the end of your next turn.": "{@b Creature.} 你试图移动一个庞大或更小的生物，包括自己。生物必须进行力量豁免才能。生物可以自愿放弃这次豁免。在豁免失败时，你可以将生物在法术范围内的任何方向上移动最多30英尺。你可以将生物限制住，直到你的下一个回合结束。 (dnd running group)",
	"{@b Object.} You attempt to move an object that weighs up to 1,000 pounds and can exert fine control on it. If the object isn't being worn or carried, you move it up to 30 feet in any direction within the spell's range. If the object is worn or carried by a creature, the creature must make a Strength saving throw. On a failed save, you pull the object away from that creature and can move it up to 30 feet in any direction within the spell's range.": "{@b Object.} 你尝试移动一个重量最多达到1,000磅的物体，并可以对其进行精细控制。如果物体没有被穿戴或携带，你可以在法术范围内的任何方向将其移动高达30英尺。如果物体被生物穿戴或携带，该生物必须进行力量豁免投掷。在豁免投掷失败时，你将物体从该生物身上拉开，并可以在法术范围内的任何方向将其移动高达30英尺。 (D&D游戏组规则适用，proper nouns保留英文在`()`中)",
	"A creature or object moved into mid-air will hover.": "一个生物或物体移入半空中将悬停。(hover)",
	"On each of your turns after you cast this spell, you can use an action to attempt to continue the effect or choose a new target. You can only affect one object or creature at a time.": "每当你施放此法术后，你可以使用一个动作来尝试延续效果或选择新目标。你一次只能影响一个物体或生物。 (DND)",
	"You create a whirling storm of fire in the air, calling down destruction upon your enemies. The firestorm appears at a height of your choice between 20 and 300 feet above you, centered above your current location. When you cast the spell, and as a bonus action on subsequent turns, you can call down a 5-foot radius column of fire on five locations you can see within 120 feet. Creatures within the fire must make a Dexterity saving throw, taking {@damage 8d6} fire damage on a failure or half as much on a success. A creature can't be hit more than once in the same turn. The fire ignites flammable objects that aren't being worn or carried.": "你在空中制造出一个旋转的火焰风暴，向你的敌人施加毁灭。火焰风暴出现在你选择的高度，介于你的上方20到300英尺之间，位于你当前位置的正上方。当你施放该咒语时，以及在随后的回合中作为一个额外动作，你可以在你能看到的120英尺范围内的五个位置上召唤一个5英尺半径的火柱。处于火焰之中的生物必须进行敏捷豁免检定，失败则受到{@damage 8d6}火焰伤害，成功则减半。一名生物在同一回合内不能被多次攻击。火焰点燃未穿戴或携带的易燃物体。",
	"You channel necromantic energy to raise a corpse as an undead servant. Choose a pile of bones or corpse within range, which belonged in life to a humanoid of CR 2 or less. The target is raised as a skeleton or zombie, respectively, applying the Skeleton or Zombie template to its former stat block.": "你调集亡灵能量，将一具尸体变成不死仆从。选择范围内的一堆骨头或尸体，生前是CR 2或更低等级的人形生物。目标变成骷髅或僵尸，分别将其以前的属性模板应用于骷髅或僵尸。 (Dungeons & Dragons 运行小组规则)",
	"On each of your turns, you can use a bonus action to mentally command any or all minions you have created through this spell within 60 feet. You select an action for each creature and where it will move. If you issue no command, the creature moves to attack any creatures hostile to it, or takes the Dodge action if it cannot detect any.": "在你的每个回合，你可以使用一个额外的动作来精神指挥你通过此法术创造的所有手下，距离60英尺内。你为每个生物选择一个动作以及它将要移动的位置。如果你没有发布任何指令，那么生物会移动去攻击任何对它有敌意的生物，或者如果它无法察觉到任何敌人，则采取闪避动作。 (minions)",
	"The creature is under your control for 24 hours, after which it becomes hostile to you and all living things. You can control a number of minions up to your proficiency bonus through this spell, but their combined CR cannot exceed 3, and you must wait 24 hours after creating one before you can create another. If you cast the spell while you have any controlled reanimated servants, you may renew the duration of their control rather than creating a new one.": "生物在您的控制之下24小时，之后它将对您和所有生物产生敌意。通过此法术，您可以控制数量最多达到您的熟练加值的随从，但它们的组合CR不能超过3，并且您必须等待创建一个随从后的24小时，才能创建另一个随从。如果您在拥有任何受控制的复活仆从时施放该法术，则可以更新其控制持续时间，而不是创建新的。",
	"When reanimated as a skeleton, a creature receives the following modifications:": "当作为骷髅重新复活时，生物将接受以下修改：",
	"Its type becomes Undead.": "它的类型变为不死生物。（Undead）",
	"Its Strength becomes 10 if it was lower.": "它的力量如果低于10，则提升至10。",
	"Its Dexterity becomes 14 if it was lower.": "其敏捷度如果低于14则变为14。 (Dexterity)",
	"Its Constitution becomes 15, Its Intelligence becomes 6, its Wisdom becomes 8, and its Charisma becomes 5.": "它的宪法变成了15，它的智力变成了6，它的智慧变成了8，它的魅力变成了5。 (Dungeons & Dragons)",
	"It gains vulnerability to bludgeoning damage, immunity to poison damage, and immunity to the {@condition exhaustion} and {@condition poisoned} conditions.": "它会增加受到钝击伤害的易受性，对毒素伤害具有免疫力，以及对{@condition exhaustion}和{@condition poisoned}状态具有免疫力。",
	"It has 60-foot darkvision.": "它拥有60英尺的黑暗视觉。(It has 60-foot darkvision.)",
	"Its hit points become 13 if they were lower than 13.": "如果它们的生命值低于13，则其生命值变为13。（D&D运行组规则）",
	"It retains its weapon and armor proficiencies, and any damage resistances or immunities. It loses all languages, but can understand its creator's speech. It retains any natural weapon attacks. Other features are generally lost, but may be retained at your DM's discretion.": "它保留了武器和盔甲熟练度，以及任何伤害抗性或免疫力。它失去了所有语言能力，但可以理解其创造者的言语。它保留了任何自然武器攻击。其他特征通常会丧失，但可能会根据您的DM的判断而保留。 (DND running group rules)",
	"When reanimated as a zombie, a creature receives the following modifications:": "当被重新启动为僵尸时，生物将接收以下修改：(%num%)",
	"Its Strength becomes 13 if it was lower.": "其力量变为13，如果原本更低。(Strength)",
	"Its Dexterity becomes 6 if it was higher.": "它的敏捷属性变成 6，如果原本更高。 (Dexterity)",
	"Its Constitution becomes 16, Its Intelligence becomes 3, its Wisdom becomes 6, and its Charisma becomes 5.": "它的体质变成了16，智力变成了3，智慧变成了6，魅力变成了5。（DND运行组规则）",
	"It gains immunity to poison damage, and immunity to the {@condition poisoned} condition.": "它获得对毒性伤害的免疫，并对{@condition poisoned}状态免疫。",
	"Its hit points become 22 if they were lower than 22.": "如果生命值低于22，则其生命值变为22。(D&D运行组规则)",
	"It gains the trait: Undead Fortitude. If damage reduces the zombie to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the zombie drops to 1 hit point instead.": "它获得特质：不死之力。如果受到伤害使僵尸生命值降至0点，它必须进行一次体质豁免检定，DC为受到伤害数值加5，除非伤害来自辐射效果或者是暴击。如果成功，僵尸的生命值将降至1点。 (Undead Fortitude)",
	"Note that if applied to commoners or other minimal-threat humanoids, these will produce ordinary skeletons and zombies.": "根据当地语言习惯，并且像 (%num%) 这样的文本在翻译中仍然应输出为 (%num%)。\n\n翻译遵守dnd running group rules，专有名词应在翻译后保留英文的 `()`。 \n\n请注意，如果应用于普通人或其他低威胁的人型生物，这些法术会产生普通的骷髅和僵尸。",
	"When you cast this spell using a spell slot of 4th level or higher, the target's maximum CR increases by 1 for each slot level above 3rd. When you cast this spell using a spell slot of a 4th level or higher, you can also reanimate beast corpses. If you use a slot of 5th level or higher, you can reanimate giant or monstrosity corpses.": "当你使用4级或更高级别的法术位施放此咒语时，目标的最大CR值会因每个高于3级的法术位等级而增加1。当你使用4级或更高级别的法术位施放此咒语时，你还可以复活野兽尸体。如果你使用5级或更高级别的法术位，则可以复活巨人或畸形物尸体。 (dnd)",
	"You summon a mighty surge of necromantic power to revive the dead as undead servants. Choose a number of bone piles or corpses within range up to your proficiency bonus, which belonged in life to a creature of CR 6 or less. Targets are raised as a skeleton or zombie, respectively, applying the Skeleton or Zombie template to their former stat blocks.": "你召唤一股强大的死灵能量来复活死者为不死仆从。选择范围内数量最多达到你的熟练加值的骨堆或尸体，它们生前属于CR 6或更低等级",
	"On each of your turns, you can use a bonus action to mentally command any or all minions you created through this spell within 60 feet. You select an action for each creature and where it will move. If you issue no command, the creature moves to attack any creatures hostile to it, or takes the Dodge action if it cannot detect any.": "在你的每个回合，你可以使用一个额外的动作来在 60 英尺范围内精神指挥你通过这个法术创造的所有随从中的任何一个或所有随从。你为每个生物选择一个动作和它将移动到的位置。如果你没有发布任何命令，那么该生物将移动攻击任何对它有敌意的生物，或者如果它无法探测到任何生物，则采取闪避动作。 (D&D 运行组规则)",
	"The targets are under your control for 24 hours, after which they become hostile to you and all living things. You can control a number of minions up to your proficiency bonus through this spell, but their combined CR cannot exceed 10. You can cast this spell without any targets to renew the duration of control on all your current minions, as well as any created through reanimation.": "目标在您的控制下持续 24 小时，之后它们将对您和所有生物产生敌意。您可以通过此法术控制最多数量为您的熟练加值的手下，但它们的组合 CR 不能超过 10。您可以在没有任何目标的情况下施放此法术，以更新对所有当前手下以及通过重新动员创建的手下的控制持续时间。 (dnd 运行组规则)",
	"When you cast this spell using a spell slot of 7th level, its duration increases to 1 week. If you cast this spell using a spell slot of 8th level or higher, its duration is permanent.": "当你使用7级法术位施放此法术时，其持续时间增加至1周。如果你使用8级或更高级的法术位施放此法术，则其持续时间为永久。 (spell slot)",
	"You touch a creature and imbue it with miraculous life, causing its flesh to knit back together and repair itself. For the duration of the spell, the target gains 10 hit points at the start of each of its turns. If you reach your maximum hit points while affected by this spell, then scars are healed, missing limbs or digits regrow, and permanent wounds are removed.": "你触摸一个生物，赋予它奇迹般的生命力，使它的肌肤重新连接并修复自身。法术持续期间，目标在每个回合开始时获得10点生命值。如果在受到这个法术影响时达到最大生命值，那么疤痕会痊愈，缺失的肢体或手指会重新长出，并且永久性伤口会被移除。 (DND, 英文不变)",
	"The spell ends early if the target takes a single instance of fire or acid damage equal or greater to 2 × your level.": "法术提前结束，如果目标受到一次火或酸伤害，伤害值等于或大于2×您的等级。（%num%）",
	"You infuse a creature with a powerful burst of necrotic power, causing its flesh to blacken and fall away. The target must make a Constitution saving throw. On a failure, the target takes {@damage 9d8} necrotic damage and has disadvantage on attack rolls and ability checks until the end of your next turn. On a success, it takes half as much damage and suffers no other effects.": "你将生物注入强大的死灵能量，使其肉体变黑并腐烂。目标必须进行体质豁免。失败的话，目标受到 {@damage 9d8} 死灵伤害，并在你的下一个回合结束前，攻击检定和能力检定都处于劣势状态。成功的话，它受到一半伤害且不受其他影响。(dnd running group rules)",
	"Constructs and undead automatically succeed on this saving throw, while plants have disadvantage.": "符合当地语言习惯，并且像(%num%)这样的文本在翻译中应该保持为(%num%)。\n\n在进行翻译时，应符合DND跑团规则，专有名词在翻译后应保留英文括号内的英文。\n\n构造体和不死生物在此豁免检定中自动成功，而植物则具有劣势。 (Constructs and undead)(构造体和不死生物)",
	"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@scaledamage 9d8|4-9|1d8} for each slot level above 4th.": "当你使用5级或更高级的法术位施放此法术时，伤害将每超过4级的法术位等级增加{@scaledamage 9d8|4-9|1d8}。",
	"You create a 60-foot radius, 120-foot-tall cylinder of resonating planar energy centered on a point on the ground that you can see within range. Until the spell ends, aberrations, celestials, elementals, fey, fiends, and undead have disadvantage on attack rolls against three creatures of your choice within the cylinder.": "你在视野范围内的地面上选定一个点，创造出一个半径为60英尺、高120英尺的共振平面能量圆柱体。咒语持续期间，那个圆柱体内你选择的三个生物对空间畸变生物、天界生物、元素生物、仙族、邪族和不死生物的攻击投掷有劣势。(%num%)",
	"As an action, you may remove any charm, fear, or possession effects caused by creatures of those types from a creature of your choice within the cylinder.": "作为一项行动，你可以从圆柱内选择的生物身上移除任何由这些类型生物造成的魅力、恐惧或控制效果。(dnd running group规则)",
	"Additionally, you can choose whether to allow or block teleportation, interplanar travel, or creatures being summoned within the cylinder.": "按照当地语言习惯，并且像(%num%)这样的文本在翻译中应该仍然输出为(%num%)。\n- 翻译应符合dnd运行组规则，专有名词应在翻译后的括号中保留英文。\n\n此外，你可以选择是否允许或禁止在圆柱内进行传送、跨平面旅行，或召唤生物。",
	"You ask for a divine blessing on your weapon, empowering it against your foes. For the duration, your weapon attacks deal an extra {@damage 1d6} radiant damage.": "你祈求神圣的祝福降临在你的武器上，赋予它对抗敌人的力量。在此期间，你的武器攻击额外造成 {@damage 1d6} 光辉伤害。",
	"You touch up to 8 willing creatures or objects, hiding each target for the duration. You can turn each target {@condition invisible} or into an object of the same size, such as a statue or full-length portrait. Divination spells can't locate or perceive the target. A creature is {@condition incapacitated} and doesn't age or need to breathe, eat, or drink.": "你可以触摸最多8个愿意的生物或物体，每个目标都在持续时间内隐藏起来。你可以把每个目标{@condition invisible}或转化为相同大小的物体，比如雕像或全身画像。预言法术无法找到或感知目标。一个生物是{@condition incapacitated}，不会老化，也不需要呼吸、进食或饮水。(DND)",
	"The spell ends on a target if it takes any damage. You can also define a condition for the spell to end early (your DM must approve the condition).": "如果目标受到任何伤害，该法术将结束。你也可以为法术提前结束定义一个条件（你的DM必须批准该条件）。 (DND 运行组规则)",
	"You send a shimmering wave of force outward, striking each creature within a 60-foot cone with a random blast of magic. Roll {@dice 1d8} on the table below for each target struck by the blast. That creature must make a Dexterity saving throw, suffering the effects below on a failure or half the initial damage and no additional effects on a success.": "你释放出一道闪亮的魔力波，击中60英尺锥形范围内的每个生物，用随机的魔法爆炸打击。对于每个被爆炸击中的目标，根据下表投掷{@dice 1d8}。该生物必须进行敏捷豁免检定，失败时承受下方的效果，成功时承受初始伤害的一半且无额外效果。",
	"{@b Acid}. The target takes {@damage 12d4} acid damage and another {@damage 12d4} acid damage at the end of their next turn.": "{@b Acid}。目标受到{@damage 12d4}点酸性伤害，并在其下个回合结束时再受到{@damage 12d4}点酸性伤害。",
	"{@b Cold}. The target takes {@damage 9d8} cold damage and is {@condition restrained} until the end of their next turn.": "{@b Cold}。目标受到{@damage 9d8}点冰冷伤害，并且在他们下一个回合结束前保持{@condition restrained}状态。",
	"{@b Fire}. The target takes {@damage 14d6} fire damage.": "{@b Fire}。目标受到{@damage 14d6}火焰伤害。 (目标 takes (火焰) fire damage.)",
	"{@b Lightning}. The target takes {@damage 6d12} lightning damage, and until the end of their next turn, cannot take reactions and has disadvantage on Dexterity saving throws.": "{@b Lightning}。目标受到{@damage 6d12}点闪电伤害，并在其下一个回合结束前，无法进行反应，并且在敏捷豁免 throws 中有劣势。 {@damage 6d12} (lightning damage)",
	"{@b Poison}. The target takes {@damage 6d12} poison damage and is {@condition poisoned} until the end of their next turn.": "{@b Poison}。目标受到{@damage 6d12}点毒性伤害，并在其下一个回合结束前被{@condition poisoned}。",
	"{@b Psychic}. The target takes {@damage 9d8} psychic damage and is {@condition stunned} until the end of their next turn.": "{@b Psychic}。目标受到{@damage 9d8}点精神伤害，并且在他们的下个回合结束前处于{@condition stunned}状态。{@b Psychic} refers to a placeholder. {@damage 9d8} and {@condition stunned} should remain unchanged.",
	"{@b Thunder}. The target takes {@damage 9d8} thunder damage, is knocked backwards 30 feet, and falls {@condition prone}.": "{@b Thunder}。目标受到{@damage 9d8}点雷电伤害，向后击退30英尺，并倒地{@condition prone}。",
	"{@b Multiple}. The target is struck by multiple blasts. Roll twice more, rerolling any 8's.": "{@b Multiple}。目标被多次爆炸击中。再掷两次骰子，重新投掷任何出现的8。{@b Multiple}。[（dnd运行组规则）]",
	"You prepare a magical prison, trapping a creature you can see within range for eternity. The target must make a Wisdom saving throw or be imprisoned. On a success, it is immune to this spell for 1 year. While imprisoned in this way, the target does not age, does not need to eat, breathe, or drink, and cannot be found by any divination magic. You select the form of the prison when you cast the spell. Common options would be a sealed demiplane, miniaturized within a gemstone, or trapped in a cavity deep below the ground.": "你准备了一个魔法监狱，永远困住你能看见的范围内的生物。目标必须进行一次感知豁免检定，否则被囚禁。如果成功，它对该咒语免疫一年。被这种方式囚禁时，目标不会老化，不需要进食、呼吸或饮水，并且无法被任何占卜魔法找到。你施放咒语时选择监狱的形式。常见选项包括密封的次元空间，被微型化到宝石内部，或被困在地下深处的洞穴中。 (D&D running group规则)",
	"When you cast the spell, you must specify the condition by which the target can be freed. The condition can be as elaborate or as specific as you desire, but it must be reasonable and possible (your DM must approve the condition). The condition can involve a creature's name, identity, or characteristics, but not game concepts such as level, class, or hit points. Dispel magic cannot free the target. If the condition comes to pass, the target is instantly freed.": "当你施放该法术时，你必须明确指定目标可以被解放的条件。条件可以是你所希望的那样复杂或具体，但必须是合理和可能的（你的DM必须批准该条件）。条件可以涉及生物的名称、身份或特征，但不能涉及游戏概念，如等级、职业或生命值。驱散魔法不能解放目标。如果条件实现，目标立即被解放。（DND）",
	"You pen a secret message on a parchment, paper, or other writing material. When you write the message, choose a password or passphrase; when a creature speaks this code while holding the parchment, the secret message appears for 10 minutes before fading again. Alternatively, you can specify a creature. The message automatically appears when they hold the parchment. You can write any other text on the parchment, which becomes {@condition invisible} anytime the secret message is displayed. When the spell ends, the secret message disappears forever.": "你在羊皮纸、纸张或其他书写材料上写下一条秘密信息。当你写下这条信息时，选择一个密码或口令；当一个生物持有这个羊皮纸并说出这个代码时，秘密信息将会出现，并持续十分钟后再次消失。或者，你可以指定一个生物。当他们持有这个羊皮纸时，信息会自动出现。你可以在羊皮纸上写下任何其他文本，它会在秘密信息显示时变成{@condition invisible}。当法术结束时，秘密信息会永远消失。 (DND 运行组规则适用，专有名词翻译后保留英文在括号中。)",
	"Creatures with truesight can see the secret message. A dispel magic cast on the parchment ends the spell without revealing the secret message.": "具有真视能力的生物可以看到秘密信息。对羊皮纸施放的驱散魔法会结束咒语，而不会揭示秘密信息。（dispel magic）",
	"The spell's duration is related to the quality of ink used. Magical ink worth 10gp gives it a duration of 10 days. More expensive ink lasts an additional day for each 1gp spent; if 100gp worth of magical ink is used, the duration becomes permanent.": "这个法术的持续时间与使用的墨水质量相关。价值10金币的魔法墨水可使其持续10天。更昂贵的墨水每花费1金币可使其额外持续一天；如果使用了价值100金币的魔法墨水，持续时间变成永久(`Permanent`)。",
	"You seize control of the air in a cube up to 300 feet on a side you can see within range, bending it to your will. Choose one of the following effects. The effect persists until the spell ends, or until you use your action to pause it or change it to a different effect. You can resume a paused effect as an action.": "你可以掌控你在射程内能看见的立方体空间，边长最多为 300 英尺，随心所欲地操控它。选择以下任一效果。效果持续至法术结束，或者你使用行动来暂停它或将其改变为不同的效果。你可以将已暂停的效果作为一个行动来恢复。 (DND)",
	"{@b Gale.} A steady wind blows in a horizontal direction of your choice. Creatures moving against the wind must spend 3 feet of movement for each foot, and ranged attacks made against the wind are impossible. Creatures moving with the wind cover an additional foot for each foot of movement spent. When a creature or projectile moves within the area, you can use your reaction to change the wind's direction. As a bonus action, you can create a gust, forcing all creatures within the area to make a Strength saving throw or be pushed 30 feet in the wind's direction.": "{@b Gale.}一股稳定的风朝你选择的水平方向吹来。逆风移动的生物每移动一英尺需要额外花费3英尺的移动力，并且逆风情况下无法进行远程攻击。顺风移动的生物每花费一英尺的移动力可以额外前进一英尺。当生物或抛射物在该区域内移动时，你可以使用你的反应来改变风的方向。作为一个额外动作，你可以制造一股阵风，迫使该区域内的所有生物进行一次力量豁免检定，否则将被推动30英尺，沿着风的方向。",
	"{@b Turbulence.} You whip the wind into a chaotic vortex. Ranged attacks passing through the the wind are made at disadvantage. Creatures that fly into the wind's area, start their turn flying there, or start flying there have their fly speed reduced by half, and must succeed on a Strength saving throw or be knocked {@condition prone}.": "{@b Turbulence.} 你激起风势形成混乱漩涡。穿过风的远程攻击的攻击骰投掷时会受到劣势。进入风的范围、在那里开始转身飞行的生物或者在那里开始飞行的生物，其飞行速度减半，且必须通过一次力量豁免骰投掷，否则会被击退{@condition prone}。",
	"{@b Thermal Column.} You direct the wind to blow upwards. All creatures suffering fall damage within the wind can reduce that damage by 5 x your spellcasting modifier. When a creature within the wind makes a vertical jump, their jump height is tripled.": "{@b Thermal Column.} 你指挥风向上吹。风中受到坠落伤害的所有生物可以减少该伤害，减少量为你的施法属性调整值的 5 倍。当风中的生物进行垂直跳跃时，他们的跳跃高度增加到原来的三倍。（Wind Walkers）",
	"You blast the mind of a creature that you can see within range, attempting to shatter its intellect and personality. The target takes {@damage 4d6} psychic damage and must make an Intelligence saving throw.": "你轰击了你能看见范围内的一个生物的头脑，试图粉碎它的智力和个性。目标受到 {@damage 4d6} 心灵伤害，并且必须进行一个智力豁免检定。 (DND running group rules)",
	"On a failed save, the creature's Intelligence and Charisma scores become 1. They can only take the most instinctive actions, such as fighting with unarmed strikes or natural weapons, or running away in a straight line. They can't cast spells, activate magic items, understand language, use weapons or tools, or communicate in any way. They can understand when another creature means them harm.": "在一次失败的豁免中，生物的智力和魅力属性变为1。他们只能采取最本能的行动，比如用徒手攻击或天然武器战斗，或者直线逃跑。他们无法施放法术，激活魔法物品，理解语言，使用武器或工具，或以任何方式交流。他们能理解另一个生物是否对他们造成伤害。 (豁免)",
	"After 1 day has passed, a creature can reattempt its saving throw, ending the spell on a success. Every time they fail the saving throw, they add one additional day onto the time interval before they can reattempt their save.": "1天过去后，生物可以重新尝试豁免投骰，成功时结束法术。每次他们未能通过豁免投骰，都会在重新尝试保存之前将一天的额外时间间隔添加上去。 (saving throw)(spell)",
	"The spell can also be ended by greater restoration, heal, or wish.": "这个法术也可以被\"治愈伟大法术(Greater Restoration)\"、\"治愈(Heal)\"或\"愿望(Wish)\"结束。",
	"You gesture at two creatures within range, redirecting the life force from one to heal another within range. One creature of your choice within 30 feet of you that you can see must make a Constitution saving throw. On a failure, the target takes {@damage 4d8} damage, which can't be reduced in any way, and another creature of your choice that you can see within 30 feet of your target regains an equivalent number of hit points. A creature can willingly fail this save.": "你指向范围内的两个生物，将一方的生命力转移以治愈另一方。你可见的范围内，你选择的一个生物必须进行一次体质豁免投骰。失败的话，目标会受到{@damage 4d8}伤害，不能以任何方式减少，而你可见的另一个你选择的生物将恢复同样数量的生命值。生物可以自愿放弃豁免。 (dnd running group rules)",
	"The spell has no effect on constructs or the undead.": "这个法术对构造体或不死生物无效。 (The spell has no effect on constructs or the undead.)",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@scaledamage 4d8|3-9|1d8} for each slot level above 3rd.": "当你使用4级或更高级别的法术槽施放此法术时，伤害会增加 {@scaledamage 4d8|3-9|1d8}，每个法术槽等级高出3级的伤害。",
	"You create a gigantic stationary symbol in a part of the sky you can see. You control the appearance of this omen, which displays animations up to 10 minutes in length. The image is visible for a radius of 1 mile. It is obviously unnatural and cannot be mistaken for a real object.": "你在你能看到的天空的某个部位创建了一个巨大的固定符号。你控制这个预兆的外观，它显示的动画最长可达10分钟。这个图像在1英里半径内可见。它显然是不自然的，不可能被误认为是真实的物体。 (dnd running group rules)",
	"The first time a creature sees the omen, it must make a Wisdom saving throw. A creature can choose to fail its saving throw if it interprets the omen positively. On a failure, it suffers one of the following effects (or another appropriate effect upon its confidence or morale, as determined by the DM). At the end of every day, a creature can repeat its saving throw against this spell.": "第一次生物看到征兆时，必须进行一次感知豁免投掷。 如果生物将征兆解释为积极的，它可以选择失败豁免投掷。 如果失败，它将遭受以下效果之一（或由DM确定的自信或士气的其他适当效果）。 每天结束时，生物可以对该法术再次进行豁免投掷。 (DM)",
	"{@b Terror.} A creature failing the save is {@condition frightened} of the omen.": "- 符合当地语言习惯，并且像 (%num%) 这样的文本在翻译中仍应输出为 (%num%)。\n- 翻译需遵守 dnd 跑团规则，专有名词在翻译后应保留英文括号中的内容。\n\n{@b Terror.} 未能通过豁免的生物是{@condition frightened}的预兆。",
	"{@b Awe.} A creature failing the save is {@condition charmed} and will not willingly move anywhere it cannot see the omen.": "{@b Awe.} 未通过检定的生物是{@condition charmed}，并且不会自愿移动到任何它看不到预兆的地方。",
	"{@b Courage.} A creature has advantage on saving throws against fear and charm effects while they can see the omen.": "{@b Courage.} 当生物能看到预兆时，他们在面对恐惧和魅惑效果的豁免投掷上具有优势。 {@b Courage.}",
	"If you cast this spell using a 7th-level spell slot, the radius is 6 miles and the duration is {@status concentration}, up to 8 hours. If you use an 8th-level spell slot, the radius is 12 miles and the duration is {@status concentration}, up to 24 hours. If you use a 9th-level spell slot, the radius is 18 miles, the spell no longer requires {@status concentration}, and it lasts until dispelled.": "如果你使用 7 级法术位施放此法术，则半径为 6 英里，持续时间为 {@status concentration}，最多可达 8 小时。如果你使用 8 级法术位，则半径为 12 英里，持续时间为 {@status concentration}，最多可达 24 小时。如果你使用 9 级法术位，则半径为 18 英里，法术不再需要 {@status concentration}，并持续到被驱散。",
	"You create and step through a brief dimensional rift, teleporting to a space you can see within range. You may bring your possessions and any objects you can carry. You may also bring one willing creature your size or smaller, who must be standing 5 feet from where you cast the spell and appears within 5 feet of your destination. If there is not enough space at the destination, they are left behind.": "你创造并穿越一个简短的次元裂缝，传送到你能看见的范围内的空间。你可以携带你的财产和你能携带的任何物品。你也可以带上一个愿意的、与你体型相同或更小的生物，该生物必须站在你施放咒语的地点五英尺处，并出现在你目的地五英尺内。如果目的地的空间不足，它们将被留在原地。（（dimensional rift））\n",
	"After you teleport, the rift closes and emits a sonic shockwave. Select either your starting or ending location. All creatures within 10 feet of that space except you and any creature you brought with you must make a Constitution saving throw, suffering {@damage 4d8} thunder damage on a failure or half as much on a success. The shockwave is audible from 300 feet away.": "在你传送后，裂缝会关闭并释放出音波冲击波。请选择你的起始位置或终点位置。所有距离该空间10英尺以内的生物，除了你和你携带的生物外，都必须进行一次体质豁免检定，失败则受到 {@damage 4d8} 雷霆伤害，成功则减半。这个冲击波的声音能在300英尺外被听到。",
	"Your body falls {@condition unconscious} as your soul enters the spell's material component. You perceive from the component using your senses, but can't move or use reactions. You can only use your action to project your soul up to 100 feet, either to return to your living body (ending the spell) or to try to possess a humanoid's body that you can see. Creatures warded by a protection from evil and good or magic circle spell can't be possessed.": "你的身体如 {@condition unconscious} 落下，当你的灵魂进入咒语的物质组成部分。你能用你的感官感知组成部分，但无法移动或使用反应。你只能用你的动作将你的灵魂投射到100英尺之内，要么返回你的活体身体（结束咒语），要么尝试操控你能看见的人形生物的身体。受到《防邪恶与善良》或《魔法法阵》咒语保护的生物无法被操控。 {@condition unconscious}",
	"The target must make a Charisma saving throw. On a failure, its soul is trapped in the component, and you take control of its body. You use its physical statistics and features, but retain your alignment and mental ability scores, and your DM determines which mental features you may use. You can use your action to return to the component if it is within 100 feet, returning the target creature's soul to its body. If the target succeeds at its Charisma saving throw, you can't attempt to possess it again for 24 hours.": "目标必须进行魅力豁免投掷。若失败，其灵魂被困于组件内，你控制其身体。你使用其物理属性和特征，但保留你的立场和心智能力值，你的DM确定你可以使用哪些心智特征。你可以使用你的动作回到组件，如果它在100英尺内，将目标生物的灵魂还回其身体。如果目标成功进行了魅力豁免投掷，你在24小时内不能再尝试控制它。",
	"The possessed creature can perceive from the component using its senses and can repeat its saving throw as an action after every hour. It can take no other actions. On a success, the target returns to its body and you return to the component if it is within 100 feet; otherwise, you die.": "被附身的生物可以使用其感官感知组件，并且每小时可以以动作形式重复进行豁免检定。它不能采取其他行动。成功时，目标回到其身体，如果组件在100英尺内，则你也回到组件中；否则，你死亡。 (`DND` 跑团规则)",
	"If the target's body dies while you possess it, the creature dies, and you must make a Charisma saving throw against your spellcasting DC. On a success, you return to the component if it is within 100 feet; otherwise, you die.": "如果你占据的目标的身体死亡，那个生物就会死亡，并且你必须根据你的施法 DC 进行一次魅力豁免检定。如果成功，你会回到组件内，如果距离在 100 英尺内；否则，你会死亡。(Charisma saving throw)",
	"If the spell ends or the container is destroyed, each affected soul attempts to return to its body if it is alive and within 100 feet; otherwise, it dies.": "如果咒语结束或容器被摧毁，每个受影响的灵魂都会尝试回到自己的身体，如果它还活着并且在100英尺内; 否则，它会死亡。 (dnd running group rules)",
	"Nothing other than the wish spell can prevent these soul-deaths.": "只有愿望咒语才能阻止这些灵魂死亡。 (wish spell)",
	"When the spell ends, the container is destroyed.": "当法术结束时，容器被摧毁。 (dnd运行小组规则)",
	"When you cast this spell using a spell slot of 8th level or higher, the possessed creature can repeat its saving throw once per day. When you cast this spell using a spell slot of 9th level, the possessed creature can repeat its saving throw once per year.": "当你使用8级或更高级的法术槽施放此咒语时，被附身的生物可以每天重复一次它的豁免投掷。当你使用9级法术槽施放此咒语时，被附身的生物可以每年重复一次它的豁免投掷。 (D&D running group)",
	"You can verbally communicate with natural organisms for the duration. This allows beasts to answer questions you pose; at minimum, beasts can inform you about whatever they can perceive or have perceived within the past day, including nearby locations and monsters.": "你可以在一段时间内与自然生物进行口头交流。这使得野兽能够回答你提出的问题；至少，野兽可以告诉你他们能感知到或在过去一天内感知到的任何事情，包括附近的地点和怪物。（Dungeons & Dragons）",
	"The knowledge, awareness, and personality of many beasts is limited by their intelligence, but you may deceive, intimidate, persuade, or otherwise influence a beast at the DM's discretion. An organism is under no compulsion to answer (or answer truthfully) if you are hostile to it or it recognizes you as an enemy.": "许多野兽的知识、意识和个性受到它们的智力限制，但在DND游戏组规则下，您可以在DM的判断下欺骗、恐吓、说服或以其他方式影响一只野兽。如果您对其敌对，或者它认识到您是敌人，生物无需强求回答（或真实回答）。 (DND游戏组规则)",
	"When you cast this spell using a spell slot of 2nd level or higher, you imbue plants with limited sentience, allowing you to communicate with them like beasts. When you cast this spell using a spell slot of 3rd level or higher, you imbue plants with limited animation, allowing them to freely move branches, tendrils, and stalks. You can command plants to release a {@condition restrained} creature, to turn ordinary terrain into difficult terrain (or the opposite), or to perform other tasks at the DM's discretion.": "当你使用2级或更高级的法术位施放此法术时，你赋予植物有限的意识，使你可以像与野兽交流一样与它们交流。当你使用3级或更高级的法术位施放此法术时，你赋予植物有限的动画，使它们可以自由移动枝条、卷须和茎。你可以命令植物释放一个{@condition restrained}生物，将普通地形变成困难地形（或相反），或在DM的酌情下执行其他任务。 (DND运行团规则)",
	"You summon a large, ghostly entity which envelops you, aiding your attacks and making its own, striking down your foes. The entity is incorporeal and invulnerable. Choose a damage type when you cast this spell: cold, necrotic, or radiant. All damage dealt by this spell is of that type.": "你召唤了一个巨大的、幽灵般的实体，它笼罩着你，帮助你的攻击并发动自己的攻击，击倒你的敌人。该实体是无形且无法被伤害。当你施放此法术时选择一个伤害类型：冰冷、死亡或光辉。此法术造成的所有伤害均为该类型。\n\n(Note: \"incorporeal\" and \"invulnerable\" are proper nouns and should remain in English inside `()`. In this translation, they are kept in English within `()`.）",
	"For the duration of the spell, your weapons are wreathed in ethereal light, dealing {@damage 1d4} extra damage on every hit; any creature that takes this damage can't regain hit points until the start of your next turn. In addition, when you cast this spell and as a bonus action on subsequent turns, you can command the entity to make a melee spell attack against one target within 10 feet, dealing {@damage 2d8} damage on a hit. A creature hit by this attack must make a Wisdom saving throw or have its speed reduced to 0.": "在这个法术持续期间，你的武器将被虚幻之光环绕，每次命中都会造成额外 {@damage 1d4} 伤害；受到此伤害的任何生物直到你的下一回合开始都无法恢复生命值。此外，当你施放此法术并且在随后的回合中作为一个额外动作时，你可以命令实体对10英尺范围内的一个目标进行近战法术攻击，造成 {@damage 2d8} 伤害。被此次攻击命中的生物必须进行一次感知豁免才能否则其速度将降为0。（`{@damage 1d4}`, `{@damage 2d8}`）",
	"When you cast this spell using a spell slot of 4th level or higher, the the damage dealt by the host increases by {@scaledamage 2d8|3-9|1d8} for each level above 3rd.": "当你使用四级或更高级的法术位施放这个法术时，宿主造成的伤害每超过三级增加{@scaledamage 2d8|3-9|1d8}。",
	"As part of the casting, you must cast another prepared spell of 3rd level or lower, storing it in the glyph. The spell must be able to target a creature other than the caster. When the glyph triggers, it releases the stored spell, targeting the triggering creature. If the spell targets an area or summons creatures, the effect is centered on the triggering creature. A spell requiring {@status concentration} lasts for its full duration. A triggered glyph glows brightly for the stored spell's full duration. If a creature uses its action to destroy the triggered glyph, or the surface is destroyed, the spell ends.": "在施法的同时，你必须施放另一个准备好的3级或更低级的法术，并将其储存在雕文中。该法术必须能够瞄准施法者以外的生物。当雕文被触发时，它释放储存的法术，瞄准触发的生物。如果法术瞄准区域或召唤生物，则效果以触发生物为中心。需要 {@status concentration} 的法术会持续其全部持续时间。一个触发的雕文在储存的法术的全部持续时间内发出明亮的光芒。如果生物使用其动作来摧毁触发的雕文，或者表面被摧毁，则法术结束。 (%num%)",
	"When you cast this spell using a spell slot of 4th level or higher, the stored spell's maximum level increases by 1 and the material component cost increases by 50gp for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放此法术时，储存的法术的最高级别增加1，材料成本每超过3级的位增加50gp。 (spell, spell slot, 3rd)",
	"You perform a rite over a corpse you can see within range, summoning a vestige of its spirit and compelling it to answer questions. It must have a mouth or other means of speaking, cannot be undead, and can't have been the target of this spell within the past 10 days.": "你对一个你能看到的尸体进行一场仪式，在语言习惯上保持一致，像 (%num%) 这样的文本在翻译中应仍然输出为 (%num%)。翻译遵循 dnd 跑团规则，专有名词在翻译后应保留英文在 `()` 中。",
	"Until the spell ends, the corpse will answer up to five questions using the knowledge it possessed before its death. Its responses are typically brief, cryptic, or puzzling, but it will not lie or refuse to answer.": "直到法术结束，尸体将利用其死前所具有的知识回答最多五个问题。它的回答通常是简短的、神秘的或令人费解的，但它不会说谎或拒绝回答。（%num%）",
	"You touch the material component used in the spell's casting, multiplying the projectiles when thrown or shot. Make a single ranged attack roll with the weapon. Each creature within range takes {@damage 4d8} damage on a hit, or half as much damage on a miss. The damage type is the same as that of the weapon or ammunition used as a component.": "你触摸咒语施法所用的物质组成部分，在抛出或射出时增加抛射物的数量。用武器进行一次单体远程攻击检定。范围内每个生物受到{@damage 4d8}伤害，如果命中，或者错过时受到一半的伤害。伤害类型与作为组成部分使用的武器或弹药相同。",
	"You cause a cloud of biting, stinging insects to appear near one creature you can see within range. The target must make a Constitution saving throw. On failure, it takes {@damage 1d4} piercing damage and {@damage 1d4} poison damage and moves 5 feet in a direction of your choice. The creature doesn't move into obviously dangerous ground, such as a fire or a pit.": "你让一团刺人的、蜇人的昆虫云出现在你能看见的范围内的一只生物附近。目标必须进行一次体质豁免才能。如果失败，它将受到{@damage 1d4}点刺穿伤害和{@damage 1d4}点毒素伤害，并向你选择的方向移动5英尺。这个生物不会移动到明显危险的地面，比如火堆或坑洞。（piercing damage）（poison damage）",
	"The spell's damage increases by {@dice 1d4} when you reach 5th level ({@dice 2d4 + 2d4}), 11th level ({@dice 3d4 + 3d4}), and 17th level ({@dice 4d4 + 4d4}).": "法术的伤害在你达到5级时增加 {@dice 1d4}，在11级时增加 ({@dice 2d4 + 2d4})，在17级时增加 ({@dice 3d4 + 3d4})。",
	"You lay your hand on an outcropping of rock or a stone wall and speak to the stone, coaxing it to grant a mighty boon. Choose one of the following options:": "你把手放在一块突出的岩石或石墙上，并对石头说话，劝说它授予一个强大的恩惠。选择以下一个选项：",
	"You and up to 7 other Large or smaller creatures you choose are able to meld with the stone. Until the end of your next round, each willing creature can touch a 5' area of the stone and be absorbed into it. While absorbed, a creature cannot see or hear anything, but has tremorsense within 30 feet. A creature may exit the stone voluntarily as an action, or be ejected if the stone is destroyed or the spell ends.": "你和你选择的最多7个体型为大型或更小的其他生物能够与石头融为一体。直到你下一回合结束，每个愿意的生物都可以触摸石头的一个5英尺区域并被吸收进去。在被吸收时，生物无法看到或听到任何事物，但在30英尺内具有颤动感知。生物可以作为一个动作自愿离开石头，或者如果石头被摧毁或咒语结束，则被逐出。 (D&D 运行组规则)",
	"The stone joins with you, covering your body in a rocky exterior. You gain 10 temporary hit points, and have resistance to nonmagical damage as long as you have these temporary hit points.": "石头与你融为一体，覆盖你的身体，形成岩石外壳。你获得10点临时生命值，并且只要你拥有这些临时生命值，你对非魔法伤害具有抗性。",
	"Your feet blend into the stone. You gain tremorsense within 30 feet, and as long as you are standing on the ground, you are immune to the {@condition prone} condition or to being moved against your will.": "你的脚融入了石头之中。你在30英尺内获得地震感知，并且只要你站在地面上，你就对{@condition prone}状态或不由自主地移动免疫。(Dungeons & Dragons 运行团规则)",
	"A 20-foot-radius sphere charged with crackling lightning and rumbling shockwaves appears centered on a point you choose within range. The sphere remains for the spell's duration; at the beginning of each of your turns, you can move the sphere up to 10 feet in a direction of your choice. The sphere spreads around corners, and its area is lightly obscured and difficult terrain. Creatures inside the sphere are {@condition deafened}, and creatures within 30 feet of the sphere have disadvantage on Wisdom (Perception) checks made to listen.": "一个直径20英尺的球体充满电光和隆隆的冲击波出现在你选择的范围内的一个点上。这个球体将持续一段时间；在你的每个回合开始时，你可以将球体沿着你选择的方向移动多达10英尺。球体可以穿过拐角，它的区域被轻度遮蔽，且是艰难地形。球体内的生物保持不变，距球体30英尺内的生物对进行听觉的感知时的感知检定有劣势。",
	"Until the spell ends, you can use a bonus action on each of your turns to direct a lightning strike from the sphere's center at one creature you choose within 60 feet of the center. Make a ranged spell attack. You have advantage on the attack roll if the target is in the sphere. On a hit, the target takes {@damage 2d12} lightning damage.": "在咒语结束前，你可以在每个回合使用一个奖励动作，从球体中心向你选择的一个生物发动一次闪电打击，距离球体中心60英尺内。进行远程法术攻击。如果目标在球体内，你对攻击骰有优势。命中时，目标受到{@damage 2d12} 闪电伤害。",
	"After this lightning strike, each creature in the sphere must make a Constitution saving throw. A creature takes {@damage 4d8} thunder damage on a failure, or half as much damage on a success.": "在这次闪电袭击后，球体内的每个生物必须进行一次体质豁免检定。一个生物在失败时会受到 {@damage 4d8} 的雷电伤害，成功时则受到一半的伤害。",
	"When you cast this spell using a spell slot of 5th level or higher, the thunder damage increases by {@scaledamage 4d8|4-9|1d8} and the lightning damage increases by {@scaledamage 2d12|4-9|1d12} for each two slot levels above 4th.": "当你使用5级或更高级的法术位施放此咒语时，每超过4级的两个位级，雷霆伤害增加{@scaledamage 4d8|4-9|1d8}，闪电伤害增加{@scaledamage 2d12|4-9|1d12}。 (spell slot, thunder, lightning)",
	"A gout of flame projects from your hand in a direction you choose. Each creature in a 30 feet long and 5 feet wide line must make a Dexterity saving throw. A creature takes {@damage 4d8} fire damage on a failed save, or half as much damage on a successful one.": "你的手喷出一股火焰，朝你选择的方向飞去。在30英尺长、5英尺宽的直线范围内的每个生物都必须进行一次敏捷豁免检定。未通过检定的生物受到{@damage 4d8}火焰伤害，通过检定的生物受到一半伤害。 (D&D运行小组规则)",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@scaledamage 4d8|2-9|1d8} and the range of the line increases by 5 feet for each slot level above 2nd.": "当你使用3级或更高级的法术位施放这个法术时，伤害增加 {@scaledamage 4d8|2-9|1d8}，并且每个比2级高的法术位增加5英尺的直线范围。",
	"You gather energy from the nature around you and sculpt it into a powerful spirit animal, appearing in an unoccupied space you can see within range. It uses the {@creature Animal Spirit|SpellsThatDontSuck} stat block, and you select either the Earth, Sea, or Sky option when you cast the spell. The creature disappears when it drops to 0 hit points or when the spell ends.": "你从周围的自然中汲取能量，并将其雕刻成一个强大的精神动物，出现在你能看到的范围内的一个未被占据的空间中。 它使用{@creature Animal Spirit|SpellsThatDontSuck}的统计数据，当你施放该法术时，你可以选择地球、海洋或天空选项。 当该生物的生命值降到0点或法术结束时，它就会消失。 (Earth, Sea, Sky)",
	"The creature is an ally to you and your companions. In combat, it shares your initiative count, and takes its turn immediately after yours. It obeys your verbal commands. If you don't issue any command, it takes the Dodge action and moves only to avoid hazards.": "这个生物是你和你的同伴的盟友。在战斗中，它与你共享行动顺序，并在你之后立即行动。它听从你的口头指令。如果你没有发出任何指令，它会采取闪避动作，并且只移动以避开危险。 (DND running group rules)",
	"When you cast this spell using a spell slot of 3rd level or higher, certain values increase in its stat block.": "当你使用3级或更高级别的法术位施放此法术时，其统计表中的某些数值会增加。 (DND运行小组规则)",
	"You conjure raw materials and sculpt them into a construct, appearing in an unoccupied space you can see within range. It uses the {@creature Golem Spirit|SpellsThatDontSuck} stat block, and you select either the Flesh, Stone, or Iron option when you cast the spell. The creature disappears when it drops to 0 hit points or when the spell ends.": "你召唤原材料并将其塑造成一个构造物，出现在你能看到的范围内的未被占据的空间内。它使用{@creature Golem Spirit|SpellsThatDontSuck}的属性块，并在施法时选择肉体、石头或铁的选项。当它的生命值降至0或法术结束时，该生物消失。 {@creature Golem Spirit|SpellsThatDontSuck}",
	"When you cast this spell using a spell slot of 4th level or higher, certain values increase in its stat block.": "当你使用4级或更高级别的法术位施放这个法术时，其属性块中的某些数值会增加。 (spell slot)",
	"You summon an undead creature, which manifests in an unoccupied space that you can see within range. It uses the {@creature Grave Spirit|SpellsThatDontSuck} stat block, and you select the Ethereal, Ghoulish, or Bone option when you cast the spell. The creature disappears when it drops to 0 hit points or when the spell ends.": "你召唤出一个不死生物，它出现在你能看到的范围内的一个未被占据的空间中。它使用 {@creature Grave Spirit|SpellsThatDontSuck} 属性块，当你施放该法术时，你可以选择虚幻、食尸鬼或骨骼选项。当它的生命值降至 0 或法术结束时，该生物消失。 (Undead, Ethereal, Ghoulish, Bone)",
	"The creature is an ally to you and your companions. In combat, the creature shares your initiative count, and it takes its turn immediately after yours. It obeys your verbal commands. If you don't issue a command, it takes the Dodge action and moves only to avoid hazards.": "这个生物是你和你的同伴的盟友。在战斗中，这个生物与你共享行动顺序，它在你之后立即行动。它听从你口头的命令。如果你没有发布命令，它会采取躲避动作，并且只移动以避开危险。(生物 is translated as 生物 in accordance with local language habits, and (%num%) remains unchanged as (%num%) in the translation. \"Dodge\" action and \"Dodge\" after translation is kept in `()` as per DND running group rules.)",
	"You create a tiny symbol above you, which radiates hope in a 30-foot radius until the spell ends. The symbol can take whatever form you choose, such as that of your deity. As a bonus action on your turn, you can move the symbol up to 30 feet.": "你身上出现一个微小的符号，持续发出希望的光芒，范围为30英尺，直到咒语结束。该符号可以采取你选择的任何形式，比如你的神。在你的回合上，作为一个额外动作，你可以将符号移动最多30英尺。 (DnD)",
	"Each nonhostile, living creature in the symbol's radius (including you) has advantage on Wisdom saving throws, adds your spellcasting ability modifier to its death saving throws (treating rolls equal to or above 20 as a natural 20), and regains the maximum number of hit points possible from any healing.": "符号半径内的每个非敌对生物（包括你）在智力豁免上获得优势，并将你的咒术能力调整值加到它的死亡豁免上（将等于或超过20的掷骰视为自然20），并从任何治疗中恢复最大数量的生命值。",
	"The first time a nonhostile, living creature starts its turn in the symbol's radius, it can use a bonus action to spend two Hit Dice to regain hit points as if it had taken a short rest. If the creature had fewer hit points than half its hit point maximum, it also gains an equivalent number of temporary hit points until the spell ends.": "符号半径内的非敌对生物，在其回合开始时，可使用一个奖励动作花费两个命中骰来恢复生命值，就好像它进行了短暂休息一样。如果生物的生命值少于其生命值上限的一半，则在法术结束前，它还会获得相同数量的临时生命值。 (Hit Dice) (Hit Points) (short rest) (temporary hit points)",
	"When you cast this spell using a spell slot of 4th level or higher, the amount of Hit Dice a creature can spend increases by 1 for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放此法术时，生物可以消耗的生命骰数量每超过3级的法术位等级增加1个。 (Hit Dice)",
	"You send a blast of psionic energy outward in a 60-foot cone of psionic power, creating psychic storms in the brains of affected creatures. All creatures in the area of effect must make an Intelligence saving throw. On a failure, they take {@damage 10d8} psychic damage and are {@condition stunned}. On a success, they suffer half as much damage and no other effects. If the spell reduces them to 0 hp, their brain explodes.": "你释放出一股超能量，在一个60英尺锥形范围内形成心灵力量的风暴，影响生物的大脑。范围内所有生物必须进行智力豁免检定。若未能通过，他们将受到{@damage 10d8}的精神伤害并处于{@condition stunned}。若成功通过，他们将受到一半的伤害且没有其他效果。如果这个法术将他们的生命值降至0，他们的大脑会爆炸。（D&D运行组规则）",
	"At the end of a {@condition stunned} creature's turns, it rolls {@dice 1d6}. Their Intelligence score is reduced by an amount equal to the roll. The creature then reattempts the saving throw using their original intelligence score, gaining a bonus to the roll equal to the total amount their Intelligence score has been reduced. On a success, they are no longer {@condition stunned}. If a creature's Intelligence is reduced to 0, they die.": "在一个{@condition stunned}生物的回合结束时，它要掷骰子{@dice 1d6}。它的智力值会减少相应的数值。然后，该生物使用原来的智力值再次尝试豁免投掷，获得的投掷加值等于其智力值被减少的总量。如果成功，它将不再是{@condition stunned}状态。如果一个生物的智力减少到0，它会死亡。",
	"A creature recovers 1 point of Intelligence loss after completing a long rest. The heal, regenerate, and wish spells can instantly restore all lost Intelligence. Greater restoration can restore {@dice 1d6} points of lost Intelligence.": "一个生物在完成长休后恢复1点智力损失。治愈、再生和愿望法术可以立即恢复所有失去的智力。{@dice 1d6}的失去智力可以通过强力恢复法术来恢复。",
	"You send a spear of psychic energy outward at a creature within range. The target must make an Intelligence saving throw. On a failure, they take {@damage 5d8} psychic damage and forget your existence until the end of your next turn, becoming unable to perceive or think about you. On a success, they take half as much damage and suffer no other effects. All creatures along a 5-foot wide straight line between you and the target must also make an Intelligence saving throw, suffering the same damage as the primary target on a failure or half damage on a success.": "你向范围内的生物发射一道精神能量之矛。目标必须进行一次智力豁免才能。若未通过，它们会受到{@damage 5d8}点精神伤害，并在你的下一回合结束前忘记你的存在，无法感知或思考你。若通过，它们只受一半伤害且不受其他影响。你与目标之间的直线上所有生物也必须进行一次5英尺宽的智力豁免，未通过者受到与主要目标相同的伤害，通过者则受到一半伤害。",
	"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@scaledamage 5d8|4-9|1d8} for each slot level above 4th.": "当你使用5级或更高级别的法术位施放此法术时，每个高于4级的法术位等级的伤害增加了{@scaledamage 5d8|4-9|1d8}。",
	"You create a swirling storm cloud, centered on a point you can see and covering a cylinder with a 60-foot radius and a height up to 5000 feet. Every creature starting its turn below the cloud must make a Constitution saving throw or suffer {@damage 4d8} thunder damage and be {@condition deafened} until the start of their next turn.": "你制造出一个漩涡般的风暴云，位于你能看见的点上，笼罩着一个半径为60英尺、高度高达5000英尺的圆柱体。每个在云下开始他们的回合的生物必须进行一次体质豁免才能避免受到{@damage 4d8}雷霆伤害，并且在他们下一次行动开始前保持为{@condition deafened}状态。(thunder)",
	"As long as you maintain {@status concentration} on the spell, you can use your action to intensify the storm. You can add one of the following effects to the storm, which lasts for the duration. Adding an effect does not remove prior effects, though most effects can be added only once.": "只要你保持法术中的{@status concentration}，你可以利用你的行动加强暴风雨。你可以给暴风雨添加以下效果之一，该效果持续一段时间。添加效果不会移除之前的效果，尽管大多数效果只能添加一次。(storm)",
	"{@b Lightning.} Lightning strikes rain down. As a bonus action, you can designate two 10' radius areas beneath the cloud to be struck by lightning. All creatures within the areas must make a Dexterity saving throw, suffering {@damage 4d12} lightning damage on a failure or half as much on a success.": "{@b Lightning.} 闪电如雨般降落。作为一个奖励动作，你可以指定云层下的两个半径为10英尺的区域被闪电击中。在这些区域内的所有生物必须进行敏捷豁免检定，失败则受到 {@damage 4d12} 闪电伤害，成功则减半。",
	"{@b Downpour.} Torrential rain falls. The storm's entire area becomes difficult terrain, and heavily obscured to every creature except you.": "{@b Downpour.} 倾盆大雨倾泻而下。风暴覆盖的整个区域变成了艰难地形，并对除你之外的每个生物造成了浓雾覆盖。",
	"{@b Hurricane.} Gusting winds whip with brutal ferocity. Ranged weapon attacks in the area automatically fail. Every Huge or smaller creature starting its turn below the cloud must make a Strength saving throw or be thrown 30 feet in a random direction and knocked {@condition prone}.": "{@b Hurricane.} 狂风呼啸，凶猛无情。范围内的远程武器攻击自动失败。每个巨型或更小的生物在云下开始回合时，必须进行一次力量豁免检定，否则将朝一个随机方向被掀起30英尺，并受到{@condition prone}的影响。",
	"{@b Hailstorm.} Icy stones rain down. Every creature starting its turn below the cloud takes {@damage 2d10} bludgeoning damage. Any attempt to make a saving throw to maintain {@status concentration} below the cloud is made at disadvantage.": "{@b Hailstorm.} 冰冷的石头雨倾泻而下。每个在云层下方开始其回合的生物受到 {@damage 2d10} 的钝击伤害。任何试图进行豁免来保持 {@status concentration} 在云层下的尝试都会以劣势进行。 {@b Hailstorm.} (Icy stones rain down) {@status concentration}",
	"{@b Expansion.} You can move the storm 120 feet or increase its radius by 60 feet. You can add this effect any number of times.": "{@b Expansion.} 你可以将风暴移动120英尺，或将其半径增加60英尺。你可以无限次地添加这个效果。",
	"You touch your head, transferring a thought into a cloud-like wisp, which appears in your hand as a Tiny, weightless, semisolid object. The color of the thought-wisp depends on the thought: ideas are yellow, memories are silver, and messages are blue.": "你碰触你的头，将一个思维转移到像云一样的薄雾中，它出现在你的手中，成为一个微小、无重量、半固体的物体。这个思维薄雾的颜色取决于思维内容：想法是黄色的，记忆是银色的，信息是蓝色的。 (Tiny, weightless, semisolid object)",
	"When you cast the spell, you can limit who can receive the contents to specific creatures or creature types. A specified creature can use its action to receive whatever the thought-wisp contains, ending the spell. If no limit is specified, any creature can do so.": "当你施放这个咒语时，你可以将接收内容的对象限制为特定生物或生物类型。指定的生物可以使用其行动来接收思维光点包含的任何内容，并结束该咒语。如果没有指定限制，任何生物都可以这样做。 (dnd running group rules)",
	"Any creature who can cast this spell or is {@status concentration||concentrating} on a spell that allows thought reading (such as {@spell detect thoughts} or {@spell modify memory}) can use its action to receive what a thought-wisp contains, ending the spell. A creature {@status concentration||concentrating} in this manner can also cast this spell to transform thoughts it reads into a thought-wisp. Additionally, modify memory can affect thought-wisps.": "任何能够施展此法术或者是{@status concentration||concentrating}法术的目标的生物（例如{@spell detect thoughts}或{@spell modify memory}）可以利用其动作来接收思维光点所含内容，结束法术。以此方式接收的生物{@status concentration||concentrating}同样可以施展此法术，将所读取的思维转化为思维光点。此外，修改记忆也能影响思维光点。",
	"A creature can touch a thought-wisp and use its action to disperse it, ending the spell.": "一只生物可以触摸一个思维幻灯并使用它的行动来驱散它，结束该咒语。 (thought-wisp)",
	"You create a burst of cracking sound that can be heard up to 100 feet away. All other creatures within 5 feet of you must succeed on a Constitution saving throw or take {@damage 1d8} thunder damage and be {@condition deafened} until the end of their next turn.": "你发出一阵爆裂声，可以听到距离你多达100英尺的地方。你周围5英尺内的所有其他生物必须成功进行一次体质豁免才能避免受到{@damage 1d8} 雷霆伤害，并在接下来的回合结束前保持{@condition deafened}。",
	"The spell's damage increases by {@dice 1d8} when you reach 5th level ({@dice 2d8}), 11th level ({@dice 3d8}), and 17th level ({@dice 4d8}).": "法术的伤害在你达到5级时增加了{@dice 1d8}（{@dice 2d8}），11级时增加了{@dice 1d8}（{@dice 3d8}），和17级时增加了{@dice 1d8}（{@dice 4d8}）。",
	"You envelop your hand in a vile miasma. Make a melee spell attack against a creature within your reach. On a hit, the target takes {@damage 1d6} poison damage and is {@condition poisoned}. At the end of each of their turns, they can make a Constitution saving throw, ending the poison on a success. Until the spell ends, you can make this attack again on each of your turns as an action.": "你将手笼罩在一股恶臭的瘴气中。对你能够触及的生物进行一次近战法术攻击。命中时，目标受到{@damage 1d6}毒素伤害，并处于{@condition poisoned}。在它们每个回合结束时，它们可以进行一次体质豁免检定，若成功则解除中毒效果。在法术持续期间，你可以在每个回合的行动阶段再次进行此攻击。 (melee spell attack)(Constitution)(action)",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@scaledamage 1d6|2-9|1d6} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，伤害会每个高于2级的法术位等级增加{@scaledamage 1d6|2-9|1d6}。 (dnd running group rules)",
	"You call down a huge tornado at a point you can see on the ground within range. The twister is a 30-foot radius, 100-foot high cylinder centered on that point. Until the spell ends, you can use your action to move it up to 30 feet along the ground.": "你在你能看到的范围内的地面上召唤出一个巨大的龙卷风。龙卷风是以该点为中心的半径为30英尺，高度为100英尺的圆柱体。直到咒语结束，你可以利用你的动作将其沿着地面移动最多30英尺。(twister)",
	"When a creature enters the twister on its turn or starts its turn there, it must make a Strength saving throw. On a failure, it takes {@damage 10d6} bludgeoning damage, and a Large or smaller creature is sucked up into the twister and {@condition restrained}. Restrained creatures move with the twister when it moves, and are carried vertically 25 feet each round toward the twister's center. At the end of each of its turns, a {@condition restrained} creature can attempt the saving throw again. On a success, it is hurled 60 feet horizontally out of the twister in a random direction.": "当生物在其回合进入龙卷风或在其中开始回合时，必须进行一次力量豁免投骰。如果失败，它将受到 {@damage 10d6} 的钝击伤害，而大型或更小的生物将被卷入龙卷风中并 {@condition restrained}。被限制的生物随着龙卷风移动，并且每轮朝龙卷风中心垂直移动 25 英尺。在其每个回合结束时，一个 {@condition restrained} 生物可以再次尝试豁免投骰。如果成功，它将以随机方向横向被抛出龙卷风 60 英尺。",
	"The twister's area is lightly obscured, and ranged attacks that pass through the twister automatically miss.": "龙卷风的区域有轻微遮蔽，穿过龙卷风的远程攻击自动失效。",
	"You plant an unquenchable rage in the mind of one humanoid you can see within range. The target must make a Wisdom saving throw or become {@condition charmed} by you, their eyes glowing with a fiery light. When you cast the spell, or as an action on subsequent turns, you may activate this rage.": "你在视线内的一名人形生物心中种下了一种无法平息的愤怒。目标必须进行一次感知豁免，否则会变成{@condition charmed}，它们的眼睛闪烁着火焰般的光芒。当你施放这个法术，或者在随后的回合中以一个动作激活这种愤怒时。 (unquenchable rage)",
	"If their rage is activated, at the beginning of the target's turn, they must move up to their speed towards the closest other creature and use their action to make 1 melee attack against them. If their rage is not activated or they cannot reach another creature, the target may take their turn as normal. Regardless, they may attempt a Wisdom saving throw at the end of their turn, ending the spell on a success.": "如果他们的愤怒被激活，目标回合开始时，他们必须向最近的其他生物移动其速度的距离，并使用动作对其进行1次近战攻击。如果他们的愤怒未被激活或者他们无法接近其他生物，目标可以像平常一样进行回合。无论如何，他们可以在回合结束时尝试进行一次感知豁免检定，成功的话将结束该法术。（Rage）",
	"If you cast this spell using a spell slot of 4th level or higher, the target makes 2 attacks if they possess an ability that would normally allow them to make more than one attack on their turn.": "如果你使用4级或更高级的法术位施放这个法术，目标在其回合上拥有可以使其进行多次攻击的能力的情况下，将进行2次攻击。 (DND)",
	"You contact an otherwordly entity, offering it the gems used in the spell's casting in exchange for the history of a person, place, or object. The entity tells you everything it knows about the subject (typically well-known lore or widely-told stories).": "你联系了一个超自然实体，提供了用于施法的宝石，以换取某个人、地方或物体的历史。这个实体告诉你关于这个主题的一切（通常是众所周知的传说或广为人知的故事）。（D&D进行团规）",
	"After it is contacted, the entity researches the subject for up to 1 week. Its discoveries appear as writing in the jeweled notebook. It might learn obscure myths, forgotten legends, or even lost secrets. The more information you possess when you cast the spell, the faster and more detailed the results will be. The entity may not understand the information it finds, and so might impart unsolved riddles, confusing poems, or other puzzling communications. Once the entity has conveyed everything it can discover, the spell ends.": "联系后，该实体将对主题进行最长为1周的研究。其发现将以珍宝笔记中的文字形式呈现。它可能会了解到晦涩的神话、被遗忘的传奇，甚至是失落的秘密。当你施放此法术时，你拥有的信息越多，结果就会越快速、更详细。该实体可能无法理解它找到的信息，因此可能会传达未解之谜、令人困惑的诗歌或其他难解的信息。一旦该实体传达了它所能发现的一切，法术就会结束。 (DnD跑团规则)\n",
	"You conjure an arcane sentry in an unoccupied space that you can see within range. It can take any form you wish, but is obviously magical in nature, and is always Small or Medium. It lasts for the duration, until you dismiss it, until you move 100 feet from it, or until you cast the spell again.": "你在你能看到的范围内的未被占据的空间召唤一名奥术哨兵。它可以采取你希望的任何形态，但显然是魔法性质的，并且始终是小型或中型。它持续到持续时间结束，直到你解除它，直到你与它相距100英尺，或者直到你再次施放该咒语。(Small)",
	"When you cast the spell, designate any number of creatures you can see as the sentry's allies. The sentry is {@condition invisible} to everyone except its allies, and if any other creature of CR 1/4 or higher comes within 60 feet of it, it calls out an alarm. It can see {@condition invisible} creatures, see into the Ethereal Plane, and cannot be deceived by illusions.": "当你施放这个法术时，请指定任何你可以看见的生物作为哨兵的盟友。哨兵对所有生物是{@condition invisible}，除了它的盟友，如果任何其他1/4 CR或更高等级的生物靠近它60英尺以内，它会发出警报。它可以看见{@condition invisible}生物，可以看到虚空位面，并且不会被幻象欺骗。",
	"As an action on your turn, you may direct the sentry to attack a target you can see within 100 feet of its original location. It can move up to 30 feet, and then makes a melee attack with your spell attack modifier. On a hit, it deals {@damage 4d8} force damage. If you are {@condition incapacitated}, {@condition unconscious}, or otherwise unable to direct the sentry, then at the end of your turn it attacks the nearest creature of CR 1/4 or higher that is not its ally.": "在你的回合中，你可以指挥哨兵攻击你能看到的距离其原始位置100英尺内的目标。它可以移动最多30英尺，然后使用你的法术攻击修正值进行近战攻击。命中时，它造成{@damage 4d8}的力量伤害。如果你是{@condition incapacitated}、{@condition unconscious}或无法指挥哨兵，那么在你的回合结束时，它会攻击距离最近且等级为1/4或更高的非盟友生物。",
	"You construct a wall of blowing dirt and grit at a point you can see within range. The wall can be up to 30 feet long, 10 feet high, and 10 feet thick. The wall blocks line of sight. When a creature enters the wall or starts its turn there, it must make a Strength saving throw. On a failure, moving within the wall requires 6 feet of movement for each foot traveled. On a success, movement within the wall only consumes 3 feet of movement for each foot. Regardless of the save, a creature is {@condition blinded} and {@condition deafened} while within the wall.": "你在你能看到的范围内构建一堵吹起的泥土和砂砾的墙。墙可以长达 30 英尺，高达 10 英尺，厚达 10 英尺。这堵墙会阻挡视线。当生物进入墙内或从墙内开始它的回合时，它必须进行一次力量豁免检定。在失败时，移动到墙内需要每英尺行进 6 英尺的移动力。在成功时，墙内的移动只需每英尺行进 3 英尺的移动力。无论豁免结果如何，生物在墙内时会变为{@condition blinded}和{@condition deafened}。",
	"The wall disappears when the spell ends.": "咒语结束时，墙壁消失。 (The wall disappears when the spell ends.)",
	"You make a magical sign, creating a protective ward around yourself. For the duration, whenever you take damage, the ward takes the damage instead. If this damage reduces the ward to 0 hit points, you take any remaining damage and the spell ends. The ward has 4 hit points and is resistant to bludgeoning, piercing, and slashing damage.": "你做出了一个神奇的标记，为自己创造了一个保护结界。在此期间，每当你受到伤害时，结界承受该伤害。如果这个伤害将结界降低到 0 点生命值，你会承受剩余的伤害，且法术结束。这个结界有 4 点生命值，对钝击、穿刺和斩击伤害具有抗性。 (D&D)",
	"When you cast this spell using a spell slot of 2nd level or higher, the ward's hit points increase by {@scaledamage 4|1-9|2d4} for each slot level above 1st.": "当你使用2级或更高级别的法术位施放此法术时，护盾的生命值将每个超出1级的法术位等级增加{@scaledamage 4|1-9|2d4}。",
	"You summon a wall of swirling water at a point you can see on the ground within range. The wall can be up to 30 feet long, 10 feet high, and 5 feet thick, or a ring up to 15 feet in diameter, 20 feet high, and 5 feet thick. Moving within the wall costs 3 feet of movement for each foot. The wall's water disappears when the spell ends.": "你在你能看到的范围内的地面上召唤出一堵旋转的水墙。这堵墙最长可达30英尺，高度为10英尺，厚度为5英尺，或者是一个直径最长可达15英尺，高度为20英尺，厚度为5英尺的圆环。在墙内移动每英尺需要消耗3英尺的移动力。法术结束时，墙上的水会消失。",
	"Creatures entering the wall must make a Strength saving throw, suffering {@damage 2d6} bludgeoning damage on a failure or half as much on a success. Ranged attacks passing through the wall have disadvantage and deal half damage. Fire effects passing through are instantly extinguished. Cold effects passing through apply to any creature within 5 feet of the point they touch the wall. Lightning effects apply half their damage to any creature in contact with the wall when they pass through.": "进入墙壁的生物必须进行一次力量豁免，失败则受到{@damage 2d6}钝击伤害，成功则减半。穿过墙壁的远程攻击具有劣势，并造成一半的伤害。穿过的火焰效果会立即熄灭。穿过的冷冻效果会对接触墙壁的任何生物产生影响，范围为5英尺。穿过的闪电效果会对通过时接触墙壁的生物造成一半的伤害。",
	"You name a specific location on the same plane of existence, receiving supernatural knowledge regarding the way between you and the destination. If the destination moves to another plane, the spell fails.": "你在同一存在平面上指定了一个特定位置，获得了关于你和目的地之间路径的超自然知识。如果目的地移到了另一个平面，法术失败。",
	"When you cast the spell, choose one of the following options, the effects of which last for the duration of the spell. While the spell lasts, you can end one option as an action to gain the benefits of a different one.": "施放咒语时，请选择以下选项之一，其效果持续咒语的持续时间。在咒语持续期间，您可以将一个选项作为一个行动结束，以获得另一个选项的好处。 (spell)",
	"{@b Dowsing.} The pendulum tugs in a direction with increasing urgency as you near your destination, informing you of its distance and direction.": "{@b Dowsing.} 当你接近目的地时，钟摆朝着一个方向更加急切地摆动，向你指示距离和方向。 (dnd running group rules: 摆动，proper nouns: 无)",
	"{@b Ascertainment.} Whenever you are presented with a choice of paths along the way to the destination, the pendulum points towards the shortest and most direct route (ignoring safety).": "{@b Ascertainment.} 每当你在通往目的地的路上面临选择时，钟摆会指向最短、最直接的路线（忽略安全）。（dnd 跑团规则）",
	"{@b Forecast.} The mirror displays images of the next 30 miles on the path to the destination, granting a general awareness of natural hazards or obstacles, such as decaying bridges or cliffs.": "{@b Forecast.} 镜子上显示通往目的地的路径上未来30英里的图像，提供对自然灾害或障碍物（如腐烂的桥梁或悬崖）的一般认识。",
	"You fill a 5-foot-diameter sphere with whirling daggers in a space of your choice within range for the duration. A creature takes {@damage 4d4} slashing damage when it enters the spell's area for the first time on a turn or starts its turn there.": "你在射程内的一个自选空间内用旋转匕首填满一个直径5英尺的球体，持续一段时间。在一个回合中，生物第一次进入法术区域或从那里开始它的回合时，会受到{@damage 4d4}的割伤伤害。",
	"As an action, you can cause the daggers to point and shoot at a creature within 30 feet of the sphere. Make a ranged spell attack. On a hit, targets take {@damage 4d4} piercing damage, or half as much damage on a miss. Hit or miss, the spell ends.": "作为一个行动，你可以让匕首指向并射击球体内 30 英尺范围内的生物。进行一次远程法术攻击。命中目标，目标会受到{@damage 4d4}穿刺伤害，或者未命中时受到一半伤害。无论命中与否，法术结束。 (D&D running group rules中文)",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@scaledamage 4d4|2-9|2d4} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，伤害增加{@scaledamage 4d4|2-9|2d4}，每个超过2级的法术位增加一级。 (spell slot)",
	"You conjure a 30-foot disc of water centered on a point you can see within range, which whirls and spirals endlessly. It must be on the ground or in a body of water. The whirlpool's area is difficult terrain, but it is not deep enough to require swimming. Any creature that starts its turn there or enters on its turn must make a Strength saving throw. On a failure, they take {@damage 5d8} bludgeoning damage and are pulled 10 feet towards the center. If you target an existing body of water, the damage increases to {@dice 6d8}.": "你在你能看见范围内的某点上召唤一个直径30英尺的水盘，水盘在那点上旋转不止。它必须在地面上或水体中。漩涡的范围是艰难地形，但不深到需要游泳。任何在那里开始回合或在回合内进入的生物必须进行一次力量豁免检定。未能通过的生物会受到 {@damage 5d8} 的钝击伤害，并被拉向中心点10英尺。如果你选择一个已存在的水体为目标，伤害增加到 {@dice 6d8}。",
	"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@scaledamage 5d8;6d8|5-9|1d8} per level above 5th.": "当你使用6级或更高级的法术位施放此法术时，伤害每超过5级增加{@scaledamage 5d8;6d8|5-9|1d8}。",
	"You create a swirling sphere of water in a 10-foot radius at a point on the ground or in water you can see within range. Any creature that enters the sphere on its turn or starts its turn in it must succeed on a Strength saving throw or be {@condition restrained} and trapped within the water. At the start of each of its turns, a {@condition restrained} target can repeat the saving throw, ending the effect on a success. A Huge or smaller creature partially within the sphere makes its saving throw with advantage, while a Gargantuan creature automatically succeeds.": "你在射程内地面或水中可见处创建一个直径为10英尺的旋涡水球。任何进入该球体或者在其内部开始其回合的生物，必须进行一次力量豁免检定，否则会被困在水中。在其每个回合开始时，一个目标{@condition restrained}可以重新进行豁免检定，成功则结束效果。在球体内的巨型或更小生物进行豁免检定时获得优势，而庞大生物自动成功。{@condition restrained}",
	"As an action, you can cause the sphere to roll up to 30 feet, carrying all {@condition restrained} creatures with it. If this causes a creature in the sphere to collide with a creature outside it, both creatures take {@damage 4d6} bludgeoning damage. Restrained creatures are not affected by any terrain the sphere passes over. It puts out any fires it passes through.": "作为一个动作，你可以让这个球滚动至多30英尺，携带所有{@condition restrained}生物。如果这导致球内的生物与球外的生物相撞，两者都会受到{@damage 4d6}钝击伤害。被束缚的生物不受球经过的任何地形影响。它会熄灭它经过的任何火焰。{@condition restrained} (creatures) {@damage 4d6} (bludgeoning damage)",
	"As a bonus action, you can hurl a {@condition restrained} creature out of the sphere. It is thrown 20 feet in a direction of your choice and takes {@damage 4d6} bludgeoning damage. If it collides with another creature, that creature must make a Dexterity saving throw or take {@damage 4d6} bludgeoning damage.": "作为一个额外动作，你可以将一个{@condition restrained}生物从球体中抛出。它被投向你选择的方向并受到{@damage 4d6}钝击伤害。如果它与另一个生物碰撞，那个生物必须进行敏捷豁免检定，否则会受到{@damage 4d6}钝击伤害。",
	"When the spell ends, creatures {@condition restrained} by it fall {@condition prone} and it extinguishes all fires within 20 feet. The water disappears afterward.": "当法术结束时，被其影响的生物 {@condition restrained} 都会陷入 {@condition prone}，并且会熄灭20英尺内的所有火焰。之后水会消失。",
	"You shrivel and decay every living thing within a 30-foot cube you can see within range, sucking the life away until the targets crumble to dust. Each creature in the area must make a Constitution saving throw. On a failure, the target takes {@damage 12d8} necrotic damage, and has its movement reduced by half and disadvantage on all its attack rolls and ability checks until the end of its next turn. On a success, it takes half as much damage and no other effects.": "你能看到范围内的每个生物都会枯萎腐烂，生命被吸走直至目标化为尘埃，符合范围内的每个生物必须进行一次体质豁免。失败者受到{@damage 12d8}死灵伤害，并且其移动速度减半，攻击和技能检定都具有劣势，直至其下一个回合结束。成功者则受到一半的伤害，且没有其他影响。（necrotic damage）",
	"Constructs and undead automatically succeed on this saving throw, while plants have disadvantage. Anything reduced to 0 hit points while under the spell's effect crumbles to dust.": "根据当地的语言习惯，像 (%num%) 这样的文本在翻译中应该仍然输出为 (%num%)。\n\n在这个豁免检定上，构造物和不死生物自动成功，而植物则有劣势。在法术影响下降到 0 点生命值的任何物体都会崩塌成尘土。",
	"You send a surge of negative energy into a creature that you can see within range. The target must make a Constitution saving throw. On a failed save, it takes {@damage 14d6} necrotic damage, or half as much damage on a successful save. The target's hit point maximum is reduced for 1 hour by an amount equal to the necrotic damage it took.": "你向你能看见的生物释放了一股负能量。目标必须进行一次体质豁免投骰。在未能通过豁免检定时，它受到 {@damage 14d6} 的死灵伤害，成功通过豁免检定时受到一半伤害。目标的生命值上限会在接下来的1小时内减少与其所受死灵伤害相等的数值。(D&D运行小组规则)(Constitution saving throw)(necrotic damage)",
	"The fiend has advantage on saving throws against spells and other magical effects.": "恶魔在对抗咒语和其他魔法效果的豁免 throws 中具有优势。 (The fiend)",
	"The fiend can make two attacks, only one of which can be Abyssal Bile.": "邪魔可以进行两次攻击，其中只有一次可以是深渊胆汁。 (fiend)",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3 slashing}) damage.": "{@atk mw} {@hit 5} 进行攻击，射程5英尺，目标一个。造成{@h}7({@damage 1d8 + 3 slashing})点伤害。",
	"The fiend sprays abyssal bile at one creature within 10 feet of it. The target must make a Charisma saving throw. On a failure, they roll {@dice 1d4} and are afflicted by a condition according to the result.": "恶魔向其十英尺范围内的一名生物喷洒深渊污秽。目标必须进行一次魅力豁免投骰。失败时，它们投掷 {@dice 1d4}，并根据结果受到一种状态的影响。 (fiend)",
	"The target is {@condition frightened} of the fiend.": "目标是{@condition frightened}的魔物。",
	"The target is {@condition poisoned}.": "目标是 {@condition poisoned}。",
	"The target is {@condition restrained}.": "目标是 {@condition restrained}。",
	"The target erupts into black flames, taking {@damage 1d6 fire} damage at the start of each of their turns.": "目标突然爆发出黑色火焰，在他们的回合开始时受到{@damage 1d6 fire}伤害。",
	"The target can repeat the saving throw at the end of each of their turns, ending the effect on a success. Once a creature has saved against this ability, it is immune for 24 hours.": "目标可以在他们每个回合结束时重复进行豁免检定，成功后效果结束。一旦生物成功对抗了这个能力，它在24小时内免疫。（dnd running group）",
	"The puppet makes two Skeletal Slash attacks.": "木偶进行两次骷髅斩击攻击。(Skeletal Slash)",
	"{@atk mw} your spell attack modifier to hit, reach 5 ft., one target. {@h}4 {@damage 1d6 + 1 slashing} damage.": "{@atk mw} 你的法术攻击修正值以命中，射程 5 英尺，一个目标。{@h}4 {@damage 1d6 + 1 slashing} 伤害。",
	"Skeletons arise when animated by dark magic. They heed the summons of spellcasters who call them from their stony tombs and ancient battlefields, or rise of their own accord in places saturated with death and loss, awakened by stirrings of necromantic energy or the presence of corrupting evil.": "骷髅在被黑暗魔法激发时升起。他们听从那些从他们石制墓穴和古老战场中召唤他们的法师的召唤，或者在充满死亡和失落的地方自行升起，被死灵能量的激荡或腐化邪恶的存在唤醒。 (骷髅)",
	"Whatever sinister force awakens a skeleton infuses its bones with a dark vitality, adhering joint to joint and reassembling dismantled limbs. This energy motivates a skeleton to move and think in a rudimentary fashion, though only as a pale imitation of the way it behaved in life. An animated skeleton retains no connection to its past, although resurrecting a skeleton restores it body and soul, banishing the hateful undead spirit that empowers it.": "无论是何种邪恶力量唤醒了一个骷髅，都会注入其骨骼黑暗的活力，使关节贴合在一起，重新组装被拆散的四肢。这股能量激励着骷髅以一种基本的方式移动和思考，虽然只是生前行为的苍白模仿。一个被激活的骷髅与其过去毫无联系，尽管复活一个骷髅会恢复它的身体和灵魂，驱逐赋予它力量的可恶不死之灵。",
	"While most skeletons are the animated remains of dead humans and other humanoids, skeletal undead can be created from the bones of other creatures besides humanoids, giving rise to a host of terrifying and unique forms.": "虽然大多数骷髅是已故人类和其他类人生物的活化遗骸，但骨骼亡灵也可以由除人类之外的其他生物的骨骼制成，从而产生一系列令人恐惧且独特的形态。",
	"Skeletons raised by spell are bound to the will of their creator. They follow orders to the letter, never questioning the tasks their masters give them, regardless of the consequences. Because of their literal interpretation of commands and unwavering obedience, skeletons adapt poorly to changing circumstances. They can't read, speak, emote, or communicate in any way except to nod, shake their heads, or point. Still, skeletons are able to accomplish a variety of relatively complex tasks.": "法术召唤的骷髅被绑定在其创造者的意志之下。它们严格按照命令执行，从不质疑主人赋予的任务，无论后果如何。由于它们对命令的字面理解和绝对服从，骷髅在面对变化中表现得很差。它们不能阅读、说话、表情或以任何方式沟通，除了点头、摇头或指示外。尽管如此，骷髅仍然能够完成各种相对复杂的任务。 (D&D跑团规则适用，Proper Nouns保留英文在括号中)",
	"A skeleton can fight with weapons and wear armor, can load and fire a catapult or trebuchet, scale a siege ladder, form a shield wall, or dump boiling oil. However, it must receive careful instructions explaining how such tasks are accomplished.": "一只骷髅可以使用武器并穿戴盔甲，可以装填和发射弹射器或投石机，攀登攻城梯，组成盾墙，或倒下滚烫的油。然而，它必须接受仔细的说明，解释如何完成这些任务。 (skeleton)",
	"Although they lack the intellect they possessed in life, skeletons aren't mindless. Rather than break its limbs attempting to batter its way through an iron door, a skeleton tries the handle first. If that doesn't work, it searches for another way through or around the obstacle.": "虽然骷髅们失去了生前的智慧，但并非无心无意。与其试图用力摔断自己的骨骼以破开铁门，一个骷髅会先尝试转动把手。如果那样做不起作用，它会寻找另一种穿越或绕过障碍的方式。 (skeleton)",
	"Independent skeletons temporarily or permanently free of a master's control sometimes pantomime actions from their past lives, their bones echoing the rote behaviors of their former living selves. The skeleton of a miner might lift a pick and start chipping away at stone walls. The skeleton of a guard might strike up a post at a random doorway. The skeleton of a dragon might lie down on a pile of treasure, while the skeleton of a horse crops grass it can't eat. Left alone in a ballroom, the skeletons of nobles might continue an eternally unfinished dance.": "独立的骷髅，暂时或永久摆脱了主人的控制，有时会模仿他们过去生命中的行动，它们的骨骼回响着它们以前生前的机械行为。 一个矿工的骷髅可能会举起镐头，开始在石墙上凿去。 一个警卫的骷髅可能会在任意门口站岗。 一条龙的骷髅可能会躺在一堆宝藏上，而一匹马的骷髅则可能会啃食它不能吃的草。 在舞厅里独自一人时，贵族的骷髅可能会继续进行永远未完成的舞蹈。",
	"When skeletons encounter living creatures, the necromantic energy that drives them compels them to kill unless they are commanded by their masters to refrain from doing so. They attack without mercy and fight until destroyed, for skeletons possess little sense of self and even less sense of self-preservation.": "当骷髅遇到活物时，驱使它们的亡灵能量迫使它们杀死对方，除非它们的主人命令它们不这样做。它们毫不留情地攻击，并战斗至毁灭，因为骷髅几乎没有自我意识，甚至更少的自我保护意识。(necromantic energy)(masters)",
	"A skeleton doesn't require air, food, drink, or sleep.": "一个骷髅不需要空气、食物、饮料或睡眠。 (skeleton)",
	"{@atk mw} your spell attack modifier to hit, reach 5 ft., one target. {@h}{@damage 2d4 + 2} bludgeoning damage.": "{@atk mw} 你的法术攻击修正值以命中目标，射程 5 英尺，一个目标。{@h}{@damage 2d4 + 2} 钝击伤害。",
	"If damage reduces the zombie to 0 hit points, it must make a Constitution saving throw with a DC equal to the damage taken, unless the damage is radiant or from a critical hit. On a success, the puppet drops to 1 hit point instead.": "如果伤害将僵尸的生命值降至0，它必须进行一次体质豁免检定，DC等于受到的伤害，除非伤害是辐射性的或来自重要打击。成功的话，傀儡的生命值变为1，保持英文在`(puppet)`后面。",
	"The puppet has advantage on its grapple check against a creature if at least one other allied Zombie Puppet is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "傀儡对抓取检定有优势，如果至少有一个其他友方僵尸傀儡在该生物附近5英尺内，并且该盟友不是{@condition incapacitated}。",
	"From somewhere in the darkness, a gurgling moan is heard. A form lurches into view, dragging one foot as it raises bloated arms and broken hands. The zombie advances, driven to kill anyone too slow to escape its grasp.": "在黑暗中的某处，传来了一阵咕噜的呻吟声。一个身影摇摇晃晃地出现在视野中，拖着一只脚，举起膨胀的手臂和断裂的手。这个僵尸向前迈进，被驱使着杀死任何逃脱不及的人。 (zombie)",
	"Sinister necromantic magic infuses the remains of the dead, causing them to rise as zombies that do their creator's bidding without fear or hesitation. They move with a jerky, uneven gait, clad in the moldering apparel they wore when put to rest, and carrying the stench of decay.": "邪恶的死灵魔法渗入死者的遗体中，使它们升起为僵尸，无畏无惧地执行其创造者的命令。它们以一种急促、不均匀的步态移动，身着埋葬时所穿的腐朽服装，并散发着腐朽的气息。(僵尸)",
	"Most zombies are made from humanoid remains, though the flesh and bones of any formerly living creature can be imbued with a semblance of life. Necromantic magic, usually from spells, animates a zombie. Some zombies rise spontaneously when dark magic saturates an area. Once turned into a zombie, a creature can't be restored to life except by powerful magic, such as a {@spell resurrection} spell.": "大多数僵尸是由人形尸体制成的，尽管任何曾经生活的生物的肉体和骨骼都可以被赋予生命的幻象。通常是通过咒语的死灵魔法来激活僵尸。一些僵尸在黑暗魔法浸透的地区自发上升。一旦变成僵尸，生物就无法通过强大的魔法恢复生命，例如{@spell resurrection}咒语。",
	"A zombie retains no vestiges of its former self, its mind devoid of thought and imagination. A zombie left without orders simply stands in place and rots unless something comes along that it can kill. The magic animating a zombie imbues it with evil, so left without purpose, it attacks any living creature it encounters.": "一名僵尸不再保留其以前的任何痕迹，其思想和想象力空无一物。一个没有命令的僵尸只是呆立在原地腐烂，除非有什么东西出现可以被它杀死。操控僵尸的魔法赋予了它邪恶，因此在没有目的的情况下，它会攻击任何遇到的生物。（僵尸）",
	"Zombies appear as they did in life, showing the wounds that killed them. However, the magic that creates these vile creatures often takes time to run its course. Dead warriors might rise from a battlefield, eviscerated and bloated after days in the sun. The muddy cadaver of a peasant could claw its way from the ground, riddled with maggots and worms. A zombie might wash ashore or rise from a marsh, swollen and reeking after weeks in the water.": "僵尸出现时如同它们生前一般，展现着导致它们死亡的伤口。然而，创造这些邪恶生物的魔法通常需要一段时间来发挥作用。战场上的死去的战士可能会起身，经过数日的晒日，身体被剖开而膨胀。一个乡下农民的泥泞尸体可能会从地下挣扎而出，身上爬满了蛆虫和蠕虫。一具僵尸可能会从海边冲上岸，或从沼泽地中升起，经过数周的浸泡，膨胀而发臭。 (warriors)(peasant)(zombie)",
	"Zombies take the most direct route to any foe, unable to comprehend obstacles, tactics, or dangerous terrain. A zombie might stumble into a fast-flowing river to reach foes on a far shore, clawing at the surface as it is battered against rocks and destroyed. To reach a foe below it, a zombie might step out of an open window. Zombies stumble through roaring infernos, into pools of acid, and across fields littered with caltrops without hesitation.": "僵尸会直接向任何敌人进发，无法理解障碍物、战术或危险地形。一个僵尸可能会笨拙地走进急流涌动的河流，试图到达对岸的敌人，在被岩石撞击并毁灭的过程中挣扎着在水面上抓挠。为了到达下方的敌人，一个僵尸可能会从开着的窗户走出去。僵尸在熊熊烈火中蹒跚前行，进入酸液池，穿过布满尖刺的领域，毫不犹豫地。 (Zombies)(僵尸)",
	"A zombie can follow simple orders and distinguish friends from foes, but its ability to reason is limited to shambling in whatever direction it is pointed, pummeling any enemy in its path. A zombie armed with a weapon uses it, but the zombie won't retrieve a dropped weapon or other tool until told to do so.": "一只僵尸可以遵循简单的命令，并区分友军与敌人，但它的推理能力仅限于朝着被指示的方向蹒跚前进，痛击路径上的任何敌人。一只持有武器的僵尸会使用它，但在未被告知前不会捡起掉落的武器或其他工具。 (僵尸, zombie)",
	"A zombie doesn't require air, food, drink, or sleep.": "一只僵尸不需要空气、食物、饮料或睡眠。(D&D 运行小组规则)",
	"After Beek died, we cast an {@spell animate dead} spell on his corpse. It was fun for a while, but the zombie started to smell real bad, so we doused it in oil and set it on fire. Beek would've found that hilarious.": "在比克（Beek）死后，我们对他的尸体施放了{@spell animate dead}法术。一开始很有趣，但是这个僵尸开始散发出真实的恶臭，所以我们把它浇上了油并点燃了它。比克（Beek）一定会觉得这很滑稽。",
	"The animal doesn't provoke opportunity attacks when it flies out of an enemy's reach.": "这种动物在飞出敌人攻击范围时不会引发机会攻击。 (opportunity attacks)",
	"The animal has advantage on attacks against enemies within 5 feet of an ally who isn't {@condition incapacitated}.": "动物在与不是{@condition incapacitated}的盟友5英尺内的敌人进行攻击时具有优势。",
	"The animal has advantage on attacks against enemies below their maximum hit points.": "动物在攻击低于其最大生命值的敌人时具有优势。 (D&D运行小组规则)",
	"The animal can breathe underwater.": "动物可以在水下呼吸。 (The animal can breathe underwater.)",
	"The animal makes a number of attacks equal to half this spell's level (rounded down).": "动物进行攻击次数等于此法术等级的一半（向下取整）。（（spell）此法术的英文保留在括号内）",
	"{@atk mw} {@hitYourSpellAttack} to hit, reach 5 ft., one target. {@h}{@damage 1d6 + 3} + the spell's level piercing damage.": "{@atk mw} {@hitYourSpellAttack} 进行攻击，达到 5 英尺，一个目标。{@h}{@damage 1d6 + 3} + 法术等级的穿刺伤害。",
	"{@atk mw} {@hitYourSpellAttack} to hit, reach 5 ft., one target. {@h}{@damage 1d4 + 1} + the spell's level slashing damage.": "{@atk mw} {@hitYourSpellAttack} 进行攻击，达到5英尺，一个目标。{@h}{@damage 1d4 + 1} + 法术等级的斩击伤害。",
	"When the golem starts its turn below half its maximum hit points, it goes berserk. It gains advantage on all its attacks, but loses 5 hit points at the end of its turn if it does not attack anything.": "当傀儡的回合开始时，其生命值低于其最大生命值的一半，它会变得狂暴。它在所有攻击中获得优势，但如果它没有攻击任何东西，则在回合结束时失去5点生命值。 (golem)",
	"Once per turn when the golem hits a creature with an attack, it can force the target to make a Wisdom saving throw against your spell save DC. On a failure, the target's speed is halved and it can no longer take reactions until the end of its next turn.": "每回合，当傀儡用攻击命中一名生物时，它可以迫使目标对你的法术豁免 DC 进行一次感知豁免。如果失败，目标的速度减半，直到其下一回合结束时都不能采取反应。 (golem)",
	"The golem makes a number of attacks equal to half this spell's level (rounded down). Only one can be a Poisonous Gas attack, if available.": "傀儡进行的攻击次数等于此法术等级的一半（向下取整）。仅限一个攻击可以是毒气攻击，如果有的话。",
	"{@atk mw} your spell attack modifier to hit, reach 5 ft., one target. {@h}{@damage 1d8 + 4} + the spell's level bludgeoning damage.": "{@atk mw} 你的法术攻击修正值命中，射程 5 英尺，一个目标。{@h}{@damage 1d8 + 4} + 法术等级的钝击伤害。",
	"All other creatures within 5 feet must make a Constitution saving throw against your spell save DC. On a failure, they take {@damage 1d12} + the spell's level poison damage and are {@condition poisoned} until the end of their next turn.": "所有距离5英尺内的其他生物必须进行一次根据你的法术豁免 DC 的体质豁免检定。失败的话，它们会受到{@damage 1d12} + 法术等级的毒性伤害，并在其下一个回合结束前保持{@condition poisoned}状态。",
	"The spirit can move through creatures and objects as if they were difficult terrain. If it ends its turn inside an object, it appears in the nearest unoccupied space and takes {@damage 1d10} force damage for every 5 feet traveled.": "精神可以像通过艰难地形一样穿越生物和物体。 如果它在物体内结束回合，它将出现在最近的未占用空间中，并且每移动5英尺将承受{@damage 1d10}力量伤害。 (the spirit can move through creatures and objects as if they were difficult terrain. If it ends its turn inside an object, it appears in the nearest unoccupied space and takes {@damage 1d10} force damage for every 5 feet traveled.)",
	"Once on its turn when it hits an enemy with a melee attack, the spirit can force the target to make a Wisdom saving throw against your spell save DC or become {@condition frightened} until the end of its next turn.": "在其轮次中，当灵魂用近战攻击击中敌人时，可以强迫目标进行一次智力豁免检定，豁免 DC 为你的法术豁免 DC，或者直到其下一个轮次结束之前成为{@condition frightened}。",
	"When reduced to 0 hp by anything other than a critical hit or bludgeoning, force, or radiant damage, the spirit leaves its bones behind rather than disappearing. As a bonus action, you can revive it at 1 hit point.": "当由除了关键命中或钝击、力量或光辉伤害之外的任何事物降至0点生命值时，该精神不会消失，而是留下其骨骼。 作为一个额外动作，你可以将其复活到1点生命值。(dnd 运行小组规则)",
	"The spirit makes a number of attacks equal to half this spell's level (rounded down).": "这个法术的等级一半（向下取整）的次数。 (法术名称)",
	"{@atk mw} your spell attack modifier to hit, reach 5 ft., one target. {@h}{@damage 1d4 + 2} + the spell's level necrotic damage.": "{@atk mw} 你的法术攻击修正值命中，射程5英尺，一个目标。{@h}{@damage 1d4 + 2} + 法术等级的死灵伤害。 {@h} 和 {@damage 1d4 + 2} 保持英文在 `()` 中。",
	"{@atk rw} your spell attack modifier to hit, range 80/320, one target. {@h}{@damage 1d6 + 2} + the spell's level piercing damage.": "你的法术命中修正为攻击，射程80/320，一个目标。{@h}{@damage 1d6 + 2} + 法术等级的穿刺伤害。{@atk rw} (%D&D running group rules)\n",
	"{@atk mw} your spell attack modifier to hit, reach 5 ft., one target. {@h}{@damage 1d6 + 3} + the spell's level slashing damage. The target must make a Constitution saving throw against your spell save DC or become {@condition poisoned} until the end of its next turn. If the target is already {@condition poisoned}, they are {@condition paralyzed} instead.": "{@atk mw} 你的法术命中调整值以命中，射程 5 尺，一个目标。{@h}{@damage 1d6 + 3} + 法术等级的斩击伤害。目标必须根据你的法术豁免 DC 进行体质豁免才能成为{@condition poisoned}直到下个回合结束。如果目标已经是{@condition poisoned}，则它们会成为{@condition paralyzed}。",
	"{@b Spells That Don't Suck} is created by Omega Ankh & somanyrobots, which is licenced {@link CC-BY|https://creativecommons.org/licenses/by/4.0/legalcode} and available {@link here|https://www.gmbinder.com/share/-NR0OWlW60yv2EfA3qQp}.": "与当地语言习惯保持一致，文本中像 (%num%) 这样的内容应在翻译中仍然输出为 (%num%)。\n\n翻译需遵守 dnd 运行团规则，专有名词在翻译后应保留英文括号 `()`。\n\n{@b Spells That Don't Suck} 是由 Omega Ankh & somanyrobots 创建，其许可证为 {@link CC-BY|https://creativecommons.org/licenses/by/4.0/legalcode}，可在 {@link here|https://www.gmbinder.com/share/-NR0OWlW60yv2EfA3qQp} 上获得。",
	"All rules & spell text in this document is licensed as CC-BY, under the Creative Commons Attribution 4.0 International license {@link CC-BY|https://creativecommons.org/licenses/by/4.0/legalcode}. Broadly, it can be republished freely or incorporated into commercial works as long as credit is given to the original creators.": "本文中所有规则和咒文文本均根据知识共享署名 4.0 国际许可协议{@link CC-BY|https://creativecommons.org/licenses/by/4.0/legalcode}授权。总体上，只要给予原创者适当的鸣谢，可以自由再版或合并到商业作品中。\n\nTranslation comply with dnd (龙与地下城) running group rules and proper nouns should keep the English in `()` after the translation.",
	"Includes spells from Kibbles' Casting Compendium 2.0 by KibblesTasty Homebrew LLC, which is licensed CC-BY and available {@link here|https://www.kthomebrew.com/krd}.": "符合当地语言习惯，文本中像(%num%)这样的内容在翻译中仍应输出为(%num%)。\n\n翻译遵守DND运行团规则，专有名词在翻译后应在括号内保留英文。\n\n包括KibblesTasty Homebrew LLC的《魔法施放手册2.0》，该手册由KibblesTasty Homebrew LLC授权使用CC-BY许可，可在{@link here|https://www.kthomebrew.com/krd}获取。",
	"If you want to include spells from this document in your own work, include a reference, for example:": "若您想在自己的作品中包含此文档中的法术，请附上参考文献，例如：",
	"Includes spells from Spells That Don't Suck by Omega Ankh and somanyrobots, which is licensed {@link CC-BY|https://creativecommons.org/licenses/by/4.0/legalcode} and available {@link here|https://www.gmbinder.com/share/-NR0OWlW60yv2EfA3qQp}.": "根据当地语言习惯，文本中像(%num%)这样的内容在翻译中应该仍然输出为(%num%)。\n翻译遵循DND运行小组的规则，专有名词在翻译后应保留英文在`()`中。\n\n包括《Spells That Don't Suck》一书中的咒语，作者是Omega Ankh和somanyrobots，其许可证为{@link CC-BY|https://creativecommons.org/licenses/by/4.0/legalcode}，可在{@link here|https://www.gmbinder.com/share/-NR0OWlW60yv2EfA3qQp}获取。",
	"If you want to incorporate KibblesTasty's spells, you absolutely can, but make sure to include a credit to him. See above in the Licensing section.": "根据当地语言习惯，文本中的像 (%num%) 这样的内容在翻译时应该保持不变，仍然输出为 (%num%)。\n\n翻译需遵守 dnd 跑团规则，专有名词在翻译后应在括号内保留英文。\n\n如果你想加入 KibblesTasty 的法术，完全可以，但请确保在其中包含对他的致谢。请参考上述的许可部分。",
	"Acid Arrow's just terrible, its numbers are really low. Buffed it to well above curve, to compensate for the delayed-damage aspect, and added it to the sorcerer list to make black and copper draconic sorcerers functional.": "酸箭真的很糟糕，它的数字非常低。将其增强到远超常规水平，以弥补延迟伤害的特点，并将其添加到巫师名单中，使黑色和铜色龙族巫师功能正常。 (Acid Arrow's just terrible, its numbers are really low. Buffed it to well above curve, to compensate for the delayed-damage aspect, and added it to the sorcerer list to make black and copper draconic sorcerers functional.)"
}