{
	"You are able to channel the forces of undeath to create one of the following effects:": "你可以利用亡灵力量创造以下效果之一：",
	"1.You can cause a corpse of a creature you can see in range to randomly twitch or move. For example, you can cause the arm or tail of a corpse to wave. This movement is not enough to perform simple tasks, interact with an objects, or harm a creature in any manner.": "1. 你可以让你能看到范围内的生物尸体随机抽搐或移动。例如，你可以让尸体的手臂或尾巴挥动。这种移动不足以执行简单任务，与物体互动，或以任何方式伤害生物。",
	"2.You can cause one Medium or smaller corpse or piece of a corpse to briefly reanimate and move 5ft. in a direction of your choice. After the end of this movement it returns, to its inanimate state.": "2. 你可以使一个中等大小或更小的尸体或尸体的一部分短暂地复活，并向你选择的方向移动5英尺。移动结束后，它将恢复成无生命状态。",
	"3.You can mend a single dismemberment such as a hand or arm, on a corpse or skeleton that you can see in range. For example, you can reattach an arm or mend a broken bone of a corpse provided the necessary body parts are availalble": "3. 你可以修复一个你能看到范围内的尸体或骷髅的单个肢解，比如手或手臂。例如，你可以重新连接一只手或修复尸体的断骨，前提是必要的身体部位是可用的。",
	"4.You can cause the eyes of a corpse to give off dim light in a 5ft. radius for up to 1 minute as you briefly stimulate the fragments of its soul.": "4. 你可以在短暂地刺激尸体的灵魂碎片时，让尸体的眼睛在5英尺的半径内发出微弱的光，持续时间最长为1分钟。",
	"5.You can cause any remnant flesh on a skeleton to rapidly decompose over 1 minute. This process only leaves hardened or bleached bone.": "5. 你可以让骷髅上的任何残余肉体在1分钟内迅速腐烂。这个过程只会留下硬化或漂白的骨骼。",
	"6.You can cause spectral whispers or voices to originate from a corpse. You have no control of these whispers as they are in language that the creature spoke in life and the word or phrase spoken is a random phrase about something in that creature's life. It may be any name of a person, thing, place, or moment from any point in that creature's life.": "6. 你可以让尸体发出幽灵般的低语或声音。你无法控制这些低语，因为它们会以生前生物所说的语言发出，并且所说的词语或短语是关于生物生活中某件事的随机短语。它可能是生物生活中的任何一个人、物、地方或时刻的名字。",
	"If you cast this spell multiple times, you can have up to three of its 1-minute Effects active at a time, and you can dismiss such an Effect as an action.": "如果你多次施放这个法术，你可以同时激活最多三个持续1分钟的效果，并且你可以将这样的效果作为一个动作解除。",
	"As a part of the action used to casted the spell, you must make a melee weapon attack with a weapon against one creature within the spell's range, otherwise the spell fails. On a hit, the target suffers the attack's normal effects. If this attack reduces a creature to 0 hitpoint, you gain {@dice 1d8} temporary hitpoints.": "作为施放该法术所使用的行动的一部分，你必须使用武器进行一次近战武器攻击，攻击范围内的一名生物，否则法术失败。命中时，目标受到攻击的正常效果。如果这次攻击将一名生物的生命值降至0，你获得{@dice 1d8} 临时生命值。",
	"At Higher Levels The spell's damage increases when you reach higher level. At 5th level, the melee attack deals an extra {@damage 1d8} necrotic damage to the target and you gain {@dice 2d8} temporary hitpoints upon reducing a creature to 0 hitpoints. Both die increase by {@dice 1d8} at 11th level and 17th level.": "在更高等级时，法术的伤害会随着你的等级提升而增加。在5级时，近战攻击对目标造成额外{@damage 1d8}的死灵伤害，并且在将生物的生命值降至0时，你会获得{@dice 2d8}临时生命值。在11级和17级时，这两个数值会分别增加{@dice 1d8}。",
	"Your can infuse your weapon with necromantic magic that causes your opponent's wounds to fester. As a part of the action used to cast the spell, you must make a melee weapon attack with a weapon against one creature within the spell's range, otherwise the spell fails. On a hit, the target suffers the attack's normal effects. The next time that creature takes damage until the start of your next turn, it takes an additional {@damage 1d6} necrotic damage": "你可以将你的武器注入死灵魔法，使你的对手的伤口溃烂。作为施放该法术所使用的行动的一部分，你必须使用一项近战武器对法术范围内的一名生物进行一次近战武器攻击，否则法术失败。命中时，目标遭受攻击的正常效果。直到你的下一个回合开始前，该生物下次受到伤害时，会额外受到{@damage 1d6}死灵伤害。",
	"At Higher Levels. The spell's damage increases when you reach higher level. At 5th level, the melee attack deals an extra {@damage 1d6} necrotic damage to the target and the target takes an additional {@damage 2d6} necrotic damage. Both die increase by {@dice 1d6} at 11th and 17th level.": "在更高等级。当你达到更高等级时，法术的伤害会增加。在5级时，近战攻击对目标造成额外{@damage 1d6}死灵伤害，目标还会额外受到{@damage 2d6}死灵伤害。在11级和17级时，这两个值都会增加{@dice 1d6}。",
	"You can create a dark tether of necrotic magic that amplifies that pain of a debilitated creature. This necrotic blast hits a creature of your choice that suffers from one of the following conditions: {@condition blinded}, {@condition deafened}, {@condition poisoned}, or {@condition paralyzed}. The necromantic tendril deals {@damage 2d8} necrotic damage to its target.": "你可以创造一个黑暗的死灵魔法纽带，加剧一个虚弱生物的痛苦。这个死灵冲击打击你选择的一个生物，它正遭受以下条件之一：{@condition blinded}，{@condition deafened}，{@condition poisoned}，或{@condition paralyzed}。这个死灵触须对目标造成{@damage 2d8}点死灵伤害。",
	"This effect automatically fails and the spell is wasted if a creature does not suffer from any one of these conditions.": "如果生物不符合这些条件中的任何一个，这个效果会自动失败，法术也会被浪费。",
	"At Higher Levels. When you cast this spell using a spell slot of 2nd level or higher, the spell deals an additional {@damage 1d8} damage for each spell level above 1st.": "在更高等级时。当你使用2级或更高级的法术位施放这个法术时，该法术会针对每超过1级的法术等级额外造成{@damage 1d8}伤害。",
	"You can fire a wailing soul at your enemies. Make a ranged attack against a creature. On a hit, the target takes {@damage 2d8} necrotic damage and must succeed a Wisdom saving throw. On a failed saving throw, that creature is {@condition frightened} until the end of its next turn. For the duration of the effect, that creature's movement speed is halved until the end of its next turn.": "你可以向你的敌人发射一个悲鸣的灵魂。对一个生物进行远程攻击。命中后，目标受到{@damage 2d8}点死灵伤害，并必须进行一次感知豁免。未能通过豁免的生物在其下个回合结束前被{@condition frightened}。在效果持续期间，该生物的移动速度减半，直到其下个回合结束。",
	"At Higher Levels When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d8} for each slot level above 1st.": "在更高等级时，当你使用2级或更高级别的法术位施放这个法术时，伤害每超过1级的位级增加{@dice 1d8}。",
	"The next time you hit a creature with a melee attack during this spell's duration, you weapon flares with necrotic energy and the attack deals an additional {@damage 2d8} necrotic damage.": "在此法术持续期间，下次你用近战攻击命中生物时，你的武器会闪耀着死灵能量，攻击额外造成{@damage 2d8}点死灵伤害。",
	"If the target does not possess all of its hitpoints, the target takes an additional {@damage 1d8} necrotic damage.": "如果目标没有恢复所有生命值，目标会额外受到{@damage 1d8}点死灵伤害。",
	"At Higher Levels When you cast this spell using a spell slot of 3rd level or higher, the extra initial damage increases by {@dice 1d8}.": "在更高等级时，当你使用3级或更高级别的法术位施放这个法术时，额外的初始伤害增加了{@dice 1d8}。",
	"You can invoke the wrath of the spirits of the dead to punish a creature that damage you. A creature must succeed a Wisdom saving throw. On a failed saving throw, that creature takes {@damage 2d8} necrotic damage is {@condition frightened} until the end of its next turn. While {@condition frightened} in this manner, a creature's speed is halved for the duration. On a successful saving throw, creatures takes half damage and are otherwise unaffected.": "你可以唤起死灵的愤怒来惩罚伤害你的生物。生物必须进行一次感知豁免。在豁免失败时，该生物受到{@damage 2d8}点死灵伤害，且在其下一个回合结束前速度减半。在此期间，生物的速度减半。在豁免成功时，生物受到一半伤害且不受其他影响。",
	"At Higher Levels When you cast this spell of 3rd level or higher, the damage increases by {@dice 1d8} for each slot above 2nd level.": "在更高等级时，当你施放这个3级或更高级别的咒语时，伤害会每个高出2级的法术位增加{@dice 1d8}。",
	"You can imbue a corpse of a creature of challenge rating 1 or lower, that is not an Construct, Plant, or Undead to raise it back to life as a skeleton. After you finish casting your spell, the corpse returns to life as a skeletal servant.": "你可以给一个挑战等级为1或更低的生物的尸体注入力量，但不能是构装、植物或不死生物，使其复活为骷髅。在你完成施法后，尸体将以骷髅仆从的形式复活。",
	"In its undead form, the target's game statistics remain the same except for the following. The creature can't use any features such Class features, Innate Spellcasting, Pact Magic, Spellcasting, abilities with a recharge, legendary actions, or lair actions of its original form.": "在其不死形态下，目标的游戏统计数据保持不变，除了以下情况。该生物不能使用其原始形态的任何特性，如（Class features），固有咒法，契约魔法，咒法施放，具有充能的能力，传奇行动，或者巢穴行动。",
	"For the duration of this spell, the creature gains the following additional traits:": "在此法术持续期间，该生物获得以下额外特性：",
	"1.This creature's type changes to Undead.": "这个生物的类型变成了不死族(Undead)。",
	"2.It gains immunity to poison, psychic, and necrotic damage.": "2. 它获得对毒素、精神和死灵伤害的免疫。",
	"3.It gains immunity to being {@condition charmed}, exhausted, {@condition frightened}, {@condition petrified}, or {@condition poisoned}": "3. 它获得免疫于被 {@condition charmed}、疲惫、{@condition frightened}、{@condition petrified} 或 {@condition poisoned} 的效果。",
	"4.It gains resistance to bludgeoning, piercing, and slashing damage from attacks that are not silvered.": "4. 它获得对非银制武器造成的钝击、刺击和斩击伤害的抵抗力。",
	"5.It no longer needs to breathe or eat.": "5. 它不再需要呼吸或进食。",
	"6.When it is reduced to 0 hitpoints, it can make a Constitution saving throw equal to half the damage dealt (minumum 10) to regain 1 hitpoint instead.": "6. 当其生命值降至0时，它可以进行一次等于所受伤害一半的体质豁免检定（最低为10），以恢复1点生命值。",
	"7.It cannot benefit from this feature if it is turned or takes radiant damage on that turn.": "7. 如果它在那个回合被转向或受到辐射伤害，就无法从这个特性中受益。",
	"The undead is friendly to you and your allies and acts on your initiative after your turn. It obeys your verbal commands as a bonus action as you mentally command any creature you made with this spell within 60 feet of you (if you control multiple undead, you can command any or all of them at the same time, issuing the same command to each one).": "不死生物对你和你的盟友友好，并在你的回合结束后按照你的先攻顺序行动。你可以通过口头命令来控制它，作为一个额外动作，同时你可以通过精神力量来指挥这个法术创造的任何生物，距离你60英尺以内（如果你控制多个不死生物，你可以同时命令任意数量的不死生物，对每一个发出相同的命令）。",
	"You decide what action the undead will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the undead only defends itself against hostile creatures. Once given an order, the undead continues to follow it until its task is complete.": "你可以决定不死生物在下一回合中采取什么行动以及它将移动到哪里，或者你可以发布一个一般性命令，比如守卫特定的房间或走廊。如果你没有发布命令，不死生物只会保护自己免受敌对生物的攻击。一旦接到命令，不死生物将继续遵循直到任务完成。",
	"If the Undead is killed, it is reduced to ash completely destroying its form.": "如果不死族被杀死，它会被完全化为灰烬，彻底摧毁其形态。",
	"The undead is under your control for 24 hours, after which it stops obeying any Command you've given it. To maintain the control of the undead for another 24 hours, you must cast this spell on the undead again before the current 24-hour period ends. This use of the spell reasserts your control on that undead.": "不死生物在你的控制下，持续24小时，之后它将不再服从你给予的任何命令。要继续控制不死生物，你必须在当前24小时结束之前再次对其施放这个咒语。这次咒语的使用重新确立了你对那个不死生物的控制。",
	"Upon casting this spell on the same undead every day for one year, it becomes permanently under your control.": "每天对同一具不死生物施放这个法术，一年后它将永久地处于你的控制之下。",
	"At Higher Levels When you cast this spell using a spell slot of 4th Level or higher, the challenge rating of a creature that you can reanimate increases by 1.": "在更高等级时，当你使用4级或更高级的法术位施放这个法术时，你可以重新复活的生物的挑战等级增加1。",
	"You can imbue necromantic magic into a corpse of a creature of challenge rating 1 or lower that has died within the last month, that is not a Construct, Plant, or Undead to raise it back to life as a zombie. After you finish casting your spell, the corpse returns to life as a zombified servant. In its undead form, the target's game statistics remain the same except for the following: The undead can't use any features from Class features, Innate Spellcasting, Pact Magic, Spellcasting, abilities with a recharge, legendary actions or lair action of its original form.": "你可以将死亡时间在过去一个月内的挑战等级为1或更低的生物的尸体注入死灵魔法，使其以僵尸的形式复活，前提是它不是一具构装、植物或不死生物。在你完成施法后，尸体将以僵尸仆从的形式复活。在其不死形态下，目标的游戏统计数据保持不变，除非以下情况：不死生物无法使用原始形态的职业特性、固有施法、契约魔法、法术施放、具有充能的能力、传奇行动或巢穴行动。",
	"1.This creature's type is now Undead.": "这个生物的类型现在是不死族(Undead)。",
	"2.Creatures hit by the zombie's melee attacks must succeed a Constitution saving throw equal to your spell DC or become {@condition poisoned} until the end of its next turn": "僵尸的近战攻击命中生物后，它们必须进行一次体质豁免，豁免 DC 等于你的法术豁免 DC，否则在其下个回合结束前变为 {@condition poisoned}。",
	"3.Creatures {@condition poisoned} by the zombie cannot regain hitpoints for the duration of that effect.": "在这个效果持续期间，{@condition poisoned} 无法恢复生命值。",
	"4.The zombie can use its bonus action to move up to its movement speed towards a hostile creature it can see.": "4. 僵尸可以利用其奖励动作，向它能看到的敌对生物移动其移动速度。",
	"5.It gains immunity to poison and necrotic damage.": "5. 它获得了对毒素和死灵伤害的免疫力。",
	"6.It gains immunity to being {@condition charmed}, exhausted, {@condition frightened}, or {@condition poisoned}": "6. 它获得免疫于被 {@condition charmed}、疲惫、{@condition frightened} 或 {@condition poisoned} 的效果。",
	"7.It gains resistance to bludgeoning, piercing, and slashing damage from attacks that are not silvered.": "7. 它对非银制武器造成的钝击、穿刺和砍击伤害获得抗性。 (Dungeons & Dragons)",
	"8.It no longer needs to breathe or eat": "8. 它不再需要呼吸或进食 (D&D)",
	"9.When it is reduced to 0 hitpoints, it can make a Constitution saving throw equal to half the damage dealt (minumum 10) to regain 1 hitpoint instead. It cannot benefit from this feature if it is turned or takes radiant damage on that turn.": "当它的生命值降至0时，它可以进行一次体质豁免，豁免值等于所受伤害的一半（最低为10），以恢复1点生命值。如果它在那一回合被转化或受到辐射伤害，则无法从这个特性中获益。",
	"The undead is friendly to you and your allies and acts on your initiative after your turn. It obeys your verbal commands as a bonus action as you mentally command any undead you made with this spell within 60 feet of you (if you control multiple undeads, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the undead will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the undead only defends itself against hostile creatures. Once given an order, the undead continues to follow it until its task is complete.": "不死生物对你和你的盟友友好，并在你的回合之后按照你的先攻顺序行动。它会听从你的口头命令，作为一个额外动作，当你在60英尺内精神指挥你用这个法术制造的任何不死生物（如果你控制多个不死生物，你可以同时命令任何一个或全部，对每一个发出相同的命令）。你决定不死生物在下一个回合将采取什么行动以及移动到哪里，或者你可以发布一个一般命令，比如守卫特定的房间或走廊。如果你没有发布命令，不死生物只会保护自己免受敌对生物的攻击。一旦接到命令，不死生物将继续遵循，直到任务完成。",
	"Upon casting this spell on the same undead every day for one year, it becomes permanently under your control": "每天对同一不死生物施放这个法术，持续一年，它将永久地处于你的控制之下。",
	"At Higher Levels When you cast this spell using a spell": "在更高等级时，当你施放这个法术时，使用一个法术",
	"slot of 4th Level or higher, the challenge rating of a creature": "4级或更高级别的法术位，生物的挑战等级",
	"that you can reanimate increases by 1.": "你可以重生的次数增加1。",
	"With a surge of necromantic energy, you can cause a corpse, or a creature with 0 hitpoints to explode. If the creature has 0 hitpoints, it must succeed a Constitution saving throw. On a failed saving throw, that creature instantly dies and explodes. Creatures in a 10ft. radius around that creature must succeed a Constitution saving throw or take {@damage 6d8} necrotic damage on a failed saving throw and half as much on a success. A creature or corpse that explodes is instantly killed and is reduced to ashes.": "随着一股死灵能量的涌动，你可以让一具尸体或者一个生命值为0的生物爆炸。如果这个生物的生命值为0，它必须进行一次体质豁免。豁免失败的话，该生物立刻死亡并爆炸。在距离该生物10英尺的范围内的生物必须进行一次体质豁免，豁免失败则受到{@damage 6d8}点死灵伤害，豁免成功则受到一半伤害。爆炸的生物或尸体立刻死亡并化为灰烬。",
	"On a successful saving throw, the target with 0 hitpoints loses one death saving throw (if applicable) and is otherwise unaffected.": "成功豁免检定后，目标如果有0点生命值，失去一次死亡豁免检定（如果适用），其他情况不受影响。",
	"This spell can only target corpses and automatically fails and is wasted if you target a construct, undead, or a living creature.": "这个法术只能以尸体为目标，如果你以构装、不死生物或活物为目标，法术会自动失败并浪费。",
	"As an action, you or a willing creature can assume the ethereal presence of a phantom. For the duration, You can move through other creatures and objects as if they were Difficult Terrain. Upon ending your turn in the space in another creature or object, your are shunted to the nearest unoccupied space. For every 5ft. you are shunted, you take 5 ({@damage 1d10}) force damage.": "作为一个动作，你或一个愿意的生物可以进入幻影的虚实状态。在持续时间内，你可以如同艰难地地形一样穿过其他生物和物体。当你结束回合时，如果你停留在另一个生物或物体的空间中，你会被推到最近的未被占据的空间。每被推移5英尺，你会受到5({@damage 1d10})的力量伤害。",
	"At Higher Levels When you cast this spell using a 4th level spell of higher, you can target an additional creature for each slot above 3rd.": "在更高等级时，当你使用4级或更高级别的法术时，你可以为每个高于3级的法术位额外选择一个目标生物。",
	"You can fire a pulse of necrotic energy that causes a creature's body to begin to wither an decay. Make a ranged attack against a creature. On a hit, the target takes {@damage 4d8} necrotic damage and must succeed a Constitution saving throw. On a failed saving throw, that creature suffers vulnerability to the next damage roll against it until the end of your next turn as its body is corrupted by necrotic magic.": "你可以释放一股死灵能量脉冲，使生物的身体开始枯萎腐烂。对一名生物进行远程攻击。命中后，目标受到{@damage 4d8}点死灵伤害，并必须进行一次体质豁免。未能通过豁免的生物在你的下一个回合结束前，对它进行的下一个伤害骰投掷将对其造成易伤，因为它的身体被死灵魔法腐蚀。",
	"At Higher Levels When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d8} for each slot level above 1st.": "在更高等级时，当你使用4级或更高级别的法术位施放这个法术时，伤害将每个高出1级的法术位等级增加{@dice 1d8}。",
	"You can summon four ethereal souls to orbit around you. These souls can take the form of phantoms, skulls, or wisps, for the spell's duration.": "你可以召唤四个虚幻的灵魂围绕着你。这些灵魂可以在法术持续时间内化为幻影、骷髅或鬼火的形态。",
	"When you cast a spell and as a bonus action on each of your turns thereafter, you can expend one of these souls to attack a creature you choose within 120ft. of you. Once the spirit reaches its target, that creature must succeed a Wisdom saving throw. On a failed saving throw, it takes {@damage 2d8} necrotic damage and is considered {@condition frightened} until the end of its next turn. On a successful saving throw, it takes half damage and is not {@condition frightened}.": "当你施放一个法术，并在此后的每个回合中将其作为一个奖励动作时，你可以消耗其中的一个灵魂来攻击你选择的距离120尺内的生物。一旦灵魂到达目标，该生物必须进行一次感知豁免。如果豁免失败，它会受到{@damage 2d8}点死灵伤害，并且被认为是{@condition frightened}，直到其下一个回合结束。如果豁免成功，它会受到一半的伤害，并且不会是{@condition frightened}。",
	"If one of these souls reduces a creature to 0 hitpoints, you regain one expended soul for the duration of the spell as you temporarily bind the spirit of your foe to fight for you.": "如果这些灵魂中的一个将生物的生命值降至0，你在法术持续期间将重新获得一个消耗的灵魂，因为你暂时将敌人的灵魂绑定在一起，让其为你而战。",
	"At Higher Levels When you cast this spell using a spell slot of 4th level or higher, the number of souls you can conjure increases by 1.": "在更高等级时，当你使用4级或更高级别的法术位施放这个法术时，你可以召唤的灵魂数量增加1。",
	"You can cast a necromantic soul curse on a creature within range. Until the spell ends, you can deal an additional {@damage 1d6} necrotic damage to the target whenever you hit it with an attack. A Remove Curse cast on the target ends this spell early.": "你可以对范围内的生物施放一项死灵灵魂诅咒。直到咒语结束，每当你用攻击命中目标时，你可以额外造成{@damage 1d6}点死灵伤害。对目标施放一次解咒术可以提前结束这个咒语。",
	"If a humanoid dies while under this curse, it returns to life as a skeleton or zombie at the start of its next turn. You can decide whether it is a zombie or a skeleton (the statistics for zombies and skeletons are in the Monster Manual).": "如果一个类人生物在受到这个诅咒的影响下死亡，它会在下一个回合开始时以骷髅或僵尸的形式复活。你可以决定它是僵尸还是骷髅（僵尸和骷髅的统计数据在《怪物手册》中）。",
	"You can use a bonus action to mentally command that undead with this spell. To receive the command, a creature must be within 60 feet of you. You decide what action the undead will take and where they will move during their next turn, or you can issue a general command.": "你可以使用一个奖励动作来用这个法术精神指挥(%Undead)。要接收指令，生物必须在你的60英尺内。你可以决定(%Undead)在它们的下一个回合内采取什么行动和移动到哪里，或者你可以发布一个一般性的指令。",
	"If you issue no commands, the undead do nothing except defend themselves against hostile creatures. Once given an order, the undead continue to follow it until their task is complete. That creature under your control until the spell ends, after which they become inanimate once more.": "如果你不发布任何命令，不死生物除了防御自己免受敌对生物的攻击外，什么也不做。一旦接到命令，不死生物会继续遵循直到任务完成。那个生物在你的控制下，直到法术结束，之后它们再次变得无生命。",
	"At Higher Levels When you cast this spell using a spell slot of 5th or 6th level, you can maintain your {@status concentration} on the spell for up to 8 hours. When you use a spell slot of 7th level or higher, you can maintain your {@status concentration} on the spell for up to 24 hours. At 9th level, you no linger have to maintain {@status concentration} on this spell and its duration lasts indefinitely or until you end it.": "在更高等级时，当你使用一个5级或6级的法术位施放这个法术时，你可以在法术上保持你的{@status concentration}长达8小时。当你使用一个7级或更高级的法术位时，你可以在法术上保持你的{@status concentration}长达24小时。在9级时，你不再需要保持{@status concentration}在这个法术上，它的持续时间将无限期地持续，直到你结束它。",
	"You are able to assault the very soul of your target with a torrent of necrotic magic. Creatures in a 20ft. radius sphere must make a Charisma saving throw. On a failed saving throw, a creature takes {@damage 6d8} necrotic damage and half as much on a successful saving throw. If this spell reduces a creature to 0 hitpoints, it is instantly killed.": "你可以用一股死灵魔法攻击目标的灵魂。在一个20英尺半径的球形范围内的生物必须进行一次魅力豁免。未能通过豁免的生物会受到{@damage 6d8}点死灵伤害，通过豁免的生物会受到一半伤害。如果这个法术让一名生物的生命值降至0，它会立刻死亡。",
	"This spell has no effect on constructs and undead.": "这个法术对机械生物和不死生物无效。",
	"At Higher Levels When you cast this spell using a spell slot of 5th level or higher, the extra damage increases by one {@dice 1d8}": "在更高等级时，当你使用5级或更高级别的法术位施放这个法术时，额外伤害增加了一个{@dice 1d8}。",
	"You can conjure a gateway to the realm of the dead causing a vortex of swirling spirits to harass your foes. A 20ft. radius and 40ft. high cylinder appears, centered on a point within range, lasting for the duration of the spell. This vortex is filled with the wails and screams of hundreds of spirits that can be heard up to 100ft. away.": "你可以召唤一个通往死者领域的门户，制造出一个漩涡般的鬼魂来困扰你的敌人。在施法距离内的某一点上出现一个直径20英尺、高40英尺的圆柱体，持续魔法的持续时间。这个漩涡充满了数百个鬼魂的哀嚎和尖叫声，可以在100英尺外听到。",
	"This vortex is considered to be difficult terrain and heavily obscures the vision of any creature in its area. Any creature that starts its turn in this area takes {@damage 2d8} necrotic damage. Any creature that ends its turn in this area must succeed a Wisdom saving throw or become {@condition frightened} until the end of its next turn. Creatures {@condition frightened} in this manner have their movement speed halved until the end of its next turn.": "这个漩涡被认为是艰难的地形，并且严重遮挡了该区域内任何生物的视线。任何在这个区域开始其回合的生物会受到{@damage 2d8}点死灵伤害。任何在这个区域结束其回合的生物必须成功进行一次感知豁免，否则会在其下一个回合结束前变成{@condition frightened}。以这种方式受影响的生物在其下一个回合结束前其移动速度减半。",
	"At Higher Levels When you cast this spell using a spell slot of 5th level or higher, the extra damage increases by one {@dice 1d8}.": "在更高等级时，当你使用5级或更高级别的法术位施放这个法术时，额外伤害增加了一个{@dice 1d8}。",
	"You can generate a sphere of withering magic in a 30ft. radius around a spot you can see within range. Creatures that first enter this field or starts its turn within the cannot regain hitpoints until the end of its next turn.": "你可以在你能看到的范围内的一个点周围生成一个半径为30英尺的凋零魔法球。首次进入这个范围的生物或者在其中开始它的回合的生物，在其下一个回合结束前不能恢复生命值。",
	"You can imbue necromantic magic into a corpse of a creature of challenge rating 1 or lower that has died within the last month that is not an Construct, Plant, or Undead to raise it back to life as a zombie. After you finish casting your spell, the corpse returns to life as a zombified servant.": "你可以将死去不超过一个月的挑战等级为1或更低的生物的尸体注入死灵魔法，使其以僵尸的形式复活，前提是它不是构装、植物或不死生物。在你完成施法后，尸体将以僵尸仆从的形式复活。",
	"In its undead form, the target's game statistics remain the same except for the following: the creature can't use any features from Class features, Innate Spellcasting, Pact Magic, Spellcasting, abilities with a recharge, legendary actions or lair actions of its original form.": "在其不死形态下，目标的游戏统计数据保持不变，除非以下情况：生物不能使用原始形态中的职业特性（Class features）、固有咒法（Innate Spellcasting）、契约魔法（Pact Magic）、咒法施放（Spellcasting）、具有充能的能力、传奇行动或巢穴行动。",
	"2.Creatures hit by the ghoul's melee attacks must succeed a Constitution saving throw equal to your spell DC or become {@condition paralyzed} until the end of its next turn": "食尸鬼的近战攻击命中生物后，它们必须进行一次体质豁免，豁免 DC 与你的法术豁免 DC 相同，否则在其下个回合结束前变成 {@condition paralyzed}。",
	"3.The creature gains a climbing speed equal to its walking speed and it can climb difficult surfaces without needing an ability check": "3. 该生物获得一个等同于其行走速度的攀爬速度，它可以在不需要进行能力检定的情况下攀爬困难表面",
	"4.The creature has disadvantage on Wisdom (Perception) checks and attack rolls if it starts its turn in sunlight": "4. 如果生物在阳光下开始它的回合，它在感知（感知）检定和攻击投掷中具有劣势。",
	"5.The creature can use its bonus action to move up to its movement speed towards a hostile creature it can see.": "5. 该生物可以利用其奖励动作，向它能看见的敌对生物移动其移动速度。",
	"6.It gains immunity to poison and necrotic damage.": "6. 它获得对毒素和死灵伤害的免疫力。",
	"7.It gains immunity to being {@condition charmed}, exhausted, or {@condition poisoned}": "7. 它获得免疫于被 {@condition charmed}、疲惫或 {@condition poisoned} 的效果。",
	"8.It gains resistance to bludgeoning, piercing, and slashing damage from attacks that are not silvered.": "8. 它对非银镀攻击的钝击、刺击和砍击伤害获得抗性。",
	"9.It no longer needs to breathe or eat": "9. 它不再需要呼吸或进食 (D&D)",
	"10.When it is reduced to 0 hitpoints, it can make a Constitution saving throw equal to half the damage dealt (minumum 10) to regain 1 hitpoint instead. It cannot benefit from this feature if it is turned or takes radiant damage on that turn.": "当它的生命值降至0时，它可以进行一次体质豁免，豁免值等于所受伤害的一半（最低为10），以恢复1点生命值。如果它在那一回合被转化或受到辐射伤害，则无法从这个特性中受益。",
	"At Higher Levels When you cast this spell using a spell slot of 6th Level or higher, the challenge rating of a creature that you can reanimate increases by 1.": "当你使用6级或更高级的法术位施放这个法术时，你可以复活的生物的挑战等级增加1。",
	"You can conjure a scythe of necromantic energy to create a reaping scythe. This magic weapon counts as a martial melee weapon which you are proficient. The scythe deals {@damage 4d8} necrotic damage on a hit and has the heavy and two handed property.": "你可以召唤死灵能量来制造一把收割镰刀。这把魔法武器被视为一把你熟练的军用近战武器。镰刀在命中时造成{@damage 4d8}点死灵伤害，并具有沉重和双手属性。",
	"When you use this weapon to reduce a humanoid to 0 hitpoints, it instantly dies and returns to life as your choice of a zombie or skeleton at the start of your next turn.": "当你使用这个武器将一个人型生物的生命值降至0时，它会立刻死亡，并在你的下一个回合开始时以你选择的僵尸或骷髅形式复活。",
	"You can decide whether it is a zombie or a skeleton (the statistics for zombies and skeletons are in the Monster Manual).": "你可以决定是僵尸还是骷髅（僵尸和骷髅的统计数据在《怪物手册》中）。",
	"You can use a bonus action to mentally command these undead with this spell. To receive the command, the undead must be within 60 feet of you. You decide what action the undead will take and where they will move during their next turn, or you can issue a general command.": "你可以使用一个奖励动作来用这个法术在心灵上指挥这些不死生物。要接收指令，不死生物必须在你的60英尺范围内。你可以决定不死生物在它们的下一个回合内采取什么行动以及它们将移动到哪里，或者你可以发布一个一般性的指令。",
	"If you drop the weapon or throw it, it dissipates at the end of the turn. Thereafter while the spell persists, you can use a bonus action to cause the scythe to reappear in your hand.": "如果你丢下武器或扔掉它，它会在回合结束时消失。在此之后，法术持续期间，你可以使用一个奖励动作让镰刀重新出现在你的手中。",
	"At Higher Levels When you cast this spell using a spell slot of 7th level or higher, the damage increases to {@dice 5d8}.": "在更高等级时，当你使用7级或更高级的法术位施放这个法术时，伤害增加到{@dice 5d8}。",
	"You are able to harness the last vestiges of life from a creature's soul to view it last moments of life through your own eyes. You can choose one corpse in range that that has not been dead no longer than a year. The spell fails if the corpse has been dead more than a year.": "你可以利用生物灵魂中最后的余晖，通过自己的眼睛观看它生命的最后时刻。你可以选择范围内未死逾一年的一具尸体。如果尸体已死逾一年，咒语将失败。",
	"Until the spell ends, you are able to view and access any memories that the corpse may have had within the last hour of its death. You are able to see and hear as if you were using the target's senses during life. While in this state, you are {@condition blinded} and {@condition deafened} to your own senses.": "在咒语持续期间，你能够查看并获取尸体在死亡的最后一小时内可能拥有的任何记忆。你能够像使用目标生前感官一样看到和听到。在这种状态下，你对自己的感官是{@condition blinded}和{@condition deafened}。",
	"While in this state, you can target specific memories that creature had based on any names, places, individuals, or other topics related to a specific memory .": "在这种状态下，你可以针对特定的记忆进行定位，这些记忆可能与某个名称、地点、个人或其他与特定记忆相关的主题有关。",
	"At Higher Level When you cast this spell at 7th level, this duration of accessed memories increases to 24 hours. When you use a 9th level spell slot, you can view any moment in the creatures life up to 1 year before its death.": "在更高等级时，当你以7级施放这个法术时，所能访问的记忆持续时间增加到24小时。当你使用9级法术位时，你可以查看生物死亡前一年内的任何时刻。",
	"You touch a point and infuse an area with necromantic magics. The area can have a radius up to 60 feet and the spell fails if the radius includes an area already under the effect of the Desecration or Hallow spell. The affected area is subject to the following effects:": "你触摸一个点，注入死灵魔法到周围区域。该区域的半径最多可达60英尺，如果该半径包括已受到《亵渎》或《神圣领域》法术影响的区域，则法术失败。受影响的区域将受到以下效果的影响：",
	"**Undying.** Dead bodies and corpses in the area cannot be revived or brought back to life by any means short of a Wish spell. After remaining in this area for one hour, dead bodies in this area return to life as a zombie or skeleton.": "**不朽**。该区域内的尸体和尸骸无法通过任何手段复活或复生，除非使用愿望（Wish）咒语。在该区域内停留一小时后，该区域内的尸体将以不死族或骷髅的形式复活。",
	"Undead raised in this manner are unfriendly to all living creatures. Roll initiative for the undead which has its own turns. It is under the Dungeon Master's control and acts according to its nature on each of its turns": "以这种方式复活的不死生物对所有活着的生物都不友好。为不死生物投掷先攻骰，它有自己的回合。由地下城主控制，并在每个回合按照其本性行动。",
	"**Cursed.** Creatures in this area cannot recover hitpoints. Whenever creatures take a short or long rest while in this area cannot use or regain hit die. Effects such as Lesser Restoration and Greater Restoration has no effect.": "**受诅咒**。在这个区域内的生物无法恢复生命值。每当生物在这个区域内进行短暂休息或长时间休息时，无法使用或恢复生命骰。像《小恢复术》和《大恢复术》这样的效果都无效。",
	"**Wither.** Affected creatures other than constructs and undead have their hitpoint maximum reduced by {@dice 2d10} while in this area. The damage can't reduce the target's hit points below 1. Once the creature leaves this area, its hit point returns to normal after 1 hour. A creature can only suffer from the effects of this casting of the spell once every day.": "**凋零术** 受影响的生物（不包括构装和不死生物）在此区域内，其生命值上限减少 {@dice 2d10}。但此伤害不能使目标的生命值降至1以下。一旦生物离开此区域，其生命值在1小时后恢复正常。每天，生物只能受到此法术的影响一次。",
	"**Aura of Negativity.** Affected undead within this area gain {@dice 2d10} temporary hitpoints.": "**负能量光环**. 在这个区域内受影响的不死生物获得{@dice 2d10}的临时生命值。",
	"**Soul Siphon.** Creatures reduced to 0 hitpoint while in this area are instantly killed.": "**灵魂虹吸.** 在这个区域内降至0点生命值的生物立即死亡。",
	"You can imbue necromantic magic into a corpse of a creature of challenge rating 1 or lower that has died within the last day, that is not an Construct or Undead to raise it back to life as a ghost. After you finish casting your spell, the corpse returns to life as a spectral servant while its physical corpse still remains. In its undead form, the target's game statistics remain the same except for the following: The creature can't use any features from Class features, Innate Spellcasting, Pact Magic, Spellcasting, abilities with a recharge, legendary actions or lair actions of its original form.": "你可以将死亡不超过一天的挑战等级为1或更低的生物的尸体注入死灵魔法，使其以幽灵的形式复活，前提是它不是构装或不死生物。在你完成施法后，尸体以幽灵仆从的形式复活，但其肉体仍然保留。在其不死形态下，目标的游戏统计数据保持不变，除了以下情况：该生物不能使用其原始形态的职业特性、固有法术施展、契约魔法、法术施展、具有充能的能力、传奇行动或巢穴行动。",
	"2.The ghost can move through other creatures and objects as if they were difficult terrain. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object.": "2. 这个幽灵可以像通过艰难地形一样穿过其他生物和物体。如果它在一个物体内结束自己的回合，它会受到5({@damage 1d10})的力场伤害。",
	"3.When the ghost reduces a creature to 0 hitpoints, that creature must succeed a Charisma saving throw equal to your spell save DC or be instantly killed": "3. 当幽灵将一名生物的生命值降至0时，该生物必须进行一次魅力豁免，豁免 DC 与你的法术豁免 DC 相等，否则将立即死亡。",
	"4.The ghost gains a flying speed equal to its walking speed.": "4. 幽灵获得一个与其行走速度相等的飞行速度。",
	"5.It gains immunity to poison, necrotic, and nonmagical bludgeoning, piercing, and slashing damage.": "5. 它获得了对毒素、死灵和非魔法钝击、穿刺和斩击伤害的免疫力。",
	"6.It gains immunity to being {@condition charmed}, exhausted, {@condition frightened}, {@condition grappled}, {@condition restrained}, {@condition petrified}, or {@condition poisoned}": "6. 它获得免疫无法移动 {@condition charmed}，疲惫，{@condition frightened}，{@condition grappled}，{@condition restrained}，{@condition petrified} 或 {@condition poisoned}。",
	"7.It gains resistance to cold, bludgeoning, piercing, and slashing damage from magical weapons": "7. 它对来自魔法武器的冰冷、钝击、穿刺和斩击伤害获得抗性。",
	"The undead is friendly to you and your allies and acts on your initiative after your turn. It obeys your verbal commands as a bonus action as you mentally command any creature you made with this spell within 60 feet of you (if you control multiple undead, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.": "不死生物对你和你的盟友友好，并在你的回合之后按照你的先攻顺序行动。它会遵从你的口头命令，作为一个额外动作，当你在60英尺内精神指挥你用这个法术创造的任何生物（如果你控制多个不死生物，你可以同时命令任何一个或全部，对每个生物下达相同的命令）。你决定生物在下一个回合将采取什么行动以及移动到哪里，或者你可以发布一个一般命令，比如守护特定的房间或走廊。如果你没有发布命令，生物只会保护自己免受敌对生物的攻击。一旦接到命令，生物会继续遵循直到任务完成。",
	"The creature is under your control for 24 hours, after which it stops obeying any Command you've given it. To maintain the control of the creature for another 24 hours, you must cast this spell on the creature again before the current 24-hour period ends. This use of the spell reasserts your control on that creature.": "该生物在你的控制下，持续24小时，之后它将不再遵从你给予的任何命令。要继续控制该生物的24小时，你必须在当前24小时结束之前再次对该生物施放这个咒语。这个咒语的使用会重新确认你对该生物的控制。",
	"Upon casting this spell on the same creature every day for one year, it becomes permanently under your control": "在每天对同一生物施放这个法术一年后，它将永久地处于你的控制之下。",
	"At Higher Levels When you cast this spell using a spell slot of 7th Level or higher, the challenge rating of a creature that you can reanimate increases by 1.": "在更高等级时，当你使用7级或更高级的法术位施放这个法术时，你可以复活的生物的挑战等级增加1。",
	"A creature you can see within 150ft. become consumed with necromantic magic. You can force a creature you can see within range to make a Charisma saving throw. On a failed saving throw, that creature takes {@damage 10d8} necrotic damage and half as much on a successful saving throw.": "你可以看见的生物在150英尺内被死灵魔法所吞噬。你可以强迫你能看见范围内的生物进行一次魅力豁免。如果未通过豁免，该生物受到{@damage 10d8}点死灵伤害，通过豁免则减半。",
	"If this attack reduces a creature to 0 hitpoints, you can choose to force another creature of your choice within range to make this saving throw. This creature takes {@damage 12d8} necrotic damage on a failed saving throw and half as much on a success. After this creature is targeted, the spell ends.": "如果这次攻击将一只生物的生命值降至0，你可以选择强迫范围内的另一只你选择的生物进行这次豁免才能。这只生物在豁免失败时受到{@damage 12d8}点死灵伤害，在豁免成功时受到一半伤害。在这只生物被选中后，法术结束。",
	"At Higher Levels When you cast this spell using a spell slot of 7th level or higher, you can target one additional creature before the spell ends, provided the prior target was reduced to 0 hitpoints. For each consecutive creature targeted, the damage die increases by {@dice 2d8}.": "在更高等级时，当你使用7级或更高级的法术位施放这个法术时，你可以在法术结束前将目标额外增加一个生物，前提是之前的目标已经降为0点生命值。对于每个连续的目标生物，伤害骰增加 {@dice 2d8}。",
	"You unleash a bubbling orb of necrotic energy imbuing creatures in range with various necromantic sicknesses. Each creature in a 30ft. radius around a spot that you can see within range must roll a {@dice d6} to determine the effect:": "你释放出一团冒泡的死灵能量球，给范围内的生物注入各种死灵疾病。在你能看到的范围内，每个距离一个点30英尺半径的生物都必须投掷一个{@dice d6}来确定效果：",
	"1. Agony Creatures take {@damage 5d8} necrotic damage on a failed saving throw and half as much on a success. If creatures are missing any hitpoints, the target takes {@damage 5d12} necrotic damage instead.": "1. 痛苦生物在豁免失败时受到{@damage 5d8}死灵伤害，成功时受到一半伤害。如果生物失去了任何生命值，目标将受到{@damage 5d12}死灵伤害。",
	"2. Withered Creatures take {@damage 5d8} necrotic damage and cannot recover hitpoints for one minute on a failed saving throw. Creatures can repeat its saving throw at the end of each of its turns to end the effect on a success. On a successful saving throw, creatures take half damage and are otherwise unaffected.": "2. 枯萎生物在一次豁免扑克失败后受到{@damage 5d8}点死灵伤害，并且在一分钟内无法恢复生命值。生物可以在自己的回合结束时重复进行豁免扑克，若成功则结束效果。在成功的豁免扑克时，生物受到一半伤害，其他方面不受影响。",
	"3. Disease Creatures take {@damage 5d8} poison damage and are {@condition poisoned} for one minute on a failed saving throw. Creatures can repeat its saving throw at the end of each of its turns to end the effect on a success. On a successful saving throw, creatures take half damage and are otherwise unaffected.": "3. 生物患病后，在未能通过豁免检定时受到{@damage 5d8}毒素伤害，并在一分钟内处于{@condition poisoned}状态。生物可以在自己的回合结束时重复进行豁免检定，若成功则结束效果。若豁免检定成功，生物受到一半伤害，其他方面不受影响。",
	"4. Decay Creatures take {@damage 5d8} necrotic damage on failed saving throw and half as much on a success. On a failed saving throw, that creature suffers vulnerability to the next damage roll against it for the next minute.": "4. 衰变生物在豁免失败时受到{@damage 5d8}点死灵伤害，成功豁免时受到一半伤害。在豁免失败时，该生物在接下来的一分钟内对下一次伤害骰投掷变得易受伤害。",
	"5. Doom Creatures take {@damage 5d8} necrotic damage on a failed saving throw and half as much on a success. If this attack reduces a creature to 0 hitpoints, it is instantly killed.": "5. 毁灭生物在未能通过豁免检定时受到{@damage 5d8}点死灵伤害，通过时减半。如果这次攻击将一名生物的生命值降至0，该生物立即死亡。",
	"6. Special The target suffers from two effects. Roll twice more rerolling any 6s.": "6. 特殊（Special）目标受到两种效果影响。再投掷两次，重新投掷任何出现的6。",
	"At Higher Levels When you cast this spell using a spell slot of 7th level or higher, the extra initial damage increases by {@dice 1d8} for every level above 6th.": "在更高等级时，当你使用一个7级或更高级别的法术位施放这个法术时，额外的初始伤害会每超过6级增加{@dice 1d8}。",
	"You can create a wall of wailing souls that appears at a point you choose in range. The wall appears in any orientation you choose: horizontally, vertically, or diagonally. This wall can be free floating or it can rest on a solid surface.": "你可以在你选择的范围内的某一点创造一个哀嚎灵魂之墙。你可以选择墙的任何方向：水平、垂直或对角线。这堵墙可以自由悬浮，也可以靠在坚实的表面上。",
	"The wall can be 60ft. long, 10ft. high, and 5ft. thick. The wall blocks line of sight through it.": "这堵墙可以有60英尺长，10英尺高，5英尺厚。这堵墙能够阻挡视线。",
	"When the wall appears, each creature in its area must succeed a Wisdom saving throw. on a failed saving throw, creatures take {@damage 4d8} necrotic damage and is {@condition frightened} for one minute. Creatures {@condition frightened} in this manner have their movement speed halved for the duration as they are tormented by angry souls.": "当墙壁出现时，其区域内的每个生物必须进行一次感知豁免检定。未能通过豁免检定的生物会受到{@damage 4d8}点死灵伤害，并且在一分钟内处于{@condition frightened}状态。以这种方式受到影响的生物在持续时间内移动速度减半，因为它们受到愤怒灵魂的折磨。",
	"On a successful saving throw, it takes half as much damage and is not {@condition frightened}. A {@condition frightened} creature can repeat a Wisdom saving throw at the end of each of its turns, end the effect on a success.": "在成功的豁免投骰后，它会受到一半的伤害，并且不再是{@condition frightened}。一只{@condition frightened}生物可以在每个回合结束时重复进行一次感知豁免投骰，成功则结束效果。",
	"At Higher Levels When you cast this spell using a spell slot of 7th level or higher, the damage increases by {@dice 1d8} for each slot level above 6th.": "当你使用7级或更高级别的法术位施放此法术时，伤害将每个高出6级的位级增加{@dice 1d8}。",
	"You unleash of wave of both positive and negative energy that either ravages or replenishes the vitality of those in a 120 feet long and 10 feet wide blasts out from you in a direction you choose. For each creature in range, you can choose to inflict one of the following effects.": "你释放出一股正负能量的波动，可以摧毁或者恢复那些在你选择的方向上，距离你120英尺长、10英尺宽的范围内的生物的生命力。对于范围内的每个生物，你可以选择施加以下效果之一。",
	"1. An affected creature regains {@dice 8d8} hitpoints. This effect has no affect on undead an constructs.": "受影响的生物恢复{@dice 8d8}点生命值。这个效果对不死生物和构造体没有影响。",
	"2. An affected creature must succeed a Constitution saving throw or take {@damage 8d8} necrotic damage on a failed saving throw. On a successful saving throw, creatures take half damage and are otherwise unaffected.": "受影响的生物必须成功进行一次体质豁免才能免受{@damage 8d8}死灵伤害。豁免失败则受到完整伤害，豁免成功则只受一半伤害，其他效果不受影响。",
	"At Higher Levels When you cast this spell using a spell slot of 9th level or higher, the extra damage increases by {@dice 1d8}": "在更高等级时，当你使用9级或更高级别的法术位施放这个法术时，额外伤害增加了{@dice 1d8}。",
	"You are able to conjure a volatile orb of necrotic magic. Each creature in a 30ft. radius sphere centered on a spot within range must succeed a Constitution saving throw equal to your spell save DC.": "你可以召唤一个充满死灵魔法的不稳定法球。在施法范围内以一个点为中心的30英尺半径球体内的每个生物必须通过一个等于你的法术豁免 DC 的体质豁免才能成功。",
	"On a failed saving throw, creatures take {@damage 10d6} necrotic damage and its hit point maximum is reduced for 1 hour by an amount equal to the necrotic damage it took. Remove Curse or Greater Restoration allows a creature's hit point maximum to return to normal before that time passes.": "在未能通过豁免检定时，生物会受到{@damage 10d6}点死灵伤害，并且它的生命值上限会在接下来的1小时内减少等同于所受死灵伤害的数值。解咒术或强力恢复术可以让生物在此期间之前恢复生命值上限至正常水平。",
	"On a successful saving thow, creatures take half damage and are otherwise unaffected.": "成功豁免后，生物会受到一半伤害，其他方面不受影响。",
	"If this attack reduces a creature to 0 hitpoints, it is instantly killed. This spell has no effect on constructs and undead.": "如果这次攻击将一只生物的生命值降至0，它将立即被杀死。这个法术对构造体和不死生物无效。",
	"At Higher Levels When you cast this spell using a spell slot of 9th level or higher, the extra damage increases by one {@dice 2d6}": "在更高等级时，当你使用9级或更高级别的法术位施放这个法术时，额外伤害增加了1点{@dice 2d6}。",
	"You unleash a wave of necromantic energy that brutally cripples a creature you can see in range, shattering every bone in its body and rendering its muscles useless. The target takes {@damage 4d6} necrotic damage and must succeed a Constitution saving throw. On a failed saving throw, the creatures Strength and Dexterity scores become 1 and its movement speed is reduced to 0 . For the duration, the creature cannot use its action, bonus action, or reaction to make a weapon attack, use material components for spells, use or interact with objects, or even simple perform tasks.": "你释放出一股死灵能量，残忍地摧毁了你能看到的范围内的生物，粉碎了它体内的每根骨头，使其肌肉无法运作。目标受到{@damage 4d6}点死灵伤害，并必须进行一次体质豁免才能。未能通过豁免的生物，其力量和敏捷属性变为1，移动速度降为0。在持续时间内，该生物无法使用动作、奖励动作或反应进行武器攻击，使用法术的材料组件，使用或与物体互动，甚至进行简单的任务。",
	"At the end of 30 days, the creature can repeat its saving throw against this spell. If it succeeds on its saving throw, the spell ends.": "在30天结束时，生物可以对这个法术再次进行豁免检定。如果它成功通过了豁免检定，法术就会结束。",
	"The spell can also be ended by a greater restoration, heal, or wish.": "这个法术也可以通过强效恢复、治疗或愿望来结束。",
	"You can unleash a wave of necromantic energy that corrupting all living creatures in your wake binding their souls to your will upon their demise. All creatures within a 120ft. radius around you must succeed a Constitution saving throw. On a failed saving throw, creatures take {@damage 10d8 + 30} necrotic damage and half as much on a successful saving throw.": "你可以释放一股死灵能量，腐蚀你周围所有生物的灵魂，并在它们死后将它们的灵魂绑定到你的意志之下。你周围120英尺范围内的所有生物必须进行一次体质豁免。未通过豁免的生物会受到{@damage 10d8 + 30}点死灵伤害，通过豁免的生物则只受到一半伤害。",
	"A humanoid creature killed by this spell rises at the start of your next turn as your choice of a skeleton or zombie that is permanently under your command, following your verbal orders to the best of its ability.": "此法术杀死的人形生物将在你的下一个回合开始时复活，成为你永久指挥的骷髅或僵尸，听从你口头命令并尽力执行。（skeleton or zombie）",
	"You are able to focus the power of dying souls into a beam of necrotic energy that gets stronger which each creature slain. A creature in a 10ft. wide and 120ft. long line must succeed a Charisma saving throw. On a failed saving throw, creatures take {@damage 10d8} necrotic damage. On a successful saving throw, creatures take half damage.": "你能够将垂死灵魂的力量聚集成一道死灵能量射线，随着每个被杀死的生物而变得更强。在一个宽10英尺、长120英尺的区域内，生物必须进行一次魅力豁免。未能通过豁免的生物会受到{@damage 10d8}点死灵伤害。通过豁免的生物会受到一半伤害。",
	"If this attack reduces any creature to 0 hitpoints on that turn, that creature is instantly killed and the base damage of this spell increases by {@dice 1d8}. This spell can only increase in this manner once on each of your turns.": "如果这次攻击在该回合内将任何生物的生命值降至0，那个生物立即被杀死，并且这个法术的基础伤害增加了{@dice 1d8}。这个法术每个你的回合只能以这种方式增加一次。",
	"Creatures killed in this manner cannot be revived by any means except for a Wish spell": "以这种方式被杀死的生物除非使用愿望（Wish）咒语，否则无法通过任何方式复活。",
	"You can use your action to create a new soul beam as your action on any turn until the spell ends.": "你可以在任何回合使用你的行动来创造一个新的灵魂光束，直到法术结束。"
}