{
	"{@filter Artes|spells|school=AR|subschool=!Grand} (also called martial cantrips) are an addition meant to boost the power and variety of martial characters. They were specifically designed for classes that do not already have access to cantrips, and are meant to emulate cantrips in function and damage.": "{@filter Artes|spells|school=AR|subschool=!Grand}（也称为武术小术）是一种附加内容，旨在增强武术角色的力量和多样性。它们专门为那些没有使用小术的职业设计，旨在模拟小术的功能和伤害。",
	"The following classes know 2, 3, or 4 artes starting at 1st level, and learn a new one at 4th level and 10th level. When a character who knows artes gains a level, they can replace one arte they know with another.": "以下职业在1级时会学会2、3或4个技艺，分别在4级和10级时学习一个新技艺。当一个会使用技艺的角色升级时，他们可以用新的技艺替换他们已学会的一个技艺。",
	"Optionally, if the DM wishes to provide more flexibility, a character who knows artes can replace one arte they know with another when they finish a long rest.": "如果DM希望提供更多灵活性，一个懂得(**artes**)的角色可以在完成长休后用另一个(**arte**)替换他们已经掌握的一个(**arte**)。",
	"Artificer, Paladin, Ranger": "铁匠, 圣骑士, 游侠",
	"Barbarian, monk, rogue": "野蛮人 (Barbarian), 武僧 (Monk), 盗贼 (Rogue)",
	"Fighter": "战士 (Fighter)",
	"An {@filter arte|spells|school=AR|subschool=!Grand} that has '1 attack' listed as its casting time can be used as part of Extra Attack or similar features that grant additional attacks (such as the War domain cleric's {@subclassFeature War Priest|Cleric||War||1} feature, or the warlock's {@optfeature Thirsting Blade} invocation), sacrificing one attack to use it as part of the attack action. You can use only one arte on your turn. For purposes of casting multiple spells in a single turn, using an arte counts as casting a cantrip.": "一个施法时间为“1次攻击”的{@filter arte|spells|school=AR|subschool=!Grand}可以作为额外攻击或类似功能的一部分使用（例如战争领域牧师的{@subclassFeature War Priest|Cleric||War||1}特性，或术士的{@optfeature Thirsting Blade}召唤），牺牲一次攻击将其作为攻击动作的一部分。你在回合中只能使用一个神器。为了在单个回合中施放多个法术，使用神器算作施放一个杀戮法术。",
	"An {@filter arte's|spells|school=AR|subschool=!Grand} ability modifier is Strength or Dexterity (whichever is higher). This sets the saving throw DC and determines what you roll when an arte calls for an arte attack roll. If an arte requires a weapon as a material component, the ability score used is the one used when attacking with that weapon normally. Cantrips that are on the list of artes count as artes and are subject to these rules. Your Artes save DC is listed below.": "一个{@filter arte's|spells|school=AR|subschool=!Grand}能力修正值是力量或敏捷（取两者中较高者）的能力修正值。这会设定豁免扑克牌 DC 并决定当一个技艺需要进行技艺攻击骰时你需要投掷的骰子。如果一个技艺需要武器作为材料组件，那么使用的能力分数是通常用于使用该武器进行攻击时的那个。在技艺列表上的零级技艺也算作技艺，并受到这些规则的约束。你的技艺豁免 DC 如下所示。",
	"{@b Artes save DC} = 8 + your proficiency bonus + your Strength or Dexterity modifier": "{@b Artes save DC} = 8 + 你的熟练加值 + 你的力量或敏捷调整值",
	"At your DM's discretion, you can use a different ability score to set your Artes save DC and Arte attack rolls if it would be more appropriate for your character concept (such as a monk who focuses on Wisdom instead of Dexterity, or an eldritch knight who emphasizes Intelligence over Strength).": "在你的DM自行决定下，你可以使用不同的能力值来确定你的(Artes)豁免DC和(Arte)攻击投掷，如果这样更适合你的角色概念（比如一个专注于智力而不是敏捷的武僧，或者一个强调智力而不是力量的奥术骑士）。",
	"The material components of {@spell Booming Blade|TCE} and {@spell Green-Flame Blade|TCE} are replaced with 'a melee weapon' and no longer require a coin value. For purposes of satisfying an arte's material component requirement, a character with the Monk's {@classFeature Martial Arts|Monk||1} class feature, the {@feat Tavern Brawler} feat, the {@optfeature Unarmed Fighting|tce} fighting style, or a similar way to fight without weapons counts as armed with a weapon even while unarmed.": "{@spell Booming Blade|TCE}和{@spell Green-Flame Blade|TCE}的物质成分被替换为“一把近战武器”，不再需要硬币价值。为了满足神器的物质成分要求，具有武僧{@classFeature Martial Arts|Monk||1}职业特性、{@feat Tavern Brawler}专长、{@optfeature Unarmed Fighting|tce}战斗风格或类似无需武器战斗方式的角色，即使徒手也被视为持有武器。",
	"At the DM's discretion, if the game is meant to have a high-flying wuxia flavour, consider removing the weapon requirements and allowing all artes to be used while unarmed.": "在DM的裁量下，如果游戏的风格是高飞的武侠风格，可以考虑取消武器要求，允许所有武术在无武器时使用。",
	"If an arte has a somatic component, then it can be performed with a held weapon rather than an empty hand. This means that artes can be performed while holding a two-handed weapon or while holding a weapon and a shield.": "如果一个法术有手势成分，那么它可以用握着的武器来施展，而不是空手。这意味着法术可以在握着双手武器或握着武器和盾牌时施展。",
	"{@spell Thunderclap|Artes}*PoTA": "{@spell Thunderclap|Artes}*元素之门",
	"* Artes marked with an asterisk are originally cantrips and now have a casting time of 1 attack.": "* 带有星号的技艺原本是零级咒语，现在施放时间为1次攻击。",
	"PHB denotes a cantrip found in the Player's Handbook.": "PHB代表着玩家手册(Player's Handbook)中的一个戏法(cantrip)。",
	"PoTA denotes a cantrip found in Princes of the Apocalypse.": "PoTA代表着《风暴王座》中的一个杂耍。",
	"TCE denotes a cantrip found in Tasha's Cauldron of Everything.": "TCE代表《塔莎的万物之锅》中的一个零级法术(cantrip)。",
	"When multiclassing, learning new {@filter artes|spells|school=AR|subschool=!Grand} are treated the same as learning cantrips when taking levels in classes that cast spells. Like cantrips, artes increase in power at higher levels based on your character level, not your level in a particular class.": "在多职业转职时，学习新的{@filter artes|spells|school=AR|subschool=!Grand}与在施法职业中学习戏法咒语时一样对待。就像戏法咒语一样，技艺在更高等级时根据你的角色等级而不是特定职业等级提升能力。",
	"Similarly, each class listed in the Classes section above learns new cantrips at their 4th and 10th class levels. Treat each of these classes as if they had an Artes Known column on their class tables, just like the Cantrips Known columns on many spellcasting class tables. If you have 1 level in fighter and 1 level in rogue, for example, you would know a total of 7 artes, and would learn a new one when you reach 4th level in either class.": "同样地，上面“职业”部分列出的每个职业在其第4级和第10级职业等级时都会学习新的零级法术。将这些职业视为在其职业表上具有一个“已知技艺”列，就像许多施法职业表上的“已知零级法术”列一样。例如，如果你在战士职业中有1级，在盗贼职业中有1级，你将总共了解7个技艺，并且当你达到其中一个职业的第4级时会学习一个新的技艺。",
	"If some {@filter artes|spells|school=AR|subschool=!Grand} don't quite fit your campaign or if a PC wants to use them but none of them feel appropriate, then it's easy to adapt them by changing their names and damage type. Because cold, fire, and lightning are among the most-resisted damage types in the Monster Manual, they should generally be given the highest damage dice. The exception is if an arte already deals weapon damage, in which case it should have a low damage die, such as d4 or d6. It's rare for monsters to resist force, necrotic, psychic, or radiant damage, so they should have medium to low damage dice.": "如果一些{@filter artes|spells|school=AR|subschool=!Grand}不太适合你的战役，或者玩家角色想使用它们，但没有一个感觉合适，那么很容易通过更改它们的名称和伤害类型来进行调整。因为冰冷、火焰和闪电是《怪物手册》中抵抗力最强的伤害类型之一，它们通常应该具有最高的伤害骰。唯一的例外是如果一种神器已经造成武器伤害，那么它应该有一个低伤害骰，比如d4或d6。怪物很少抵抗力量、死灵、精神或光辉伤害，所以它们应该具有中等到低的伤害骰。",
	"Artes are also relatively flavour-neutral and I encourage anyone implementing them to add their own flavour or change an arte's name. For example, if a barbarian character learned {@spell Parting Blaze|Artes}, the arte's fire damage could be described as a beastly claw made of flame that follows their weapon when they strike.": "技艺也相对没有特定的风味，我鼓励任何使用它们的人添加自己的风格或更改技艺的名称。例如，如果一个野蛮人角色学会了{@spell Parting Blaze|Artes}，这个技艺的火焰伤害可以被描述为一只兽性的火焰之爪，当他们挥动武器时跟随着攻击目标。",
	"You can add extra flavour not just by renaming artes, but also by grouping them by style, damage type, or function. For example, perhaps movement-centric artes (like {@spell Storm Dance|Artes} and {@spell Parting Blaze|Artes}) were created by an elite infantry unit, or all lightning-based artes (such as {@spell Lightning Lure|Artes}, {@spell Second Surge|Artes}, and {@spell Storm Dance|Artes}) were developed by an order of warrior-priests who worship a storm deity, or all defensive artes ({@spell Blade Ward|Artes}, {@spell Booming Blade|Artes}, {@spell Flames of Punishment|Artes}, and {@spell Sword as Shield|Artes}, for example) belong to the signature style of a certain kingdom's royal guards.": "你可以通过不仅仅是重新命名技能，而且通过按风格、伤害类型或功能对它们进行分组来增添额外的特色。例如，也许以移动为中心的技能（比如{@spell Storm Dance|Artes}和{@spell Parting Blaze|Artes}）是由一支精英步兵部队创造的，或者所有基于闪电的技能（比如{@spell Lightning Lure|Artes}、{@spell Second Surge|Artes}和{@spell Storm Dance|Artes}）是由一群崇拜风暴神的战士僧侣开发的，又或者所有防御技能（比如{@spell Blade Ward|Artes}、{@spell Booming Blade|Artes}、{@spell Flames of Punishment|Artes}和{@spell Sword as Shield|Artes}）属于某个王国皇家卫队的标志性风格。",
	"The following feats can be an option for your players if you include artes in your campaign.": "如果你在你的战役中包含了(`artes`)，以下的技能可以作为你的玩家的选择之一。",
	"Q: Who is this for?": "问：这是为谁准备的？",
	"A: Mechanically, martial cantrips / artes are for DMs who want to give the players of martial characters more options in battle aside from just using regular attacks over and over again.": "A: 从机械角度来看，武术法术 / 技能是为了让DMs（Dungeon Masters）给予武术角色玩家更多在战斗中的选择，而不仅仅是一遍又一遍地使用普通攻击。",
	"Q: What about the weeaboo fightan magic flavour?": "问：那么关于动漫迷战斗魔法风格呢？",
	"A: Flavour-wise, it's for people who want to give martials more spice than 'normal guy with weapon and armour' -- that flavour could come from the heroes of real-world mythology (such as Cadmus, Bhishma, Beowulf, Roland, Cu Roi, Arash, Bedivere, Diomedes, and others), by video games and Japanese animation, by Chinese wuxia fiction, and many other sources of inspiration.": "A: 在口味上，这是为那些希望为战士们增添更多调味的人而设计的，而不仅仅是'普通拿着武器和盔甲的家伙' -- 这种口味可以来自于现实世界神话英雄(如卡德墨斯(Cadmus), 比斯马(Bhishma), 贝奥武夫(Beowulf), 罗兰(Roland), 库罗伊(Cu Roi), 阿拉什(Arash), 贝迪维尔(Bedivere), 迪欧米德(Diomedes)等)，通过视频游戏和日本动漫，通过中国武侠小说，以及许多其他灵感来源。",
	"Q: I am a boring person who can't get it up unless my wizard elf game with monsters and magic takes place in a perfect recreation of historical Europe. Will you make mundane, non-magical versions of these special just for me, specifically?": "问：我是一个无聊的人，除非我的巫师精灵游戏涉及怪物和魔法发生在历史欧洲的完美再现中，否则我无法激动起来。你能为我专门制作这些特殊的平凡、非魔法版本吗？",
	"A: No. If you want mundane non-magical versions of these martial cantrips, then make them yourself. Changing the damage types, flavour, and names of the existing artes to fit your tastes should be easy for you, since people like you have a lot of experience sucking the fun out of things.": "A: 不行。如果你想要这些武术咒语的普通非魔法版本，那就自己创造吧。改变现有技艺的伤害类型、风味和名称以适应你的口味应该对你来说很容易，因为像你这样的人有很多吸走乐趣的经验。",
	"Q: Are these considered magic, and therefore subject to rules regarding antimagic?": "问：这些被认为是魔法物品，因此受到有关反魔法的规则约束吗？",
	"A: Only if it suits your game. The default assumption is that they operate on the same logic (being a type of magic) as other martial cantrips, such as {@spell Booming Blade|TCE}, {@spell Green-Flame Blade|TCE}, and {@spell Sword Burst|TCE}. If explaining these as ki instead of magic makes more sense for your setting, then do that instead.": "A: 只有在符合你的游戏设定时才这样做。默认假设是它们遵循与其他武术零级法术相同的逻辑（作为一种魔法），比如{@spell Booming Blade|TCE}，{@spell Green-Flame Blade|TCE}和{@spell Sword Burst|TCE}。如果在你的设定中将其解释为气而不是魔法更合理，那就这样做。",
	"Q: Isn't this overpowered?": "Q: 这不是太过强大了吗？",
	"A: Not only is it not overpowered, it's barely regular powered. Cantrip damage does increase overall damage output, but not by a significant amount, and none of these effects are especially gamebreaking. Their effects were modeled after existing cantrips, which are balanced around repeated use in consecutive rounds.": "A: 它不仅没有过分强大，而且几乎是普通的强度。零级法术的伤害确实会增加总体伤害输出，但增加的数量并不显著，而且这些效果都不会特别破坏游戏平衡。它们的效果是根据现有的零级法术建模的，这些法术在连续回合中重复使用时是平衡的。",
	"Q: but muh game balance": "问：但是平衡游戏 (`game balance`)。",
	"A: D&D 5e is already a grossly unbalanced game that heavily favours casters. At the levels that casters are opening rifts to other planes of existence, calling down lightning, transforming into elementals, creating undead, petrifying their foes, and controlling minds, a martial is attacking a third time, dealing one more die of damage on sneak attacks or smites, or getting access to spells that full casters had eight levels ago.": "A: D&D 5e已经是一个严重失衡的游戏，非常偏向施法者。在施法者开启通往其他存在平面的裂缝、召唤闪电、变身为元素生物、制造不死生物、石化敌人和控制思维的等级上，一个武者可能只是第三次攻击，对潜行攻击或神圣打击造成额外的伤害骰子，或者获得全职施法者八级前就拥有的法术。",
	"I promise letting martials use cantrips and cantrip-equivalents as part of their attack actions isn't going to break your game, it's just going to let the players of martial characters have more fun in battle.": "我保证让战斗角色使用战斗动作中的低阶咒语和等效物并不会破坏你的游戏，只会让战斗角色的玩家在战斗中更加享受乐趣。",
	"{@filter Grand artes|spells|school=AR|subschool=Grand} Grand artes are an optional progression of {@filter artes|spells|school=AR|subschool=!Grand}. They are stronger than artes but have a limited number of uses between rests. Many classes already have multiple resources to track, so these rules may not be a good fit for every game. If you consider a given martial class or subclass underpowered or lacking in variety and want to give it a boost beyond what artes provide, consider allowing a character of that class to use grand artes.": "{@filter Grand artes|spells|school=AR|subschool=Grand} 大法术是{@filter artes|spells|school=AR|subschool=!Grand}的可选进阶。它们比法术更强大，但在休息之间的使用次数有限。许多职业已经有多个需要追踪的资源，因此这些规则可能并不适合每个游戏。如果你认为某个武术职业或子职业实力不足或缺乏多样性，并希望为其提供超越法术所提供的增益，请考虑允许该职业的角色使用大法术。",
	"All classes that learn artes also learn one {@filter grand arte|spells|school=AR|subschool=Grand} at 5th level, which can be used once and cannot be used again until you finish a short or long rest. You learn a second grand arte and two total uses between rests at 9th level, and a third grand arte and three total uses at 13th level.": "所有学习技艺的职业在5级时也会学会一个{@filter grand arte|spells|school=AR|subschool=Grand}，可以使用一次，直到你完成短暂或长时间休息前不能再次使用。在9级时，你学会第二个大技艺，每次休息之间总共可以使用两次；在13级时，你学会第三个大技艺，每次休息之间总共可以使用三次。",
	"When a character who knows a grand arte gains a level, they can they can replace one grand arte they know with another. Optionally, if the DM wishes to provide more flexibility, a character who knows grand artes can replace one grand arte they know with another when they finish a long rest.": "当一个角色在升级时，如果他们掌握了一个伟大艺术，他们可以用另一个伟大艺术替换其中一个。可选地，如果DM希望提供更多灵活性，一个掌握了伟大艺术的角色可以在完成一次长休后，用另一个伟大艺术替换其中一个。",
	"Grand artes also increase in damage with character level, gaining an additional die of damage at 9th, 13th, and 17th level. This is included in each grand arte's description.": "大绝技也会随着角色等级提高而增加伤害，分别在第9级、第13级和第17级时增加一颗伤害骰。这些信息已包含在每个大绝技的描述中。",
	"You channel a curse into your weapon that fills the target's mind with fury directed exclusively at you. Make a melee weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects and has disadvantage on attack rolls against targets other than you until the start of your next turn.": "你将诅咒注入武器，让目标的心灵充满对你的愤怒。在使用这个技艺的同时进行一次近战武器攻击。命中后，目标遭受武器攻击的正常效果，并在你下个回合开始前对除你以外的目标的攻击投掷有劣势。",
	"Starting at 5th level, this arte's weapon attack deals an additional {@damage 1d6} psychic damage. This arte's psychic damage increases by {@dice 1d6} at 11th level ({@damage 2d6}) and again at 17th level ({@damage 3d6}).": "从5级开始，这个技能的武器攻击额外造成{@damage 1d6}的心灵伤害。在11级时，这个技能的心灵伤害增加{@dice 1d6}，在17级时再次增加({@damage 2d6})。",
	"Your attack summons spectral chains that coil around your target's body and hold them in place. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects and if the target is Large or smaller, it's movement range becomes limited. Until the end of the target's next turn, if it moves more than 15 feet from its space when this arte was used, it takes {@damage 1d6} force damage and is unable to move further.": "你的攻击召唤了幽灵锁链，缠绕住目标的身体并将其固定在原地。在使用这个技艺的同时进行一次武器攻击。命中后，目标受到武器攻击的正常效果，如果目标是大型或更小，它的移动范围将受到限制。直到目标的下一个回合结束前，如果它在使用这个技艺时移动超过15英尺远离原位，它将受到{@damage 1d6}的力量伤害，并且无法再移动。",
	"This arte's damage increases by {@dice 1d6} when you reach 5th level ({@damage 2d6}), 11th level ({@damage 3d6}), and 17th level ({@damage 4d6}).": "这个技能的伤害在你达到5级（{@damage 2d6}），11级（{@damage 3d6}），和17级（{@damage 4d6}）时增加了{@dice 1d6}。",
	"You extend your hand and trace a sigil of warding in the air. Until the end of your next turn, you have resistance against bludgeoning, piercing, and slashing damage dealt by weapon attacks.": "你伸出手，在空中划过一个驱逐的符文。直到你的下一个回合结束前，你对武器攻击造成的钝击、穿刺和砍击伤害具有抗性。",
	"You brandish the weapon used in the arte's casting and make a melee attack with it against one creature within 5 feet of you. On a hit, the target suffers the weapon attack's normal effects and then becomes sheathed in booming energy until the start of your next turn. If the target willingly moves 5 feet or more before then, the target takes {@damage 1d8} thunder damage, and the spell ends.": "你挥舞着用于施法的武器，对你身边5英尺内的一个生物发动近战攻击。命中后，目标受到武器攻击的正常效果，然后被包裹在隆隆能量中，直到你下个回合开始。如果目标在此之前自愿移动5英尺或更多，目标会受到{@damage 1d8} 雷霆伤害，并且法术结束。",
	"This arte's damage increases when you reach certain levels. At 5th level, the melee attack deals an extra {@damage 1d8} thunder damage to the target on a hit, and the damage the target takes for moving increases to {@damage 2d8}. Both damage rolls increase by 1d8 at 11th level ({@damage 2d8} and {@damage 3d8}) and again at 17th level ({@damage 3d8} and {@damage 4d8}).": "这个技能在你达到特定等级时会增加伤害。在5级时，近战攻击对目标造成额外 {@damage 1d8} 的雷霆伤害，被攻击目标移动时受到的伤害增加到 {@damage 2d8}。在11级时，这两次伤害骰都会增加1d8 ({@damage 2d8} 和 {@damage 3d8})，而在17级时再次增加 ({@damage 3d8} 和 {@damage 4d8})。",
	"You swing your weapon and call down a wave of lethal frost on your foes. All creatures and objects in a 15-foot cube originating from you must succeed on a Constitution saving throw against your Artes save DC or take {@damage 1d6} cold damage.": "你挥舞着武器，向敌人召唤致命的冰霜浪潮。从你身上发出的一个15英尺立方体范围内的所有生物和物体必须通过与你的Artes豁免DC对抗的体质豁免检定，否则将受到{@damage 1d6}点冰冷伤害。",
	"Your weapon scatters seething, sparking motes of flame on impact, burning your target and anything near it. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon's normal effects and the target and all creatures and objects except you within 5 feet of the target take {@damage 1d4} fire damage.": "你的武器在命中目标时会散发炽热、闪烁的火焰微粒，燃烧目标及其附近的任何东西。在使用这个神器时进行一次武器攻击。命中后，目标承受武器的正常效果，并且目标及目标周围5英尺范围内的所有生物和物体（除了你）会受到{@damage 1d4}火焰伤害。",
	"This arte's damage increases by {@dice 1d4} when you reach 5th level ({@damage 2d4}), 11th level ({@damage 3d4}), and 17th level ({@damage 4d4}).": "这个技能的伤害在你达到5级({@damage 2d4})、11级({@damage 3d4})和17级({@damage 4d4})时增加了{@dice 1d4}。",
	"You conjure a surge of water around you that crashes into your foes and forces them back. All creatures and objects within 5 feet of you, other than you, must succeed on a Strength saving throw or take {@damage 1d6} bludgeoning damage and be pushed 5 feet away from you. Each space within 5 feet of you is doused with 1 gallon of water that evaporates at the end of your turn.": "你召唤一股水流围绕着你，冲向你的敌人并迫使他们后退。在你周围5英尺范围内的所有生物和物体（除了你自己），必须通过一次力量豁免检定，否则将受到{@damage 1d6}的钝击伤害并被推离你5英尺。在你周围5英尺范围内的每个空间都被淋湿，每个空间会被1加仑的水淋湿，这些水会在你的回合结束时蒸发。",
	"At 11th level, the distance targets are pushed increases from 5 feet to 10 feet.": "在11级时，目标被推动的距离从5英尺增加到10英尺。",
	"You focus your fury into an intimidating stare, assaulting a single enemy with only your battle aura. One creature you can see within range must succeed on a Wisdom saving throw against your artes save DC or take {@damage 1d6} psychic damage and be unable to willingly move toward you until the end of your next turn.": "你将愤怒凝聚成一道威慑的眼神，只用你的战斗气场攻击一个敌人。你能看到的范围内的一只生物必须通过一次感知豁免检定，检定 DC 为你的艺术豁免 DC，否则会受到 {@damage 1d6} 精神伤害，并且直到你的下一个回合结束前，无法自愿向你移动。",
	"You imbue your weapon with elemental wind, delivering an attack that slams your foe with a vicious gale. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects and if the target is Large or smaller, it is pushed 5 feet away from you.": "你将你的武器注入元素之风，发动一次攻击，用狂暴的狂风击打你的敌人。在使用这个技艺的过程中进行一次武器攻击。命中后，目标遭受武器攻击的正常效果，若目标是大型或更小，则被推离你5英尺。",
	"This arte's damage increases when you reach certain levels. At 5th level, the weapon attack deals an extra {@damage 1d8} bludgeoning damage to the target on a hit. This arte's bludgeoning damage increases by {@damage 1d8} at 11th level ({@damage 2d8}) and 17th level ({@damage 3d8}).": "这个神器的伤害会随着你达到一定等级而增加。在5级时，武器攻击对目标造成额外{@damage 1d8}的钝击伤害。这个神器的钝击伤害会在11级时增加{@damage 1d8}，在17级时增加{@damage 2d8}。",
	"At 11th level, the distance the target is pushed increases from 5 feet to 10 feet.": "在11级时，目标被推动的距离从5英尺增加到10英尺。",
	"Flames fly from your weapon and surround your foe, floating menacingly around them, ready to strike if they dare to attack your allies. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects and becomes surrounded by flickering flames until the start of your next turn. If the target deals damage to a creature other than you before then, the target takes damage equal to your arte ability modifier, and the arte ends.": "火焰从你的武器中飞出，环绕着你的敌人，威胁地漂浮在他们周围，准备好在他们胆敢攻击你的盟友时发动攻击。在使用这个技艺的同时进行一次武器攻击。命中后，目标受到武器攻击的正常效果，并被摇曳的火焰环绕，直到你的下一个回合开始。如果目标在此之前对除你以外的生物造成伤害，目标将受到等同于你技艺能力修正值的伤害，并且技艺效果结束。",
	"This arte's damage increases when you reach certain levels. At 5th level, the melee attack deals an extra {@damage 1d8} fire damage to the target on a hit, and the damage the target takes for attacking increases to {@damage 1d8} + your arte ability modifier. Both damage rolls increase by {@damage 1d8} at 11th level ({@damage 2d8} and {@damage 2d8}) and again at 17th level ({@damage 3d8} and {@damage 3d8}).": "这个武器在你达到一定等级时会增加伤害。在5级时，近战攻击对目标造成额外{@damage 1d8}的火焰伤害，目标受到攻击时的伤害增加到{@damage 1d8} + 你的武器能力调整值。在11级时，这两个伤害骰都会增加{@damage 1d8} ({@damage 2d8} 和 {@damage 2d8})，并在17级时再次增加 ({@damage 3d8} 和 {@damage 3d8})。",
	"You brandish the weapon used in the arte's casting and make a melee attack with it against one creature. On a hit, the target suffers the weapon attack's normal effects, and you can cause green fire to leap from the target to a different creature of your choice that you can see within 5 feet of it. The second creature takes fire damage equal to your arte ability modifier.": "你挥舞着用于施法的武器，对一个生物进行近战攻击。命中后，目标遭受武器攻击的正常效果，并且你可以让绿色火焰从目标跳跃到你能看到的另一个生物身上，距离不超过5英尺。第二个生物受到等同于你的艺术能力修正值的火焰伤害。",
	"This arte's damage increases when you reach certain levels. At 5th level, the melee attack deals an extra {@damage 1d8} fire damage to the target on a hit, and the fire damage to the second creature increases to {@damage 1d8} + your arte ability modifier. Both damage rolls increase by {@damage 1d8} at 11th level ({@damage 2d8} and {@damage 2d8}) and 17th level ({@damage 3d8} and {@damage 3d8}).": "这个技艺在你达到特定等级时会增加伤害。在5级时，近战攻击对目标造成额外{@damage 1d8}的火焰伤害，第二个生物的火焰伤害增加到{@damage 1d8} + 你的技艺能力调整值。在11级时，这两个伤害骰增加{@damage 1d8} ({@damage 2d8} 和 {@damage 2d8})，而在17级时增加到{@damage 3d8}和{@damage 3d8}。",
	"A layer of frost forms on your weapon and spreads onto your target when you strike, hindering their movement. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects and its speed is reduced by 10 feet until the start of your next turn.": "当你攻击时，武器上结冰，然后蔓延到目标身上，阻碍他们的移动。在使用这个技艺时进行一次武器攻击。命中后，目标受到武器攻击的正常效果，并且其速度减少10英尺，直到你下一个回合开始。",
	"Starting at 5th level, this arte's weapon attack deals an additional {@damage 1d8} cold damage. This arte's cold damage increases by {@dice 1d8} at 11th level ({@damage 2d8}) and again at 17th level ({@damage 3d8}).": "从5级开始，这个技艺的武器攻击额外造成{@damage 1d8}的冰冷伤害。在11级时，这个技艺的冰冷伤害增加{@dice 1d8}，在17级时再次增加({@damage 2d8})。",
	"At 11th level, the target's speed is reduced by 20 feet instead of 10.": "在11级时，目标的速度减少20尺，而不是10尺。",
	"You speak a prayer that infuses your weapon and your body with sacred light that bolsters your resistances. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects and if the target is a worthy foe, you gain a {@dice d4} that lasts for 1 minute. You can roll the die and add the number rolled to an ability check or saving throw. Once the die is rolled, it is lost. You can only have one die from this arte at a time.": "你说出一段祈祷，让你的武器和身体充满神圣之光，增强你的抗性。在使用这个技艺的同时进行一次武器攻击。命中后，目标遭受武器攻击的正常效果，如果目标是一个值得的敌人，你获得一个{@dice d4}，持续1分钟。你可以掷骰子，将掷出的数字加到一个技能检定或豁免投中。一旦掷出骰子，它就消失了。你一次只能拥有一个来自这个技艺的骰子。",
	"Starting at 5th level, this arte's weapon attack deals an additional {@damage 1d6} radiant damage. This arte's radiant damage increases by {@dice 1d6} at 11th level ({@damage 2d6}) and again at 17th level ({@damage 3d6}).": "从5级开始，这个技艺的武器攻击额外造成{@damage 1d6}辐射伤害。在11级时，这个技艺的辐射伤害增加{@dice 1d6}，在17级时再次增加({@damage 2d6})。",
	"You create a lash of lightning energy that strikes at one creature of your choice that you can see within 15 feet of you. The target must succeed on a Strength saving throw or be pulled up to 10 feet in a straight line toward you and then take {@damage 1d8} lightning damage if it is within 5 feet of you.": "你创造一道闪电能量，打击你能看到的距离15英尺内的一个目标生物。目标必须成功进行一次力量豁免才能抵抗，否则将被拉向你10英尺的直线距离，然后如果目标在你5英尺内，则受到{@damage 1d8} 闪电伤害。",
	"This arte's damage increases by {@dice 1d8} when you reach 5th level ({@damage 2d8}), 11th level ({@damage 3d8}), and 17th level ({@damage 4d8}).": "这个技能的伤害在你达到5级（{@damage 2d8}），11级（{@damage 3d8}）和17级（{@damage 4d8}）时增加了{@dice 1d8}。",
	"You speak a condemnation that ignites your weapon in black flame, which inflicts a curse that weakens your foe's resistances. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects and the next time it rolls a saving throw before the end of your next turn, it must roll a {@dice d4} and subtract the number rolled from that saving throw.": "你发出谴责之言，点燃你的武器为黑色火焰，施加一种诅咒，削弱敌人的抵抗力。在使用此技艺时进行一次武器攻击。命中后，目标受到武器攻击的正常效果，并在你的下一个回合结束前，每次进行豁免骰时，必须投掷一个{@dice d4}，并从该豁免骰中减去投掷的数字。",
	"Starting at 5th level, this arte's weapon attack deals an additional {@damage 1d6} necrotic damage. This arte's necrotic damage increases by {@dice 1d6} at 11th level ({@damage 2d6}) and again at 17th level ({@damage 3d6}).": "从5级开始，这个技能的武器攻击额外造成{@damage 1d6}点死灵伤害。这个技能的死灵伤害在11级时增加{@dice 1d6}点({@damage 2d6})，并在17级时再次增加{@damage 3d6}点({@damage 3d6})。",
	"Swirling cold envelopes your weapon, spreading a numbing chill to your target when you strike. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects and the next time it makes an attack before the end of your next turn, it must roll a {@dice d4} and subtract the number rolled from that attack roll.": "当你使用这个神器时，寒意环绕着你的武器，当你攻击时会传播一种麻木的寒意给目标。作为使用这个神器的一部分，进行一次武器攻击。命中后，目标遭受武器攻击的正常效果，并且在你的下一个回合结束前，目标下次进行攻击时，必须投掷一个{@dice d4}，并从攻击骰中减去投掷的数字。",
	"A billowing flame erupts from your weapon, obscuring your position from your foe. Make a melee weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects, and you can move up to 15 feet without consuming movement and without provoking an opportunity attack from your target.": "你的武器冒出滚滚火焰，让你的敌人无法看清你的位置。在使用这个技艺的同时进行一次近战武器攻击。命中后，目标受到武器攻击的正常效果，并且你可以移动多达15英尺，而不消耗移动并且不会招致目标的机会攻击。",
	"Starting at 5th level, this arte's weapon attack deals an additional {@damage 1d8} fire damage. This arte's fire damage increases by {@dice 1d8} at 11th level ({@damage 2d8}) and again at 17th level ({@damage 3d8}).": "从5级开始，这个技能的武器攻击额外造成{@damage 1d8}火焰伤害。在11级时，这个技能的火焰伤害增加{@dice 1d8}，在17级时再次增加({@damage 2d8})。",
	"At 11th level, you can teleport up to 15 feet instead of moving.": "在11级时，你可以传送15英尺，而不是移动。",
	"You channel immense power into your weapon and then swing it, unleashing a focused burst of force. Make a ranged arte attack against one creature or object you can see within range. On a hit, the target takes {@damage 1d10} force damage.": "你将巨大的力量注入武器，然后挥舞它，释放出集中的力量冲击。对你能看到的范围内的一个生物或物体进行一次远程技艺攻击。命中后，目标受到{@damage 1d10}点力量伤害。",
	"This arte's damage increases by {@dice 1d10} when you reach 5th level ({@damage 2d10}), 11th level ({@damage 3d10}), and 17th level ({@damage 4d10}).": "这个技能的伤害在你达到5级({@damage 2d10})、11级({@damage 3d10})和17级({@damage 4d10})时增加了{@dice 1d10}。",
	"Your attack infuses your target with deadly crackling energy that discharges when your ally follows up. You brandish the weapon used in the arte's casting and make a weapon attack with it against one creature or object. On a hit, the target suffers the weapon attack's normal effects and becomes suffused with lightning. The next time the target is hit with a weapon attack by any creature except you before the start of your next turn, it takes lightning damage equal to your arte ability modifier, and the arte ends.": "你的攻击注入了致命的电光能量到目标体内，当你的盟友跟进时会释放出来。你挥舞着用于施法的武器，对一个生物或物体进行武器攻击。命中后，目标受到武器攻击的正常效果，并被电光所充斥。在你的下一个回合开始之前，如果除你以外的任何生物用武器攻击命中该目标，它会受到等同于你的技艺能力修正值的电击伤害，并且技艺结束。",
	"This arte's damage increases when you reach certain levels. At 5th level, the initial weapon attack deals an extra {@damage 1d8} lightning damage to the target on a hit, and the lightning damage on the second hit increases to {@damage 1d8} + your arte ability modifier. Both damage rolls increase by {@damage 1d8} at 11th level ({@damage 2d8} and {@damage 2d8}) and 17th level ({@damage 3d8} and {@damage 3d8}).": "这个技艺在你达到一定等级时会增加伤害。在5级时，初始武器攻击对目标造成额外 {@damage 1d8} 闪电伤害，击中后第二次攻击的闪电伤害增加到 {@damage 1d8} + 你的技艺能力修正。在11级时，这两次伤害骰都会增加 {@damage 1d8} ({@damage 2d8} 和 {@damage 2d8})，而在17级时则增加到 {@damage 3d8} 和 {@damage 3d8}。",
	"You infuse your weapon with lightning that jolts and staggers your foe. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon's normal effects and it can't take reactions until the start of its next turn.": "你将闪电注入武器，震慑并震撼你的敌人。在使用这个技艺的过程中进行一次武器攻击。命中时，目标受到武器的正常效果，并且直到其下一个回合开始前都无法作出反应。",
	"Starting at 5th level, this arte's weapon attack deals an additional {@damage 1d10} lightning damage. This arte's lightning damage increases by {@dice 1d10} at 11th level ({@damage 2d10}) and again at 17th level ({@damage 3d10}).": "从5级开始，这个技艺的武器攻击会额外造成{@damage 1d10}点闪电伤害。在11级({@damage 2d10})时，这个技艺的闪电伤害会增加{@dice 1d10}点，而在17级({@damage 3d10})时再次增加。",
	"You focus power into your shield to hurl it at your foe and draw it back to you afterward through will alone. Make a ranged arte attack with your shield against one creature or object within range. On a hit, the target takes {@damage 1d6} bludgeoning damage + your arte ability modifier.": "你将力量集中到盾牌上，将其投向你的敌人，然后仅凭意志力将其抛回到你身边。对射程内的一个生物或物体进行一次盾牌远程技艺攻击。命中后，目标受到{@damage 1d6} 钝击伤害 + 你的技艺能力修正值。",
	"Whether you hit or miss, your shield returns to you at the end of your turn. If your shield is magic, add its bonus to AC to this arte's attack and damage roll.": "无论你击中还是未击中，你的盾牌都会在回合结束时回到你身边。如果你的盾牌是魔法的，将其加值AC的奖励加到这个武器的攻击和伤害骰中。",
	"You focus power into your shield and deliver a decisive attack with it that leaves you in the perfect position to respond to a counterattack. Make a melee weapon attack with your shield against one creature within range. On a hit, your attack deals {@damage 1d6} bludgeoning damage + your arte ability modifier and the target has disadvantage on its next attack roll against you until the end of its next turn.": "你将力量集中到你的盾牌上，并用它发动一次决定性的攻击，让你处于完美的位置来应对反击。对范围内的一个生物进行一次近战武器攻击，使用你的盾牌。命中后，你的攻击造成{@damage 1d6} 钝击伤害 + 你的艺术能力修正，并且目标在其下一个回合结束前对你的下一个攻击投掷有劣势。",
	"If your shield is magic, add its bonus to AC to this arte's attack and damage roll.": "如果你的盾牌是魔法的，将其加值加到这个武器的攻击和伤害骰中。",
	"You channel immense power into your melee weapon to create a devastating wave of force when you swing it. Each creature in a 15-foot cone must succeed on a Dexterity saving throw against your Artes save DC or take {@damage 1d8} thunder damage.": "当你挥动近战武器时，你将巨大力量注入其中，制造出毁灭性的力量波。在一个15英尺锥形范围内的每个生物必须通过对你的Artes豁免DC的敏捷豁免检定，否则将受到{@damage 1d8}的雷霆伤害。",
	"You charge your ammunition or thrown weapon with power beyond its physical capacity, causing it to explode and send fragments flying at creatures near your target. Make a ranged weapon attack against one creature or object within range. On a hit, the target suffers the weapon attack's normal effects, and the target and each creature or object within 5 feet of it takes {@damage 1d6} piercing damage. The ammunition or thrown weapon is then destroyed.": "你为你的弹药或投掷武器注入超出其物理容量的力量，导致它爆炸并将碎片飞向靠近你目标的生物。对射程内的一个生物或物体进行远程武器攻击。命中后，目标受到武器攻击的正常效果，目标及其周围5英尺范围内的每个生物或物体受到{@damage 1d6}穿刺伤害。然后弹药或投掷武器被摧毁。",
	"You conjure a chain of magical force between you and a foe and use it to pull yourself toward them, using the momentum to strike harder. Select one creature within 15 feet that you can see. You are pulled to the nearest unoccupied space within 5 feet of your target, and this movement does not provoke opportunity attacks. You may then make a melee weapon attack against your target with the weapon used as this arte's material component.": "你召唤一道魔法力量链条连接你和一个敌人，利用它将自己拉向敌人，利用这股动力打击更强。选择一个你能看到的距离15英尺内的生物。你被拉到距离目标最近的一个未被占据的空间内，距离目标5英尺，并且这次移动不会引发机会攻击。然后，你可以使用作为这个技艺材料组件的武器对目标进行近战武器攻击。",
	"Starting at 5th level, this arte's melee weapon attack deals an additional {@damage 1d6} damage of your weapon's type. This arte's additional damage increases by {@dice 1d6} at 11th level ({@damage 2d6}) and 17th level ({@damage 3d6}).": "从5级开始，这个技能的近战武器攻击会额外造成武器类型伤害的 {@damage 1d6}。这个技能的额外伤害在11级 ({@damage 2d6}) 和17级 ({@damage 3d6}) 时会增加 {@dice 1d6}。",
	"At 11th level, you instead teleport to any unoccupied space within 5 feet of your target.": "在11级时，你将会传送到目标周围5英尺内的任何未被占据的空间。",
	"You close the distance to your foe and deliver a lightning-powered strike. Select one creature or object within range. You can move up to 15 feet toward your target without consuming your movement, but you must end your movement within your weapon's reach of your target. You may then make a melee weapon attack against your target.": "你缩短与敌人的距离，并释放一次闪电力量的打击。选择范围内的一个生物或物体。你可以向你的目标移动多达15英尺，而不消耗你的移动，但你必须在你的武器射程内结束你的移动。然后，你可以对目标进行一次近战武器攻击。",
	"Starting at 5th level, this arte's melee weapon attack deals an additional {@damage 1d8} lightning damage. This arte's lightning damage increases by {@dice 1d8} at 11th level ({@damage 2d8}) and 17th level ({@damage 3d8}).": "从5级开始，这个技艺的近战武器攻击额外造成 {@damage 1d8} 闪电伤害。在11级 ({@damage 2d8}) 和17级 ({@damage 3d8})，这个技艺的闪电伤害增加 {@dice 1d8}。",
	"As you strike, your weapon leaves behind a trail of short-lived spectral copies that move on their own to block attacks. Make a melee weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects and you deal an additional {@damage 1d4} damage of the weapon's type, and you gain temporary hit points equal to the additional damage + your arte ability modifier (minimum 1). These temporary hit points last until the end of your next turn.": "当你攻击时，你的武器会留下一串短暂存在的幻影副本，它们会自行移动以阻挡攻击。在使用这个技艺时进行一次近战武器攻击。命中后，目标受到武器攻击的正常效果，你还造成额外 {@damage 1d4} 的武器类型伤害，并获得临时生命值，数值等同于额外伤害 + 你的技艺能力修正值（最少1点）。这些临时生命值持续到你的下一个回合结束。",
	"You create a momentary circle of spectral blades that sweep around you. All other creatures within 5 feet of you must succeed on a Dexterity saving throw or take {@damage 1d6} force damage.": "你制造出一个瞬时的幻影刀刃圈，围绕着你旋转。所有距离你5英尺以内的其他生物必须成功进行一次敏捷豁免才能避免受到{@damage 1d6}的力量伤害。",
	"You summon wind to aid your movement, allowing you to either slip away from a threatening foe or smoothly step past their guard. You can move up to 5 feet without consuming your movement and without provoking opportunity attacks as part of using this arte, and can choose to do so either before or after you attack. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects.": "你召唤风来帮助你的移动，使你能够从威胁的敌人身边溜走，或者轻松地绕过他们的防御。你可以在不消耗移动并且不引发机会攻击的情况下移动多达5英尺，作为使用这个技艺的一部分，并且可以选择在攻击之前或之后这样做。在使用这个技艺的过程中进行一次武器攻击。命中后，目标受到武器攻击的正常效果。",
	"Starting at 5th level, your weapon becomes surrounded by deadly winds that lash your foe. This arte's weapon attack deals an additional {@damage 1d6} slashing damage. This arte's slashing damage increases by {@dice 1d6} at 11th level ({@damage 2d6}) and 17th level ({@damage 3d6}).": "从5级开始，你的武器被致命的风围绕，抽打你的敌人。这个技艺的武器攻击额外造成{@damage 1d6}的割伤伤害。这个技艺的割伤伤害在11级({@damage 2d6})和17级({@damage 3d6})时增加{@dice 1d6}。",
	"You create a long, vine-like whip covered in thorns that lashes out at your command toward a creature in range. Make a melee arte attack against the target. If the attack hits, the creature takes {@damage 1d6} piercing damage, and if the creature is Large or smaller, you pull the creature up to 10 feet closer to you.": "你创造了一条长长的、覆盖着荆棘的藤鞭，根据你的指令向范围内的生物抽打。对目标进行一次近战武器攻击。如果攻击命中，生物受到{@damage 1d6}点穿刺伤害，如果生物的体型为大型或更小，你可以将其拉近10英尺到你身边。",
	"You create a burst of thunderous sound that can be heard up to 100 feet away. Each creature within range, other than you, must make a Constitution saving throw or take {@damage 1d6} thunder damage.": "你制造出一阵雷鸣般的声音，能够传达到100英尺之外。范围内的每个生物（除了你以外）必须进行一次体质豁免才能避免受到{@damage 1d6} 雷属性伤害。",
	"The arte's damage increases by {@dice 1d6} when you reach 5th level ({@damage 2d6}), 11th level ({@damage 3d6}), and 17th level ({@damage 4d6}).": "当你达到5级({@damage 2d6})、11级({@damage 3d6})和17级({@damage 4d6})时，该神器的伤害增加了{@dice 1d6}。",
	"You extend your hand and point a finger at a target in range. Your arte grants you a brief insight into the target's defenses. Until the end of your next turn, you gain advantage on your next weapon attack roll against the target. On a hit, the target suffers the weapon attack's normal effects and takes an additional {@damage 1d8} damage of your weapon's type.": "你伸出手指指向射程内的目标。你的技艺让你对目标的防御有了短暂的了解。直到你的下一个回合结束前，你对该目标的下一次武器攻击投掷获得优势。命中后，目标承受武器攻击的正常效果，并额外受到你武器类型的{@damage 1d8}伤害。",
	"Additionally, your next weapon attack ignores the disadvantage from attacking a heavily obscured target.": "此外，你的下一次武器攻击无视对一个被严重遮蔽目标进行攻击的劣势。(heavily obscured)。",
	"You stomp and spread a blast of cold that covers the ground in uneven patches of black ice. All creatures and objects on the ground within 5 feet of you, other than you, must succeed on a Constitution saving throw or take {@damage 1d6} cold damage. Each space within 5 feet of you becomes difficult terrain for all creatures except you until the start of your next turn.": "你跺脚，释放出一股寒冷气流，覆盖地面，形成不均匀的黑冰斑块。你周围5英尺范围内的所有生物和物体（除你外）必须进行一次体质豁免才能避免受到{@damage 1d6}点冰冷伤害。你周围5英尺范围内的每个空间，除你外，直到你的下一个回合开始前，对所有生物都成为艰难地形。",
	"Your strike forcibly teleports your foe, swapping places with you. You brandish the weapon used in the arte's casting and make an attack with it against one creature or object of Large size or smaller. On a hit, the target suffers the weapon attack's normal effects and you and the target teleport and swap locations.": "你的打击强制性地传送你的敌人，与你交换位置。你挥舞着在施法时使用的武器，并对一个体型为大或更小的生物或物体发动攻击。命中后，目标遭受武器攻击的正常效果，你和目标传送并交换位置。",
	"Starting at 5th level, this arte's weapon attack deals an additional {@damage 1d6} necrotic damage as the forced teleport painfully wrenches and rends their body. This arte's necrotic damage increases by {@dice 1d6} at 11th level ({@damage 2d6}) and 17th level ({@damage 3d6}).": "从5级开始，这个武器攻击会额外造成{@damage 1d6}点死灵伤害，因为强制传送会痛苦地扭曲和撕裂他们的身体。这个技艺的死灵伤害在11级({@damage 2d6})和17级({@damage 3d6})时增加了{@dice 1d6}点。",
	"You swing your weapon and create an arc of destructive ki that freely passes through enemies. All creatures and objects in a line 20 feet long and 5 feet wide must succeed on a Dexterity saving throw or take {@damage 1d10} force damage.": "你挥舞武器，释放出一道毁灭性气的弧线，自由穿过敌人。所有在一条长20英尺、宽5英尺的线上的生物和物体必须通过一次敏捷豁免检定，否则将受到{@damage 1d10}力量伤害。",
	"The next time you hit a creature with a weapon attack during this grand arte's duration, hellishly cold winds surround your foe, encasing them in ice, and the attack deals an additional {@damage 5d8} cold damage to the target. Additionally, if the target is a creature of large size or smaller, it must make a Constitution saving throw or be {@condition restrained} for 1 minute.": "在这个大法术的持续时间内，下次你用武器攻击命中一只生物时，地狱般寒冷的风围绕着你的敌人，将其包裹在冰中，并使攻击对目标造成额外 {@damage 5d8} 的冷伤害。此外，如果目标是大型或更小的生物，它必须进行一次体质豁免才能免疫 {@condition restrained} 1分钟。",
	"A creature {@condition restrained} by this grand arte can use its action to make a Strength check against your artes save DC. If it succeeds, it is no longer {@condition restrained}. Additionally, if the {@condition restrained} creature takes any amount of fire damage, it is no longer {@condition restrained}.": "一只生物{@condition restrained}通过这个宏伟的神器可以使用其动作来对你的神器豁免 DC 进行力量检定。如果成功，它将不再是{@condition restrained}。此外，如果这只{@condition restrained}生物受到任何火焰伤害，它也将不再是{@condition restrained}。",
	"This grand arte's damage increases by {@dice 1d8} when you reach 9th level ({@damage 6d8}), and again at 13th ({@damage 7d8}) and 17th ({@damage 8d8}).": "这件宏伟的神器在你达到9级时增加了{@dice 1d8}的伤害，然后在13级({@damage 6d8})和17级({@damage 7d8})再次增加。",
	"Your weapon thrums menacingly with accumulated potential. The next time you hit a creature of Large size or smaller with a melee weapon attack during this grand arte's duration, your foe is launched away as a deadly projectile. The attack deals an additional {@damage 4d6} thunder damage, and if your target is a creature of large size or smaller, it must succeed on a Strength saving throw or be pushed 30 feet away from you and knocked {@condition prone}.": "你的武器充满了潜在的威胁性。在这个伟大神器的持续时间内，下一次你用近战武器攻击击中一个大小为大或更小的生物时，你的敌人将被作为致命的抛射物击飞。这次攻击额外造成 {@damage 4d6} 的雷霆伤害，如果你的目标是一个大小为大或更小的生物，它必须通过一次力量豁免检定，否则将被推开30英尺并被击晕 {@condition prone}。",
	"Any creatures or objects in the target's path take {@damage 4d6} bludgeoning damage, or half on a successful Dexterity saving throw. If the damage exceeds an {@object Generic Object|DMG|object's hit points} and would destroy it (or destroy a section of it, if the target collides with a wall or similarly large object), the target continues through the object's space.": "目标路径上的任何生物或物体会受到{@damage 4d6} 钝击伤害，或者在成功的敏捷豁免扑克牌上受到一半伤害。如果伤害超过{@object Generic Object|DMG|object's hit points} 并且会摧毁它（或者摧毁它的一部分，如果目标与墙壁或类似大物体相撞），目标会继续穿过该物体的空间。",
	"This grand arte's initial and secondary damage both increase by {@dice 1d6} when you reach 9th level ({@damage 5d6}), and again at 13th ({@damage 6d6}) and 17th ({@damage 7d6}).": "当你达到9级（{@damage 5d6}）时，这件宏伟的神器的初始和次要伤害都会增加{@dice 1d6}，并在13级（{@damage 6d6}）和17级（{@damage 7d6}）时再次增加。",
	"You call upon temporal shades of yourself from unrealized timelines to attack your foe, overwhelming their defenses with unavoidable simultaneous attacks from multiple directions. As part of using this grand arte, you make a weapon attack against one creature within range. On a hit, the target suffers the weapon's normal effects. Whether you hit or miss, the target takes {@damage 4d10} damage of your weapon's type and is {@condition stunned} until the end of your next turn. On a successful Constitution saving throw, the target takes half damage and is not {@condition stunned}.": "你召唤自己在未实现的时间线中的时间阴影，向你的敌人发起攻击，通过多方向同时攻击来压倒他们的防御。在使用这个宏伟技艺时，你对射程内的一名生物进行武器攻击。命中时，目标受到武器的正常效果。无论命中与否，目标会受到你武器类型的{@damage 4d10}伤害，并在你的下一个回合结束前处于{@condition stunned}状态。在成功的体质豁免扑救中，目标会受到一半伤害，并且不会受到{@condition stunned}。",
	"This grand arte's damage increases by {@dice 1d10} when you reach 9th level ({@damage 5d10}), and again at 13th ({@damage 6d10}) and 17th ({@damage 7d10}).": "这件宏伟的神器在你达到9级时增加了{@dice 1d10}的伤害({@damage 5d10})，并在13级({@damage 6d10})和17级({@damage 7d10})时再次增加。",
	"You channel all your might into a supernatural shout that heartens your allies and leaves your foes rattled and disoriented. Each creature of your choice in a 20-foot sphere originating from you must succeed on a Constitution saving throw. On a failed save, the creature takes {@damage 3d6} thunder damage and is demoralized for 1 minute. When a demoralized creature makes an attack roll or saving throw, it must roll a {@dice d4} and subtract the number rolled from the attack roll or saving throw. On a successful save, the creature takes half as much damage and is not demoralized. Creatures immune to the {@condition frightened} condition cannot be demoralized.": "你将所有力量聚集到一个超自然的呐喊中，鼓舞你的盟友，让你的敌人感到震惊和困惑。从你身上发出的20英尺半径范围内，你选择的每个生物必须进行一次体质豁免检定。未通过豁免的生物会受到{@damage 3d6} 雷属性伤害，并在1分钟内士气低落。当一只士气低落的生物进行攻击检定或豁免检定时，它必须掷出一个{@dice d4} 的骰子，并从攻击检定或豁免检定中减去所掷骰子的点数。通过豁免检定的生物会受到一半的伤害且不会士气低落。免疫{@condition frightened} 状态的生物不会受到士气低落的影响。",
	"All allies of your choice within the 20-foot sphere gain temporary hit points equal to your character level and cannot be {@condition frightened}. If an ally is {@condition frightened}, that condition is removed for the duration. This grand arte is audible out to 300 feet.": "你选择的所有盟友在20英尺范围内获得临时生命值，数值等同于你的角色等级，并且不能被{@condition frightened}。如果一个盟友处于{@condition frightened}状态，该状态将在持续时间内被移除。这个强大的神器的效果范围可听到的距离为300英尺。",
	"This grand arte's damage increases by {@dice 1d6} when you reach 9th level ({@damage 4d6}), and again at 13th ({@damage 5d6}) and 17th ({@damage 6d6}).": "这件宏伟的神器在你达到9级时增加{@dice 1d6}伤害，然后在13级({@damage 4d6})和17级({@damage 5d6})再次增加伤害。",
	"You infuse your body with cosmic flame and launch yourself at your foes, releasing the energy in a fiery conflagration where you land. Choose an unoccupied space within range. You jump in a straight line to that space without consuming your movement and without provoking opportunity attacks, provided you have clear line of effect to it. All creatures except you in a 20 foot sphere originating from where you land must make a Dexterity saving throw against your artes save DC. A creature takes {@damage 3d8} fire damage and {@damage 3d8} thunder damage on a failed save, or half as much damage on a successful save.": "你将你的身体注入宇宙之火，并向你的敌人发起冲击，在你着陆的地方释放能量，形成熊熊烈火。选择范围内的一个空位。你可以直线跳到那个位置，不消耗移动并且不会引发机会攻击，只要你对它有明确的视线。从你着陆的地方起源的20英尺范围内的所有生物，必须根据你的武术豁免 DC 进行一次敏捷豁免。在未通过豁免时，生物会受到 {@damage 3d8} 火焰伤害和 {@damage 3d8} 雷电伤害，通过豁免时则只受到一半伤害。",
	"This grand arte damages objects in the area and ignites flammable objects that aren't being worn or carried. This grand arte is audible out to 300 feet.": "这个强大的神器会损坏周围的物体，并点燃未被穿戴或携带的易燃物品。这个强大的神器的声音可以传到300英尺外。",
	"This grand arte's fire damage increases by {@dice 1d8} when you reach 9th level ({@damage 4d8}), and again at 13th ({@damage 5d8}) and 17th ({@damage 6d8}).": "这件宏伟的神器的火焰伤害在你达到9级时增加了{@dice 1d8}，并在13级({@damage 4d8})和17级({@damage 5d8})时再次增加。",
	"Elemental energies surge forth as a devastating wave and linger on your weapon. You choose cold, fire, or lightning, and all creatures of your choice within 20 feet of you must succeed on a Dexterity saving throw against your Artes save DC or take {@damage 3d6} damage of that type, or half on a successful save. For 1 minute, one weapon you are holding deals an additional {@damage 1d6} damage of that type on a hit. This effect ends if you drop that weapon.": "元素能量如洪水般涌现，停留在你的武器上。你可以选择冰冷、火焰或闪电，你周围20英尺范围内的所有生物必须通过一个敏捷豁免，豁免 DC 为你的艺术豁免 DC，否则受到相应类型的 {@damage 3d6} 伤害，豁免成功则减半。在1分钟内，你手持的一把武器在命中时额外造成 {@damage 1d6} 相应类型的伤害。如果你放下武器，效果结束。",
	"This grand arte's initial damage increases by {@dice 1d6} when you reach 9th level ({@damage 4d6}), and again at 13th ({@damage 5d6}) and 17th ({@damage 6d6}).": "这件宏伟的神器在你达到9级({@damage 4d6})时，初始伤害增加了{@dice 1d6}，并在13级({@damage 5d6})和17级({@damage 6d6})时再次增加。",
	"You channel fiery energy into your weapon and strike the ground, spreading that energy out where it explosively erupts and launches your foes skyward. Each creature and object in a line 60 feet long, 5 feet wide, and 15 feet high must succeed on a Dexterity saving throw. On a failed save, the creature takes {@damage 4d8} fire damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and is not knocked {@condition prone}.": "你将炽热的能量注入武器，然后猛击地面，将那股能量扩散出去，形成爆炸性的喷发，将你的敌人冲向天空。在一条长60英尺、宽5英尺、高15英尺的直线上，每个生物和物体都必须进行一次敏捷豁免检定。未通过检定的生物会受到{@damage 4d8}火焰伤害，并被击倒{@condition prone}。通过检定的生物会受到一半伤害，并且不会被击倒{@condition prone}。",
	"This grand arte damages objects in the area and ignites flammable objects that aren't being worn or carried.": "这个宏伟的法术会损坏区域内的物体，并点燃未被穿戴或携带的易燃物品。",
	"This grand arte's damage increases by {@dice 1d8} when you reach 9th level ({@damage 5d8}), and again at 13th ({@damage 6d8}) and 17th ({@damage 7d8}).": "这件宏伟的神器在你达到9级时增加了{@dice 1d8}的伤害，然后在13级({@damage 5d8})和17级({@damage 6d8})再次增加。",
	"You infuse your shield with your ki and throw it, transforming it into an extension of your will that seeks out your enemies. Choose one target within range. You can then choose up to three other targets, each of which must be within 30 feet of the first target. A target can be a creature or an object, and can be targeted only once.": "你将你的盾牌注入气，然后投掷出去，将其转化为你意志的延伸，寻找你的敌人。选择范围内的一个目标。然后你可以选择最多三个其他目标，每个目标必须在第一个目标的30英尺内。目标可以是生物或物体，并且每个目标只能被选择一次。",
	"A target must succeed on a Dexterity saving throw. The target takes {@damage 3d6} bludgeoning damage plus your Artes ability modifier on a failed save, or half as much damage on a successful one. Your shield then returns to your hand.": "目标必须成功进行一次敏捷豁免才能避免受到伤害。在未能通过豁免时，目标将受到{@damage 3d6} 钝击伤害，再加上你的阿尔特斯 (Artes) 能力修正值；若成功通过豁免，则只受到一半伤害。你的盾牌随后会回到你的手中。",
	"This arte's damage increases by {@dice 1d6} and the number of secondary targets increases by 1 when you reach 9th level ({@damage 4d6} and 4), and again at 13th ({@damage 5d6} and 5) and 17th ({@damage 6d6} and 6).": "这个技能的伤害在你达到9级时增加了{@dice 1d6}，次要目标数量增加1个({@damage 4d6}和4)，并在13级({@damage 5d6}和5)以及17级({@damage 6d6}和6)时再次增加。",
	"You transform into living lightning and charge unhindered through your foes. You move up to 60 feet without consuming movement, you do not provoke opportunity attacks while moving in this way, and you can pass through creatures, but you cannot end your movement in a creature's space. Any creature of your choice whose space you pass through or move within 5 feet of takes {@damage 3d8} lightning damage, or half on a successful Dexterity saving throw. A creature can only be affected by this grand arte once per turn.": "你化身为活雷电，无阻地冲过你的敌人。你可以移动多达60英尺而不消耗移动力，这种移动方式不会引发机会攻击，你可以穿过生物，但不能停留在生物的空间内。你选择的任何生物，如果你穿过其空间或在其5英尺内移动，会受到{@damage 3d8} 闪电伤害，成功进行敏捷豁免则减半。每个生物每回合只能受到这个大法术的影响一次。",
	"This grand arte's damage increases by {@dice 1d8} when you reach 9th level ({@damage 4d8}), and again at 13th ({@damage 5d8}) and 17th ({@damage 6d8}).": "这件宏伟的神器在你达到9级时增加{@dice 1d8}伤害({@damage 4d8})，并在13级({@damage 5d8})和17级({@damage 6d8})再次增加。",
	"You imbue a weapon with your will and throw it, turning it into a deadly whirling trap for anyone foolish enough to draw near. Your weapon flies to an unoccupied space within range. For the duration, any creature that ends its turn within 10 feet of the weapon must make a Dexterity saving throw. The creature takes {@damage 2d10} damage of your weapon's type on a failed save, or half as much damage on a successful save.": "你凝聚意志力在武器上，然后投掷它，将其变成一个致命的旋转陷阱，任何愚蠢到靠近的人都会受到伤害。你的武器飞到射程内的一个空位。在持续时间内，任何在武器周围10英尺内结束回合的生物必须进行一次敏捷豁免检定。生物在豁免失败时受到你武器类型的{@damage 2d10}伤害，豁免成功时受到一半伤害。",
	"As a bonus action, you can move your weapon up to 30 feet. If you move the weapon into a creature's space, that creature must make the saving throw against the weapon's damage, and the weapon stops moving this turn. When this grand arte ends, the weapon returns to your hand. If you don't have a free hand to catch it, it lands at your feet instead.": "作为一个奖励动作，你可以将你的武器移动最多30英尺。如果你将武器移动到一个生物的空间中，那个生物必须对武器的伤害进行豁免检定，而武器在本回合停止移动。当这个伟大的神器结束时，武器会回到你的手中。如果你没有空闲的手接住它，它会落在你的脚边。",
	"This grand arte's damage increases by {@dice 1d10} when you reach 9th level ({@damage 3d10}), and again at 13th ({@damage 4d10}) and 17th ({@damage 5d10}).": "这件宏伟的神器在你达到9级时增加了{@dice 1d10}的伤害，然后在13级({@damage 3d10})和17级({@damage 4d10})再次增加伤害。",
	"With a swing of your weapon, you manifest spectral swords that spin and slice and stab in all directions, from all directions, until there is no space that is not a sword. Each creature in a 30-foot cube originating from you must succeed on a Dexterity saving throw or take {@damage 5d6} force damage, or half on a successful save.": "你挥舞武器，凭空显现出幽灵剑，它们旋转、切割、刺击，无所不在，直至所有空间都变成了剑。从你身边起源的一个30英尺立方体范围内的每个生物必须进行一次敏捷豁免检定，否则将受到{@damage 5d6}力量伤害，豁免成功则只受一半伤害。",
	"This grand arte's damage increases by {@dice 1d6} when you reach 9th level ({@damage 6d6}), and again at 13th ({@damage 7d6}) and 17th ({@damage 8d6}).": "这件宏伟的神器在你达到9级时增加了{@dice 1d6}的伤害，然后在13级({@damage 6d6})和17级({@damage 7d6})时再次增加。",
	"You create spectral copies of a weapon you hold that whirl around you and attack in tandem with you. When a hostile creature enters the area for the first time on a turn or starts its turn there, it takes {@damage 2d6} force damage.": "你创造了一些幻影副本，它们围绕着你旋转，并与你一起攻击。当敌对生物在一个回合内首次进入该区域或在那里开始它的回合时，它会受到{@damage 2d6}的力量伤害。",
	"The first time you hit with a melee weapon attack on your turn while this grand arte is active, you deal an additional {@damage 2d6} force damage to your target.": "当这个大奥术物品激活时，在你的回合中第一次进行近战武器攻击命中时，你对目标造成额外 {@damage 2d6} 的力量伤害。",
	"This grand arte's damage increases by {@dice 1d6} when you reach 9th level ({@damage 3d6}), and again at 13th ({@damage 4d6}) and 17th ({@damage 5d6}).": "这件宏伟的神器在你达到9级时增加了{@dice 1d6}的伤害，然后在13级({@damage 3d6})和17级({@damage 4d6})再次增加。",
	"You channel all your fury into your weapon and swing it, devastating a wide area with rending shockwaves and whirling phantom copies of your weapon. All creatures and objects in a 60-foot cone take {@damage 4d6} damage of your weapon's type, or half on a successful Dexterity saving throw.": "你将所有愤怒注入武器，挥舞它，用撕裂的冲击波和旋转的幻影武器副本摧毁了一个广阔区域。60英尺锥形范围内的所有生物和物体受到{@damage 4d6}武器类型的伤害，或在成功的敏捷豁免扑克牌上减半。",
	"This grand arte has additional effects depending on the damage type of your weapon.": "这件宏伟的神器具有额外效果，取决于您武器的伤害类型。",
	"{@i Bludgeoning:} Any creature that fails its saving throw is also pushed up to 15 feet away from you from the incredible force of the attack.": "{@i Bludgeoning:} 任何未能通过豁免检定的生物也会被这次强大攻击的力量推开，最多15英尺远离你。",
	"{@i Piercing:} The speed of any creature that fails its saving throw is reduced to 0 until the end of your next turn as it is pinned in place by spectral weapons.": "{@i Piercing:} 任何未能通过豁免检定的生物的速度将被降为0，直到你的下一个回合结束，因为它被幻影武器困住而无法移动。",
	"{@i Slashing:} Any creature that fails its saving throw is also overwhelmed with pain and has disadvantage on attack rolls until the end of your next turn.": "{@i Slashing:} 任何未能通过豁免检定的生物也会被剧痛所压倒，并且在你的下一个回合结束前，攻击检定会受到劣势。",
	"This grand arte's damage increases by {@dice 1d6} when you reach 9th level ({@damage 5d6}), and again at 13th ({@damage 6d6}) and 17th ({@damage 7d6}).": "这件宏伟的神器在你达到9级时增加了{@dice 1d6}的伤害，然后在13级({@damage 5d6})和17级({@damage 6d6})再次增加。",
	"Your weapon becomes both a focus of and a beacon for your ki, and you throw it unerringly at your foe. One creature or object within 120 feet of you takes {@damage 4d10} damage of your weapon's type, or half on a successful Dexterity saving throw. You then either teleport to the weapon's location or teleport the weapon back to your hand.": "你的武器成为你气的焦点和信标，你毫不犹豫地将其投向你的敌人。你周围120英尺内的一个生物或物体受到你武器类型伤害的{@damage 4d10}，或者在成功的敏捷豁免扑救后受到一半伤害。然后你可以选择传送到武器的位置或将武器传送回到你的手中。",
	"You focus magic into your weapon to create a reflection of yourself next to you. The reflection is an illusion that will follow and copy your movements until the beginning of your next turn or you are attacked. The next creature that attacks you must make an intelligence saving throw against your arte save DC or else the attack will hit the reflection instead of you, causing it to deals {@damage 1d6} psychic damage to the attacker as it shatter.": "你将魔法聚集到武器上，创造出一个与你并肩站立的自身倒影。这个倒影是一个幻象，会跟随并复制你的动作，直到你的下一个回合开始或者你被攻击为止。下一个攻击你的生物必须进行一次智力豁免检定，目标值为你的护甲豁免 DC，否则攻击会命中倒影而不是你，导致倒影对攻击者造成 {@damage 1d6} 精神伤害并破碎。",
	"You perform an overhead swing with your weapon while channeling water through it. As your weapon goes down the water flows in an arc toward a creature you can see within in range and the target must make a strength saving throw against your arte save DC or be knocked {@condition prone} and take {@damage 1d6} bludgeoning damage.": "你用武器进行一次上挥，同时通过它引导水流。当你的武器下落时，水流呈弧线流向你能看到的范围内的生物，目标必须根据你的神器豁免 DC 进行一次力量豁免检定，否则被击倒 {@condition prone} 并受到 {@damage 1d6} 钝击伤害。",
	"You sheath your weapon charged with lightning and ready yourself for a swift counter attack. When a creature you can see in your weapon's range moves or makes an attack, you can use your reaction to instantly unsheathe your weapon and make a melee weapon attack. On a hit, the target suffers the weapon's normal effects and takes an additional {@damage 1d10} lightning damage.": "你将充满闪电能量的武器插入剑鞘，准备好迅速进行反击。当你能看到的生物在你武器的射程内移动或发动攻击时，你可以使用你的反应立即拔出武器并进行一次近战武器攻击。命中后，目标受到武器的正常效果，并额外受到{@damage 1d10} 闪电伤害。",
	"You cannot make weapon attacks on your turn while this arte is active.": "当这个神器 (artefact) 处于激活状态时，你不能在你的回合进行武器攻击。",
	"A viscous green slime form itself around your weapon. Chose a target within your weapon's normal range, it must make a dexterity saving throw against your arte save DC or make contact with your weapon. While the slime soften the blow, the acid splashes onto the creature dealing {@damage 1d8} acid damage and softening its armor, lowering its AC by 1 until the beginning of your next turn as the acid loses its potency. The target's AC cannot drop lower than 10 + its dexterity modifier.": "一团黏糊糊的绿色粘液在你的武器周围形成。选择在你武器的正常射程内的一个目标，它必须进行一个敏捷豁免检定，DC为你的神器豁免DC，否则会接触到你的武器。虽然粘液减轻了冲击，但酸液溅到生物身上，造成{@damage 1d8}点酸性伤害并软化其盔甲，将其AC降低1，直到你的下一个回合开始，因为酸液失去了效力。目标的AC不能降低到低于10 + 它的敏捷修正。",
	"At 11th level, the AC drop by 2 instead of 1.": "在11级时，AC下降2点，而不是1点。",
	"You concentrate air into your weapon and unleash it at a creature, the impact knock the wind out of the target and inflict tinnitus. Choose a creature you can see within range, it must make a constitution saving throw against your arte save DC or takes {@damage 1d4} thunder damage, is {@condition deafened} and cannot cast a spell requiring a verbal component until the beginning of your next turn.": "你将空气集中到武器中，然后释放在一个生物身上，冲击让目标窒息并导致耳鸣。选择一个你能看到的范围内的生物，它必须对你的神器豁免 DC 进行一次体质豁免检定，否则会受到 {@damage 1d4} 雷属性伤害，被 {@condition deafened} 并且直到你下个回合开始前无法施放需要口头组件的法术。",
	"Your weapon begins to emit a sinister red aura. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon attack's normal effects and if the creature is small or larger and is neither a construct or undead, you regain a number of hit points equal to your arte ability modifier (minimum 1) if it dies before the beginning of your next turn. While under this effect, the creature's wound emit the same aura as the weapon.": "你的武器开始散发出一种邪恶的红色光环。在使用这个技艺的同时进行一次武器攻击。命中目标后，目标遭受武器攻击的正常效果，如果该生物是中型或更大且既不是构造体也不是不死生物，且在你的下一个回合开始之前死亡，你将恢复等于你的技艺能力调整值（最少1点）的生命值。在这种效果下，生物的伤口会散发出与武器相同的光环。",
	"This arte's damage and healing increases when you reach certain levels. At 5th level, the melee attack deals an extra {@damage 1d4} necrotic damage to the target on a hit, and the healing increases to {@damage 1d4} + your arte ability modifier. Both rolls increase by {@damage 1d4} at 11th level ({@damage 2d4} and {@dice 2d4}) and 17th level ({@damage 3d4} and {@dice 3d4}).": "这个技艺在你达到一定等级时会增加伤害和治疗效果。在5级时，近战攻击对目标造成额外{@damage 1d4}的死灵伤害，并且治疗效果增加到{@damage 1d4} + 你的技艺能力调整值。在11级时，这两个数值会增加{@damage 1d4} ({@damage 2d4} 和 {@dice 2d4})，而在17级时会增加到({@damage 3d4} 和 {@dice 3d4})。",
	"A dark green hue from your grip appear to slither toward the end of your weapon as you prepare to strike. Make a weapon attack as part of using this arte. On a hit, the target suffers the weapon's normal effects and the target takes poison damage equal to your arte ability modifier at the end of its next turn.": "当你准备发动攻击时，你手中的武器上出现了一抹深绿色的色调，仿佛在朝着武器的尽头蠕动。在使用这个技艺的同时进行一次武器攻击。命中后，目标受到武器的正常效果，并在其下一个回合结束时受到等同于你的技艺能力修正值的毒性伤害。",
	"This arte's damage increases when you reach certain levels. At 5th level, the poison damage increases to {@damage 1d8} + your arte ability modifier, and the target takes an additional {@damage 1d8} poison damage at the end of its second turn after being affected by this arte. Both damage rolls increase by {@damage 1d8} at 11th level ({@damage 2d8} and {@damage 2d8}) and again at 17th level ({@damage 3d8} and {@damage 3d8}).": "这个技艺的伤害会随着你达到特定等级而增加。在5级时，毒素伤害增加到{@damage 1d8} + 你的技艺能力调整值，并且目标在受到这个技艺影响后的第二回合结束时额外受到{@damage 1d8} 毒素伤害。在11级时，这两次伤害骰都会增加{@damage 1d8} ({@damage 2d8} 和 {@damage 2d8})，而在17级时再次增加({@damage 3d8} 和 {@damage 3d8})。",
	"You whirl your weapon around yourself as it grows cold enough to turn the air around you into a thick mist that follows you. The space that you occupy become heavily obscured. The cloud dissipates at the beginning of your next turn or after you make an attack or are attacked. While the mist is present, your next attack deal an extra {@damage 1d6} cold damage.": "你挥舞着武器，使其变得足够冷，将你周围的空气变成一团浓雾跟随着你。你所占据的空间变得浓雾弥漫。这团浓雾会在你的下一个回合开始时消散，或者在你发动攻击或被攻击后消散。在浓雾存在时，你的下一次攻击额外造成{@damage 1d6}点冰冷伤害。",
	"You channel magic through your shield, projecting a defensive barrier around you. The barrier is a 5-foot sphere centered on you and moves with you until the beginning of your next turn. The barrier protect the creatures inside the sphere by reducing the next damage roll they would take by {@dice 1d4} + your arte ability modifier, after which the barrier fade.": "你通过盾牌引导魔法，将防御屏障投射在你周围。这个屏障是以你为中心的一个直径为5英尺的球体，并会随着你移动，直到你的下一个回合开始。该屏障保护球体内的生物，可以减少它们下一次受到的伤害骰点数，减少量为{@dice 1d4} + 你的神器能力调整值，之后屏障消失。",
	"If your shield is magic, add its bonus to AC to this arte's damage reduction roll.": "如果你的盾牌是魔法的，将其奖励加到AC上，然后加到这个物品的减伤骰中。",
	"This arte's damage reduction increases by {@dice 1d4} when you reach 5th level ({@damage 2d4}), 11th level ({@damage 3d4}), and 17th level ({@damage 4d4}).": "这个技能的伤害减免在你达到5级（{@damage 2d4}），11级（{@damage 3d4}），和17级（{@damage 4d4}）时增加了{@dice 1d4}。",
	"At 11th level, the barrier can affect two damage rolls before fading.": "在11级时，屏障可以影响两次伤害骰投掷后消失。",
	"You charge your weapon with raw energy and unleash it above you in a pulse of black energy, causing the air surrounding it to be drawn to you. All creatures and objects within 10 feet from you but at least 5 feet away from you must succeed on a Strength saving throw or take {@damage 1d4} bludgeoning damage and be pulled 5 feet toward you.": "你用原始能量充能你的武器，然后释放出一股黑色能量脉冲在你头顶上方，导致周围的空气被吸向你。所有距离你不少于5英尺但在10英尺范围内的生物和物体必须通过一次力量豁免才能避免受到{@damage 1d4} 钝击伤害，并被拉向你5英尺。",
	"You plunge your weapon into a solid surface, such as the ground or a wall, within 5 feet of you for a second. The weapon can magically penetrate any material but doesn't physically affect or damage it. As your weapon enter the surface, several blades and spikes rise out of the stabbed zone. They fill a 5-foot cube area for the next minute or until you use this arte again, after which it returns to its original state. Any creature in the field of blades when you use this arte must succeed on a Dexterity saving throw or take {@damage 1d8} piercing damage. A creature must also make the saving throw when it moves into the space for the first time on a turn or ends its turn there.": "你将武器插入距离你5英尺以内的坚固表面，比如地面或墙壁，持续一秒钟。武器可以魔法般地穿透任何材料，但不会对其造成实际影响或损坏。当你的武器进入表面时，几把刀刃和尖刺会从刺入区域升起。它们填满一个5英尺立方体区域，持续一分钟或直到你再次使用这个技艺，之后它会恢复到原始状态。当你使用这个技艺时，处于刀刃区域内的任何生物必须进行一次敏捷豁免检定，否则会受到{@damage 1d8}点刺伤伤害。生物在移动到该区域时首次进行转弯或在那里结束转弯时，也必须进行豁免检定。",
	"Lightning begins to crackle around your weapon. Point at a creature within 15 feet of you with your weapon, the lightning jump from your weapon to the creature. The target must succeed on a Constitution saving throw against your arte save DC or takes {@damage 1d6} lightning damage and loses the dexterity modifier bonus to their AC until they takes damage or the beginning of your next turn.": "当你的武器开始发出电光时。用武器指向你15英尺内的生物，闪电从你的武器跳向生物。目标必须通过对抗你的护甲豁免 DC 的体质豁免才能避免受到 {@damage 1d6} 闪电伤害，并且失去他们的敏捷调整值对AC的加值，直到他们受到伤害或者到你的下一个回合开始。",
	"Your breadth of knowledge of martial techniques allows you to adapt your style against any foe.": "你对武术技巧的广泛了解使你能够针对任何敌人调整自己的风格。",
	"You gain the following benefits:": "你获得以下好处：",
	"As a bonus action, you can learn any one {@filter arte|spells|school=AR|subschool=!Grand}. Once you do this, you know the arte until you finish a long rest. You can only know one arte at a time in this way.": "作为一个奖励动作，你可以学会任何一个{@filter arte|spells|school=AR|subschool=!Grand}。一旦你这样做了，你就会知道这个技艺，直到你完成一次长休。你每次只能以这种方式知道一个技艺。",
	"When a hostile creature provokes an opportunity attack from you, you can use your reaction to to use an {@filter arte|spells|school=AR|subschool=!Grand} rather than making an opportunity attack.": "当一个敌对生物触发了你的机会攻击时，你可以使用你的反应来使用一个{@filter arte|spells|school=AR|subschool=!Grand}，而不是进行一次机会攻击。",
	"You can use two {@filter artes|spells|school=AR|subschool=!Grand} during your turn instead of one, but you cannot use the same arte twice and they need to be used on different attacks. The second arte does not scale, it is always casted as if you were level 1.": "你可以在你的回合中使用两个{@filter artes|spells|school=AR|subschool=!Grand}，而不是一个，但你不能使用相同的技艺两次，它们必须用于不同的攻击。第二个技艺不会随等级提升，它总是被施放为你是1级时的效果。"
}