{
	"If the caronte fails a saving throw, it can choose to succeed instead.": "如果恰似渡船(Caronte)未能通过豁免投骰，它可以选择成功。",
	"Caronte's weapon attacks are magical.": "卡隆特的武器攻击是魔法的。",
	"The caronte deals double damage to objects and structures.": "查隆提号对物体和结构造成双倍伤害。",
	"Caronte can use his Frightful Presence. Then he makes two oar attacks.": "卡隆泰 (Caronte) 可以使用他的恐怖气场 (Frightful Presence)。然后他进行两次桨攻击。",
	"Each creature of the caronte's choice within 30 feet of it and aware of it must succeed on a {@dc 15} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if the caronte is within line of sight, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the caronte's Frightful Presence for the next 24 hours.": "卡隆特(Caronte)选择的每个生物，在其30英尺范围内且意识到它的存在，必须成功进行一次{@dc 15}感知豁免才能免疫{@condition frightened}效果，持续1分钟。生物可以在自己的回合结束时重复进行豁免才能，如果卡隆特在视线内，则带有劣势，成功则结束自身的影响。如果生物的豁免成功或效果对其结束，该生物在接下来的24小时内免疫卡隆特的惊吓气息。",
	"{@atk mw} {@hit 15} to hit, reach 20 ft., one target. {@h}26 ({@damage 4d8 + 8}) bludgeoning damage. In addition, the target must make a {@dc 23} Dexterity saving throw; on a failed save, it is pushed 60 ft. away.": "{@atk mw} {@hit 15}攻击，射程20英尺，一个目标。造成{@h}26 ({@damage 4d8 + 8}) 钝击伤害。此外，目标必须进行一次{@dc 23} 敏捷豁免检定；未通过豁免检定的目标会被推开60英尺。",
	"Caronte moves up to his speed.": "卡龙特(Caronte)移动他的速度。",
	"Caronte makes an oar attack": "卡戎忒 (Caronte) 进行了一次桨攻击。",
	"With a strike of his oar, Caronte raises the waters of Acheronte in": "随着他的桨一挥，(Caronte) 在阿刻隆特河中掀起了水流。",
	"a 60 ft. cone. Any creature in that area must make a {@dc 23} Dexterity saving throw; on a failed save, a target takes 2 {@condition exhaustion} levels.": "一个60尺锥形范围内。该区域内的任何生物必须进行一次{@dc 23}敏捷豁免检定；未通过豁免检定的目标将受到2{@condition exhaustion}等级的伤害。",
	"The waters of Acheronte swell and crash upon the shore, and their foam sweeps the Damned away. A huge boat emerges from the mist, commanded by the helmsman of the dead. This is Caronte, Ferryman of Acheronte, Guardian of the First Circle and Second Keeper of Hell. Caronte is a towering figure, and the oar he uses to push the boat is as long as a sailboat. Infernal embers shine in his orbs, and a layer of flames engulfs the oar as it strikes the waters of Acheron or the souls who crowd the ship. His voice makes the whole universe tremble, stirs the waters, and plants the seeds of dread in every heart. When Caronte the Demon steps on the shore, the earth trembles. As he rises, his bent back and his white beard are those of an ancient man, but his countenance is so fierce that it vanquishes any attempt at courage. This is the power of an Infernal Keeper, the sheer force that allows him to enact eternal justice in the name of the Lord. ": "阿克隆特河水汹涌激荡着海岸，它们的泡沫冲走了被诅咒者。一艘巨大的船从薄雾中浮现，由死者的舵手指挥。这就是卡隆特，阿克隆特的渡船人，第一圈的守护者和地狱的第二看守者。卡隆特是一个高大的人物，他用来推动船只的桨就像一艘帆船那么长。地狱的余烬在他的眼珠中闪耀，当桨击打阿克隆河的水或拥挤在船上的灵魂时，一层火焰包裹着桨。他的声音让整个宇宙颤抖，搅动着水面，在每颗心中播下恐惧的种子。当恶魔卡隆特踏上岸时，大地震颤。当他站起来时，他弯曲的背和白色的胡须像一个古老的人，但他的面容是如此凶猛，以至于击溃了任何勇气的尝试。这就是地狱看守者的力量，纯粹的力量使他能够代表主宣布永恒的正义。",
	"He is not alone: His boat crawls with helmsmen devils, reddish creatures in whose eyes burns the same flame as their master's. They are armed with oars, long hooked poles, and forks, which they use to push back any Indifferent who would dare to set foot on board. Their bat-like wings allow them to glide and flit from one end of the vessel to the other, as quick as the wind, with skittish movements like those of an insect.": "他并不孤单：他的船上爬满了舵手恶魔，红色生物，他们眼中燃烧着与主人相同的火焰。他们手持桨、长钩杆和叉，用来击退任何敢踏上船板的漠不关心者。他们蝙蝠般的翅膀让他们能够滑翔和飞舞，从船的一端到另一端，像风一样迅速，带着像昆虫一样的惊慌动作。",
	"If you really think you can be a stowaway on Caronte's boat, you will have to face them first. Caronte himself does not concern himself with these details, unless necessary. He spends his time howling at the damned and sowing fear without ever leaving his precious boat. From time to time, he hits the Lost Ones who bother him most with his oar, but he rarely means to kill.": "如果你真的认为自己可以偷渡到卡戎忒的船上，你首先必须面对他们。卡戎忒本人并不会关心这些细节，除非有必要。他把时间花在对着那些被诅咒的人嚎叫，散播恐惧，从不离开他心爱的船只。偶尔，他会用桨打击那些最烦扰他的迷失者，但他很少有意要杀死他们。",
	"Those who try and sneak aboard his vessel will awaken his most cruel side. Caronte can sense whenever a new passenger climbs on board, at the very moment they step onto the deck. His first reaction is a reaction of bewilderment, sometimes he is even amused by the courage shown by the stowaway. Then he orders his helmsmen under the deck, so that he may act freely. Then his face grows dark and a black smoke rises from his clenched jaw. Now he is ready to fight.": "那些试图潜上他船的人将唤醒他最残忍的一面。卡隆忒能感知到每当新的乘客登上船舷的那一刻。他的第一反应是困惑，有时甚至对偷渡者所展现的勇气感到好笑。然后他命令舵手们下到甲板下面，这样他就可以自由行动。接着他的脸色阴沉，一股黑烟从他紧咬的下颚升腾而起。现在他已经准备好战斗。",
	"Let it be known that fighting with Caronte is an act of sheer madness.": "让人们知晓，与(卡隆特)Caronte搏斗是一种彻头彻尾的疯狂行为。",
	"Still, if someone manages to prove their worth and defeats him, Caronte will submit to the heavenly will that led his foes to him.": "然而，如果有人能够证明自己的价值并击败他，卡戎特将顺从那些被引领到他面前的天意。",
	"He will then agree to ferry his foes without requiring any other payment. Provided that they have any Hope of the Height left after such a struggle.": "在这场激烈的战斗之后，他将同意免费运送他的敌人，前提是他们在这场斗争之后还有任何剩余的希望。",
	"When Cerbero drops a creature to 0 hit points with a melee attack on its turn, it can take a bonus action to move up to its speed and make one bite attack.": "当刻耳柏罗(Cerbero)在自己的回合用近战攻击将一名生物击倒至0点生命值时，它可以采取一个奖励动作，移动速度达到它的速度并进行一次咬击攻击。",
	"The cerbero has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "犬头人在依靠听觉或嗅觉的感知智力检定上有优势。",
	"Cerbero can't be surprised and has advantage": "刻耳柏洛不能被惊讶并且具有优势。",
	"on Wisdom ({@skill Perception}) tests and on saving": "在智力检定({@skill Perception})和豁免检定中",
	"throws against being {@condition blinded}, {@condition charmed}, {@condition deafened},": "投掷对抗值为{@condition blinded}、{@condition charmed}、{@condition deafened}的检定。",
	"{@condition frightened}, {@condition stunned}, or knocked {@condition unconscious}.": "被击倒{@condition frightened}，受伤{@condition stunned}，或晕眩{@condition unconscious}。",
	"Because of its three heads, Cerbero gets two extra reactions that can be used only for opportunity attacks.": "由于它有三个头，刻耳柏洛(Cerbero)获得额外两次反应机会，只能用于机会攻击。",
	"Cerbero is particularly vulnerable to any effects": "Cerbero对任何效果都特别脆弱。",
	"that may put it to sleep, and it has disadvantage on any saving throw against such effects. In addition, if Cerbero is targeted by the sleep spell, its current hit points are halved to determine how many hit points the spell can affect.": "这可能会让它进入睡眠状态，并且对任何此类效果的豁免检定都具有劣势。此外，如果塞尔贝洛((Cerbero))被睡眠咒文所瞄准，其当前生命值减半以确定该咒文可以影响多少生命值。",
	"Cerbero makes three bite attacks and two claws attacks.": "刻耳柏罗进行三次咬击攻击和两次爪击攻击。",
	"{@atk mw} {@hit +9} to hit, reach 10 ft., one target. {@h}14 ({@damage 2d8 + 5}) piercing damage. ": "{@atk mw}进行攻击，达到10英尺，一个目标。造成{@h}14 ({@damage 2d8 + 5})点穿刺伤害。",
	"{@atk mw} {@hit +9} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8+ 5}) slashing damage.": "{@atk mw} {@hit +9} 进行攻击，达到5英尺，一个目标。造成{@h}9 ({@damage 1d8+ 5}) 斩击伤害。",
	"Cerbero's barking is deafening. Any creature that can hear it within 60 feet of it must make a {@dc 18} Constitution saving throw. On a failed save, the creature takes 31 ({@damage 7d8}) thunder damage and is {@condition deafened}. On a successful save, the creature takes half as much damage and isn't {@condition deafened}. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "刻耳柏洛（Cerbero）的吠声震耳欲聋。在它周围60英尺范围内能听到的任何生物必须进行一次{@dc 18}体质豁免检定。未通过检定的生物会受到31点({@damage 7d8}) 雷属性伤害，并且被{@condition deafened}。通过检定的生物会受到一半伤害，并且不会被{@condition deafened}。生物可以在自己的回合结束时重复进行豁免检定，成功则结束效果。",
	"Cerbero moves up to its speed.": "刻耳柏洛(Cerbero)向前移动其速度。",
	"Cerbero makes a bite attack.": "刻耳柏洛发动一次咬击攻击。",
	"Cerbero makes a claws attack against any creature within 10 feet of it.": "刻耳柏洛(Cerbero)对其10英尺范围内的任何生物发动爪击攻击。",
	"Cerbero recharges its Bark and uses it.": "刻耳柏洛重新充能它的吠声并使用它。",
	"Three barks echo above the pounding rain. Three thunderclaps shake the Pit. Then a heavy figure steps forward in the slimy mud.": "三声犬吠在倾盆大雨中回荡。三声雷鸣震动着深坑。然后一个笨重的身影在泥泞的泥地上迈步向前。",
	"This is Cerbero, the Infernal Hound, Fourth Keeper of Hell, Guardian and Scourge of the Third Circle, eager to assault the Gluttons and rend their pale flesh. From its slobbering mouths drips a thick and whitish slime even fouler than the mud on the ground, covering the remains of the damned. Cerbero's body is not the lean body of a hunting hound: The Infernal hound is fat and heavy, and its snouts are flattened. Its breath is heavy, and from its sagging cheeks falls a constant rain of drool.": "这是犬头三守护者(Cerbero)，地狱的第四位看守者，第三层的守护者和鞭笞者，渴望袭击贪食者并撕裂他们苍白的肉体。从它滴溜溜的嘴里滴落着一种比地上的泥更加恶臭的厚重而白色的粘液，覆盖着被诅咒者的残骸。犬头三守护者的身体并非狩猎犬那样纤瘦：这只地狱猎犬又胖又重，它的鼻子被压扁了。它的呼吸沉重，从它下垂的脸颊上不断滴落着口水。",
	"The hound raises one of its heads, sniffs the air, and growls. All three heads turn to face the newcomers, followed by the gargantuan body. Cerbero has found a new toy.": "猎犬抬起其中一个头，嗅着空气，发出低吼声。三个头都转向新来者，随后是巨大的身躯。刻耳柏洛（Cerbero）找到了一个新玩具。",
	"The torturer of the Gluttons was once a common dog, but the titan Tifone and his partner Echidna fed it with their tainted blood, turning it into the monster that stands before you now. The blood of the giants flowing in its veins, in addition to its size and its sharp fangs, make of Cerbero a very dangerous foe.": "暴食者的拷问者曾经是一只普通的狗，但泰坦提福涅和他的伙伴厄基德娜用他们的污血喂养它，将它变成了你面前的怪物。巨人的血液在它的血脉中流淌，加上它的体型和锋利的獠牙，使刻耳柏洛成为一个非常危险的敌人。",
	"Its layers of fat and its thick skin act as armor for this beast, and can protect it from most attacks. In spite of its size, Cerbero can also move swiftly. When it does, the ground shakes under its leaps.": "它的脂肪层和厚实的皮肤充当了这只野兽的盔甲，可以保护它免受大多数攻击。尽管体型庞大，塞尔贝罗((Cerbero))也能迅速移动。每当它移动时，大地在它的跳跃下都会震颤。",
	"The champion of false gods wears the Ettore's Helm.": "伪神之冠的冠冕戴在艾托尔(Ettore)的头上。",
	"If the champion fails a saving throw, it can choose to succeed instead.": "如果冠军失败了一次豁免投掷，它可以选择成功。",
	"The champion of false gods also counts as undead to determine if it is affected by magic and other effects affecting undead creatures.": "虚假神祗之冠军也被视为不死生物，以确定其是否受到影响不死生物的魔法和其他效果。",
	"The champion of false gods had advantage on saving throws against being {@condition frightened}.": "那位虚假神祗的冠军在豁免抗性检定时获得优势，免疫被 {@condition frightened}。",
	"The champion of false gods makes three longspear attacks.": "伪神之冠军进行三次长矛攻击。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}17 ({@damage 2d8 + 4}) piercing damage.": "{@atk mw} {@hit 8}攻击，射程10英尺，一个目标。造成{@h}17 ({@damage 2d8 + 4})穿刺伤害。",
	"While it wears the Ettore's Helm, as an action, the champion of false gods can magically create three lightning bolts, each of which can hit a target that it can see within 120 feet. A target must make a {@dc 15} Dexterity saving throw, taking 16 ({@damage 3d10}) lightning damage on a failed save, or half as much damage on a successful one.": "当佩戴着艾托尔头盔时，作为一个动作，虚假神明的勇士可以魔法地创造三道闪电，每一道都能击中其在120英尺内能看见的目标。目标必须进行一次{@dc 15} 敏捷豁免，未通过则受到16 ({@damage 3d10}) 闪电伤害，通过则只受到一半伤害。",
	"The champion of false gods adds 2 to its AC against one melee attack that would hit it. To do so, the champion must see the attacker and be wielding a melee weapon.": "伪神之冠军在面对一次近战攻击时，可以使其AC提高2点。为此，冠军必须看到攻击者并且握持一把近战武器。",
	"The champion of false gods moves up to its speed without provoking attacks of opportunity.": "虚假神明之冠的冠军移动速度不受攻击机会的影响。",
	"The champion of false gods makes a longspear attack.": "伪神之冠的冠军进行长矛攻击。",
	"The champion of false gods makes a swipe with its longspear. Each creature within 10 feet of the champion must succeed on a {@dc 16} Dexterity saving throw, or be knocked {@condition prone}": "伪神之冠的冠军用长矛挥动。距离冠军10英尺内的每个生物必须通过一次{@dc 16}敏捷豁免检定，否则被击倒{@condition prone}。",
	"There are noble spirits who choose the path to redemption and await the End of Days in peace and devotion, hoping to be finally allowed to ascend to Heaven and take their place atthe Lord's side, and there are those who join the Lost Ones from time to time and act as their companions or guides to lead them in their otherworldly journey, but there are also some who turn their back on their last chance and let themselves be seduced by anger, frustration, and revenge. The champion standing before the Lost Ones is the infernal semblance of Ettore, the ancient heathen hero. He looks like a tall, stiff, and hardy marble statue, an unnatural and symbolic exaltation of the features he sported in life, according to legends.": "有高尚的灵魂选择走向救赎之路，在平静和虔诚中等待末日的到来，希望最终被允许升入天堂，在主的身边找到自己的位置；也有一些灵魂会偶尔加入失落者，并充当他们的同伴或向导，在他们超凡之旅中引领他们；但也有一些人放弃了最后的机会，让自己被愤怒、挫折和复仇所诱惑。站在失落者面前的冠军是埃托雷的地狱幻影，这位古老异教英雄。据传说，他看起来像一尊高大、僵硬、坚固的大理石雕像，是他生前特征的不自然和象征性的提升。",
	"The damned also counts as undead to determine if it is affected by magic and other effects affecting undead creatures": "被诅咒的生物也被视为不死生物，以确定其是否受到影响不死生物的魔法和其他效果。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) necrotic damage. The target must succeed on a {@dc 10} Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the creature finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.": "{@atk mw} {@hit 3} 进行攻击，射程5英尺，一个目标。造成{@h}5 ({@damage 1d6 + 2}) 点死灵伤害。目标必须成功通过一次{@dc 10} 体质豁免才能避免其最大生命值减少与所受伤害相等的数值。这个减少效果持续直到生物完成一次长休。如果这个效果将目标的最大生命值减至0，目标将死亡。",
	"The ethereal hosts amassing in the darkness: Theirs are the wails and the gnashing teeth, theirs is the pain that saturates the abyss.": "在黑暗中聚集的虚无之主：他们的是哀嚎和咬牙切齿，他们的是充斥深渊的痛苦。",
	"There is no place in Hell that is not crawling with damned. The chasm of Lucifero is a prison and a torture hall for all the unfortunate who broke the laws of Heaven, billions and billions of souls coming from every corner of creation. A damned's semblance is strictly connected to the memories the Lost Ones have of them. If a damned is a complete stranger to the Travelers, it will appear as a vague gray shadow, whose features remain undiscerned and anonymous, although human. If the host of the deceased in a certain circle includes a Familiar Spirit to a member of the Brigade, it will appear as it is remembered by the Lost One.": "地狱中没有任何地方不充斥着受诅咒的灵魂。 鲁西菲洛深渊是一个监狱，也是一个折磨之地，那里关押着所有不幸违反天堂法律的人，数以十亿计的灵魂来自创世之角。 一个受诅咒者的外表与失落者对他们的记忆紧密相连。 如果一个受诅咒者对旅行者来说是一个完全陌生的人，它将出现为一个模糊的灰色影子，其特征保持不可辨认和匿名，尽管是人类。 如果已故者的宿主在某个圈子中包括旅行者团成员的熟悉精灵，它将出现为失落者记忆中的样子。",
	"Anyway, their translucent bodies are intangible, as if they were made of a sticky fluid. They do not cast shadows, nor leave footprints as they pass, and yet they can interact with the surrounding matter, turning part of their bodies more tangible. This is also a weakness: in spite of their shadowy nature, they": "无论如何，他们的半透明身体是无形的，就像它们是由一种黏性流体制成的一样。它们不会投下阴影，也不会在经过时留下脚印，但它们可以与周围的物质互动，使身体的一部分更加实体化。这也是一个弱点：尽管它们是阴影的本质，但它们",
	"can be hurt, dismembered, and torn to pieces. They bleed and feel pain as if they were alive, but they cannot die, as they are already dead. Their existence in Hell is an endless cycle in which they perish and reform, they are dismembered and spring out of the ground again. There is no escape from Hell for them. Death lifted the veil from the eyes of the damned: Now they feel time in a non-linear way, and they may glimpse the future, relive an intense memory from their past, or gather information about what's currently going on in Hell. Thus, speaking with the": "他们可以受伤、被肢解和撕成碎片。他们会流血、感受到疼痛，就像活着一样，但他们无法死去，因为他们已经死了。他们在地狱中的存在是一个无尽的循环，他们灭亡并重生，他们被肢解然后又从地面上冒出来。对他们来说，逃离地狱是不可能的。死亡揭开了被诅咒者的面纱：现在他们以非线性的方式感知时间，他们可能瞥见未来，重温过去的强烈记忆，或者获取有关地狱当前情况的信息。因此，与地狱中的人交谈时，他们可能会感知到时间的不同流逝方式。",
	"damned can be very useful, although their knowledge of the souls remains flawed and is based on their personal experiences and the circle they are bound to. A damned who lived in Florence will not talk about Rome, and an Indifferent knows nothing about the circle of Wantons. In addition, some damned are stronger than others, especially the Violent and all those who have to": "被诅咒者可能非常有用，尽管他们对灵魂的了解仍然存在缺陷，主要基于他们的个人经历和他们所受束缚的圈子。一个生活在佛罗伦萨的被诅咒者不会谈论罗马，而一个冷漠者对放荡者的圈子一无所知。此外，一些被诅咒者比其他人更强大，特别是暴力者和所有必须（Violent and all those who have to）",
	"perform physical tasks as part of their punishment. Finally, even a weak and solitary damned may deal serious damage using the peculiarities of the place they haunt, or drawing the attention of an Infernal monster.": "作为惩罚的一部分，执行体力任务。最后，即使是一个虚弱而孤独的可怜之人，也可以利用他们所出没的地方的特殊性质，或者引来一个地狱怪物的注意，造成严重伤害。",
	"Although the damned are immortal, their willpower has been broken by torture. Some damned run away as soon as they take serious damage, and most of them will let the Lost Ones alone after they have been destroyed once. Their lack f Hope of the Height is a key weakness to exploit. ": "尽管被诅咒者是不朽的，但他们的意志已经被折磨打破。一些被诅咒者一旦受到严重伤害就会逃跑，大多数在被摧毁一次后就会放弃追击失落者。他们缺乏对高处的希望是一个可以利用的关键弱点。",
	"If the flegias fails a saving throw, it can choose to succeed instead.": "如果费莱吉斯（Flegias）未能通过豁免投骰（saving throw），它可以选择成功。",
	"The flegias's ttacks are magical.": "弗莱吉亚(%num%)的攻击是魔法的。",
	"The flegias has advantage on saving throws against spells and other magical effects.": "费莱吉亚斯(flegias)在对抗法术和其他魔法效果的豁免 throws 中拥有优势。",
	"Flegias makes three melee attacks: two with the oar and one with the tail.": "弗莱吉亚斯(Flegias)进行三次近战攻击：两次使用桨，一次使用尾巴。",
	"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 6}) bludgeoning damage, the target must succeed on a {@dc 19} Strength saving throw, or be pushed 10 feet away..": "{@atk mw} {@hit 11}攻击，射程10英尺，目标一个。造成{@h}19({@damage 3d8 + 6})点钝击伤害，目标必须通过一次{@dc 19}力量豁免才能不被推开10英尺。",
	"{@atk mw} {@hit +11} to hit, reach 10 ft., one creature. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage. If the target is Medium or smaller, it is {@condition grappled} (escape {@dc 16}). Until this grapple ends, the target is {@condition restrained}, the flegias can automatically hit the target with its tail, and the flegias can't make tail attacks against other targets.": "{@atk mw} {@hit +11} 进行攻击，达到10英尺，一个生物。造成{@h}15 ({@damage 2d8 + 6}) 钝击伤害。如果目标是中等体型或更小，它被{@condition grappled} (逃脱 {@dc 16})。直到这次擒抱结束，目标被{@condition restrained}，费勒吉亚斯可以自动用尾部攻击目标，费勒吉亚斯不能对其他目标进行尾部攻击。",
	"Flegias moves up to his speed.": "弗莱吉亚斯（Flegias）向前移动他的速度。",
	"Flegias makes an oar attack": "弗莱吉亚斯(Flegias)发动了一次桨攻击。",
	"The boat silently glides on the marsh, directly headed for you. It is rowed by a leering demon with a chiseled body like that of a Greek statue and a pair of horns cutting through the thick air that looms over the Stige.": "小船在沼泽上静静滑行，直奔你而来。它由一个面带狞笑的恶魔划动，他的身体雕刻得像希腊雕像一样，一对角刺穿过笼罩在斯提吉上的浓重空气。",
	"This is Flegias, Fifth Keeper of Hell, Ferryman of the Stige, and Guardian of the Fifth Circle. As the boat reaches the shore, he nimbly jumps down and wields the oar as if it were a weapon. His bloodshot, ruby eyes meet your gaze. The demon's smile widens. He spits on the ground.": "这是弗莱吉亚斯 (Flegias)，地狱第五守护者，斯提格的渡船夫，第五层的守护者。当小船靠岸时，他敏捷地跳下船，挥舞桨像挥舞武器一样。他那血红的红宝石般的眼睛与你的目光相遇。恶魔的微笑变得更宽了。他朝地上吐了口唾沫。",
	"Well, Traveler, now there is no escape. Flegias has issued a challenge: You will have to fight him to earn passage to the city of Dite.": "嗨，游侠，现在已经没有逃避的余地了。弗莱吉亚斯发出了挑战：你必须与他战斗，才能获得通往迪泰城的通行证。",
	"Flegias is not just a ferryman, this is obvious from his sheer size and his wiry muscles. Before the fall, he wielded a flaming sword against Lucifero and he fought with such a momentum that he singlehandedly defeated the most powerful enemy generals. Once the Great Enemy was defeated, though, the fury and the": "弗莱吉亚斯（Flegias）不仅仅是一名渡船夫，这一点显而易见，从他庞大的体型和结实的肌肉就能看出。在堕落之前，他挥舞着一把火焰之剑对抗露西菲洛（Lucifero），他的战斗势头如此之猛，以至于他单枪匹马击败了最强大的敌人将军。然而，一旦大敌被打败，愤怒和",
	"rapture of battle did not fade, and he turned against his own companions. It was Archangel Michele who disarmed and killed Flegias with his own sword, before casting his body into the Stige. The river brought him back to life, in his new, demonic semblance. On his back, where once sprouted two mighty wings, now only two sharp vestigial bones remain. ": "战斗的狂热并未消退，他转而对自己的同伴们动手。正是大天使米迦勒 (Archangel Michele) 用他自己的剑解除了费列吉亚斯 (Flegias) 的武装并杀死了他，然后将他的尸体投入斯提格河 (Stige)。这条河将他带回生命，以他新的、恶魔般的模样。他背上曾经生长着两只强大的翅膀的地方，现在只剩下两根锋利的残留骨头。",
	"Flegias fights without restraint. He savors every moment of the fight.": "弗莱吉亚斯（Flegias）战斗时毫不保留。他尽情享受战斗的每一刻。",
	"The demon is as strong as three men and a blow from his oar can send you tumbling head over heels or break a limb. He often includes grappling and tail swipes in his tactics. The rags he wears around his waist are animated and can strike as a scourge or move Flegias away to save him from a sneak attack.": "这个恶魔的力量相当于三个人，他一击就能让你头重脚轻或者断一根肢体。他经常使用搏斗和尾部扫击作为战术。他腰间所穿的破布有生命力，可以像鞭子一样袭击，或者将费列吉亚斯移开，以免他受到偷袭。",
	"To quench Flegias' wrath you only need to cast him into the Stige. the mud will calm his senseless rage. Knocking the demon prone and finding the strength to push him into the mire will not be easy, though.": "要平息弗莱吉亚斯的愤怒，你只需要将他投入斯提吉河中。泥浆会平息他无谓的愤怒。然而，将恶魔击倒并找到力量将他推入泥潭并不容易。",
	"If you defeat Flegias, you will earn his admiration and respect. His flesh will turn into ash, then take a new shape. Then Flegias will allow you to climb onto his boat.": "如果你打败弗莱吉亚斯（Flegias），你将赢得他的钦佩和尊重。他的肉体将化为灰烬，然后重塑新形。然后弗莱吉亚斯将允许你登上他的船。",
	"A creature that touches Gerione or that hits it with a melee attack while within 5 feet of it takes 10 ({@damage 3d6}) fire damage.": "当一个生物触碰到格里昂(Gerione)或者在它5英尺范围内用近战攻击命中它时，会受到10({@damage 3d6})点火焰伤害。",
	"If the gerione fails a saving throw, it can choose to succeed instead.": "如果格里昂(Gerione)未能通过豁免投骰，它可以选择成功。",
	"Gerione can use its Frightful Presence. Then it makes four attacks: two with its tail and two with its claws.": "格里翁(Gerione)可以使用其恐怖气场(Frightful Presence)。然后它进行四次攻击：两次用尾巴，两次用爪子。",
	"Each creature of the gerione's choice that is within 120 feet of the gerione and aware of it must succeed on a {@dc 21} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the gerione's Frightful Presence for the next 24 hours.": "gerione（格里昂）选择的每个生物，在其120英尺范围内且意识到它的存在的生物，必须成功进行一次{@dc 21}感知豁免才能在1分钟内变为{@condition frightened}。生物可以在自己的每个回合结束时重复进行豁免才能，成功则结束自身的效果。如果生物的豁免成功或效果对其结束，该生物对格里昂的惊吓存在效果免疫，持续24小时。",
	"{@atk mw} {@hit +17} to hit, reach 20 ft., one target. {@h}17 ({@damage 2d6 + 10}) slashing damage, plus {@h}10 ({@damage 3d6}) fire damage": "{@atk mw} 进行攻击，射程20英尺，一个目标。造成{@h}17 ({@damage 2d6 + 10}) 斩击伤害，另外加上{@h}10 ({@damage 3d6}) 火焰伤害。",
	"{@atk mw} {@hit +17} to hit, reach 60 ft., one creature. {@h}21 ({@damage 2d10 + 10}) bludgeoning damage plus {@h}10 ({@damage 3d6}) fire damage.": "{@atk mw} {@hit +17}命中，射程60英尺，一名生物。造成{@h}21({@damage 2d10 + 10})点钝击伤害加上{@h}10({@damage 3d6})点火焰伤害。",
	"Gerione makes a Wisdom (Perception) check.": "格里昂进行了一次感知（感知）检定。",
	"Gerione makes a tail attack.": "格里昂(Gerione)发动了一次尾部攻击。",
	"Gerione beats its wings. Each creature within 40 feet of the dragon must suc-ceed on a {@dc 25} Dexterity saving throw or take 17 ({@damage 2d6 + 8}) bludgeoning damage plus 10 ({@damage 3d6}) fire damage and be knocked {@condition prone}. Gerione can then fly up to half its flying speed.": "格里昂(Gerione)拍打着它的翅膀。在龙周围40英尺范围内的每个生物必须成功进行一次{@dc 25}敏捷豁免才能避免受到17({@damage 2d6 + 8}) 钝击伤害加上10({@damage 3d6}) 火焰伤害，并被击倒{@condition prone}。格里昂(Gerione)随后可以飞行达到其飞行速度的一半。",
	"It grasps the air with its claws and crawls into the sky, a nightmare invading the waking world. It is Gerione, the Living Stair, Keeper of the Eighth Circle and Supreme Watcher of Low Hell.": "它用爪子抓住空气，爬向天空，是一场噩梦侵入清醒的世界。它是吉里奥涅(Gerione)，生命之梯，第八圈的守护者，也是低等地狱的最高监视者。",
	"In the ancient world, Gerione was a three-headed giant. And it was also three giants joined at the waist in a single body. It was a dragon, a manticore, a great warrior. Gerione could become whatever it wished. But now that the Infernal cliff is its lair, now that its shifting shape is wreathed in darkness, Gerione is just Gerione. It has the face of a bearded man whose eyes have been blinded by the boiling blood of Flegetonte. Its body is slithering, huge, endless: the body of a dragon as large as a river, twisting on itself in darkness. Gerione is so huge that I may easily lay down on one of its eyelids.": "在古代世界中，格里翁(Gerione)是一位三头巨人。它也是三个巨人在腰部连接成一个单一身体。它既是一条龙，又是一只人面狮身兽，还是一位伟大的战士。格里翁可以变成任何它想要的形态。但现在，地狱悬崖是它的巢穴，它那变幻莫测的形态被黑暗所笼罩，格里翁只是格里翁。它有着一个被菲莱格东特(Flegetonte)的沸腾血液致盲的有胡须男人的脸。它的身体蜿蜒、巨大、无尽：像一条大如河流的龙，在黑暗中扭曲。格里翁如此巨大，以至于我可以轻易地躺在它的一个眼皮上。",
	"Fear Gerione, Travelers. Don't expect to face a mindless beast, another demon to vanquish on your path. It is as large as a territory, not as the monster that haunts it. Its mind is keen and its abilities are many.": "害怕格里翁，游侠们。不要期望面对一个愚蠢的野兽，在你的道路上又是另一个要消灭的恶魔。它像一个领土那么大，而不是那个在其内游荡的怪物。它的头脑敏锐，拥有许多能力。",
	"The first thing you need to remember is that Gerione can go wherever it wants in Low Hell, as its watcher. Yet it does not need to swim in the air. It can dive against the cliff, emerge from the sand, or disappear among the fiery clouds.": "你需要记住的第一件事是，作为它的守护者，狰狞(Gerione)可以在低等地狱随意移动。然而，它并不需要在空中游泳。它可以沿着悬崖潜水，从沙中冒出，或者在火云中消失。",
	"A good way to fight Gerione is to jump on its back and to climb up to its head. Gerione will not realize there is a Lost One crawling on its back until the Lost One attacks. Climbing up the monster's body is not easy, as Gerione keeps moving and the scales are made slippery by the blood, but this is the best option you have. Its coils are immune to most weapons. In addition, it is not harmed by the Flegetonte, and it often dives under the waterfall to shed the vermin away. Cling to its scales with all your strength when it soars in the sky, or get ready to jump down when it dives against a wall or into the scorching sand.": "对抗格里昂(Gerione)的一个好方法是跳到它的背上，然后爬到它的头部。直到失落者(Lost One)发动攻击之前，格里昂都不会意识到有人在它的背上爬行。爬上怪物的身体并不容易，因为格里昂不停地移动，而且鳞片被血液弄得很滑，但这是你最好的选择。它的蛇身对大多数武器都免疫。此外，它不受弗勒盖通特(Flegetonte)的伤害，经常潜入瀑布下冲洗掉它身上的害虫。当它飞翔在天空中时，用尽全力紧紧抓住它的鳞片，或者当它冲向墙壁或投入灼热的沙漠时，做好准备跳下来。",
	"Once you reach the back of its head, a well-aimed blow will be enough to deal serious damage to Gerione. As soon as it thinks it is in danger, the giant begins to shapeshift. The spirals on its body spin and open, releasing dozens of crawling arms which try to grapple those who have wounded it.": "一旦你到达它的头部后面，一个瞄准准确的打击就足以对狮鹫(Gerione)造成严重伤害。当它觉得自己处于危险之中时，这只巨人开始变形。它身上的螺旋纹开始旋转并打开，释放出数十只爬行的手臂，试图抓住那些伤害它的人。",
	"When Gerione realizes it is about to lose the fight, it begins to speak. Then you only need to ask it for passage to the bottom of the chasm and your task is done.": "当格里昂 (Gerione) 意识到它即将输掉战斗时，它开始说话。然后你只需要要求它让你通过到峡谷底部，你的任务就完成了。",
	"The Giant is {@condition restrained}.": "巨人是{@condition restrained}。",
	"If the giant of cocito fails a saving throw, it can choose to succeed instead.": "如果科奇托巨人失败了一次豁免投掷，它可以选择成功。",
	"The giant of cocito deals double damage to objects and structures.": "冰河巨人对物体和建筑造成双倍伤害。",
	"The giant makes two melee attacks.": "巨人进行两次近战攻击。",
	"{@atk mw} {@hit +16} to hit, reach 10 ft., one target. {@h}29 ({@damage 3d12 + 10}) bludgeoning damage.": "{@atk mw} {@hit +16}攻击，射程10英尺，目标一个。造成{@h}29 ({@damage 3d12 + 10})点钝击伤害。",
	"{@atk mw} {@hit 16} to hit, reach 10 ft., one target. {@h}19 ({@damage 2d8 + 10}) piercing damage. If the target is a Large or smaller creature, it is {@condition grappled}. ({@dc 19} to escape) Until this grapple ends, the target is {@condition restrained}, and the Giant can't snatch another target.": "{@atk mw} {@hit 16} 进行攻击，射程10英尺，一个目标。造成{@h}19 ({@damage 2d8 + 10}) 穿刺伤害。如果目标是大型或更小的生物，它被{@condition grappled}。({@dc 19} 逃脱) 直到这次擒抱结束，目标被{@condition restrained}，而巨人无法抓住另一个目标。",
	"{@atk rw} {@hit 16} to hit, range 180/720 ft., one target. {@h}43 ({@damage 6d10 + 10}) bludgeoning damage.": "{@atk rw} {@hit 16} 命中，射程180/720英尺，目标一个。造成{@h}43 ({@damage 6d10 + 10}) 钝击伤害。",
	"The Giant makes an attack.": "巨人发动攻击。",
	"The Giant hits the ground with its fists, unleashing a small earthquake. Any creature on the ground within 60 feet of the Giant must make a {@dc 24} Strength saving throw; on a failed save, the creature falls {@condition prone}.": "巨人用拳头猛击地面，引发了一场小地震。在离巨人60英尺范围内的地面上的任何生物必须进行一次{@dc 24}力量豁免；豁免失败的生物倒地{@condition prone}。",
	"One Large or smaller object or creature {@condition grappled} by the Giant is thrown up to 60 feet in a random direc-tion and knocked {@condition prone}. If a thrown target strikes a solid surface, the target takes 3 ({@dice 1d6}) bludgeoning dam-age for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a {@dc 19} Dexterity saving throw or take the same damage and be knocked {@condition prone}.": "一个大型或更小的物体或生物{@condition grappled}被巨人投掷，最远可达60英尺，方向随机，并被撞飞{@condition prone}。如果被投掷的目标撞击到坚实表面，该目标将受到每10英尺投掷距离的3({@dice 1d6}) 钝击伤害。如果目标被投向另一个生物，那个生物必须成功通过一个{@dc 19} 敏捷豁免才能避免受到相同伤害并被撞飞{@condition prone}。",
	"Your gaze is drawn to the Pit, you feel the pull of its darkness. Six towers stand in the night. Yet they are not towers at all. Their shapes stir as you approach, and their chains scratch the cliff. You stand in the presence of myths, Traveler. When the world was young, monsters and heroes freely walked among men. Earth and sky were closer, and the heavens opened to let the children of the Lord pass. But an ancient sin wiped away that world in forty days and forty nights, so that a new world could rise. The beings imprisoned in the Pit are the last survivors of that age, the rebellious and unholy spawn of two realities that should never have merged. Nembrot, Fialte, Anteo, Tizio, Tifone, and Briareo. Giants.": "你的目光被引向深渊，你感受到它的黑暗吸引力。六座塔楼矗立在夜晚中。然而它们并不是塔楼。当你靠近时，它们的形状开始搅动，它们的锁链划破悬崖。你站在神话之中，旅行者。当世界年幼时，怪物和英雄自由地在人类中间行走。大地和天空更加接近，天堂敞开，让上帝的子民经过。但一场古老的罪孽在四十天四十夜内抹去了那个世界，以便一个新世界崛起。深渊中被囚禁的生物是那个时代的最后幸存者，两个本不应融合的现实的叛逆和邪恶产物。Nembrot（涅姆布洛特）, Fialte（菲亚尔特）, Anteo（安泰奥）, Tizio（提齐奥）, Tifone（提丰）, 和 Briareo（布里亚雷奥）。巨人。",
	"Now that you have arrived here, arrogance might get the better of you. Don't be overconfident, Traveler. Nothing can prepare you to the fight against these creatures. Your best chance is to convince the most reasonable of them to let you climb down without a fight. Still, if a fight is unavoidable, I have a few suggestions for you.": "现在你已经到达这里，傲慢可能会让你吃大亏。不要过于自信，冒险者。没有什么可以让你准备好去对抗这些生物。你最好的机会是说服其中最明智的一个让你毫无斗争地爬下去。不过，如果一场战斗是不可避免的，我有一些建议给你。",
	"First, keep in mind that giants share no bonds with their kin. Even those of the same blood led a solitary life, away from their ilk. This is also true in Hell, where every Giant only cares about himself. They will not help each other. Indeed, you may even convince some of them to help you against the others.": "首先，要记住巨人与他们的同类没有任何联系。即使是同宗的巨人也过着孤独的生活，远离他们的同类。在地狱中也是如此，每个巨人只关心自己。他们不会互相帮助。事实上，你甚至可以说服其中一些人帮助你对抗其他人。",
	"Another important thing to remember is the fact that all Giants are restrained and chained in the Pit, and they can never be free. They stand on the outer rim of Cocito, and their bodies are chained to the cliffs of the chasm, from which they emerge from the waist up. ": "另一个重要的事情要记住的是，所有的巨人都被束缚和锁链在深渊中，他们永远无法自由。他们站在科奇托的外围，他们的身体被锁链绑在峡谷的悬崖上，从腰部以上露出。",
	"Keep an eye on the chains that restrain them, keep away from their attacks and pay attention to the maximum range of their movements.": "留意约束它们的链条，远离它们的攻击，并注意它们的最大移动范围。",
	"Well. Having said this, let's take a closer look at each Giant's abilities and weaknesses.": "说完这些，让我们更仔细地看一下每个巨人的能力和弱点。",
	"Magical darkness doesn't impede the devil's darkvision.": "魔法黑暗不会阻碍恶魔的黑暗视觉。",
	"The guardian devil has advantage on saving throws against spells and other magical effects.": "守护恶魔在对抗法术和其他魔法效果的豁免 throws 中获得优势。",
	"The guardian devil makes two melee attacks.": "守护恶魔进行两次近战攻击。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}18 ({@damage 2d10 + 7}) slashing damage. In addition, the target must succeed on a {@dc 15} Constitution saving throw or lose 5 ({@dice 1d10}) hit points at the start of each of its turns due to an infernal wound. Each time the devil hits the wounded target with this attack, the damage dealt by the wound increases by 5 ({@dice 1d10}). Any creature can take an action to stanch the wound with a successful {@dc 15} Wisdom (Medicine) check. The wound also closes if the target receives magical healing": "{@atk mw} {@hit 7} 进行攻击，射程10英尺，目标为一名敌人。造成{@h}18 ({@damage 2d10 + 7}) 钝击伤害。此外，目标必须通过一次{@dc 15} 体质豁免才能在每个回合开始时不因地狱伤口而失去5 ({@dice 1d10}) 生命值。每当恶魔用这次攻击命中受伤目标时，伤口造成的伤害增加5 ({@dice 1d10})。任何生物都可以采取行动，通过成功的{@dc 15} 智慧（医学）检定来止住伤口。如果目标接受魔法治疗，伤口也会愈合。",
	"Guardian devils are the cruel captors and torturers of the damned. They lead minor devils just like sergeants lead their own troops. They belong to the middle ranks of the diabolical choirs and often look like dark-skinned winged being, sporting curled hons like those of a ram. In the city of Dite they often take care of administrative and commercial duties. Deception is a key part of their nature, and although they can never blatantly lie, they use omissions and specific interpretations of truth to deceive and ruin the Lost Ones for their own personal pleasure. If forced to fight, they fight until their destruction.": "守护恶魔是被诅咒者的残酷囚禁者和折磨者。他们领导着小恶魔，就像军士长领导他们自己的部队一样。他们属于恶魔合唱团的中间级别，通常看起来像是黑皮肤、有翅膀的生物，头上还有像公羊一样卷曲的角。在(Dite)城市里，他们经常负责行政和商业职责。欺骗是他们本性的关键部分，虽然他们永远不能公然撒谎，但他们会利用遗漏和对真相的特定解释来欺骗和毁灭迷失者，以满足自己的私欲。如果被迫战斗，他们会战斗到被摧毁为止。",
	"The swarm also counts as undead to determine if it is affected by magic and other effects affecting undead creatures.": "这个虫群也被视为不死生物，以确定它是否受到影响的魔法和其他影响不死生物的效果。",
	"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Medium humanoid. The swarm can't regain hit points or gain temporary hit points.": "蜂群可以占据另一个生物的空间，反之亦然，并且蜂群可以穿过任何足够大的中型人类可以通过的开口。蜂群无法恢复生命值或获得临时生命值。",
	"{@atk mw} {@hit 5} to hit, reach 0 ft. one creature in the swarm's space, one target. {@h}9 ({@damage 2d6 + 6}) necrotic damage or {@h}6 ({@damage 1d6 + 3}) necrotic damage if the swarm has half of its hit points or fewer. The target must succeed on a {@dc 10} Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the creature finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.": "{@atk mw} {@hit 5} 进行攻击，达到 0 英尺范围内的虫群空间内的一个生物，一个目标。造成 {@h}9 ({@damage 2d6 + 6}) 点死灵伤害，或者如果虫群生命值剩余一半或更少，则造成 {@h}6 ({@damage 1d6 + 3}) 点死灵伤害。目标必须通过一次 {@dc 10} 体质豁免才能避免其生命值上限减少相当于所受伤害的数值。这个减少效果持续直到生物完成一次长休。如果这个效果将目标的生命值上限减至 0，目标将死亡。",
	"The indifferent angel's spellcasting": "冷漠天使的咒语施法",
	"ability is Charisma (spell save {@dc 14}). It can innately": "能力是魅力（法术豁免{@dc 14}）。它可以天生地",
	"cast the following spells, requiring only verbal": "快速治愈 (Cure Wounds)\n冰霜射线 (Ray of Frost)\n闪电箭 (Lightning Bolt)\n幻影力场 (Major Image)\n火球 (Fireball)",
	"components:": "组件:",
	"The indifferent angel's": "冷漠的天使 (The indifferent angel)",
	"weapon attacks are magical. When the indifferent angel": "武器攻击是魔法的。当那位冷漠的天使",
	"hits with any weapon, the weapon deals an extra": "使用任何武器攻击时，该武器额外造成(%num%)点伤害。",
	"{@damage 1d8} psychic damage (included in the attack).": "攻击中包含{@damage 1d8}精神伤害。",
	"The indifferent angel has advantage": "这位冷漠的天使拥有优势（(indifferent angel)）。",
	"on saving throws against spells and other magical": "对抗法术和其他魔法的豁免检定",
	"effects.": "效果。",
	"he indifferent angel makes two mace": "这位冷漠的天使制作了两个狼牙棒 (mace)",
	"attacks.": "攻击。",
	"{@atk mw} {@hit +7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4 + 1d8}) bludgeoning damage and psychic.": "{@atk mw} 使用攻击命中，达到5英尺，一个目标。造成{@h}11 ({@damage 2d6 + 4 + 1d8}) 钝击伤害和精神伤害。",
	"Each creature within": "每个生物在",
	"60 feet of the indifferent angel must succeed on a": "60英尺的冷漠天使必须成功进行一次检定。",
	"{@dc 14} Wisdom saving throw or be {@condition charmed} by the indifferent": "进行{@dc 14}感知豁免检定，否则会被冷漠所{@condition charmed}",
	"angel. The {@condition charmed} target's speed becomes": "天使。目标的速度变为{@condition charmed}。",
	"0, and it can't benefit from any bonus to its speed. A": "0，并且不能受益于任何对其速度的加成。A",
	"{@condition charmed} target can repeat the saving throw at the end": "目标{@condition charmed}可以在最后重复进行豁免投掷。",
	"of each of its turns, ending the effect on itself on a": "在每个它的回合结束时，结束自身上的效果。",
	"success. If a target's saving throw is successful or the": "成功。如果目标的豁免投掷成功或者（the）",
	"effect ends for it, the target is immune to the indifferent": "效果结束后，目标对(indifferent)免疫。",
	"angel's Inhibiting Presence for the next 24 hours": "天使的禁锢存在（Angel's Inhibiting Presence）持续24小时。",
	"he indifferent angel moves up to its": "冷漠的天使向上移动到它的位置。",
	"speed.": "速度。",
	"The indifferent angel makes a mace attack.": "这位冷漠的天使发动了一次钉头锤攻击。",
	"The indifferent angel magically": "这位漠视的天使神奇地(%num%)",
	"regains 13 ({@dice 3d8}) hit points and is freed from any": "回复了13 ({@dice 3d8}) 点生命值，并且摆脱了任何",
	"curse, disease, poison, blindness, or deafness.": "诅咒，疾病，毒药，失明，或失聪。",
	"These eternal and supernatural beings could not": "这些永恒和超自然的存在无法(%num%)。",
	"make their choice between the Lord and Lucifero": "在上帝和路西法(`Lucifero`)之间做出选择。",
	"at the dawn of time, and their impassivity": "在时间的黎明时分，以及他们的冷漠 (at the dawn of time, and their impassivity)",
	"and neutrality condemned them to the Choir of the Indifferent.": "中立将他们判入了（Indifferent Choir）的合唱团。",
	"Reviled and mocked both by angels and by": "被天使和(``)嘲笑和讥讽。",
	"devils, they are now exiled in the Antinferno, between": "恶魔们，他们现在被流放在安提炎狱中，位于(%Antinferno%)之间。",
	"Acheronte and the Eternal Gate, where they guide": "阿克龙泰河和永恒之门，在那里他们引导着(%num%)。",
	"hosts of souls as indifferent as themselves in senseless": "灵魂的主人和他们一样冷漠无情，毫无意义。",
	"marches, empty prayers, vacuous gestures, and useless": "行军，空洞的祈祷，虚伪的姿态，和无用的 (D&D)。",
	"The cowardice that prevented them from taking a side": "他们因为懦弱而无法选择一边 (the cowardice that prevented them from taking a side)",
	"has now turned into an endless longing for power and": "现在已经变成了对权力的无尽渴望和 (%(dnd)%)。",
	"recognition, and the indifferent angels are forever": "认可，而冷漠的天使们将永远存在。",
	"looking for something that may give meaning to their": "寻找能赋予他们生活意义的事物",
	"tortured existence.": "折磨的存在。",
	"Indifferent angels don't want to sully their hands and": "冷漠的天使们不想弄脏他们的手(Indifferent angels)。",
	"they will join a direct fight with the Lost Ones only if": "只有当他们与失落者直接对抗时，才会加入战斗。",
	"the latter put in serious danger their empty plans.": "后者严重危及他们的空洞计划。",
	"An indifferent angel's power pales in comparison to": "一个冷漠的天使的力量相形见绌于 (%(pales)%)。",
	"what they wielded in the highest heavens, but they": "他们在最高天堂中所持有的，但他们（D&D）",
	"remain powerful and dangerous foes, gifted with": "保持强大而危险的敌人，天赋异禀，具有",
	"the power to gather and command the damned of": "聚集和指挥(%num%)的力量",
	"Antinferno.": "蚁炎 (`Antinferno`).",
	"An Indifferent angel's main weakness is its innate belief": "一个冷漠的天使的主要弱点是其固有的信念。",
	"in its superiority, which often leads them to underestimate": "在其优越性中，这经常导致他们低估了(%num%)",
	"many dangers. In addition, they seem": "许多危险。此外，他们似乎",
	"to have many difficulties when there is an important": "在重要时刻遇到许多困难是很常见的。",
	"decision to be taken, and they are known to freeze before": "需要做出决定，而他们众所周知会在决定前犹豫不决。",
	"a choice. When cornered, they revert back to their": "一个选择。当被逼到绝境时，他们会回到他们的原始本能。",
	"coward ways and will attempt to flee and recover their": "懦夫的方式，会试图逃跑并恢复他们的（D&D）",
	"strength.": "力量。",
	"Still, they may be intrigued by those who pursue a": "然而，他们可能会对那些追求(%num%)的人感到好奇。",
	"true ideal or are gifted with Hope. They realize there": "真正的理想或者被赋予了希望。他们意识到",
	"is a chance of redemption for them at the End of the": "在(%num%)的尾声，他们有机会获得救赎。",
	"Days. It is for this reason that they may help the Travelers": "天。正因为这个原因，他们可能会帮助旅行者（Days (D&D running group)）。",
	"and even join them, if properly persuaded or": "甚至加入他们，如果被适当说服或（D&D）",
	"made part of the Hope they keep.": "留下了希望他们保留的一部分。",
	"If the infernal centaur moves at least 30 feet": "如果地狱半人马至少移动30英尺，则...",
	"straight toward a target and then hits it with a pike": "直冲向目标，然后用长矛击中它。",
	"at-tack on the same turn, the target takes an extra 10": "在同一回合进行攻击时，目标受到额外 10 点伤害。",
	"({@dice 3d6}) piercing damage.": "{@dice 3d6} 穿刺伤害。",
	"The infernal centaur has advantage on": "地狱半人马在( )上有优势。",
	"an attack roll against a creature if at least one of the": "如果至少有一个(%num%)攻击骰对生物进行攻击检定",
	"cen-taur's allies is within 5 feet of the creature and": "半人马的盟友在该生物的5英尺范围内，",
	"the ally isn't {@condition incapacitated}.": "盟友不是{@condition incapacitated}。",
	"The centaur makes two attacks: one": "半人马进行两次攻击：一次",
	"with its pike and one with its hooves or two with its": "用其长矛的一只，或用其蹄的一只，或用其两只。",
	"longbow.": "长弓 (Longbow).",
	"{@atk mw} {@hit +6} to hit, reach 10 ft., one target. {@h}15 ({@damage 1d10 + 4}) piercing damage.": "{@atk mw}进行攻击，射程10英尺，目标一个。造成{@h}15({@damage 1d10 + 4})点穿刺伤害。",
	"{@atk rw} {@hit +6} to hit, range 150/600 ft., one target. {@h}13 ({@damage 1d8 + 4}) piercing damage.": "{@atk rw}进行攻击，射程150/600尺，目标为一名敌人。造成{@h}13({@damage 1d8 + 4})点穿刺伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d6 + 4}) bludgeoning damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}15({@damage 2d6 + 4})点钝击伤害。",
	"It is difficult to say whether these mythic beings": "很难说这些神话生物",
	"were an earthly race of ancient times, just": "我们是古代的地球种族，只是(earthly)",
	"a variant of the infernal devils, or an unexplainable": "地狱恶魔的一个变种，或者是一个无法解释的（Infernal Devils）variant。",
	"and forsaken aberration.": "被遗弃的畸变生物。",
	"In Hell, these half-men, half-horses are fated to patrol": "在地狱中，这些半人半马被命运注定要巡逻。",
	"the shores of Flegetonte to pummel any Violent": "在弗莱盖通特河畔痛击任何暴力生物 (Flegetonte)。",
	"who tries to emerge from the boiling blood.": "谁试图从沸腾的血液中挣脱出来。",
	"Infernal centaurs are swift and agile, and can rely on": "地狱半人马是迅捷敏捷的，可以依赖于（Infernal centaurs）",
	"their equine bulk to trample those who cross their": "他们庞大的马体用来践踏那些横穿它们的人。",
	"path. Watch out for their hooves and pikes in melee,": "小心他们的蹄和长矛在近战中，(path)。",
	"and for their arrows in a ranged combat. They": "在远程战斗中使用他们的箭矢。",
	"wield bows that can shoot arrows from one shore": "挥舞着可以从一岸射出箭矢的弓(`bows`)",
	"of Flegetonte to the other with enough strength to": "以足够的力量从(Phlegethon)一边到另一边",
	"pierce any armor. Their arrows have a serrated point": "穿透任何盔甲。他们的箭头有锯齿状的尖端。",
	"made of bone, hard to remove without dealing serious": "由骨头制成，很难在不严重处理的情况下移除。",
	"damage. In addition, some centaurs tie their": "伤害。此外，一些半人马会将他们",
	"arrows or serrated pikes with a rope, so that they can": "使用带绳索的箭或锯齿矛，这样它们就可以(%num%)。",
	"harpoon their targets and pull them over.": "用鱼叉刺中他们的目标并将其拉过来。",
	"Infernal centaurs are not mindless monsters or timeless": "地狱半人马并非无心的怪物或永恒存在的生物。",
	"beings damned for all eternity. If you appeal to": "被永世诅咒的存在。如果你上诉到",
	"the wisest among them and their sense of justice,": "他们中最明智的人和他们的正义感，",
	"you can turn them into powerful allies rather than": "你可以将他们变成强大的盟友，而不是（Dungeons & Dragons）",
	"enemies.": "敌人。",
	"The infernal harpy has advantage on": "地狱魔鹰在(Advantage)上有优势",
	"melee attack rolls against any creature that doesn't": "对任何不带(``)的生物进行近战攻击检定。",
	"have all its hit points.": "拥有所有的生命值。",
	"The infernal harpy makes two melee attacks:": "地狱鹰身女妖进行两次近战攻击：",
	"one with its bite and one with its talons.": "一只以咬击为主，另一只以爪子为主。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage.": "{@atk mw} {@hit 4}攻击，达到5英尺，一个目标。{@h}8 ({@damage 1d8 + 4})穿刺伤害。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage.": "{@atk mw} {@hit 5}攻击，射程5英尺，一个目标。造成{@h}10 ({@damage 2d6 + 3})点劈砍伤害。",
	"The infernal harpy exudes a flow of": "地狱女妖散发出一股流动的能量",
	"caustic fluids in a line that is 30 feet long and 4 feet": "一条长30英尺、宽4英尺的线上有腐蚀性液体。",
	"wide. Each creature in that line must make a {@dc 13}": "宽。该线上的每个生物都必须进行一次{@dc 13}检定。",
	"Dexterity saving throw, taking 13 ({@damage 3d8}) acid damage": "敏捷豁免检定，受到13 ({@damage 3d8}) 点酸性伤害。",
	"on a failed save.": "在未通过豁免检定时。",
	"Giorgio Fratepietro": "乔治奥·弗拉特皮埃特罗 (Giorgio Fratepietro)",
	"The foul forests of the Seventh Circles grow": "第七层的邪恶森林生长。",
	"hands on their branches, bleed from their": "手在它们的树枝上，从它们的(branches)上流血。",
	"leaves and scream from their bark. In addition": "叶子和从它们的树皮上尖叫。此外",
	"to all this, piercing shrieks echo from the canopy:": "与此同时，刺耳的尖叫声从树冠中回荡：",
	"a mix between the wail of tortured women and": "一种介于被折磨的女性的哀号和 (D&D running group) 之间的混合声音",
	"the croaking of crows. They come from the Infernal": "乌鸦的呱呱声。它们来自地狱（Infernal）。",
	"harpies, who watch the Travelers from above, ready": "鹰身女妖，俯视着来自上方的旅行者，准备着（哈比）",
	"to pluck out their eyes.": "拔出他们的眼睛。",
	"These monsters have the body of a large, white-feathered": "这些怪物有着大型的、长着白色羽毛的身体。",
	"eagle, a round belly covered in thick white": "老鹰，一个圆圆的肚子覆盖着厚厚的白色毛发。",
	"feathers, and paws ending in fearsome claws. From": "羽毛，以及以可怕的爪子结尾的爪子。(%(From)%)",
	"the neck up, they look like crones with crooked noses,": "他们的脖子以上看起来像带着弯曲鼻子的老巫婆，",
	"sharp teeth, and foul hair. In the Forest, they are": "尖牙，恶臭的毛发。在森林中，它们是 (Forest)",
	"tasked with attacking the Suicides turned into trees,": "被派遣攻击自杀者变成树木的任务，",
	"breaking their branches and biting their leaves. This": "折断它们的树枝，咬碎它们的叶子。",
	"does not prevent them from taking an interest in the": "并不妨碍他们对(%(dnd))感兴趣",
	"Travelers, of course.": "当然是旅行者。(Travelers)",
	"Harpies are hungry territorial creatures which attack": "鹰身女妖是饥饿的领地性生物，它们会发动攻击。",
	"any trespasser they find in their claimed area.": "他们会驱逐任何在他们宣称领地内发现的闯入者。",
	"Infernal harpies attack in flights, diving from the": "地狱魔鹰突袭而来，从空中俯冲而下。",
	"branches. They attempt to confound their targets": "他们试图迷惑他们的目标 (branches. They attempt to confound their targets)",
	"with their deafening shrieks and wound their targets": "以他们震耳欲聋的尖叫声伤害他们的目标（Deafening Shrieks）",
	"as they fly, then vanish among the trees.": "随着他们飞行，然后消失在树木间。",
	"Cover your eyes, as harpies love blinding their prey": "闭上你的眼睛，因为哈比人喜欢致盲他们的猎物 (harpies)。",
	"before finishing them off. In addition to their claws": "在结束它们之前。除了它们的爪子外",
	"and teeth, pay attention to their caustic fluids as": "牙齿，注意它们的腐蚀性体液 (as)。",
	"well: They often spray that toxic goo as they glide": "嗯：当它们滑翔时，它们经常喷洒那种有毒的粘液。",
	"from tree to tree.": "从树到树。",
	"Once half of the flight has been eliminated, you have": "一旦飞行的一半被消灭，你就有(%num%)。",
	"the upper hand: When they can no longer rely on": "主动权：当他们不能再依赖(%num%)时",
	"their greater numbers, they retreat.": "由于数量上的优势，他们撤退。",
	"There is only one place they will never abandon willingly:": "他们只有一个地方永远不会自愿放弃：",
	"the tree in the heart of the Forest where they": "在森林的中心，那棵树(%num%)所在的地方",
	"lay their eggs. These winged monsters protect their": "它们的蛋。这些有翅膀的怪物保护它们",
	"spawn at the cost of their utter destruction, if necessary.": "以必要的代价，甚至是彻底毁灭，来召唤(%(dnd))。",
	"Medusa fails a saving throw, it can choose to succeed instead.": "美杜莎失败了一次豁免投掷，它可以选择成功。",
	"Medusa's weapon attacks are magical.": "美杜莎的武器攻击是魔法的。",
	"When a creature that can see Medusa's eyes starts its turn within 30 feet of Medusa, Medusa can force it to make a {@dc 19} Constitution saving throw if Medusa isn't {@condition incapacitated} and can see the crea-ture. If the saving throw fails by 5 or more, the creature is instantly {@condition petrified}. Otherwise, a creature that fails the save begins to turn to stone and is {@condition restrained}. The {@condition restrained} creature must repeat the saving throw at the end of its next turn, becoming {@condition petrified} on a failure (in this case, the Traveler is destroyed) or ending the effect on a success. The petrification lasts until the creature is freed by the greater restoration spell or other magic. Unless surprised, a creature can avert its eyes to avoid the saving throw at the start of its turn. If the creature does so, it can't see Medusa until the start of its next turn, when it can avert its eyes again. If the creature looks at Medusa in the meantime, it must immediately make the save. If Medusa sees itself reflected on a polished surface within 30 feet of it and in an area of bright light, Medusa is, due to her curse, affected by her own gaze.": "当一个能看到美杜莎的眼睛的生物在美杜莎的30英尺内开始它的回合时，如果美杜莎不是石化状态并且能看到这个生物，美杜莎可以强迫它进行一次 {@dc 19} 体质豁免检定。如果豁免检定失败超过5点，生物会立刻 {@condition petrified}。否则，未通过检定的生物开始变成石头并且 {@condition restrained}。未通过检定的生物必须在其下一个回合结束时重新进行豁免检定，如果再次失败则会 {@condition petrified}（在这种情况下，旅行者会被摧毁），成功则结束效果。石化状态将持续直到生物被强化恢复法术或其他魔法解救。除非受到惊吓，生物可以避开视线以免受到豁免检定的影响。如果生物这样做了，它在回合开始时不能看到美杜莎，直到下一个回合开始时再次避开视线。如果生物在此期间看向美杜莎，它必须立即进行检定。如果美杜莎看到自己在30英尺内的明亮区域内的光滑表面上的倒影，由于她的诅咒，美杜莎会受到自己凝视的影响。",
	"Medusa makes three attacks: two with her snake hair and one with her constrict.": "美杜莎进行三次攻击：两次使用她的蛇发攻击，一次使用她的（Constrict）攻击。",
	"{@atk mw} {@hit 122} to hit, reach 10 ft., one target. {@h}12 ({@damage 2d6 + 6}) piercing damage, plus 21 ({@damage 6d6}) poison damage.": "{@atk mw} {@hit 122}攻击，射程10英尺，一个目标。造成{@h}12 ({@damage 2d6 + 6})点刺伤伤害，再加上21 ({@damage 6d6})点毒素伤害。",
	"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}14 ({@damage 2d8 + 5}) bludgeoning damage and the target is {@condition grappled}. ntil this grapple ends, the target is {@condition restrained}, it takes 9 ({@damage 2d8}) piercing damage at the start of each of its turns, and Medusa can't constrict another target.": "{@atk mw}进行攻击，射程10英尺，目标一个。造成{@h}14({@damage 2d8 + 5})点钝击伤害，并且目标被{@condition grappled}。直到这个擒抱结束，目标被{@condition restrained}，在其回合开始时受到9({@damage 2d8})点穿刺伤害，美杜莎不能再擒抱另一个目标。",
	"Medusa moves up to her speed without provoking attacks of opportunity": "美杜莎(Medusa)可以在不引发机会攻击的情况下移动她的速度。",
	"Medusa makes an attack with her snake hair.": "美杜莎用她的蛇发发动攻击。",
	"Medusa can force a {@condition grappled} creature to stare into her eyes and suffer the effects of her petrifying gaze.": "美杜莎可以迫使一个{@condition grappled}生物盯着她的眼睛，遭受她石化凝视的影响。",
	"In the bowels of Ecate's Palace, a monster awaits. Medusa, the last of the gorgons, blocks your way. She is the watchdog and the hound of the Queen of Eternal Weeping. When she has no specific errand, she stalks the corridors and the halls of the Blind Prisons, looking for any fool that may trespass in her dominion, whether they are damned, devils, or Lost Ones. In her dungeon, Medusa rules unchallenged and can tear to pieces and devour anyone. Her aspect is unknown, as those who have seen her face can no longer tell what they saw. She has vipers as hair and her hands end with bronze claws. To meet her gaze is certain death: your semblance will immediately turn into stone. Being a Traveler, your new semblance will soon appear next to the closest source of the divine flame, but you will lose part of your Hope. You must thus fight without ever letting Medusa get in your line of sight, or just fight blindfolded. You can see the gorgon without being petrified only through her reflections, so you can use a mirror or a liquid surface to detect her. Fortunately, there are more than enough barrels you can smash in the dungeon, to make a few reflecting pools. The infernal Medusa, though, will not sit idly by in the meanwhile.": "在艾卡特宫殿的深处，一头怪物正在等待。美杜莎，蛇发女妖的最后一位，挡住了你的去路。她是永恒哭泣女王的看门狗和猎犬。当她没有特定的任务时，她会潜行在盲牢的走廊和大厅里，寻找任何可能擅闯她领地的傻瓜，无论他们是被诅咒的、恶魔还是迷失者。在她的地牢里，美杜莎统治无可争议，可以撕裂并吞食任何人。她的面容是未知的，因为看见她的人再也无法说出他们看到了什么。她的头发是毒蛇，手上有铜制的爪子。直视她的目光意味着必死无疑：你的外表会立即变成石头。作为一名旅者，你的新外表将很快出现在最接近神圣火焰的地方，但你将失去一部分希望。因此，你必须在不让美杜莎进入你的视线范围内战斗，或者闭着眼睛战斗。你只能通过她的倒影看到女妖而不被石化，所以你可以使用镜子或液体表面来发现她。幸运的是，在地牢里有足够多的桶可以打破，制造一些反光池。然而，地狱般的美杜莎不会在这期间坐以待毙。",
	"If the infernal minotaur fails a saving throw, it can choose to succeed instead.": "如果地狱牛头怪未能通过豁免投掷，它可以选择成功。",
	"At the start of its turn, the infernal minotaur can gain advantage on all melee weapon attack rolls it makes during that turn, but attack rolls against it have advantage until the start of its next turn.": "在其回合开始时，地狱牛头怪可以获得优势，对其在该回合内进行的所有近战武器攻击投掷都获得优势，但对它的攻击投掷在其下一个回合开始前都获得优势。",
	"If the infernal minotaur moves at least 15 feet straight toward a target and then hits it with its tusks on the same turn, the target takes an extra 27 ({@dice 5d10}) slashing damage. If the target is a creature, it must succeed on a {@dc 22} Strength saving throw or be knocked {@condition prone}.": "如果地狱牛头怪朝一个目标直线移动至少15英尺，然后在同一回合用它的獠牙击中目标，目标会受到额外27({@dice 5d10})点割伤伤害。如果目标是一个生物，它必须成功进行一次{@dc 22}力量豁免才能不被击倒{@condition prone}。",
	"The infernal minotaur can perfectly recall any path it has traveled.": "地狱牛头怪可以完美地回忆起它曾经走过的任何路径。",
	"The infernal minotaur deals double damage to objects and structures.": "地狱牛头怪对物体和建筑造成双倍伤害。",
	"If a foe scores a critical hit against the Minotaur, they can decide to hit one of its horns, instead of dealing damage. In this case, one of its two horns will break and become an Infernal Artefact": "如果敌人对牛头怪造成了暴击，他们可以选择打击其中一个角，而不是造成伤害。在这种情况下，其中一个角将会断裂并变成一个地狱神器。",
	"available for the Travelers (see Horn of the Minotaur, page 175). If both horns are removed in this way, the minotaur can no longer use its gore.": "对于旅行者们可用（见《牛头怪的角号》，第175页）。如果两只角都以这种方式被移除，牛头怪将无法再使用它的角刺。",
	"The Minotaur makes three attacks: two with its fists and one with its hooves.": "牛头怪进行三次攻击：两次用拳头，一次用蹄。",
	"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}19 ({@damage 2d10 + 8}) bludgeoning damage.": "{@atk mw} {@hit 14}攻击，射程10英尺，目标一个。造成{@h}19 ({@damage 2d10 + 8}) 钝击伤害。",
	"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}24 ({@damage 3d10 + 8}) bludgeoning damage,If the target is a creature, it must succeed on a {@dc 22} Strength saving throw or be knocked {@condition prone}.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}24({@damage 3d10 + 8})点钝击伤害，如果目标是生物，则必须成功进行一次{@dc 22}力量豁免才能不被击倒。",
	"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}35 ({@damage 5d10 + 8}) piercing damage.": "{@atk mw} {@hit 14}攻击，射程10英尺，目标一个。造成{@h}35 ({@damage 5d10 + 8})穿刺伤害。",
	"The Minotaur banishes a creature it can see within 60 feet into a": "牛头怪将一个它能看见的生物，距离在60英尺以内，放逐到一个(%num%)。",
	"labyrinthine demiplane. The target remains therefor 10 minutes or until it escapes the maze. The target can use its action to attempt to escape. When it does so, it makes a {@dc 15} Intelligence check. If it succeeds, it escapes, and the spell ends for it.": "迷宫般的半位面。目标将在那里停留10分钟，或直到逃离迷宫。目标可以使用其动作尝试逃脱。当它这样做时，进行一次{@dc 15}智力检定。如果成功，它就能逃脱，法术对其结束。",
	"The Minotaur moves up to his speed.": "牛头怪移动至他的速度。",
	"The Minotaur makes a fist attack.": "Minotaur发动一次拳击攻击。",
	"The Minotaur kicks the ground with its hooves, raising a whirling cloud of dust and stone shards. Any creature within 20 feet of the Minotaur must succeed on a {@dc 13} Constitution saving throw, or be {@condition blinded} until the end of the Minotaur's next turn. On a successful save, the creature is immune to this effect until the end of the Minotaur's next turn.": "牛头怪用蹄子踢地，掀起漫天尘土和石屑。在牛头怪的20英尺范围内的任何生物必须成功通过一次{@dc 13}体质豁免才能避免被{@condition blinded}，直到牛头怪的下一个回合结束。豁免成功的生物在牛头怪的下一个回合结束前对此效果免疫。",
	"The Minotaur hits the ground, unleashing a small earthquake. All creature on the ground within 60 feet from the Minotaur must succeed on a {@dc 22} Strength saving throw, or be knocked {@condition prone}.": "牛头怪击倒在地，引发了一场小地震。所有距离牛头怪60英尺以内的生物必须通过一次{@dc 22}力量豁免才能避免被击倒{@condition prone}。",
	"A huge figure emerges from the rocks. Until a moment ago, it seemed invisible. You can barely make out what is it, then the creature rushes toward you, followed by a thundering rockslide. Whether by divine grace or sheer luck, it misses you, and only now you realize what you have to face. Sure, you had heard the tales, but seeing it in person is another matter entirely.": "一道巨大的身影从岩石中显现出来。直到刚才，它似乎是隐形的。你勉强能看清它是什么，然后那生物朝你冲来，紧随其后是一阵雷鸣般的岩石崩塌。无论是神圣的恩典还是纯粹的运气，它错过了你，直到此刻你才意识到你将要面对什么。当然，你曾听说过传说，但亲眼见到又是另一回事。",
	"The Minotaur is the Sixth Keeper of Hell, Watcher of the Lower Gate of Dite, and Keeper of the Seventh Circle. As if Dite needed further Keepers in addition to devils, archdevils, furies, and monsters of every kind, not to mention Ecate and her court, the boundary between the Sixth and Seventh Circle is guarded by this huge abomination.": "牛头怪是地狱的第六位看守者，迪特的下层门守卫者，也是第七层的看守者。仿佛迪特除了恶魔、大恶魔、复仇女神和各种怪物外还需要更多看守者一样，第六和第七层之间的界限被这个巨大的怪物守卫着，更加加强了守卫。",
	"The Minotaur is a gargantuan creature and its horns are as sharp as the point of a spear. At each step of his, the rocks break. At each breath, the air trembles. It has the body of a man and the head of a bull, but that man is Goliath and the bull is a beast sprung from the ravings of a madman. Its widened eyes are bloodshot and a flow of drool drops from its open mouth, filled with teeth more suitable to a tiger than to an ox. ": "牛头人(Minotaur)是一个巨大的生物，它的角尖如矛头。每一步它迈出，都会碎裂岩石。每一次呼吸，都会使空气颤抖。它有着人的身体和牛的头，但那个人是歌利亚(Goliath)，那头牛是从一个疯子的胡言乱语中诞生的野兽。它瞪大的眼睛充满血丝，口中流着口水，滴落下来，充满了比牛更适合于老虎的牙齿。",
	"The Minotaur is a violent creature, but it is no fool. Its favorite tactic consists of charging immediately, to let its prey believe that they are facing a raging and predictable brute. Yet, it would be unwise to be deceived by this tactic, as the Minotaur has many tricks up its sleeve.": "牛头怪是一个暴力生物，但它并不愚蠢。它最喜欢的战术是立即发起冲锋，让猎物相信他们面对的是一个愤怒且可预测的蛮兽。然而，被这种战术欺骗是不明智的，因为牛头怪还有许多窍门。",
	"First it tries to exploit the environment around it, throwing huge stones or handfuls of gravel at a quick rate. Then it uses its bellow, which can stun nearby creatures and provoke a rockslide. Then there is the Maze.": "它首先尝试利用周围的环境，以快速的速度投掷巨石或一把把的砂砾。然后它使用它的吼声，可以使附近的生物晕眩并引发山体滑坡。然后是迷宫。",
	"The Minotaur hits the ground with its horns and the rocks move, engulfing its victim in a structure inside the mountain. You are incapacitated by the blow, and when you come to your senses, you are in a rectangular room. This is the starting room of the Maze, an exact replica of the one where the Minotaur was bound. You cannot rely on Arianna's thread, but you have something better: the Divine Flame. The Lantern will show you the way, pointing in the direction of the exit, although in a general way. It will not tell you which path to take at a fork, but it will point toward": "牛头怪用它的角猛击地面，岩石移动，将受害者吞没在山内的一个结构中。你被这一击击晕，当你恢复神智时，你发现自己在一个长方形房间里。这是迷宫的起始房间，与牛头怪被困的房间完全相同。你不能依赖阿丽安娜的线索，但你有更好的东西：神圣之焰。灯笼会指示你的方向，指向出口的方向，尽管是一种一般性的指示。它不会告诉你在岔路口该选择哪条路，但它会指向",
	"the exit as a compass would do. As you search for the exit, keep in mind that this is the Minotaur's favorite hunting ground. It is here, somewhere, maybe hiding behind a corner or biding its time to demolish a wall and make its entrance.": "当你寻找出口时，要像指南针一样。请记住，这里是牛头怪最喜欢的狩猎场所。它可能就在这里的某个地方，也许藏在拐角后面，或者在等待时机拆毁一堵墙然后闯入。",
	"And, of course, it will be there at the exit, waiting for you.": "当然，它会在出口等着你。",
	"Once you have killed the Minotaur, you will find a path starting from a hidden tunnel in the cliff, just where you met it. Your descent can proceed from there.": "一旦你杀死了牛头怪，你会发现一条路径，从悬崖中的一个隐藏隧道开始，就在你遇到它的地方。你可以从那里继续下降。",
	"Hurry up, though: Soon it will rise up and attack again!": "快点，虽然：很快它就会再次崛起并发动攻击！",
	"If the Lion of the Dark Forest fails a saving throw, it can choose to succeed instead.": "如果黑暗森林之狮未能通过豁免投骰，它可以选择成功。",
	"The Lion of the Dark Forest has advantage on Wisdom (Perception) checks that rely on smell or sight.": "黑暗森林之狮在依赖嗅觉或视觉的感知检定中获得优势，如智慧（感知）检定。",
	"If the lion of the dark forest moves at least 20 feet straight toward a creature and then hits it with a claw attack on the same turn, that target must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}. If the target is {@condition prone}, the lion of the dark forest can make one bite attack against it as a bonus action.": "如果黑暗森林的狮子移动至少20英尺直线朝着一个生物，并在同一回合用爪击中它，那个目标必须成功通过一个{@dc 13}力量豁免才能不被击倒。如果目标被击倒，那个目标将被击倒{@condition prone}。如果目标是{@condition prone}，黑暗森林的狮子可以作为一个奖励动作对其进行一次咬击攻击。",
	"With a 10-foot running start, the lion of the dark forest can long jump up to 25 feet.": "在暗林中，狮子可以利用10英尺的起跑距离，进行长跳，最远可以跳到25英尺远。",
	"The Lion of the Dark Forest makes three attacks: one with its bite, two with its claws.": "黑暗森林之狮(Lion of the Dark Forest)进行三次攻击：一次咬击，两次利爪攻击。",
	"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 3}) piercing damage.": "{@atk mw} {@hit +5}攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d8 + 3})穿刺伤害。",
	"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d6 + 3}) slashing damage.": "{@atk mw} 使用 {@hit +5} 命中，达到5英尺，一个目标。造成{@h}10 ({@damage 1d6 + 3}) 点割伤伤害。",
	"The Lion of the Dark Forest moves up to its speed.": "黑暗森林中的狮子移动其速度。",
	"The Lion of the Dark Forest makes a claws attack.": "黑暗森林之狮发动了一次爪击攻击。",
	"The Lion of the Dark Forest": "黑暗森林中的狮子(Lion of the Dark Forest)",
	"lets out a mighty magical roar - Any creature that": "发出一声强大的魔法咆哮 - 任何生物",
	"can hear the roar within 60 ft. of the Lion of the Dark Forest must succeed on a {@dc 12} Wisdom saving throw; on a failed save, the target is {@condition frightened} by the Lion of the Dark Forest until the end of the target's next turn.": "在黑暗森林之狮的60英尺范围内能听到咆哮的生物必须进行一次{@dc 12}智力豁免检定；未通过检定的生物将被黑暗森林之狮{@condition frightened}直到目标的下一个回合结束。",
	"A roar breaks the silence and a golden sun suddenly pierces the darkness. Proud and perfect, the Lion looks down on its prey, and its eyes betray its utmost scorn.": "一声咆哮打破了寂静，一轮金色的太阳突然刺破黑暗。自豪而完美，狮子俯视着猎物，它的眼神流露出最深的蔑视。",
	"When the Lion appears, many feel the urge to kneel in awe, too upset to mount any form of resistance. Its mighty roar can shake the trees and send a grown man head over heels. Its skin is pure gold, glittering under the smallest ray of sun. The mane framing its head is pointed and sharp, and it has the power to bend the mind of any creature that sets its gaze on it. The Lion considers itself invincible and always attacks what it perceives as the most dangerous prey, to demonstrate its superiority. Its movements are slow and predictable, but this will not be enough to withstand its fearsome strength, if its blows strike true.": "当狮子出现时，许多人感到一种敬畏的冲动，太沮丧而无法展开任何形式的抵抗。它强大的咆哮能震动树木，让一个成年男子头过脚。它的皮肤是纯金色的，在最微弱的阳光下闪闪发光。环绕头部的鬃毛尖锐而锋利，有能力弯曲任何凝视它的生物的思维。狮子认为自己是无敌的，总是攻击它认为是最危险的猎物，以展示自己的优越性。它的动作缓慢而可预测，但如果它的打击命中目标，这将不足以抵挡它可怕的力量。",
	"Lucifero's spellcasting ability is Charisma (spell save {@dc 27}). He can innately cast the following spells, requiring no material components:": "路西法的施法能力是魅力（法术豁免{@dc 27}）。他可以天生施放以下法术，无需任何材料组件：",
	"Lucifero is {@condition restrained}.": "路西法是{@condition restrained}。",
	"The range of Lucifero's spells and powers extends to his line of sight.": "路西法洛(Lucifero)的法术和能力范围延伸至他的视线范围内。",
	"Lucifero is the root of all sins. All costs in Hope Points a Traveler must pay to Embrace the Sin within 120 feet of Lucifero are doubled.": "路西法（Lucifero）是一切罪恶的根源。旅行者必须支付的所有希望点数成本，在距离路西法（Lucifero）120英尺内拥抱罪恶时会加倍。",
	"If the lucifero fails a saving throw, it can choose to succeed instead.": "如果路西法罗(lucifero)未能通过豁免投掷，它可以选择成功。",
	"Lucifero's weapon attacks aremagical. When Lucifero hits with any weapon, his weapon deals {@dice 4d8} extra necrotic damage (included in the attack).": "Lucifero的武器攻击是魔法的。当Lucifero用任何武器命中目标时，他的武器会额外造成{@dice 4d8}点死灵伤害（包含在攻击中）。",
	"The lucifero can't be affected or detected by spells of 6th level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects.": "lucifero（卢西费罗）不受6级或更低级法术的影响或侦测，除非它愿意。它对所有其他法术和魔法效果的豁免投掷获得优势。",
	"The lucifero regains 30 hit points at the start of its turn if it has at least 1 hit point.": "如果路西法鬼(Lucifero)在回合开始时至少有1点生命值，它会恢复30点生命值。",
	"Lucifero can use his Frightful Presence. Then he makes two melee attacks.": "路西法罗可以使用他的恐怖存在。然后他进行两次近战攻击。",
	"Each creature of the lucifero's choice within 120 feet of it and aware of it must succeed on a {@dc 27} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if the lucifero is within line of sight, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the lucifero's Frightful Presence for the next 24 hours.": "每个在其120英尺范围内并意识到它的路西法罗选择的生物必须成功通过一次{@dc 27}感知豁免才能在1分钟内变为{@condition frightened}。生物可以在自己的每个回合结束时重复进行豁免才能，如果路西法罗在视线内，则带有劣势，成功后效果结束。如果生物的豁免成功或效果对其结束，则该生物对路西法罗的惊吓存在免疫状态，持续24小时。",
	"{@atk mw} {@hit 18} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d8 + 10}) slashing damage plus  {@h}18 ({@damage 4d8}) necrotic damage.": "{@atk mw} 使用 {@hit 18} 进行攻击，射程15英尺，目标一个。造成 {@h}19 ({@damage 2d8 + 10}) 斩击伤害加上 {@h}18 ({@damage 4d8}) 增加死灵伤害。",
	"{@atk mw} {@hit 18} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d8 + 10}) slashing damage plus  {@h}18 ({@damage 4d8}) necrotic damage. If the target is a Large or smaller creature, it is {@condition grappled} ({@dc 19} to escape). Until this grapple ends, the target is {@condition restrained}, and Lucifero can't snatch another target.": "{@atk mw} 使用 {@hit 18} 进行攻击，达到15英尺，一个目标。造成 {@h}19 ({@damage 2d8 + 10}) 斩击伤害加上 {@h}18 ({@damage 4d8}) 墓腐伤害。如果目标是大型或更小的生物，则很难逃脱 {@condition grappled} ({@dc 19})。直到这次擒抱结束，目标被拘束，Lucifero 无法再抓取其他目标。",
	"Lucifero makes a melee attack.": "路西法(Lucifero)发动一次近战攻击。",
	"Lucifero gnaws a creature he has {@condition grappled} with his snatch attack, dealing 19 ({@damage 2d8 + 10}) piercing damage plus 18 ({@damage 4d8}) necrotic damage to that creature": "路西法（Lucifero）用他的抓取攻击咬住一个生物，对该生物造成19（{@damage 2d8 + 10}）点穿刺伤害和18（{@damage 4d8}）点死灵伤害。",
	"Lucifero casts one of his at will innate spells.": "卢西费罗(Lucifero) 施放了他的一个随意施法的先天法术。",
	"Lucifero magically regains 45 ({@dice 10d8}) hit points.": "露西菲洛(Lucifero)神奇地恢复了45({@dice 10d8})点生命值。",
	"You are almost swept away by a sharp, cruel wind smelling of brimstone. Every gust also carries the painful breath of something huge, a hate so strong that it drains every color from creation. The landscape of Hell grows grey, then it darkens to the point that your sight is limited to a small cone surrounded by a layer of thick darkness. You glimpse some figures on the frozen walls, and suddenly a mountain appears in front of you, enshrouded in flames that shine in the eternal night. But you know very well that this is no mountain. You step forward, out of Giudecca's maze, and you come to the place where the Morning Star fell. Lucifero stops his wings, as if he were surprised by your arrival, and your sight returns. You feel compelled to bow your head, maybe in awe, maybe in horror: This is Lucifero, the Foe, the Devil, the Tempter, Emperor of Hell, Ninth and Last Keeper of this place. Lucifero's shape is so huge that your eyes can hardly take in the magnitude of the figure before you. A shadow emerges from the frozen lake, a head as high as a peak. Oh, what a glorious sight the Light Bearer had to be in the highest of heavens, if his twisted shape is now so fearful!Still, even more than his semblance, you are stricken by the foul energy constantly radiating from his shape. You are so close to him that only the presence of the Divine Flame prevents you from collapsing to the ground and abandoning every Hope. Keep as close as you can to the Flame, Travelers, as that light is the last bastion shielding your mind from Lucifero, the only thing that preserves your sanity. There are no words in this world to describe how it feels to be in the presence of the Great Foe. I will therefore use a metaphor to convey at least a fragment of the Evil brooding at the center of Cocito. Lucifero is an oozing wound, whose foul ichor taints all men. He is a mass of men and women melted together in an agonizing tower of torn flesh, so high as to pierce the starry sky. He is a son who smiles as he slowly pushes a blade into his father's belly. Lucifero eternally gnaws his damned. He does not look at you, although it is obvious that he noticed your arrival. Each of those damned looks familiar to you. Maybe they are someone you know, or someone you have heard about. Giuda, Bruto, Cassio, or maybe someone close to you. Maybe they're your father or your sister. They wail, begging you to save them, longing for relief, aid, Hope. You will not yield. This was all done on purpose. Everything was planned from the beginning, since your journey began. All the Familiar Spirits you invoked, all the Hope you spent during your journey, it was all a scheme to lose you, to consume you, to provoke your fall... You ignore their pleas and focus on the divine light. You search for Hope within yourselves, and rise again. Now the real battle begins. Lucifero can beat his wings to create buffets of frozen wind that can lift you into the air and cast you aside, covering your shapes with ice. When he hits the frozen lake with his fists, he generates an earthquake, opening fissures and raising sharp blades of ice. You cannot even conceive of the possibility of killing Lucifero himself. The Devil is immortal, his existence sustains the very structure of Hell. You can only hope to weaken him enough to bypass him before it's too late, and even this opportunity is the hardest of all tasks... Lucifero enjoys every distraction from his punishment, so he will toy with you and torture you in creative ways. Actually, this will play to your advantage. If he actually wanted to vanquish you, you would not stand a chance, so seize this opportunity. His overconfidence will be once again his downfall.": "你几乎被一股刺骨的硫磺气味的尖锐、残酷的风吹走。每一阵风都带着一种巨大的、充满仇恨的痛苦气息，它把创世界的每一种颜色都抽空了。地狱的景象变得灰暗，然后变得黑暗到你的视线仅限于被一层浓密黑暗包围的一个小锥形区域。你瞥见冰冻墙上的一些身影，突然一座山出现在你面前，被永恒之夜中闪耀的火焰所笼罩。但你心知肚明，这不是座山。你向前迈出一步，走出了吉德卡的迷宫，来到了晨星坠落的地方。路西法展开他的翅膀，仿佛对你的到来感到惊讶，你的视野恢复了。你感到不得不低下头，或许是敬畏，或许是恐惧：这就是路西法，敌人，魔鬼，诱惑者，地狱的皇帝，这个地方的第九和最后的守护者。路西法的身形如此巨大，以至于你的眼睛几乎无法接受你面前这个巨大身影的宏伟。一个影子从冰冻的湖中浮现，一个高如山峰的头颅。哦，如果他扭曲的形态现在如此可怕，那么光明之光必定曾经是在最高的天堂中的一个辉煌的景象！然而，比起他的外表，更让你震惊的是他身形不断散发出的邪恶能量。你离他如此之近，以至于只有神圣之焰的存在阻止你倒在地上，放弃一切希望。保持尽可能靠近那束光，旅行者，因为那束光是你的心智免受路西法侵害的最后堡垒，是唯一保护你理智的东西。在这个世界上没有言语可以描述在伟大敌人面前的感受。因此，我将使用一个比喻来传达至少一部分潜伏在科奇托中心的邪恶。路西法就像是一道渗出的伤口，他那污秽的脓液污染了所有人。他是一群男男女女融为一体，构成了一座痛苦的、撕裂的血肉之塔，高到刺破星空。他是一个儿子微笑着慢慢将刀插入父亲腹中的场景。路西法永远在咬嚼他的被诅咒者。他没有看着你，尽管显然他注意到了你的到来。这些被诅咒者中的每一个看起来都让你觉得熟悉。也许他们是你认识的人，或者是你听说过的人。朱达、布鲁图、卡西奥，或者是你亲近的人。也许是你的父亲或姐妹。他们哀号，乞求你拯救他们，渴望解脱、援助、希望。但你不会屈服。这一切都是有意为之。从一开始，自你旅程开始以来，一切都是精心策划的。你召唤的所有熟悉灵魂，你在旅途中消耗的所有希望，都是为了让你迷失，消耗你，引发你的堕落……你无视他们的哀求，专注于神圣之光。你在自己内心寻找希望，并重新站起。现在，真正的战斗开始了。路西法可以振动他的翅膀，制造出可以将你卷起并抛开的冰冷风暴，将你的身形覆盖在冰层之下。当他用拳头击打冰冻湖面时，他会引发地震，裂开裂缝并升起尖锐的冰刃。你甚至无法想象杀死路西法本身的可能性。魔鬼是不朽的，他的存在支撑着地狱的结构。你只能希望削弱他足够以在为时已晚之前绕过他，而即使这个机会也是所有任务中最艰巨的……路西法享受每一次对他惩罚的分心，所以他会玩弄你，以创造性的方式折磨你。实际上，这将对你有利。如果他真的想要战胜你，你根本没有机会，所以抓住这个机会。他的自负将再次导致他的失败。",
	"The devil wields a Scourge of Dite": "魔鬼挥舞着一把(Dite)的鞭刑。",
	"If the devil fails a saving throw, it can choose to succeed instead.": "如果魔鬼未能通过豁免投掷检定，它可以选择成功。",
	"Magic darkness does not impede the devil's darkvision.": "魔法黑暗并不能阻碍恶魔的黑暗视觉。",
	"The devil does not provoke an attack of opportunity when it flies out of an enemy's reach.": "当恶魔飞出敌人的攻击范围时，不会引发机会攻击。",
	"he devil makes two Scourge of Dite attacks.": "魔鬼进行了两次《Dite的灾祸》(Scourge of Dite) 攻击。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage, plus 7 ({@damage 2d6}) fire damage.": "{@atk mw} 使用 {@hit 8} 进行攻击，射程10英尺，目标为一个。造成{@h}11 ({@damage 2d6 + 4}) 斩击伤害，另外再加上7 ({@damage 2d6}) 火焰伤害。",
	"The devil exhales a disruptive breath in a 15-foot cone. Each creature in that area must make a {@dc 16} Dexterity saving throw, taking 31 ({@damage 7d8}) necrotic damage on a failed save, or half as much dam-age on a successful one.": "恶魔在一个15英尺锥形范围内呼出一股破坏性的气息。该区域内的每个生物必须进行一次{@dc 16}敏捷豁免，未通过则受到31点（{@damage 7d8}）死灵伤害，通过则只受到一半伤害。",
	"The devil makes an attack": "魔鬼发动了一次攻击 (the devil)。",
	"The devil moves up to its speed": "恶魔以其速度移动。",
	"devil recharges its breath and uses it.": "恶魔重新充能它的气息并使用它。",
	"Major devils are the low aristocracy of Hell. They include the captains of the Infernal Hordes, the Knights of Dite, the foul officials of the Gloomy Kingdom and of the City of Fire. As a status of their rank, they wield the Scourge of Dite, a weapon made in the forges of the city of Ecate.": "主要恶魔是地狱的低级贵族。它们包括地狱军团的队长、迪特骑士、阴暗王国和火城的邪恶官员。作为他们地位的象征，他们挥舞着迪特之鞭，这是在厄卡特城的锻造厂制造的武器。",
	"A minor devil's weapon attacks are magical. When the minor devil hits with any weapon, the weapon deals an extra 4 ({@damage 1d8}) necrotic damage (included in the attack).": "一个小恶魔的武器攻击是魔法的。当这个小恶魔用任何武器命中时，武器会额外造成4点({@damage 1d8})死灵伤害（包含在攻击中）。",
	"The devil has advantage on saving throws against spells and other magical effects.": "恶魔在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"The devil makes two melee attacks or two ranged attacks.": "恶魔进行两次近战攻击或两次远程攻击。",
	"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d10 + 3}) slashing damage, plus 4 ({@damage 1d8}) necrotic damage.": "{@atk mw} 使用攻击命中，达到10英尺，一个目标。造成{@h}8 ({@damage 1d10 + 3}) 斩击伤害，加上4 ({@damage 1d8}) 死灵伤害。",
	"{@atk rw} {@hit 4} to hit, range 150/600 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage, plus 4 ({@damage 1d8}) necrotic damage.": "{@atk rw} 近战 {@hit 4}，射程150/600英尺，目标一个。造成{@h}6 ({@damage 1d8 + 2}) 穿刺伤害，加上4 ({@damage 1d8}) 僵尸伤害。",
	"If the minosse fails a saving throw, it can choose to succeed instead.": "如果米诺斯(Minosse)未能通过豁免检定，它可以选择成功。",
	"Minosse can use his Frightful Presence. Then he makes two attacks: one with his tail of judgment and one with his slam.": "Minosse可以使用他的恐怖存在(`Frightful Presence`)。然后他进行两次攻击：一次使用他的审判之尾(`tail of judgment`)，另一次使用他的猛击(`slam`)。",
	"Each creature of the minosse's choice that is within 120 feet of the minosse and aware of it must succeed on a {@dc 15} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the minosse's Frightful Presence for the next 24 hours.": "minosse（Minosse）选择的每个生物，距离minosse（Minosse）120英尺以内并且意识到它的存在，必须成功进行一次{@dc 15}感知豁免才能免疫1分钟。生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身效果。如果生物的豁免成功或效果结束，该生物在接下来的24小时内免疫minosse（Minosse）的惊骇存在。",
	"{@atk mw} {@hit 10} to hit, reach 15 ft., one target. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage and the target is {@condition grappled} ({@dc 16} to escape). Until this grapple ends, the target is {@condition restrained} and Minosse can't grapple another target with his tail of judgment.": "{@atk mw} Minosse's Tail of Judgment {@hit 10} to hit, reach 15 ft., one target. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage and the target is {@condition grappled} ({@dc 16} to escape). Until this grapple ends, the target is {@condition restrained} and Minosse can't grapple another target with his Tail of Judgment. \n\n{@atk mw} 米诺斯的审判之尾 {@hit 10} 命中，射程15英尺，一个目标。造成{@h}15 ({@damage 2d8 + 6}) 钝击伤害，目标被{@condition grappled} ({@dc 16}) 逃脱。直到这次擒抱结束，目标被{@condition restrained}，米诺斯不能用他的审判之尾擒抱另一个目标。",
	"{@atk mw} {@hit +10} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 6}) bludgeoning damage. I": "{@atk mw} {@hit +10}命中，射程10英尺，一个目标。造成{@h}19 ({@damage 3d8 + 6})点钝击伤害。",
	"Minosse makes a slam attack.": "Minosse 进行一次猛击攻击。",
	"Minosse hits theground, unleashing a small earthquake. All creature on the ground within 40 feet of Minosse must make a {@dc 18} Strength saving throw; on a failed save, the creature falls {@condition prone}.": "Minosse撞击地面，引发一场小地震。在Minosse周围40英尺范围内的所有生物必须进行一次{@dc 18}力量豁免检定；未通过检定的生物倒地{@condition prone}。",
	"One item or creature Large or smaller {@condition grappled} by Minosse is flung up to 30 feet away from Minosse in a random direction and knocked {@condition prone}. If a thrown target strikes a solid surface, the target takes 3 ({@damage 1d6}) bludgeoning damage for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a {@dc 14} Dexterity saving throw or take the same damage and be knocked {@condition prone}.": "Minosse将一个尺寸为大型或更小的物品或生物{@condition grappled}朝随机方向投掷，最远可达30英尺，并使其受到击倒效果{@condition prone}。如果被投掷的目标撞击到坚固表面，那么目标每被投掷10英尺就会受到3点({@damage 1d6}) 钝击伤害。如果目标被投向另一个生物，那个生物必须成功通过一次{@dc 14} 敏捷豁免才能避免受到相同的伤害并被击倒{@condition prone}。",
	"J ustice is not blind and does not wield a set of scales. Justice is a monster with the eyes of a wild cat and an apparently unending tail that spells the sentence of Heaven. It is a monster named Minosse, Third Keeper of Hell, Judge of the Dead, Keeper of the Second Circle and Supreme Watcher of High Hell.": "正义并不是盲目的，也不手持天平。正义是一只怪物，它有着野猫的眼睛和一个似乎无尽的尾巴，它书写着天堂的判决。它是一个名叫米诺斯 (Minosse) 的怪物，地狱的第三守护者，死者的审判者，第二圈的守护者和高等地狱的最高监视者。",
	"Minosse waits at the center of the ruined coliseum where he holds court, with his arms crossed and his unflinching gaze fixed on the endless queue of souls waiting to be judged. Three men one on another would not reach his shoulders and his whole body is made of bulging muscles. He wears no clothes, except for a loincloth tied at his waist, but his countenance is majestic nonetheless.": "米诺斯(Minosse)等待在废墟竞技场的中心，他双臂交叉，目光坚定地注视着无尽等待被审判的灵魂队列。三个人叠加在一起也达不到他的肩膀高度，他的整个身体都是肌肉凸起。他身上除了腰间系着的腰布外一丝不挂，但他的神态仍然威严非凡。",
	"Do not challenge Minosse of Creta, Traveler, as he will certainly accept it. The Judge loves drama, and he considers wrestling the highest form of drama. The actors are already on the stage, ready to chant poems of blood and fury. Minosse steps back and opens his arms, summoning a fierce wind that raises all the damned waiting to be judged and drops them on the bleachers. The public is ready.": "不要挑战克里特岛的（Minosse），旅行者，因为他肯定会接受挑战。这位审判者热爱戏剧，他认为摔跤是最高形式的戏剧。演员们已经在舞台上，准备吟唱鲜血和愤怒的诗歌。米诺斯退后一步，张开双臂，召唤一阵狂风，将所有等待受审的可怜灵魂升起并投入看台。观众们已经准备好了。",
	"The ancient king bows, the souls cheer, the torches suddenly burn again, and the show can begin.": "古代国王鞠躬，众魂欢呼，火炬突然重新燃起，演出即将开始。",
	"Minosse moves swiftly in spite of his size and he attacks his foes with powerful hammer blows. His fangs can pierce any metal, his skin is as hard as bark and his ears detect the slightest movement in the air. But his most dangerous weapon is his tail: Minosse can extend it at will and use it as a versatile weapon, to pin, whip, entangle, lift and throw his foes.": "迷诺斯（Minosse）虽然体型庞大，但动作迅捷，用强大的锤击攻击敌人。他的尖牙能穿透任何金属，皮肤坚硬如树皮，耳朵能察觉空气中最微小的动静。但他最危险的武器是他的尾巴：迷诺斯可以随意伸展并将其用作多功能武器，用来刺、鞭打、缠绕、提起和投掷他的敌人。",
	"Minosse is one of the most hated Keepers of Hell, as he is the one who dispatches the damned to their eternal and constant damnation. If someone were to face him and defeat him, a true insurrection of the unjudged spirits would begin, and the very rules of Hell would finally be subverted!": "Minosse（Minos）是地狱中最受憎恨的看守者之一，因为他是那个将被诅咒者送入永恒和不断的诅咒中的人。如果有人面对他并击败他，未经审判的灵魂将发起真正的起义，地狱的规则将最终被颠覆！",
	"The Panther of the Dark Forest": "黑暗森林中的黑豹 (The Panther of the Dark Forest)",
	"has advantage on Wisdom (Perception) checks that": "在感知(Wisdom (Perception))检定中有优势。",
	"rely on smell or sight.": "依靠嗅觉或视觉。",
	"If the Panther of the Dark Forest moves at": "如果黑暗森林的黑豹移动到 (%num%) 行动点。",
	"least 20 feet straight toward a creature and then hits": "向生物直线移动至少20英尺，然后攻击(%CreatureName%)。",
	"it with a claw attack on the same turn, that target": "在同一个回合中使用爪击攻击，攻击目标",
	"must succeed on a {@dc 13} Strength saving throw or be": "必须在一个{@dc 13}力量豁免检定上成功，否则将被...",
	"knocked {@condition prone}. If the target is {@condition prone}, the Panther of": "击中{@condition prone}。如果目标是{@condition prone}，那么黑豹()",
	"the Dark Forest can make one bite attack against it as": "黑暗森林可以对其进行一次咬击攻击。",
	"a bonus action.": "一个奖励动作。",
	"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage. If the target is a creature, it must succeed on a {@dc 15} Constitution": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}7({@damage 1d8 + 3})点穿刺伤害。如果目标是生物，它必须成功进行{@dc 15}体质豁免检定。",
	"saving throw against disease or become {@condition poisoned} until the disease is cured. Every 24 hours that elapse, the creature must repeat the saving throw, reducing its hit point maximum by 2 ({@dice 1d4}) on a failure. This reduction lasts until the disease is cured. The creature dies if the disease reduces its hit point maximum to 0.": "对抗疾病的豁免检定，否则成为{@condition poisoned}，直到疾病被治愈。每过24小时，生物必须重新进行豁免检定，失败则最大生命值减少2({@dice 1d4})。这种减少持续直到疾病被治愈。如果疾病将生物的最大生命值降低到0，生物将死亡。",
	"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage.": "{@atk mw} 使用 {@hit +5} 命中，达到5英尺，一个目标。造成{@h}6 ({@damage 1d6 + 3}) 点割伤伤害。",
	"A blood-red shape prowls behind the ruins, among the trees, where the shadows are thicker. In that darkness, two amber eyes appear, and a bared, flayed paw approaches. Finally, the beast reveals itself, leaving smoking footprints and withered plants in its wake. ": "在废墟后面，树木间，一个血红色的形状潜行，那里的阴影更浓。在黑暗中，两只琥珀色的眼睛出现，一只裸露、剥皮的爪子逐渐靠近。最终，野兽显露出自己，留下冒烟的脚印和枯萎的植物。",
	"The Panther is always the first to step forward. Its agile catlike body is afflicted by a foul curse: its mottled skin keeps rotting and rejuvenating in an endless cycle. A bloody rain follows the panther at every step, and wherever the beast touches the ground, plants": "黑豹总是第一个迈出脚步。它敏捷的猫一般的身体受到了一种邪恶的诅咒：它斑驳的皮肤在无尽的循环中不断腐烂和重生。在每一步之后，黑豹身后都会有血雨，无论这只野兽触碰到哪里，植物(%num%)",
	"turn into a black goo. The Panther is the one that traces the twisted pathways crisscrossing the Dark Forest, between the Pool, the Eternal Gate, and the Bright Hill. Its movements are smooth and its gaze is filled with hunger. Sometimes it stalks the Lost Ones as soon as they enter the Dark Forest without ever revealing itself. Although it is the weakest of the Three Beasts, its agility and cruelty make it a fearsome foe. The Panther always tries to outflank its prey to launch a sneak attack, and it likes to toy with them. Its bites and claws are always painful, but never deadly. The Panther always lets the Lion and the She-Wolf finish": "变成一团黑色的粘液。黑豹是在黑暗森林中蜿蜒交错的曲径之间穿行的生物，连接着池塘、永恒之门和明亮之山。它的动作流畅，目光充满饥饿。有时候，它会悄无声息地跟踪迷失者，他们一进入黑暗森林就会被它盯上。尽管它是三兽中最弱的，但它的敏捷和残忍使它成为可怕的敌人。黑豹总是试图绕过猎物发动偷袭，并喜欢戏弄它们。它的咬和爪总是疼痛的，但从不致命。黑豹总是让狮子和母狼来结束战斗。",
	"the prey.": "猎物。",
	"ability is Charisma (spell save {@dc 13}). It can innately": "能力是魅力（法术豁免{@dc 13}）。它天生地",
	"{@dc 13} Wisdom saving throw or be {@condition charmed} by the indifferent": "进行{@dc 13}感知豁免检定，否则会被冷漠所{@condition charmed}",
	"If the she-wolf of the dark forest fails a saving throw, it can choose to succeed instead.": "如果黑暗森林的母狼未能通过一次豁免投掷，它可以选择成功。",
	"The she-wolf of the dark forest has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "黑暗森林的母狼在依赖听觉或嗅觉的感知检定上获得感知力优势({@skill Perception})。",
	"The she-wolf of the dark forest has advantage on an attack roll against a creature if at least one of the she-wolf of the dark forest's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "在黑暗森林的母狼对一个生物进行攻击投掷时，如果至少有一只黑暗森林的母狼的盟友在该生物附近5英尺内且该盟友不是{@condition incapacitated}，则母狼具有优势。",
	"The She- Wolf of the Dark Forest can use": "黑暗森林的母狼 (The She-Wolf of the Dark Forest) 可以使用",
	"its Frightful Presence. Then it makes a bite attack.": "它的恐怖气息。然后它发动一次咬击攻击。",
	"Each creature of the she-wolf of the dark forest's choice that is within 120 feet of the she-wolf of the dark forest and aware of it must succeed on a {@dc 13} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the she-wolf of the dark forest's Frightful Presence for the next 24 hours.": "在黑森林的母狼的选择下，每个距离母狼120英尺以内并意识到它的生物必须成功进行一次 {@dc 13} 感知豁免才能免疫 {@condition frightened} 1分钟。生物可以在自己的回合结束时重复进行豁免才能结束效果。如果生物的豁免成功或效果结束，该生物在接下来的24小时内免疫黑森林母狼的惊吓气场。",
	"{@atk mw} {@hit +7} to hit, reach 5 ft., one creature. {@h}11 ({@damage 2d6+ 4}) piercing damage, and the target must succeed on a {@dc 15} strength saving throw or be knocked {@condition prone}.": "{@atk mw} {@hit +7}进行攻击，达到5英尺，一个生物。造成{@h}11 ({@damage 2d6+ 4})点刺伤伤害，并且目标必须成功进行一次{@dc 15}力量豁免才能不被击倒。",
	"The She-Wolf exhales a blast of foul black wind in a 15-foot cone. Each creature in that area must make a {@dc 13} Dexterity saving throw, taking 18 ({@damage 4d8}) necrotic damage on a failed save, or half as much damage on a successful one.": "女狼在一个15英尺锥形区域内呼出一股恶臭的黑风。该区域内的每个生物必须进行一次{@dc 13}敏捷豁免，未通过则受到18（{@damage 4d8}）点死灵伤害，通过则减半。",
	"The She-Wolf of the Dark Forest moves up to its speed.": "黑森林的女狼移动其速度。",
	"The She-Wolf of the Dark Forest makes a bite attack.": "黑森林的女狼进行一次咬击攻击。",
	"The She-Wolf of the Dark Forest recharges its Necrotic Breath and uses it.": "黑森林的女狼重新充能其死灵吐息并使用它。",
	"A sinister growl echoes among the bushes, followed by a rustle and a faint beating heart. The She-Wolf steps forward. As it walks, strands of hair fall from its mane and morsels of flesh fall from its bones, revealing its bare chest and the heart among the ribs, a black, wizened, slowly beating heart. A dark tongue hangs from its slavering jaws. At first sight, it would seem a dying animal, but it is sustained by a fiendish strength and an insatiable hunger.": "灌木丛间回荡着一声邪恶的低吼，随后是一阵沙沙声和微弱的心跳声。母狼迈步走出。当它行走时，头发从鬃毛上掉落，肉块从骨头上掉落，暴露出它的赤裸胸膛和肋骨间的心脏，一个黑色、枯萎、缓慢跳动的心脏。一条黑暗的舌头从它流口水的嘴里垂下。乍一看，它似乎是一只奄奄一息的动物，但它却被一种邪恶的力量和一种无法满足的饥饿所支撑着。",
	"The She-Wolf is definitely the most dangerous of the Three Beasts, as it can feed on virtually anything. When it devours the ground, a chasm opens at its feet. As it bites a tree, a part of the trunk disappears and the rest of the tree collapses. As it bites the air, a sphere of void appears, syphoning away everything in its immediate whereabouts. If the She-Wolf clenches its teeth on a living being, it literally cancels a part of its hapless victim: the bitten leg, arm, or a part of the chest suddenly disappears, and the victim bleeds out in endless agony.": "狼女（The She-Wolf）绝对是三兽中最危险的，因为它可以几乎吃任何东西。当它吞噬大地时，脚下会裂开一个深渊。当它咬树时，树干的一部分消失，剩下的树倒塌了。当它咬空气时，一个虚空的球体出现，将周围的一切吸走。如果狼女咬住一个活物，它会真的消除掉它可怜的受害者的一部分：被咬掉的腿、胳膊，或者胸部的一部分突然消失，受害者在无尽的痛苦中流血。",
	"The tempestarii wields a Tormentor": "风暴使者操控着一把折磨者（Tormentor）",
	"If the tempestarii fails a saving throw, it can choose to succeed instead.": "如果风暴使者失败了豁免投掷，它可以选择成功。",
	"Magic darkness does not impede the tempestarii's darkvision.": "魔法黑暗并不能阻碍风暴术士的黑暗视觉。",
	"The tempestarii does not provoke an attack of opportunity when it flies out of an enemy's reach.": "当暴风使者(%num%)(Tempestarii)飞出敌人的攻击范围时，不会引发机会攻击。",
	"tempestarii makes two melee attacks.": "风暴使者进行两次近战攻击。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage, plus 7 ({@damage 2d6}) lightning damage.": "{@atk mw} {@hit 8}攻击，射程10英尺，目标一个。造成{@h}8 ({@damage 1d8 + 4})点劈砍伤害，加上7 ({@damage 2d6})点闪电伤害。",
	"Any creature within 5 feet of the tempestarii must make a {@dc 15} Strength saving throw. On a failed save, it takes 16 ({@damage 3d8 + 3}) bludgeoning damage, it is pushed away from the tempestarii in a random direction and is knocked {@condition prone}. If a pushed target hits an object, such aa a wall, that target takes 3 ({@damage 1d6}) bludgeoning damage per 10 feet it has been pushed away. If the target is pushed against another creature, that creature must succeed on a {@dc 15} saving throw, or take the same damage and be knocked {@condition prone}. ": "任何在距离风暴使者5英尺范围内的生物必须进行一次 {@dc 15} 力量豁免投骰。未能通过豁免的生物会受到16点 ({@damage 3d8 + 3}) 钝击伤害，并被从风暴使者身边随机方向推开，同时被击倒 {@condition prone}。如果被推开的目标撞到物体，比如墙壁，该目标会受到每被推开10英尺距离的3点 ({@damage 1d6}) 钝击伤害。如果目标被推到另一个生物身上，那个生物必须通过一次 {@dc 15} 豁免投骰，否则会受到相同伤害并被击倒 {@condition prone}。",
	"A target that succeeds on its saving throw takes half as much bludgeoning damage, is not pushed away, and isn't knocked {@condition prone}.": "在符合当地语言习惯的同时，文本中像(%num%)这样的内容在翻译中仍然应保持为(%num%)。\n\n成功通过豁免检定的目标受到一半的钝击伤害，不会被推开，并且不会被击倒。",
	"The tempestarii makes a melee attack with its Tormentor.": "风暴使者用它的折磨者进行近战攻击。",
	"The tempestarii moves up to its speed.": "风暴使者移动至其速度。",
	"The tempestarii syphons the air from a creature it can see within 60 ft. of it. The Target must make a {@dc 15} Constitution saving throw. On a failed save, it drops to 0 hit points; on a success, the target cannot breathe or speak until the end of its next turn.": "风暴使者从其视线内距离60英尺的生物中抽取空气。目标必须进行一次{@dc 15}体质豁免才能。未能通过豁免的目标将生命值降至0；若通过豁免，目标在其下一个回合结束前无法呼吸或说话。",
	"Storm devils, also known as tempestarii, are tasked with feeding the Hurricane of the Second Circle, subjugating the ziz trapped in the dark infernal sky, and unleashing whirlwinds, gusts, and lightning bolts against the damned exposed to the eternal storm. One of their Infernal Emblems, Tormentor, is both the tool they use to reinforce and command the Gale and their weapon of choice against anyone who incurs in their wrath.": "风暴恶魔，也被称为风暴使者，被赋予了喂养第二圈飓风的任务，征服被困在黑暗地狱天空中的祖鸟，并释放旋风、阵风和闪电，对那些暴露在永恒风暴中的可怜灵魂进行攻击。他们的地狱徽章之一，折磨者，既是他们用来加强和指挥狂风的工具，也是他们对那些招惹他们愤怒的人的选择武器。",
	"While Megera, Aletto, and Tisifone are all within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:": "当梅格拉(Megera)、阿莱托(Aletto)和蒂西丰(Tisifone)彼此之间距离不超过30英尺时，它们可以从巫师法术清单中施放以下法术，但它们必须在它们之间共享法术位：",
	"The fury has advantage on saving throws against spells and other magical effects.": "愤怒生物在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"Tisifone has advantage on her melee attack rolls against any creature which is not at its maximum hit points.": "蒂西芬 (Tisifone) 对任何生物的近战攻击投掷获得优势，只要该生物未达到其最大生命值。",
	"While Megera, Aletto, and Tisifone are all": "当梅格拉 (Megera), 阿莱托 (Aletto), 和蒂西丰 (Tisifone) 都是",
	"within 60 feet of each other, they gain truesight within": "彼此之间距离在60英尺以内，他们获得真视能力(`truesight`)。",
	"As their role commands, the three Erinyes feature many abilities beyond those of the common furies and each one of them has a challenge rating of 7 (2.900 XP).": "根据他们的角色命令，三位厄里尼耶（Erinyes）拥有许多超越普通狂怒者的能力，每个的挑战等级为7（2,900经验值）。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage, plus 2 ({@damage 1d4}) poison damage.": "{@atk mw} 使用攻击命中，达到10英尺，一个目标。造成{@h}4 ({@damage 1d4 + 2}) 穿刺伤害，加上2 ({@damage 1d4}) 毒素伤害。",
	"{@atk rw} {@hit 7} to hit, range 135/135 ft., one target. {@h}12 ({@damage 3d6}) fire damage. The fire ignites flammable objects that aren't being worn or carried.": "{@atk rw} {@hit 7} 命中，射程 135/135 尺，目标为一名生物。{@h}12 ({@damage 3d6}) 火焰伤害。火焰点燃未被穿戴或携带的易燃物品。",
	"The furies are the spawn of the three Erinni, and share many traits with them. Their semblance is that of a gaunt, fierce woman with shark-like teeth and emerald snakes instead of hair. They wear tattered, blood-covered robes and two bat-like wings protrude from a tear on their back.": "狂怒者是三位厄里尼的后裔，与她们有许多共同特征。她们的外貌是一个消瘦、凶猛的女人，有着鲨鱼般的牙齿和翡翠色的蛇代替头发。她们身穿褴褛、满是血迹的长袍，背部有一处裂缝上长出两只蝙蝠状的翅膀。",
	"Caronte can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Caronte regains spent legendary actions at the start of its turn.": "卡隆泰 (Caronte) 可以执行3个传奇动作，可以从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。卡隆泰在自己的回合开始时恢复已使用的传奇动作。",
	"Cerbero can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Cerbero regains spent legendary actions at the start of its turn.": "刻耳柏洛 (Cerbero) 可以执行3个传奇动作，可以从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在其他生物的回合结束时使用。刻耳柏洛在自己的回合开始时恢复已使用的传奇动作。",
	"The champion of false gods can take 2 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The champion regains spent legendary actions at the start of its turn": "伪神之冠的冠军可以执行2个传奇动作，可以从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。冠军在其回合开始时恢复已用传奇动作。",
	"Flegias can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Flegias regains spent legendary actions at the start of its turn.": "弗莱吉亚斯可以执行3个传奇动作，可以从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。弗莱吉亚斯在其回合开始时恢复已用传奇动作。",
	"Gerione can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Gerione regains spent legendary actions at the start of its turn.": "盖里昂(Gerione)可以使用以下选项中的3个传奇动作。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。盖里昂在自己的回合开始时恢复已使用的传奇动作。",
	"The Giant can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The Giant regains spent legendary actions at the start of its turn.": "巨人可以执行3个传奇动作，可从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。巨人在其回合开始时恢复已用传奇动作。",
	"The indifferent angel can take 2 legendary actions,": "这位冷漠的天使可以进行2个传奇动作，",
	"choosing from the options below. Only one legendary": "从以下选项中选择。只能选择一个传奇((Legendary))。",
	"action option can be used at a time and only at the": "只能同时使用一个行动选项，并且只能在(`D&D`)中使用。",
	"end of another creature's turn. The indifferent angel": "在另一个生物的回合结束时。这个漠不关心的天使 (`indifferent angel`)",
	"regains spent legendary actions at the start of its turn.": "在其回合开始时恢复已消耗的传奇行动。",
	"Medusa can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Medusa regains spent legendary actions at the start of its turn.": "美杜莎可以执行3个传奇动作，可以从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。美杜莎在自己的回合开始时恢复已使用的传奇动作。",
	"The Minotaur can take 3 legendary actions, choosing from the options below. Only one legendary action op-tion can be used at a time and only at the end of another creature's turn. The Minotaur regains spent leg-endary actions at the start of its turn.": "牛头怪可以执行3个传奇动作，可以从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。牛头怪在自己的回合开始时恢复已用的传奇动作。",
	"The Lion of the Dark Forest can take 2 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The Lion of the Dark Forest regains spent legendary actions at the start of its turn.": "黑暗森林之狮可以执行2个传奇动作，可从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。黑暗森林之狮在其回合开始时恢复已用传奇动作。",
	"Lucifero can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Lucifero regains spent legendary actions at the start of his turn.": "路西法罗可以执行3个传奇动作，可以从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。路西法罗在自己的回合开始时恢复已用传奇动作。",
	"The major devil can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The major devil regains spent legendary actions at the start of its turn.": "主要恶魔可以执行3个传奇动作，可从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。主要恶魔在其回合开始时恢复已用传奇动作。",
	"Minosse can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Minosse regains spent legendary actions at the start of its turn.": "Minosse（Minos）可以执行3个传奇动作，可以从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。Minosse（Minos）在其回合开始时恢复已使用的传奇动作。",
	"The She-Wolf of the Dark Forest can take 3 legendary actions, choosing from the options below. Only one legend-ary action option can be used at a time and only at the end of another creature's turn. The She-Wolf of the Dark Forest regains spent legendary actions at the start of its turn.": "黑暗森林的母狼可以执行3个传奇行动，从以下选项中选择。每次只能使用一个传奇行动选项，并且只能在另一个生物的回合结束时使用。黑暗森林的母狼在其回合开始时恢复已用的传奇行动。",
	"The tempestarii can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The tempestarii regains spent legendary actions at the start of its turn.": "风暴使者可以执行3个传奇动作，可以从以下选项中选择。每次只能使用一个传奇动作选项，并且只能在另一个生物的回合结束时使用。风暴使者在其回合开始时恢复已用传奇动作。"
}