{
	"A creature that touches the blaze or hits it with a melee attack while within 5 feet of it takes 5 ({@damage 1d10}) fire damage.": "一只生物在触碰这团火焰或在它周围 5 英尺内用近战攻击击中它时，受到 5 (($0$)) 火焰伤害。",
	"If the blaze deals fire damage to a creature or a flammable object, it ignites. Until a creature takes an action to douse the fire, the target takes 5 ({@damage 1d10}) fire damage at the start of each of its turns.": "如果火焰对生物或易燃物造成火焰伤害，它将点燃起来。除非有生物采取行动扑灭火焰，目标在每个回合开始时会受到5 ({@damage 1d10}) 火焰伤害。",
	"The blaze sheds bright light in a 30-foot radius and dim light for an additional 30 feet.": "火焰在30英尺半径内散发明亮光，再额外30英尺内散发微光。",
	"For every 5 feet the blaze moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.": "每移动5英尺，或者每溅洒1加仑水在火焰上，火焰会受到1点冰冷伤害。",
	"The blaze makes two weapon attacks.": "火光进行两次武器攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) fire damage.": "{@atk mw} 近战攻击，达到5英尺，一个目标。{@h}8 ({@damage 1d10 + 3}) 火焰伤害。",
	"{@atk rw} {@hit 6} to hit, range 80/320 ft., one target. {@h}7 ({@damage 1d8 + 3}) fire damage.": "{@atk rw} {@hit 6}攻击，射程80/320英尺，目标一个。造成{@h}7 ({@damage 1d8 + 3})火焰伤害。",
	"The blaze sends a small ball of fire streaking toward a point it can see within 120 feet of it. Once the ball reaches its destination or impacts against a solid surface, it explodes. Each creature within 5 feet of the point where the ball explodes takes 9 ({@damage 2d8}) fire damage ({@dc 14} Dexterity save for half).": "火焰发射出一颗小火球，朝着它能看到的距离120英尺内的一个点飞去。一旦火球到达目的地或撞击到坚实表面，它就会爆炸。在火球爆炸的点周围5英尺范围内的每个生物会受到9 ({@damage 2d8}) 火焰伤害（需要进行{@dc 14}敏捷豁免，成功豁免则伤害减半）。",
	"The creeper ignores difficult terrain, and magical effects can't reduce its speed or cause it to be {@condition restrained}. It can spend 5 feet of movement to escape from nonmagical restraints or being {@condition grappled}.": "爬行者无视艰难地形，魔法效果不能减慢其速度或使其成为{@condition restrained}。它可以花费5英尺的移动来摆脱非魔法约束或被{@condition grappled}。",
	"The creeper has advantage on Dexterity ({@skill Stealth}) checks made to hide in grassy terrain.": "爬行者在草地地形中进行隐蔽的敏捷检定时具有优势。",
	"When the creeper takes lightning damage, it becomes supercharged, amplifying its explosive power. The creeper's Explode action deals double damage, and its radius increases to 30 feet.": "当爬行者受到闪电伤害时，它会变得超级充能，增强其爆炸力量。爬行者的爆炸动作造成双倍伤害，其半径增加到30英尺。",
	"The creeper reduces itself to 0 hit points and explodes. Each creature within 15 feet of the creeper takes 22 ({@damage 4d10}) bludgeoning damage ({@dc 13} Dexterity save for half).": "爬行者将自己的生命值降低到0点并爆炸。在爬行者周围15英尺范围内的每个生物会受到22点（{@damage 4d10}）的殴打伤害，可以进行（{@dc 13}）敏捷豁免来减半伤害。",
	"The dragon's spellcasting ability is Intelligence (spell save {@dc 26}). She can cast the following spells using psionics, requiring no components:": "龙的施法能力是智力（法术豁免 {@dc 26}）。她可以使用神秘力量施放以下法术，无需任何材料：",
	"The dragon can burrow through any nonmagical material and leaves a 15-foot-diameter tunnel in her wake. She can also move through creatures and magical objects as if they were difficult terrain, but she takes 5 ({@damage 1d10}) necrotic damage if she ends her turn inside of an object.": "这条龙可以在任何非魔法材料中挖洞，留下一个直径15英尺的隧道。她也可以穿过生物和魔法物体，就像它们是艰难地形一样移动，但如果她在物体内结束回合，她会受到5({@damage 1d10})点死灵伤害。",
	"At the start of each of her turns, the dragon gains 10 temporary hit points and can end one condition on herself, provided the dragon has at least 1 hit point.": "在她的每个回合开始时，龙会获得10点临时生命值，并且可以结束自身的一个状态，前提是龙至少有1点生命值。",
	"The dragon can spend one legendary action to take a reaction, even when she has already used her normal reaction.": "龙可以花费一次传奇行动来进行一次反应，即使她已经使用了普通的反应。",
	"The dragon's weapon attacks are magical and deal quadruple damage to objects and structures. When she hits a target with a melee attack, if the attack roll meets or exceeds the target's passive Strength ({@skill Athletics}) score, the dragon can push it up to 10 feet away, or 20 feet away if her mythic trait is active.": "这条龙的武器攻击是魔法的，对物体和结构造成四倍伤害。当她用近战攻击击中目标时，如果攻击点数达到或超过目标的被动力量（{@skill Athletics}）分数，龙可以将其推开最多10英尺，如果她的神话特质激活，则最多20英尺。",
	"If the dragon would be reduced to 0 hit points, she instead resets to maximum hit points, and she can end any spells of her choice on herself. She then releases a huge roar that disrupts gravity in a 1 mile radius, causing an {@spell earthquake} spell (spell save {@dc 26}) to ravage the area for 1 minute (no concentration required).": "如果龙的生命值降至0点，她会重置到最大生命值，并且可以结束自己选择的任何法术。然后，她发出一声巨大的咆哮，在1英里半径内扰乱重力，导致一个{@spell earthquake}法术（法术豁免{@dc 26}）在该区域肆虐1分钟（无需集中精力）。",
	"The dragon makes three attacks: one with her bite and two with her claws.": "这条龙进行三次攻击：一次用她的咬击，两次用她的爪击。",
	"{@atk mw} {@hit 17} to hit, reach 15 ft., one target. {@h} 20 ({@damage 2d10 + 9}) piercing damage plus 16 ({@damage 3d10}) force damage.": "{@atk mw} {@hit 17}攻击，射程15英尺，目标一个。造成20({@damage 2d10 + 9})点穿刺伤害加上16({@damage 3d10})点力场伤害。",
	"{@atk mw} {@hit 17} to hit, reach 10 ft., one target. {@h}18 ({@damage 2d8 + 9}) slashing damage. If the target is a Huge or smaller creature, it is {@condition grappled} (escape {@dc 19}) and is {@condition restrained} until this grapple ends. The dragon can have only one creature {@condition grappled} in this way at a time.": "{@atk mw} 使用近战攻击，达到10英尺，一个目标。造成{@h}18 ({@damage 2d8 + 9}) 钝击伤害。如果目标是一个巨大或更小的生物，它被{@condition grappled} (逃脱{@dc 19}) 并且被{@condition restrained} 直到这次擒抱结束。龙一次只能以这种方式擒抱一个生物 {@condition grappled}。",
	"{@atk mw} {@hit 17} to hit, reach 20 ft., one target. {@h} 22 ({@damage 2d12 + 9}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 25} Strength saving throw or be knocked {@condition prone}.": "{@atk mw} 一次攻击，射程20英尺，一个目标。造成 {@h} 22 ({@damage 2d12 + 9}) 钝击伤害。如果目标是生物，必须通过一个 {@dc 25} 力量豁免检定，否则被击倒 {@condition prone}。",
	"The dragon exhales psychic energy in a 300-foot cone. Each creature and object in that area takes 77 ({@damage 11d12}) damage ({@dc 25} saving throw for half; see below), with the damage type, save type, and determined by the option she chooses below.": "龙在一个300英尺的锥形范围内呼出精神能量。该区域内的每个生物和物体会受到77点伤害({@damage 11d12})（豁免扑克为一半；见下文），伤害类型、豁免类型由她在下文中选择的选项决定。",
	"The dragon can't use the same option twice in a row.": "龙不能连续使用相同的选项。",
	"The breath does radiant damage, and the save type is Constitution. On a failed save, a creature is also {@condition blinded} until the end of its next turn.": "这个呼吸造成光辉伤害，豁免类型为体质。未通过豁免的生物还会在其下一个回合结束前处于 {@condition blinded} 状态。",
	"The breath does psychic damage, and the save type is Intelligence. The area is then infused with psychic dissonance for 1 minute; creatures other than the dragon that end their turn in the area must subtract a {@dice d6} from each of their attack rolls, ability checks, and saving throws until the end of their next turn.": "这股气息造成精神伤害，豁免类型为智力。然后该区域被精神不和谐所充斥，持续1分钟；除龙以外的生物如果结束他们的回合在该区域内，直到他们的下一个回合结束前，他们的每次攻击检定、能力检定和豁免检定都要减去{@dice d6}。",
	"The breath does force damage, and the save type is Strength. Until the end of the dragon's next turn, the entire area is affected by a {@spell reverse gravity} spell, except that the dragon can orient gravity in any direction.": "这股气息造成力量伤害，豁免类型为力量。直到龙的下一个回合结束，整个区域受到{@spell reverse gravity}法术影响，但龙可以将重力定向到任何方向。",
	"The dragon uses psionics to teleport to an unoccupied space it can see within 30 feet of her.": "龙使用精神力学来传送到她能看到的距离30英尺以内的未被占据的空间。",
	"The dragon uses psionics to telekinetically one creature of her choice up to 30 feet in a horizontal direction of her choice ({@dc 26} Strength save for half distance).": "这条龙使用灵能力将她选择的一个生物在她选择的水平方向上最多30英尺的距离内进行念动力移动（进行{@dc 26}力量豁免，成功则移动一半距离）。",
	"The dragon halves the damage it takes from a ranged attack. To do so, the dragon must see the attacker.": "龙减半来自远程攻击的伤害。为此，龙必须看到攻击者。",
	"In response to taking damage from a melee attack, the dragon can push the attacker up to 30 feet away from her ({@dc 26} Strength save for half distance).": "在受到近战攻击造成伤害时，龙可以将攻击者推开，最多30英尺远({@dc 26} 体力豁免，成功则距离减半)。",
	"The dragon uses Psychic Step or Telekinetic Slide.": "龙使用心灵步或念力滑行。",
	"The dragon makes a tail attack.": "龙发动了一次尾部攻击。",
	"The dragon uses her Innate Psionics.": "这条龙使用她的先天异能。",
	"The dragon uses Psychic Step or Telekinetic Slide, and the distance teleported or moved by them is doubled.": "龙使用心灵步或念力滑行，它们传送或移动的距离加倍。",
	"The dragon regains one use of one of her spells.": "龙回复了一个法术的使用次数。",
	"The dragon makes a tail attack against each creature of her choice within 20 feet of her.": "龙对她选择的每个在她周围20英尺范围内的生物进行一次尾部攻击。",
	"If the enderman uses its Teleport on its turn, it has advantage on the next melee attack made before the end of the turn.": "如果末影人(Enderman)在自己的回合使用传送，那么在回合结束前进行的下一次近战攻击将获得优势。",
	"For every 5 feet the enderman moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.": "每当末影人在水中移动5英尺，或者每当有一加仑的水溅到它身上时，它会受到1点冷伤害。",
	"The enderman makes two slam attacks.": "末影人进行两次猛击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) bludgeoning damage plus 14 ({@damage 4d6}) force damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}8 ({@damage 1d10 + 3}) 钝击伤害加上14 ({@damage 4d6}) 精力伤害。",
	"The enderman can choose to {@condition grappled|phb|grapple} the target instead of dealing damage. While {@condition grappled}, the target is also {@condition restrained} (escape {@dc 13}). The enderman can only grapple one target at a time.": "末影人可以选择对目标使用 {@condition grappled|phb|grapple} 而不是造成伤害。在 {@condition grappled} 时，目标也会被 {@condition restrained}（逃脱 {@dc 13}）。末影人一次只能抓住一个目标。",
	"The enderman magically teleports, along with any objects and equipment it is wearing and carrying, to any other location within 400 feet of it. The enderman needn't see the location in order to teleport to it, but if it would arrive in a place already occupied by an object or a creature, the enderman takes 14 ({@damage 4d6}) force damage and fails to teleport.": "末影人在魔法的作用下，连同身上穿戴和携带的任何物品和装备，可以传送到离其400英尺范围内的任何其他位置。末影人无需看到目的地就能传送到那里，但如果它传送到的地方已经被物体或生物占据，末影人会受到14({@damage 4d6})点力场伤害，并传送失败。",
	"In response to being hit by an attack, the enderman can use its Teleport if it is available. When it does, the triggering attack misses it.": "当末影人受到攻击时，如果它可用，它可以使用传送。当它这样做时，触发的攻击会错过它。",
	"If the ghast takes psychic damage, each creature within 120 feet of the ghast takes that damage as well. In addition, creatures within 30 feet of the ghast have disadvantage on all Intelligence, Wisdom, and Charisma saving throws.": "如果(ghast)受到精神伤害，距离(ghast)120英尺内的每个生物也会受到同样的伤害。此外，距离(ghast)30英尺内的生物在所有智力、感知和魅力豁免 throws 上都有劣势。",
	"The ghast's thoughts and location can't be discerned by magic. Furthermore, any creature that attempts to communicate with the ghast telepathically must succeed on a {@dc 18} Wisdom saving throw or become {@condition frightened} until the end of the ghast's next turn.": "无法用魔法辨别恶食尸鬼的思维和位置。此外，任何试图与恶食尸鬼进行心灵交流的生物必须在一次{@dc 18}感知豁免检定中成功，否则会在恶食尸鬼的下一个回合结束前变为{@condition frightened}。",
	"The ghast sends a ball of fire streaking toward a point within 120 feet of it. Once the ball reaches its destination or impacts against a solid surface, the ball explodes. Each creature within 10 feet of the point where the ball explodes takes 14 ({@damage 4d6}) fire damage ({@dc 18} Dexterity save for half).": "恶灵向距离它120英尺内的某点发射一团火球。火球到达目的地或撞击固体表面时爆炸。在火球爆炸点周围10英尺范围内的每个生物受到14({@damage 4d6})火焰伤害({@dc 18} 需要进行敏捷豁免，成功减半伤害)。",
	"The ghast flies up to half its speed.": "这只恶灵飞行速度的一半。",
	"The ghast shrieks within the mind of one creature it can see within 60 feet of it. The target must succeed on a {@dc 18} Wisdom saving throw or be {@condition frightened} until the end of the ghast's next turn.": "恶食尸鬼在其能看见的60英尺内的一名生物的心灵中尖叫。目标必须成功进行一次{@dc 18}感知豁免才能免疫，否则将在恶食尸鬼的下一个回合结束前处于{@condition frightened}状态。",
	"The ghast lets out a terrible wail. Each creature within 120 feet of the ghast that can hear the wail takes 22 ({@damage 4d10}) psychic damage ({@dc 18} Charisma saving throw for half).": "恶食尸鬼发出可怕的哀嚎。每个在120英尺范围内且能听到哀嚎声的生物会受到22({@damage 4d10})点心灵伤害（需要进行{@dc 18}魅力豁免，成功则伤害减半）。",
	"The pillager has advantage on an attack roll against a creature if at least one of the pillager's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果掠夺者的盟友中有至少一人在与生物距离在5英尺以内的话，掠夺者对该生物的攻击投掷获得优势，且该盟友不是{@condition incapacitated}。",
	"The pillager makes two melee attacks.": "掠夺者进行两次近战攻击。",
	"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage.": "{@atk mw,rw} {@hit 4}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}4 ({@damage 1d4 + 2})点穿刺伤害。",
	"{@atk rw} {@hit 4} to hit, range 30/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage.": "{@atk rw}进行攻击，射程30/120英尺，目标为一名敌人。造成{@h}5({@damage 1d6 + 2})点穿刺伤害。",
	"The pillager moves up to its speed toward a hostile creature that it can see.": "掠夺者向它能看到的敌对生物移动，移动距离为其速度。",
	"The pillager makes a weapon attack against an object or structure.": "掠夺者对物体或建筑进行武器攻击。",
	"The raid captain has advantage on an attack roll against a creature if at least one of the raid captain's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一名突袭队长的盟友在离生物5英尺范围内且该盟友不是{@condition incapacitated}，突袭队长对该生物的攻击骰获得优势。",
	"The raid captain and allies within 30 feet of it have advantage on saving throws against being {@condition charmed}, {@condition frightened}, {@condition grappled}, or {@condition restrained} while the raid captain isn't {@condition incapacitated}.": "在突袭队长和其周围30英尺范围内的盟友在突袭队长不处于{@condition incapacitated}状态时，对于被{@condition charmed}、{@condition frightened}、{@condition grappled}或{@condition restrained}影响的豁免检定获得优势。",
	"The raid captain makes three melee attacks.": "突袭队长进行三次近战攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage.": "{@atk mw} 使用 {@hit 5} 命中，达到5英尺，一个目标。造成{@h}6 ({@damage 1d6 + 3}) 穿刺伤害。",
	"{@atk rw} {@hit 5} to hit, range 100/400 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage.": "{@atk rw} {@hit 5}攻击，射程100/400尺，目标一个。造成{@h}8 ({@damage 1d10 + 3})穿刺伤害。",
	"The raid captain moves up its speed toward a hostile creature that it can see.": "突袭队长以自己的速度向一只可以看见的敌对生物移动。",
	"The raid captain utters a special command to one creature it can see within 30 feet of it. If the creature can hear it, it can add a {@dice d6} to one attack roll or saving throw it makes before the start of the raid captain's next turn.": "突袭队长对其能看到的距离30英尺内的一只生物发出特殊指令。如果这只生物能听到指令，它可以在突袭队长的下一个回合开始之前，给自己的一次攻击骰或豁免骰投掷中增加一个{@dice d6}。",
	"The raid captain makes a weapon attack against an object or structure.": "突袭队长对一个物体或建筑进行一次武器攻击。",
	"The ravager deals double damage to objects and structures.": "破坏者对物体和建筑造成双倍伤害。",
	"If the ravager moves at least 20 feet straight toward a creature and then hits it with a gore attack on the same turn, that target must succeed on a {@dc 13} Strength saving throw or take an additional 9 ({@damage 2d8}) piercing damage and be knocked {@condition prone}. If the target is {@condition prone}, the ravager can make one stomp attack against it as a bonus action.": "如果破坏者朝着一个生物直线移动至少20英尺，然后在同一回合内用牛角攻击命中它，那个目标必须成功进行一次 {@dc 13} 力量豁免才能避免受到额外的9 ({@damage 2d8}) 穿刺伤害并被撞倒 {@condition prone}。如果目标处于瘫痪状态 {@condition prone}，破坏者可以作为一个奖励动作对其进行一次踩踏攻击。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}20 ({@damage 4d6 + 6}) piercing damage.": "{@atk mw} {@hit 9}攻击，达到5英尺，一个目标。造成{@h}20 ({@damage 4d6 + 6})穿刺伤害。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one {@condition prone} creature. {@h}24 ({@damage 4d8 + 6}) bludgeoning damage.": "{@atk mw} {@hit 9} 命中，达到5英尺，一个{@condition prone} 生物。造成{@h}24 ({@damage 4d8 + 6}) 钝击伤害。",
	"The ravager makes a melee attack against an object or structure.": "破坏者对一个物体或结构进行近战攻击。",
	"The warden is immune to any spell or effect that would alter its form, as well as those that would read its thoughts or magically influence its thoughts or behavior. Creatures that attempt to communicate telepathically with the warden or magically influence its actions or mind instead take 14 ({@damage 4d6}) psychic damage.": "典狱长对任何试图改变其形态的法术或效果免疫，也对那些试图读取其思绪或在魔法上影响其思维或行为的法术免疫。试图与典狱长进行心灵感应或在魔法上影响其行动或思维的生物将受到14 ({@damage 4d6}) 精神伤害。",
	"The warden has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell. Furthermore, the warden can hear telepathic communications within 60 feet of it as if they were spoken aloud.": "典狱长在依赖听觉或嗅觉的感知（智慧{@skill Perception}）检查中具有优势。此外，典狱长可以在其60英尺范围内听到心灵感应的交流，就好像它们是大声说出来的一样。",
	"The warden has advantage on saving throws against spells and other magical effects.": "典狱长在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"If the warden is subjected to an effect that allows it to make a saving throw to only take half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "如果典狱长受到一种效果的影响，使其可以进行豁免才能只受到一半伤害，那么如果它在豁免检定中成功，就不会受到伤害，如果失败，则只受到一半伤害。",
	"The warden ignores {@quickref difficult terrain||3}, and magical effects can't reduce its speed or cause it to be {@condition restrained}. It can spend 5 feet of movement to escape from nonmagical restraints or being {@condition grappled}.": "狱卒无视{@quickref difficult terrain||3}，而且魔法效果不能减慢它的速度或使其被{@condition restrained}。它可以花费5英尺的移动来摆脱非魔法约束或被{@condition grappled}。",
	"If the warden takes 30 damage or less that would reduce it to 0 hit points, it is reduced to 1 hit point instead.": "如果典狱长受到30点或更少的伤害，使其生命值降至0点，那么它的生命值将被减至1点。",
	"The warden deals quadruple damage to objects and structures.": "典狱长对物体和建筑造成四倍伤害。",
	"When it doesn't detect any creatures nearby, the warden's speed is halved.": "当守林人(Warden)周围没有探测到任何生物时，其速度减半。",
	"The warden can burrow through dirt, solid stone, and sculk without disturbing the material.": "看守者可以在不干扰材料的情况下，穿过泥土、坚实的石头和(`Sculk`)。",
	"The warden makes two melee attacks.": "典狱长进行两次近战攻击。",
	"{@atk mw} automatic hit, reach 5 ft., one target. {@h} 30 magical bludgeoning damage. The warden can forgo this damage to instead {@condition grappled|phb|grapple} the target (escape {@dc 20}).": "{@atk mw} 自动命中，射程5英尺，一目标。{@h} 30点魔法钝击伤害。看守者可以放弃这个伤害，而是{@condition grappled|phb|grapple}目标(逃脱{@dc 20})。",
	"The warden unleashes a sonic boom in a line that is 5 feet wide and 60 feet long. Each creature and object in the area takes  ({@dc 20} Constitution save for half). On a failed save, a creature is also pushed up to 20 feet away from the warden, knocked {@condition prone}, and {@condition deafened} until the end of the warden's next turn.": "典狱长释放出一道声波，在一条宽5英尺、长60英尺的线上。该区域内的每个生物和物体都需要进行一次{@dc 20}宪法豁免，成功豁免则只受到一半伤害。未通过豁免的生物还会被推开最多20英尺远离典狱长，被击倒{@condition prone}，并在典狱长的下一个回合结束前处于{@condition deafened}状态。",
	"The warden makes a slam attack against an object or structure.": "典狱长对一个物体或结构进行一次猛击攻击。",
	"The warden makes a Wisdom ({@skill Perception}) check using its sense of smell.": "典狱长使用嗅觉进行一次感知检定，检定属性为感知 ({@skill Perception})。",
	"When the warden is subjected to an effect that would move it, knock it {@condition prone}, or both, the warden is neither moved nor knocked {@condition prone}.": "当典狱长受到会使其移动、击倒{@condition prone}或两者皆有的效果时，典狱长既不会被移动也不会被击倒{@condition prone}。",
	"The wither can burrow through any nonmagical material or structure and leaves a 10-foot-diameter tunnel in its wake.": "凋零怪可以在任何非魔法材料或结构中钻洞，并在其路径上留下一个直径为10英尺的隧道。",
	"The wither ignores difficult terrain, and magical effects can't reduce its speed or cause it to be {@condition restrained}. It can spend 5 feet of movement to escape from nonmagical restraints or being {@condition grappled}.": "凋零兽无视困难地形，魔法效果不能减慢它的速度或使其变为{@condition restrained}。它可以花费5英尺的移动来摆脱非魔法约束或被{@condition grappled}。",
	"The wither has advantage on Wisdom ({@skill Perception}) checks and on saving throws against being {@condition blinded}, {@condition deafened}, {@condition stunned}, or knocked {@condition unconscious}.": "凋零兽在感知({@skill Perception})检定和豁免扑克中对抗被{@condition blinded}、{@condition deafened}、{@condition stunned}或被击倒{@condition unconscious}时具有优势。",
	"When a creature fails its saving throw against a wither skull, it becomes {@condition poisoned}. At the end of each of its turns, the {@condition poisoned} target can make a {@dc 20} Constitution saving throw. It takes 7 ({@damage 2d6}) necrotic damage on a failed save, and the effect ends on a successful one. While {@condition poisoned} by this effect, a creature can't regain hit points.": "当生物未能通过对抗枯萎头骨的豁免投掷时，它会变成{@condition poisoned}。在每个回合结束时，受到影响的目标可以进行{@dc 20}体质豁免投掷。未能通过检定的话，会受到7({@damage 2d6})点死灵伤害，成功通过则效果结束。在受到这个效果影响时，生物无法恢复生命值。",
	"If the wither would be reduced to 0 hit points, its current hit point total is reset to 225 instead. It then unleashes a large explosion, dealing 28 ({@damage 8d6}) bludgeoning damage to each creature within 20 feet of it ({@dc 19} Dexterity save for half) and pushing them up to 20 feet away from it in a straight line. The wither then loses access to its flying speed for 1 hour, but its other speeds are doubled during that time.": "如果凋零兽的生命值被减至0点，它的当前生命值将重置为225点。然后，它引发一次巨大爆炸，对其周围20英尺范围内的每个生物造成28({@damage 8d6}) 钝击伤害，受影响生物需进行体质豁免，成功则减半伤害，并被推开20英尺，方向为远离凋零兽的直线。此后，凋零兽在1小时内失去飞行速度，但其其他速度在此期间加倍。",
	"The wither emits an aura of negative energy out to a radius of 30 feet. Non-undead creatures in the area can't regain hit points and have disadvantage on death saving throws.": "凋零兽散发出半径为30英尺的负能量光环。区域内的非不死生物无法恢复生命值，并在死亡豁免 throws 上有劣势。",
	"The wither deals double damage to objects and structures.": "凋零兽对物体和建筑造成双倍伤害。",
	"Each non-undead creature within 120 feet of the wither that can hear the wither's shriek must succeed on a {@dc 19} Constitution saving throw or be {@condition frightened} until the end of the wither's next turn.": "每个距离凋零者120英尺内且能听到凋零者尖叫声的非不死生物必须进行一次{@dc 19}体质豁免才能，否则会在凋零者的下一个回合结束前被{@condition frightened}。",
	"A {@creature wither skeleton|MC} emerges from a point on the ground within 30 feet of the wither. This wither skeleton acts on the same turn as the wither and follow its orders to the best of its ability. The wither can only have four wither skeletons summoned a time.": "一个{@creature wither skeleton|MC}从距离凋零骷髅不超过30英尺的地面点出现。这个凋零骷髅会在同一个回合内行动，并尽其所能地遵循凋零骷髅的命令。凋零骷髅一次只能召唤四个凋零骷髅。",
	"The wither moves up to its speed in a straight line, passing through the space of any creature in the area without provoking opportunity attacks. Each creature within 10 feet of any space it moves through takes 14 ({@damage 4d6}) bludgeoning damage ({@dc 21} Strength save for half). On a failed save, a creature is also knocked {@condition prone}.": "凋零兽以直线方式移动，速度为其速度，穿过区域内任何生物的空间而不会引发机会攻击。每个在其移动路径上10英尺范围内的生物会受到14({@damage 4d6}) 钝击伤害（需要进行力量豁免，成功减半）。未通过豁免的生物还会被击倒{@condition prone}。",
	"When a non-undead creature within 30 feet of the wither fails a saving throw or is reduced to 0 hit points, the wither can choose to either regain 20 hit points or gain advantage on its next saving throw.": "当距离枯萎者(wither)30英尺内的非亡灵生物未能通过豁免检定或生命值降至0时，枯萎者(wither)可以选择恢复20点生命值或在下次豁免检定中获得优势。",
	"When a humanoid within 30 feet of the wither dies, it can use Summon Spawn to raise its corpse as a {@creature wither skeleton|MC}. This undead does not count towards the maximum of four wither skeletons listed in that ability.": "当距离凋零者（Wither）30英尺内的人型生物死亡时，它可以使用召唤生成物（Summon Spawn）将其尸体升起为一个{@creature wither skeleton|MC}。这个不死生物不计入该能力中列出的四个凋零骷髅的最大数量。",
	"The wither moves up to half its speed.": "凋零怪物移动最多半个自身速度。",
	"The wither sends a wither skull streaking toward a point within 120 feet of it. Once the skull reaches its destination or impacts against a solid surface, the skull explodes. Each creature and object within 15 feet of the point where the skull explodes takes 14 ({@damage 4d6}) necrotic damage ({@dc 20} Constitution save for half).": "凋零兽向距离它120英尺内的某点发射凋零头颅。一旦头颅到达目的地或撞击实体表面，头颅就会爆炸。在头颅爆炸点周围15英尺范围内的每个生物和物体会受到14({@damage 4d6})点死灵伤害（需要进行({@dc 20})体质豁免，成功豁免则伤害减半）。",
	"When the wither skeleton hits a target with a melee attack, it must succeed on a {@dc 13} Constitution saving throw or become {@condition poisoned}. At the end of each of its turns, the {@condition poisoned} target repeats the saving throw. It takes 7 ({@damage 2d6}) necrotic damage on a failed save, and the effect ends on a successful one. While {@condition poisoned} by this effect, a creature can't regain hit points.": "当凋零骷髅用近战攻击击中目标时，目标必须通过一次 {@dc 13} 宪法豁免才能避免成为 {@condition poisoned}。在每个回合结束时，受到影响的目标需要重复进行豁免才能解除效果。在未通过豁免时，目标会受到7点 ({@damage 2d6}) 死灵伤害，成功通过则效果消失。在受到这个效果影响时，生物无法恢复生命值。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) slashing damage plus 7 ({@damage 2d6}) necrotic damage.": "{@atk mw} {@hit 5} 进行攻击，射程5英尺，目标一个。造成{@h}8 ({@damage 1d10 + 3}) 斩击伤害加上7 ({@damage 2d6}) 僵尸伤害。",
	"{@atk rw} {@hit 4} to hit, range 80/320 ft., one target. {@h} 5 ({@damage 1d6 + 2}) piercing damage plus 7 ({@damage 2d6}) necrotic damage.": "{@atk rw} {@hit 4} 命中，射程80/320英尺，目标一个。{@h} 5 ({@damage 1d6 + 2}) 穿刺伤害加上7 ({@damage 2d6}) 僵尸伤害。",
	"The zombie has advantage on an attack roll against a creature if at least one of the zombie's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一个僵尸的盟友在离生物5英尺范围内且该盟友不是{@condition incapacitated}，僵尸对生物进行攻击检定时具有优势。",
	"If damage reduces the zombie to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the zombie drops to 1 hit point instead.": "如果伤害将僵尸降至0点生命值，它必须进行一次体质豁免检定，DC为伤害值加5，除非伤害来自辐射或是暴击。若成功，僵尸生命值降至1点。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d8 + 1}) slashing damage.": "{@atk mw} {@hit 3} 进行攻击，射程5英尺，目标一个。造成{@h}10 ({@damage 2d8 + 1}) 斩击伤害。",
	"The zombie can attempt to {@action grapple} or {@action shove} a creature if at least one of the zombie's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一个僵尸的盟友在生物身边的5英尺范围内且盟友不是（`%2%`），僵尸可以尝试对生物进行{@action grapple}或{@action shove}。",
	"The ghast can take 3 legendary actions each round, choosing from the options below.": "恶灵可在每轮中进行3次传奇动作，可从以下选项中选择。",
	"The wither can take 3 legendary actions each round, choosing from the options below.": "凋零怪每回合可以进行3次传奇动作，可以从以下选项中选择。"
}