{
	"A creature that touches the ash titan or hits it with a melee attack while within 5 feet of it takes 14 ({@damage 4d6}) fire damage.": "当一个生物接触到灰烬泰坦或在其5英尺范围内对其进行近战攻击时，会受到14 ({@damage 4d6}) 火焰伤害。",
	"The ash titan can push any Huge or smaller creature it deals bludgeoning, piercing, or slashing damage to up to 10 feet away from it. This is halved to 5 feet if the target makes a save against the damage and succeeds.": "灰烬泰坦可以将任何受到它的钝击、穿刺或割伤伤害的巨大或更小生物推开多达10英尺。如果目标对伤害进行豁免并成功，这个距离减半至5英尺。",
	"If the ash titan is {@condition grappled}, {@condition incapacitated}, or {@condition restrained} at the start of its turn, any effect causing these conditions immediately end on the ash titan.": "如果灰烬泰坦在其回合开始时是{@condition grappled}、{@condition incapacitated}或{@condition restrained}，则立即结束对灰烬泰坦造成这些状态的任何效果。",
	"The ash titan can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Alternatively, the ash titan can make two attacks with its Lava Blast.": "灰烬泰坦可以使用其可怕威势。然后它进行三次攻击：一次咬击和两次爪击。或者，灰烬泰坦可以用其熔岩冲击进行两次攻击。",
	"{@atk mw} {@hit 18} to hit, reach 15 ft., one target. {@h}21 ({@damage 2d10 + 10}) piercing damage plus 14 ({@damage 4d6}) fire damage.": "{@atk mw} 使用 {@hit 18} 进行攻击，射程15英尺，目标一个。造成{@h}21 ({@damage 2d10 + 10}) 点穿刺伤害加上14 ({@damage 4d6}) 点火焰伤害。",
	"{@atk mw} {@hit 18} to hit, reach 10 ft., one target. {@h}17 ({@damage 2d6 + 10}) slashing damage.": "{@atk mw}进行攻击，射程10英尺，目标一个。造成{@h}17({@damage 2d6 + 10})点割伤伤害。",
	"{@atk rw} {@hit 17} to hit, range 80/320 ft., one target. {@h}27 ({@damage 4d8 + 9}) fire damage.": "{@atk rw} 进行攻击，射程80/320尺，目标为一名敌人。造成{@h}27 ({@damage 4d8 + 9}) 火焰伤害。",
	"The ash titan sweeps its tail in a 20-foot cone. Each creature in the cone takes 19 ({@damage 2d8 + 10}) bludgeoning damage ({@dc 25} Dexterity save for half).": "灰烬泰坦用它的尾巴横扫一个20英尺的锥形区域。锥形区域内的每个生物受到19点（{@damage 2d8 + 10}）的钝击伤害（{@dc 25} 需要进行敏捷豁免，成功豁免则伤害减半）。",
	"Each creature of the ash titan's choice that is within 120 feet of the ash titan and aware of it must succeed on a {@dc 19} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the ash titan's Frightful Presence for the next 24 hours.": "灰烬泰坦选择的每个生物，距离灰烬泰坦120英尺以内并意识到它的存在，必须成功进行一次{@dc 19}感知豁免才能免疫1分钟。生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身效果。如果生物的豁免成功或效果结束，该生物将对灰烬泰坦的惊骇存在免疫24小时。",
	"The ash titan exhales fire in a 120-foot cone. Each creature in that area takes 91 ({@damage 26d6}) fire damage ({@dc 21} Dexterity save for half).": "灰烬泰坦在一个120英尺的锥形范围内喷出火焰。该区域内的每个生物会受到91({@damage 26d6})火焰伤害({@dc 21} 需要进行敏捷豁免，成功豁免则伤害减半)。",
	"Any surface struck by this Fire Breath is scorched with magical fire for 1 minute. A target that ends its turn in the fire's space takes 14 ({@damage 4d6}) fire damage ({@dc 21} Dexterity save for half).": "任何被这团火焰吐息击中的表面都会被魔法火焰烧焦1分钟。在火焰空间结束回合的目标会受到14({@damage 4d6})火焰伤害（需要进行{@dc 21}敏捷豁免，成功减半）。",
	"The ash titan makes a Wisdom (Perception) check.": "灰烬泰坦进行一次感知（(Perception)）检定。",
	"The ash titan attempts to grapple one creature within 10 feet of it.": "灰烬泰坦试图抓住其10英尺内的一名生物。",
	"The ash titan uses its Tail action.": "灰烬泰坦使用了它的尾巴攻击。",
	"The ash titan beats its wings. Each creature within 10 feet of the ash titan takes 15 ({@damage 2d6 + 10}) bludgeoning damage plus 7 ({@damage 2d6}) fire damage ({@dc 25} Dexterity save for half). On a failed save, a target is also knocked {@condition prone}. The ash titan can then fly up to half its flying speed.": "灰烬泰坦拍打着它的翅膀。每个距离灰烬泰坦10英尺内的生物会受到15({@damage 2d6 + 10}) 钝击伤害加上7({@damage 2d6}) 火焰伤害（需要进行{@dc 25} 敏捷豁免来减半伤害）。未通过豁免的目标也会被击倒{@condition prone}。然后灰烬泰坦可以飞行达到其飞行速度的一半。",
	"The ash titan creates a storm made up of magma and flame. The area of the storm consists of up to ten 10-foot cubes, which the ash titan can arrange as it wishes as long as each cube is within 200 feet of it. Each target that is in a cube takes 14 ({@damage 4d6}) fire damage ({@dc 24} Dexterity save for half). A target in the area of more than one cube is affected only once.": "灰烬泰坦创造了一个由岩浆和火焰组成的风暴。风暴区域由多达十个10英尺立方体组成，灰烬泰坦可以自由安排这些立方体，只要每个立方体距离它不超过200英尺。每个位于立方体内的目标会受到14 ({@damage 4d6}) 火焰伤害（需要进行{@dc 24}敏捷豁免，成功豁免则伤害减半）。在多个立方体区域内的目标只受到一次影响。",
	"The fire damages objects in the area and ignites flammable objects that aren't being worn or carried. Additionally, any surface that is damaged by these cubes becomes difficult terrain until cleared. Each 5-foot-square portion of the area requires at least 1 minute to clear by hand.": "火灾会损坏区域内的物体，并点燃未被穿戴或携带的易燃物体。此外，被这些方块损坏的表面会变成难行地形，直到清理干净。每个5英尺的正方形区域至少需要1分钟才能用手清理干净。",
	"When the ash titan is hit by a melee attack, it can use its Tail action on an area that includes the attacker.": "当灰烬泰坦受到近战攻击时，它可以使用其尾部动作对包括攻击者在内的区域进行反击。",
	"If the daedric titan is {@condition grappled}, {@condition incapacitated}, or {@condition restrained} at the start of its turn, any effect causing these conditions immediately end on the daedric titan.": "如果达德拉巨灵在其回合开始时处于{@condition grappled}、{@condition incapacitated}或{@condition restrained}状态，任何导致这些状态的效果立即在达德拉巨灵身上结束。",
	"The draconic titan can push any Huge or smaller creature it deals bludgeoning, piercing, or slashing damage to up to 5 feet away from it. This doesn't occur if the target makes a save against the damage and succeeds.": "龙裔泰坦可以将任何被其造成钝击、穿刺或斩击伤害的巨型或更小生物推开多达5英尺。如果目标对伤害进行豁免检定并成功，这种效果不会发生。",
	"The daedric titan can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws.": "达德拉巨灵可以使用其恐怖存在(`Frightful Presence`)。然后它进行三次攻击：一次咬击和两次爪击。",
	"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}19 ({@damage 2d10 + 8}) piercing damage plus 7 ({@damage 2d6}) fire damage.": "{@atk mw} 使用攻击命中，达到10英尺，一个目标。造成{@h}19 ({@damage 2d10 + 8}) 点穿刺伤害加上7 ({@damage 2d6}) 点火焰伤害。",
	"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d6 + 8}) slashing damage.": "{@atk mw} {@hit 14}攻击，射程10英尺，一个目标。造成{@h}15 ({@damage 2d6 + 8})点割伤伤害。",
	"The daedric titan sweeps its tail in a 15-foot cone. Each creature in the cone takes 17 ({@damage 2d8 + 8}) bludgeoning damage ({@dc 22} Dexterity save for half).": "达德拉巨魔用它的尾巴横扫一个15英尺的锥形区域。锥形区域内的每个生物受到17点打击伤害（成功进行{@damage 2d8 + 8}敏捷豁免则减半）。",
	"Each creature of the daedric titan's choice that is within 120 feet of the daedric titan and aware of it must succeed on a {@dc 19} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the daedric titan's Frightful Presence for the next 24 hours.": "每个由达德拉巨魔选择的生物，距离达德拉巨魔120英尺以内并且察觉到它的生物，必须成功通过一次{@dc 19}的感知豁免才能免疫1分钟。生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身效果。如果生物的豁免成功或效果结束，该生物对达德拉巨魔的惊骇存在效果免疫，持续24小时。",
	"The daedric titan exhales cold fire in a 60-foot cone. Each creature in that area takes 63 ({@damage 18d6}) fire damage ({@dc 21} Dexterity save for half).": "达德拉巨灵在一个60英尺的锥形范围内呼出寒冷之火。该区域内的每个生物受到63({@damage 18d6})火焰伤害（进行{@dc 21}敏捷豁免，成功减半伤害）。",
	"The daedric titan makes a Wisdom (Perception) check.": "达德拉巨灵进行一次感知（感知）检定。",
	"The daedric titan attempts to grapple one creature within 10 feet of it.": "达德拉巨灵试图抓住其10英尺范围内的一个生物。",
	"The daedric titan exhales a ball of cold fire at a target within 60 feet of it. The target takes 9 ({@damage 2d8}) fire damage plus 9 ({@damage 2d8}) necrotic damage ({@dc 19} Constitution save for half). If the target is a creature and it fails its saving throw by 5 or more, it is also {@condition poisoned} until the end of the daedric titan's next turn.": "达德拉巨灵向其60英尺内的目标喷射出一团寒冷之火。目标受到9({@damage 2d8})火焰伤害加上9({@damage 2d8})死灵伤害（成功通过{@dc 19}体质豁免则减半）。如果目标是生物并且未能通过豁免检定，且失败值超过5，它还会被麻痹（paralyzed）直到达德拉巨灵的下一个回合结束。",
	"The daedric titan uses its Tail action.": "达德拉巨灵使用其尾部攻击动作。",
	"The daedric titan beats its wings. Each creature within 10 feet of the daedric titan takes 15 ({@damage 2d6 + 8}) bludgeoning damage ({@dc 22} Dexterity save for half). On a failed save, a target is also knocked {@condition prone}. The daedric titan can then fly up to half its flying speed.": "达德拉巨灵拍打着它的翅膀。在达德拉巨灵的周围10英尺范围内的每个生物受到15({@damage 2d6 + 8}) 钝击伤害（{@dc 22} 需要进行敏捷豁免，成功豁免则伤害减半）。未通过豁免的目标也被击倒{@condition prone}。达德拉巨灵随后可以飞行达到其飞行速度的一半。",
	"When the daedric titan is hit by a melee attack, it can use its Tail action on an area that includes the attacker.": "当达德拉巨魔受到近战攻击时，它可以使用其尾部动作，作用范围包括攻击者。",
	"When the atronach dies, it explodes in a burst of fire. Each creature within 10 feet of it takes 7 ({@damage 2d6}) fire damage ({@dc 13} Dexterity save for half).": "当阿特洛纳克死亡时，它会爆炸并释放一团火焰。距离它10英尺内的每个生物会受到7({@damage 2d6})火焰伤害({@dc 13} 需要进行敏捷豁免来减半伤害)。",
	"A creature that touches the atronach or hits it with a melee attack while within 5 feet of it takes 5 ({@damage 1d10}) fire damage.": "当一个生物接触到灵能元素体或者在它附近5英尺内用近战攻击命中它时，会受到5点火焰伤害。",
	"When the atronach deals fire damage to a creature or flammable object, the target ignites. Until a creature takes an action to douse the fire, the target takes 5 ({@damage 1d10}) fire damage at the start of each of its turns.": "当阿特洛纳克对生物或易燃物造成火焰伤害时，目标会着火。直到有生物采取行动扑灭火焰为止，目标在每个回合开始时会受到5 ({@damage 1d10}) 火焰伤害。",
	"The atronach sheds bright light in a 30-foot radius and dim light for an additional 30 feet.": "灵树灵体在半径30英尺范围内散发明亮光芒，并在额外30英尺范围内散发微弱光芒。",
	"For every 5 feet the atronach moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.": "每移动5英尺，或者每溅洒1加仑水在它身上，它会受到1点冷伤害。",
	"The atronach makes two attacks.": "这个元灵进行两次攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) fire damage.": "{@atk mw} {@hit 6}攻击，射程5英尺，目标一个。{@h}10 ({@damage 2d6 + 3})火焰伤害。",
	"{@atk rs} {@hit 5} to hit, range 120 ft., one target. {@h}11 ({@damage 2d10}) fire damage.": "{@atk rs}进行攻击，射程120英尺，目标为一只。{@h}11 ({@damage 2d10})点火焰伤害。",
	"Each creature in a 15-foot cone takes 7 ({@damage 2d6}) fire damage ({@dc 13} Dexterity save for half). A creature is pushed up to 10 feet away from the atronach on a failed save, or 5 feet away on a successful one.": "在一个15英尺锥形范围内的每个生物受到7({@damage 2d6})火焰伤害（需要进行{@dc 13}敏捷豁免，成功豁免则伤害减半）。在未通过豁免的情况下，生物会被推开最多10英尺，通过豁免则被推开5英尺，远离阿特洛纳克。",
	"When the atronach dies, it explodes in a burst of lightning. Each creature within 10 feet of it takes 10 ({@damage 3d6}) lightning damage ({@dc 18} Dexterity save for half).": "当阿特洛纳克 (Atronach) 死亡时，它会爆炸并释放一团闪电。距离它10英尺范围内的每个生物会受到10 ({@damage 3d6}) 闪电伤害，可以进行 ({@dc 18}) 敏捷豁免，成功豁免则伤害减半。",
	"A creature that touches the atronach, hits it with a melee attack while within 5 feet of it, or starts its turn within 10 feet of the atronach takes 13 ({@damage 3d8}) lightning damage.": "当一个生物接触到元灵，或者在它附近5英尺范围内进行近战攻击，或者在元灵的10英尺范围内开始它的回合时，会受到13 ({@damage 3d8}) 闪电伤害。",
	"The atronach makes two touch attacks.": "这个灵株使出两次接触攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) lightning damage.": "{@atk mw} 使用命中，达到5英尺，一个目标。{@h}10 ({@damage 2d6 + 3}) 闪电伤害。",
	"{@atk rw} {@hit 8} to hit, range 80/320 ft., one target. {@h}21 ({@damage 4d8 + 3}) lightning damage. Each creature in a 5 foot wide line between the target and the atronach (excluding the atronach and the target) also takes 13 ({@damage 3d8}) lightning damage ({@dc 18} Dexterity save for half).": "{@atk rw} {@hit 8}攻击，射程80/320尺，目标一个。{@h}21 ({@damage 4d8 + 3}) 闪电伤害。在目标和元灵之间的5英尺宽线上的每个生物（不包括元灵和目标）也会受到13 ({@damage 3d8}) 闪电伤害（成功{@dc 18}敏捷豁免减半）。",
	"The atronach unleashes a lightning storm in a 90-foot cone. Each creature in the area takes 36 ({@damage 8d8}) lightning damage ({@dc 18} Dexterity save for half).": "灵树在一个90英尺的锥形范围内释放出一场闪电风暴。范围内的每个生物受到36 ({@damage 8d8}) 闪电伤害，可以进行 ({@dc 18}) 敏捷豁免，成功豁免则伤害减半。",
	"A creature that touches the atronach or hits it with a melee attack while within 5 feet of it takes 10 ({@damage 3d6}) cold damage.": "当一个生物触碰到元灵或在它附近5英尺内用近战攻击命中它时，会受到10 ({@damage 3d6}) 点冰冷伤害。",
	"When the atronach dies, it explodes in a burst of jagged ice. Each creature within 5 feet of it takes 9 ({@damage 2d8}) slashing damage ({@dc 17} Dexterity save for half).": "当灵树灵体死亡时，它会爆炸成一团锯齿状的冰。每个在它周围5英尺范围内的生物会受到9 ({@damage 2d8}) 斩击伤害 ({@dc 17})，成功进行敏捷豁免则伤害减半。",
	"The ground in a 10-foot radius around the atronach is icy and is difficult terrain for creatures other than it. The radius moves with the atronach.": "（阿特洛纳克）周围半径10英尺的地面结冰，对于除它之外的生物而言是艰难地形。这个半径会随着（阿特洛纳克）移动。",
	"The atronach can move across and climb icy surfaces without needing to make an ability check. Additionally, difficult terrain composed of ice or snow doesn't cost it extra moment.": "阿特洛纳克 (Atronach) 可以在冰面上移动和攀爬，无需进行能力检定。此外，由冰或雪构成的艰难地形对它不会造成额外的移动消耗。",
	"The atronach deals double damage to objects and structures.": "阿特洛纳克对物体和结构造成双倍伤害。",
	"The atronach makes two attacks: one with its jab and one with its uppercut. Alternatively, the atronach makes three attacks against three different targets.": "这个阿特洛纳克进行两次攻击：一次是用它的直拳，一次是用它的上勾拳。或者，这个阿特洛纳克对三个不同的目标进行三次攻击。",
	"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}14 ({@damage 2d8 + 5}) bludgeoning damage plus 7 ({@damage 2d6}) cold damage, and the target's speed is halved until the end of the atronach's next turn.": "{@atk mw} {@hit 9}攻击，射程10英尺，一个目标。造成{@h}14 ({@damage 2d8 + 5}) 钝击伤害加上7 ({@damage 2d6}) 冰冻伤害，并且目标的速度减半，直到阿特罗纳克的下一个回合结束。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}16 ({@damage 2d10 + 5}) bludgeoning damage plus 7 ({@damage 2d6}) cold damage, and the target is pushed up to 5 feet away from the atronach if it is Large or smaller.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成16({@damage 2d10 + 5})点钝击伤害加上7({@damage 2d6})点冰冻伤害，并且如果目标是大型或更小，则将其推开多达5英尺。",
	"The atronach slams its arm into the ground, releasing an explosion of jagged ice. Each creature within 10 feet of the atronach must succeed on a {@dc 17} Constitution saving throw, taking 9 ({@damage 2d8}) piercing damage plus 9 ({@damage 2d8}) cold damage on a failed save, or half as much damage on a successful one.": "阿特洛纳克（Atronach）将手臂猛击地面，释放出一团锯齿状冰块的爆炸。在距离阿特洛纳克10英尺范围内的每个生物必须成功通过一次{@dc 17}体质豁免才能避免受到伤害，否则在豁免失败时会受到9（{@damage 2d8}）穿刺伤害加上9（{@damage 2d8}）冰冷伤害，豁免成功则只受到一半伤害。",
	"The seeker's innate spellcasting ability is Intelligence (spell save {@dc 15}). It can innately cast the following spells, requiring no components:": "搜寻者的天生施法能力是智力（法术豁免 {@dc 15}）。它可以天生施放以下法术，无需任何材料：",
	"The seeker has advantage on saving throws against spells and other magical effects.": "搜寻者在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"If the seeker has half its hit points or fewer, it can use a bonus action to summon a weaker version of itself at a point within 15 feet of it. This clone lacks the Innate Spellcasting and Summon Clone traits, and only has 33 ({@dice 6d8 + 6}) hit points. The clone acts on the same initiative as its summoner, and follows its summoner's orders to the best of its ability. The clone dies if its summoner dies, if it is reduced to 0 hit points, or if it is ever more than 30 feet away from its summoner. Otherwise, the clone disappears after 1 minute.": "如果搜寻者的生命值剩余一半或更少，它可以使用一个奖励动作在距离自己15英尺的地方召唤一个较弱版本的自己。这个克隆体缺乏固有咒术施展和召唤克隆特性，只有33 ({@dice 6d8 + 6}) 生命值。克隆体与其召唤者同时行动，并尽力按照召唤者的命令行动。如果克隆体的召唤者死亡、生命值降至0，或者与召唤者相距超过30英尺，克隆体将死亡。否则，克隆体在1分钟后消失。",
	"{@atk rs} automatic hit, range 120 ft., one target. {@h}15 ({@damage 2d10 + 4}) force damage. The target must succeed on a {@dc 15} Constitution saving throw or be {@condition poisoned} until the end of its next turn.": "{@atk rs} 自动命中，射程120英尺，目标为一个。造成{@h}15 ({@damage 2d10 + 4}) 点力场伤害。目标必须成功进行一次{@dc 15} 体质豁免才能免疫，否则将在其下一个回合结束前被{@condition poisoned}。",
	"The seeker unleashes a blast of psychic energy in a 60-foot cone. Each creature in that area takes 22 ({@damage 4d8 + 4}) psychic damage ({@dc 15} Intelligence save for half). On a failed save, the seeker also magically learns one fact or secret about the target.": "搜寻者在一个60英尺的锥形范围内释放了一股精神能量冲击。该区域内的每个生物会受到22({@damage 4d8 + 4})点精神伤害（智力豁免成功则减半）。未能通过豁免的生物，搜寻者还会魔法性地了解目标的一个事实或秘密。",
	"The lurker has advantage on saving throws against spells and other magical effects.": "潜伏者在拯救投掷中对咒语和其他魔法效果有优势。",
	"The lurker regains 10 hit points at the start of its turn. If the lurker takes radiant damage, this trait doesn't function at the start of the lurker's next turn. The lurker dies only if it starts its turn with 0 hit points and doesn't regenerate.": "潜伏者在回合开始时恢复10点生命值。如果潜伏者受到辐射伤害，则在接下来的回合开始时，此特性不会生效。潜伏者只有在回合开始时生命值为0且无法再生时才会死亡。",
	"The lurker makes two slam attacks.": "潜伏者进行两次猛击攻击。",
	"{@atk mw} {@hit 13} to hit, reach 10 ft., one target. {@h}17 ({@damage 2d8 + 8}) bludgeoning damage.": "{@atk mw} 使用 {@hit 13} 进行攻击，射程10英尺，目标一个。造成{@h}17 ({@damage 2d8 + 8}) 钝击伤害。",
	"The lurker spits a ball of acid at a target it can see within 60 feet of it. The target must make a {@dc 19} Constitution saving throw. On a failed save, the target takes 22 ({@damage 9d4}) acid damage immediately and 12 ({@damage 5d4}) acid damage at the end of its next turn. On a successful save, the target is splashed with acid for half as much of the initial damage and no damage at the end of its next turn.": "潜伏者向其能看到的距离不超过60英尺的目标吐出一团酸液。目标必须进行一次 {@dc 19} 体质豁免投骰。未通过豁免的目标立即受到22点 ({@damage 9d4}) 酸性伤害，并在其下一个回合结束时受到12点 ({@damage 5d4}) 酸性伤害。通过豁免的目标会受到初始伤害一半的酸液溅射，并在其下一个回合结束时不受伤害。",
	"{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}22 ({@damage 4d6 + 8}) bludgeoning damage. A mass of tentacles fills a 15-foot-radius, 10-foot-high cylinder centered on the target. Each creature in the cylinder that isn't a lurker or {@creature seeker|DI} takes 10 ({@damage 3d6}) bludgeoning damage plus 10 ({@damage 3d6}) acid damage ({@dc 19} Dexterity saving throw for half). On a failed save, a target is also {@condition restrained} {@condition restrained}. The tentacles disappear at the end of the lurker's next turn, at which time any {@condition restrained} targets are released.": "{@atk mw} 使用近战攻击，达到5英尺，一个目标。{@h}22 ({@damage 4d6 + 8}) 钝击伤害。一团触手充满以目标为中心的半径15英尺、高10英尺的圆柱体。在圆柱体内的每个不是潜伏者或{@creature seeker|DI}的生物会受到10 ({@damage 3d6}) 钝击伤害加上10 ({@damage 3d6}) 酸性伤害 ({@dc 19} 需要通过敏捷豁免才能减半)。未通过豁免的生物还会被{@condition restrained} {@condition restrained}。触手会在潜伏者的下一个回合结束时消失，届时任何{@condition restrained}的目标都会被释放。",
	"The lurker moves up to half its speed.": "潜伏者移动其速度的一半。",
	"The lurker makes one slam attack.": "潜伏者进行一次猛击攻击。",
	"The lurker uses Acid Spit.": "潜伏者使用酸液喷吐(Acid Spit)。",
	"The clannfear has advantage on melee attack rolls against any creature that is bloodied.": "Clannfear对任何处于血腥状态的生物进行近战攻击时具有优势。",
	"As a bonus action, the clannfear can jump up to its speed toward a hostile creature that it can see. If it attacks that creature on the same turn and hits, that creature is also knocked {@condition prone}.": "作为一个奖励动作，家族恐惧兽可以朝着它能看见的敌对生物跳跃并移动最多它的速度。如果在同一回合内攻击并命中了那个生物，那个生物也会被击倒。",
	"The clannfear makes two attacks: one with its claw and one with its tail.": "Clannfear（克兰菲尔）进行两次攻击：一次用爪子，一次用尾巴。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage.": "{@atk mw} {@hit 6} 进行攻击，射程5英尺，目标一个。造成{@h}7 ({@damage 1d6 + 4}) 点斩击伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage.": "{@atk mw} {@hit 6} 进行攻击，达到5英尺，一个目标。造成{@h}8 ({@damage 1d8 + 4}) 点割伤伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d10 + 4}) piercing damage.": "{@atk mw} 使用 {@hit 6} 命中，达到5英尺，一个目标。造成{@h}15 ({@damage 2d10 + 4}) 穿刺伤害。",
	"The aspect's innate spellcasting ability is Charisma (spell save {@dc 24}, {@hit 16} to hit with spell attacks). It can innately cast the following spells, requiring no material components:": "该特性的固有施法能力是魅力（法术豁免{@dc 24}，用法术攻击命中{@hit 16}）。它可以天生施放以下法术，无需材料组件：",
	"When the aspect drops to 0 hit points or dies, its body is destroyed but its essence travels back to his domain in Coldharbour.": "当该位面生物的生命值降至0或死亡时，它的身体会被摧毁，但其本质会回到他在(Coldharbour)的领域。",
	"Any creature that starts its turn within 30 feet of the aspect must make a {@dc 24} Wisdom saving throw. On a failed save, the creature becomes {@condition frightened} of the aspect for 1 minute or until the creature is more than 60 feet away from it. On a successful save, the creature becomes immune to the aspect's Frightful Presence for 24 hours.": "任何在{@dc 24}30英尺内开始其回合的生物必须进行一次感知豁免投掷。未通过豁免的生物将在1分钟内成为{@condition frightened}，或者直到距离它超过60英尺为止。通过豁免的生物将对该{@condition frightened}的惊骇存在效果免疫24小时。",
	"If the aspect fails a saving throw, it can choose to succeed instead.": "如果该属性未通过豁免检定，它可以选择成功。",
	"The aspect has advantage on saving throws against spells and other magical effects.": "该方面在豁免魔法和其他魔法效果时具有优势。",
	"Whenever the aspect deals cold fire damage, the damage dice are evenly split between necrotic damage and fire damage.": "每当该属性造成冰火伤害时，伤害骰将均匀分配为死灵伤害和火焰伤害。",
	"The aspect makes two melee attacks.": "该方面进行两次近战攻击。",
	"{@atk mw} {@hit 21} to hit, reach 10 ft., one target. {@h}26 ({@damage 4d6 + 12}) bludgeoning damage plus 10 ({@damage 3d6}) necrotic damage, and the target has disadvantage on all saving throws until the end of the aspect's next turn.": "{@atk mw} 使用近战攻击，达到10英尺，一个目标。造成{@h}26 ({@damage 4d6 + 12}) 钝击伤害加上10 ({@damage 3d6}) 死灵伤害，并且目标在该特征的下一个回合结束前所有豁免检定都有劣势。",
	"The aspect unleashes cold fire in a 60-foot cone. Each creature within 20 feet of that point takes 42 ({@dice 12d6}) cold fire damage ({@dc 26} Constitution save for half). A target is also pushed up to 20 feet away from the aspect on a failed save, or half as far on a successful one.": "该形态释放出一个60英尺锥形范围内的冷火。该点周围20英尺范围内的每个生物会受到42({@dice 12d6})点冷火伤害（需要进行{@dc 26}体质豁免，成功豁免则伤害减半）。在未通过豁免的情况下，目标还会被推离该形态最多20英尺，通过豁免则被推离一半距离。",
	"The aspect uses its Teleport bonus action. Each creature within 10 feet of the space the aspect teleports to takes 22 ({@dice 4d10}) cold fire damage ({@dc 24} Constitution save for half) and is pushed up to 10 feet away from it.": "该形态使用其传送奖励动作。在该形态传送到的空间周围10英尺内的每个生物受到22({@dice 4d10})点冰火伤害({@dc 24})，并被推开多达10英尺。需进行体质豁免，成功则伤害减半。",
	"The aspect targets one creature it can communicate with via telepathy and forces it to move up to its speed in a manner of its choosing (no reaction required). Alternatively, it can force the creature to make a {@dc 24} Charisma saving throw; on a failed save, the target falls {@condition prone} and can't stand up until the end of the target's next turn.": "该特性选择一名可以通过心灵感应交流的生物，并强迫其以自己选择的方式移动，移动距离不超过其速度（无需反应）。或者，它可以强迫该生物进行一次{@dc 24}魅力豁免；如果豁免失败，目标倒地并且直到目标的下一个回合结束都无法站起来。",
	"The aspect casts one innate spell that takes 1 action to cast, or it uses an action granted by the {@spell telekinesis} spell.": "这个特质施放一个天生法术，需要1个动作来施放，或者使用{@spell telekinesis}法术授予的一个动作。",
	"The aspect magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see. ": "该方面在魔法的作用下，连同其穿戴或携带的任何装备，可以传送到最多120英尺远的一个它能看到的未被占据的空间。",
	"Each daedra of the aspect's choice that can see or hear the aspect can use its reaction to move up to its speed.": "每个可以看到或听到该(Aspect)的选择的(迪德拉)可以使用其反应来移动多达其速度。",
	"Miraak is a 20th-level spellcaster. Miraak's innate spellcasting ability is Intelligence (spell save {@dc 25}, {@hit 17} to hit with spell attacks). Miraak can innately cast the following spells, requiring no components:": "Miraak是一名20级的法术施法者。Miraak的天生施法能力是智力（法术豁免{@dc 25}，法术攻击命中加值{@hit 17}）。Miraak可以天生施放以下法术，无需材料：",
	"If Miraak is subjected to an effect that allows him to make a saving throw to only take half damage, he instead takes no damage if he succeeds on the saving throw, and only half damage if he fails.": "如果米拉克(Miraak)受到一种效果的影响，使他可以进行豁免才能只受一半伤害，那么如果他成功通过豁免检定，他将不受任何伤害，如果他失败，则只受一半伤害。",
	"If Miraak would be reduced to 0 hit points, he can use a shout to reset his current hit point total to 350 instead. He then gains a +3 bonus to AC and a flying speed equal to his walking speed for 1 hour. During this time, the size and range/distance of his shouts are doubled in all dimensions.": "如果米拉克(Miraak)的生命值降低到0点，他可以使用一次龙吼来将当前生命值重置为350点。然后，他获得+3的AC加值，以及飞行速度等同于他的行走速度，持续1小时。在此期间，他的龙吼的大小和范围/距离在所有维度上都加倍。",
	"Miraak ignores difficult terrain, and magical effects can't reduce his speed or cause him to be {@condition restrained}. He can spend 5 feet of movement to escape from nonmagical restraints or being {@condition grappled}.": "Miraak无视艰难地形，魔法效果不能减慢他的速度或使他成为{@condition restrained}。他可以花费5英尺的移动来摆脱非魔法约束或成为{@condition grappled}。",
	"If Miraak fails a saving throw, he can choose to succeed instead.": "如果米拉克（Miraak）未能通过豁免检定，他可以选择成功。",
	"Miraak has advantage on saving throws against spells and other magical effects.": "Miraak在豁免魔法和其他魔法效果时具有优势。",
	"Miraak casts or uses his at-will {@spell telekinesis} and makes two weapon attacks.": "Miraak 施放或使用他的意志 {@spell telekinesis} 并进行两次武器攻击。",
	"{@atk mw} {@hit 14} to hit, reach 15 ft., one target. {@h}10 ({@damage 1d8 + 6}) slashing damage plus 14 ({@damage 4d6}) acid damage plus 14 ({@damage 4d6}) force damage, and the target has disadvantage on all saving throws until the end of Miraak's next turn.": "{@atk mw} {@hit 14} 进行攻击，射程15英尺，一个目标。造成10 ({@damage 1d8 + 6}) 斩击伤害加上14 ({@damage 4d6}) 酸性伤害加上14 ({@damage 4d6}) 力场伤害，目标在米拉克下一回合结束前所有豁免投掷都有劣势。",
	"Miraak uses a shout to bend the will of one creature he can see within 60 feet of him, as the {@spell dominate monster} spell (save {@dc 25}, no concentration required), until the end of his next turn. If the target is a dragon, the effect lasts for 1 hour, and if the dragon fails the initial save by 5 or more, the effect becomes permanent, and it can't make saves to break the effect.": "Miraak使用一声龙吼来控制他在60英尺内能看见的一只生物，效果类似{@spell dominate monster}法术（豁免{@dc 25}，无需集中精力），持续到他的下一个回合结束。如果目标是一只龙，效果持续1小时，如果龙在初始豁免检定中失败的点数超过5点，效果将变为永久，且它无法进行豁免来摆脱效果。",
	"Miraak uses a shout to exhale fire in a 60-foot cone. Each creature in the area takes 35 ({@damage 10d6}) fire damage ({@dc 25} Dexterity save for half.": "Miraak使用龙吼在一个60英尺的锥形范围内喷射火焰。范围内的每个生物受到35点火焰伤害（进行{@damage 10d6}敏捷豁免，成功则减半伤害）。",
	"Miraak uses a shout to creates a whirling cyclone that sows chaos among his enemies. The cyclone is a 5-foot-radius, 30-foot-high cylinder that originates from Miraak and moves 60 feet in a straight line. Each creature that comes in contact with the cyclone is hurled 35 ({@dice 2d6 × 5}) feet away from it in a random direction and takes 22 ({@damage 5d8}) bludgeoning damage ({@dc 25} Dexterity save for half).": "米拉克(Miraak)使用一声龙吼创造了一个旋转的旋风，给他的敌人带来混乱。这个旋风是一个半径为5英尺，高30英尺的圆柱体，起源于米拉克，并沿直线移动60英尺。每个接触到旋风的生物都会被随机方向抛出35({@dice 2d6 × 5})英尺，并受到22({@damage 5d8})点钝击伤害（进行{@dc 25}敏捷豁免，成功减半伤害）。",
	"Miraak uses a shout to exhale an icy blast in a 60-foot cone. Each creature in the area takes 27 ({@damage 5d10}) cold damage ({@dc 25} Constitution save for half). On a failed save, a creature's speed is also halved until the end of its next turn.": "Miraak使用龙吼在一个60英尺的锥形范围内呼出一股冰冷的冲击波。范围内的每个生物会受到27 ({@damage 5d10}) 点冰冷伤害（需要进行 {@dc 25} 体质豁免，成功豁免则伤害减半）。未通过豁免的生物速度也会减半，直到其下一个回合结束。",
	"Miraak uses a shout to create a blast of energy that travels along a line 10 feet wide and 60 feet long. Each creature and object in the line takes 21 ({@damage 6d6}) force damage ({@dc 25} Strength save for half). On a failed save, a target is also knocked {@condition prone} and is pushed 20 feet away from Miraak.": "Miraak使用一声龙吼来制造一道能量冲击波，沿着10英尺宽、60英尺长的直线传播。直线上的每个生物和物体会受到21({@damage 6d6})力量伤害（成功豁免存档可减半）。未通过豁免的目标还会被击倒{@condition prone}，并被推开20英尺远离Miraak。",
	"Miraak uses a shout to move up to 60 feet in a straight line without provoking opportunity attacks.": "Miraak使用一声龙吼，可以在不引发机会攻击的情况下，沿直线向前移动60英尺。",
	"Miraak makes one attack using his tentacle sword.": "米拉克(Miraak)使用他的触手剑进行一次攻击。",
	"Miraak uses one of his shouts.": "米拉克(Miraak)使用了他的一个龙吼。",
	"The dremora has advantage on saving throws against spells and other magical effects.": "邪灵 (dremora) 在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"The dremora scores a critical hit on a roll of 19 or 20. On a critical hit, the dremora rolls the damage dice three times, instead of twice, and each ally of the target that can see the dremora must succeed on a {@dc 15} Wisdom saving throw or be {@condition frightened} of the dremora until the end of the dremora's next turn.": "当迪莫拉（dremora）掷出19或20时，它将获得一次重击。在重击时，迪莫拉将骰三次伤害骰子，而不是两次，并且目标的每个可以看到迪莫拉的盟友必须成功进行一次{@dc 15}感知豁免才能在迪莫拉的下一个回合结束前被迪莫拉的{@condition frightened}所影响。",
	"If the dremora makes a weapon attack with advantage on the attack roll and hits a creature with it, the target takes an additional 7 ({@damage 2d8}) psychic damage. If the target is {@condition frightened} or {@condition incapacitated}, the attack also becomes a critical hit.": "如果迪莫拉使用优势进行武器攻击，并命中目标，目标会受到额外的7({@damage 2d8})点心灵伤害。如果目标是{@condition frightened}或{@condition incapacitated}，这次攻击也会造成暴击。",
	"The dremora has advantage on initiative rolls and Wisdom ({@skill Perception}) checks.": "恶灵族在先攻骰和感知智慧检定中获得优势。",
	"The dremora makes two weapon attacks.": "邪灵魔人进行两次武器攻击。",
	"{@atk mw} {@hit 12} to hit, reach 10 ft., one target. {@h}21 ({@damage 4d6 + 7}) slashing damage plus 18 ({@damage 4d8}) fire damage.": "{@atk mw} 使用 {@hit 12} 进行攻击，射程10英尺，目标为一名敌人。造成{@h}21 ({@damage 4d6 + 7}) 点割伤伤害加上18 ({@damage 4d8}) 点火焰伤害。",
	"The dremora adds 5 to its AC against one melee attack that would hit it. To do so, the dremora must see the attacker and be wielding a melee weapon.": "恶魔人增加5点AC，用于抵御一次将会击中它的近战攻击。为此，恶魔人必须看到攻击者并持有一把近战武器。",
	"When a hostile creature within 20 feet of the dremora fails a saving throw, the dremora regains 10 hit points.": "当距离德莫拉（dremora）20英尺内的敌对生物未能通过豁免检定时，德莫拉会恢复10点生命值。",
	"When a creature within 5 feet of the dremora makes an attack against one of the dremora's allies, the dremora can make a melee weapon attack against the attacking creature.": "当一个生物在离德莫拉（dremora）5英尺范围内对德莫拉的盟友发动攻击时，德莫拉可以对这个攻击生物进行一次近战武器攻击。"
}