{
	"Star Seekers. Moon giants dwell in rocky badlands and other scarred, deserted places. Some say there are even moon giant populations that live on the various moons of the multiverse. Whether this is true or not, it seems likely as even the giants themselves claim to have once come from the moon. They revere the moon, stars, and comets, often seeking wisdom in the movement of these celestial bodies. Their entire culture is built atop the knowledge and whispered secrets they have glimpsed in the great beyond.": "星空探寻者。 月巨人居住在多石的荒地和其他受伤的荒凉之地。 有人说，甚至有一些月巨人种群生活在多元宇宙的各种卫星上。 无论这是否属实，似乎很可能，因为就连巨人们自己也声称曾经来自月球。 他们崇敬月亮、星星和彗星，常常在这些天体的运动中寻求智慧。 他们的整个文化建立在他们在无尽宇宙中瞥见的知识和低语的秘密之上。",
	"Bad Moon Rising. Though they are normally placid scholars, more likely to enter a lively philosophical debate with other creatures than a brawl, moon giants can become violent when disturbed or when under the influence of a bad moon. There is something truly powerful about their connection to the moon and its cycles, and much is still unknown about how these complex systems directly affect the giants attuned with them.": "恶月升起。尽管它们通常是温和的学者，更有可能与其他生物进行生动的哲学辩论而不是争斗，但当被打扰或受到恶月的影响时，月巨人可能会变得暴力。它们与月亮及其周期的联系确实非常强大，关于这些复杂系统如何直接影响与它们共振的巨人仍有许多未知之处。",
	"Great Dreamers. Part of the moon giant way of life involves the undertaking of spiritual journeys while in the realm of dreamspace. They often use magic to induce sleep in themselves for long periods of time, during which they are able to travel to the plane of dreams and explore many strange places. These journeys are usually aided by clerics of the moon giant faith, and in some cases can last decades.": "伟大的梦想家。 月亮巨人生活方式的一部分涉及在梦境空间中进行精神旅程。 他们经常使用魔法让自己长时间进入睡眠状态，期间能够前往梦境平面并探索许多奇异的地方。 这些旅程通常由月亮巨人信仰的神职人员协助，并在某些情况下可以持续数十年。",
	"Cosmic Nature. Moon giants don't need to breathe.": "宇宙自然。月球巨人不需要呼吸。",
	"The moon giant constantly emits a lunar aura with a radius of 60 feet in all directions centred on it. The aura has two possible effects, however, only one can be active at a time. The giant can use a bonus action at the start of each turn to change the effect of its aura among the following two options;": "月亮巨人不断散发着以自身为中心，半径60英尺的月之光环。该光环有两种可能的效果，但每次只能激活其中一种。巨人可以在每个回合开始时使用一个奖励动作来在以下两个选项中切换光环的效果；",
	"Affected creatures are calmed. They cannot be {@condition charmed} or {@condition frightened}, and become indifferent about creatures that they are hostile toward. This indifference ends if the target is attacked or harmed by a spell or if it witnesses any of its friends being harmed. When a creature is no longer affected by the aura, the creature becomes hostile again unless the GM rules otherwise.": "受影响的生物被平静下来。它们不能被{@condition charmed}或{@condition frightened}，并对它们敌对的生物变得漠不关心。如果目标受到攻击或法术伤害，或目睹其朋友受到伤害，这种漠不关心会结束。当生物不再受到光环影响时，除非GM另有规定，否则生物会再次变得敌对。",
	"Affected creatures are enraged. They get advantage on strength checks and attack rolls and may add {@dice 1d6} to any damage roll they make as part of an attack or the casting of a spell. Any creature that attacks an enraged creature also has advantage on their attack roll. A lycanthrope that fails its save is forced into its hybrid form.": "受影响的生物变得愤怒。它们在力量检定和攻击检定上获得优势，并可以在进行攻击或施放法术时，将其造成的任何伤害骰增加{@dice 1d6}。任何攻击愤怒生物的生物也获得对其攻击检定的优势。一个失去豺狼病的豺狼人将被迫进入其混合形态。",
	"The giant can choose whether it is affected by its own aura or not. All creatures who enter the area for the first time on a turn or start their turn there must make a {@dc 18} Wisdom saving throw or be effected by the aura.": "巨人可以选择是否受到自己光环的影响。所有在一个回合内第一次进入该区域或者在那里开始他们的回合的生物必须进行一次{@dc 18}感知豁免检定，否则会受到光环的影响。",
	"When a moon giant throws a rock, it permanently creates an area of difficult terrain in a 10 foot radius around the spot where the rock landed. If the rock was thrown at a creature, the giant can choose the point of origin for this radius anywhere within the target's space. If the giant misses with a rock attack, the GM chooses a space within 10 feet of the target for the impact crater to appear.": "当一个月亮巨人投掷一块岩石时，它会永久地在岩石着陆点周围的10英尺半径内产生一片艰难地形区域。如果岩石被投向一个生物，巨人可以选择这个半径的起点，可以在目标的空间内的任何地方。如果巨人用岩石攻击未命中，GM会选择一个距离目标10英尺内的空间，让撞击坑出现。",
	"The giant makes two slam attacks.": "巨人进行两次猛击攻击。",
	"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}27 ({@damage 4d8 + 9}) bludgeoning damage.": "{@atk mw} {@hit 14}攻击，射程10英尺，目标一个。造成{@h}27 ({@damage 4d8 + 9}) 钝击伤害。",
	"{@atk rw} {@hit 14} to hit, range 120/360 ft., one target. {@h}41 ({@damage 5d12 + 9}) bludgeoning damage plus impact crater.": "{@atk rw} 攻击命中，射程120/360英尺，目标一个。造成{@h}41 ({@damage 5d12 + 9}) 钝击伤害并附带冲击坑效果。",
	"The monster's innate spellcasting ability is Wisdom (spell save {@dc 18}, +10 to hit with spell attacks). It can innately cast the following spells, requiring no material components:": "怪物的天生施法能力是智力（法术豁免 {@dc 18}，法术攻击命中加值+10）。它可以天生施放以下法术，无需材料组件：",
	"MOONRAT": "月鼠(MOONRAT)",
	"Moonrats are indistinguishable from normal rats unless in moonlight. Lunar light": "除非在月光下，否则月鼠和普通老鼠无法区分。 (Lunar light)",
	"has an insidious effect on these creatures, making them smarter, stronger, and more ferocious than any rat ought to be. On nights when the moon shines, they pour out of their darkened lairs to soak up the pallid rays and spread terror throughout humanoid settlements.": "对这些生物产生了潜在的影响，使它们变得比任何老鼠都更聪明、更强壮、更凶猛。在月光照耀的夜晚，它们从黑暗的巢穴中涌出，吸收苍白的光芒，在人类定居点散播恐怖。",
	"Waning Strategos. Moonrats fight just like normal rats do, biting and tearing with their teeth. Under the influence of lunar light, moonrats also gain the ability to organize, converse with one another, formulate complex plans, and operate complicated devices. Their leaders remember things done and learned nights or even months before. When the moon's light is at its peak, moonrats are capable of making and acting on long-range plans that may require dozens of full-moon nights to complete. These schemes are often so subtle and involved that casual observers do not connect incidents relating to a well conceived moonrat plan until it is too late to stop it.": "衰落军师。月鼠们的战斗方式与普通老鼠一样，用牙齿咬和撕咬。在月光的影响下，月鼠们还能够获得组织能力，彼此交流，制定复杂计划，并操作复杂装置的能力。它们的领袖能够记得数月甚至数月前所做和所学的事情。当月光达到顶峰时，月鼠们能够制定并执行需要数十个满月夜才能完成的长期计划。这些计划通常是如此微妙和复杂，以至于一般观察者直到为时已晚才能将与精心策划的月鼠计划相关的事件联系起来。",
	"Well Equipped. Moonrats are entirely capable of using weapons and equipment during their bouts of intelligence as long as said weapons and equipment are of an appropriate size. They often keep such equipment locked away so they do not mistakenly destroy it during phases of the moon which cause their intelligence to wane.": "装备精良。 月鼠们在智力高涨时完全能够使用武器和装备，只要这些武器和装备的尺寸合适。他们经常将这些装备锁起来，以免在月相导致智力减退时误用而破坏。",
	"The moon rat has advantage on an attack roll against a creature if at least one of the moon rat's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一只月鼠的盟友在离生物5英尺以内且该盟友不是{@condition incapacitated}，月鼠在对该生物进行攻击投掷时具有优势。",
	"The moonrat's Intelligence score is determined by the current phase of the moon. During a new moon, they have the same level of intelligence as a typical rat, however, during a full moon they are as intelligent as your average human. They also get a bonus to attack and damage rolls based on the moon's current phase. Consult the table below to determine the moonrat's current Intelligence score and its bonus to attack and damage rolls. Moonrats can speak a simple and guttural version of Common that becomes more eloquent as their Intelligence increases.": "月鼠的智力得分由月相决定。在新月期间，它们的智力水平与典型老鼠相同，然而在满月期间，它们的智力水平与普通人类相当。它们还会根据月相获得攻击和伤害骰的奖励。请参考下表以确定月鼠当前的智力得分以及它的攻击和伤害骰奖励。月鼠可以说一种简单而粗糙的普通话版本，随着它们的智力增加，变得更加雄辩。\n\n| 月相      | 智力得分 | 攻击和伤害骰奖励 |\n|-----------|---------|----------------|\n| 新月      | (%num%)  | +0             |\n| 上弦月    | (%num%)  | +1             |\n| 满月      | (%num%)  | +2             |\n| 下弦月    | (%num%)  | +1             |",
	"New Moon": "新月 (New Moon)",
	"Crescent": "新月（Crescent）",
	"Quarter": "四分之一",
	"Gibbous": "凌晨(%num%)",
	"Full Moon": "满月 (Full Moon)",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature.": "{@atk mw} {@hit 4} 命中，射程5英尺，一个生物。",
	"Hit: 1 piercing damage.": "受到：1点穿刺伤害。",
	"The gray philosopher appears as a seated, smoke-colored,": "这位灰色哲学家呈坐姿出现，烟色的，",
	"insubstantial figures swathed in robes. It always seems": "被长袍裹着的虚幻身影。(%num%)似乎总是",
	"deep in thought. Flying through the air surrounding the": "沉思中。飞翔在环绕着(%num%)的空中。",
	"philosopher are a number of tiny, luminous, wispy": "哲学家是一些微小、发光、薄弱的(%num%)。",
	"creatures known as malices. They have vaguely human": "被称为邪恶生物的生物。它们具有模糊的人类 (malices) 特征。",
	"faces, gaping maws, and spindly, clawed hands. These": "面孔，张开的大嘴，和纤细的，有爪的手。这些",
	"vindictive creatures are actually the philosopher's evil": "报复性生物实际上是哲学家的邪恶（vindictive creatures are actually the philosopher's evil）",
	"thoughts given substance.": "思绪具象化。",
	"A gray philosopher is the undead": "一位灰色哲学家是不死者（Gray Philosopher）。",
	"spirit of an evil cleric who died with some important": "一个带有一些重要物品的邪恶牧师的灵魂 (Evil Cleric)，他已经去世。",
	"philosophical deliberation yet unresolved in their mind.": "他们心中仍未解决的哲学思考。(philosophical deliberation yet unresolved in their mind.)",
	"In its undead state, this creature does nothing but ponder": "在它的不死状态下，这个生物除了思考之外什么也不做。",
	"these weighty matters.": "这些重要的事情。",
	"The gray philosopher can see 60 feet into the Ethereal Plane when it is on the Material Plane, and vice versa.": "灰色哲学家在物质位面时可以看到60英尺进入虚实位面，反之亦然。",
	"The gray philosopher is immune to effects that turn undead.": "灰色哲学家对使不死生物转变的效果免疫。",
	"When the gray philosopher dies, it unleashes a resounding cry that affects all creatures within 120 feet of it that can hear. Affected creatures must succeed on a {@dc 14} Wisdom saving throw or be cursed by the gray philosopher. A Creature cursed in this way can't shake the feeling that the philosopher's contemplations must have been worthwhile, and slowly becomes obsessed with trying to understand an eldritch and unexplainable truth. The cursed creature's movement speed is reduced by half, and it has disadvantage on attack rolls and ability checks not related to Intelligence. If the cursed creature dies, it rises in the spot it was killed {@dice 1d4} days later as a gray philosopher.": "当灰色哲学家死亡时，它会发出一声响亮的哭声，影响到120英尺范围内所有能听到的生物。受影响的生物必须成功通过一次{@dc 14}感知豁免才能免受灰色哲学家的诅咒。以这种方式被诅咒的生物无法摆脱哲学家的思考似乎是有价值的感觉，并逐渐变得痴迷于试图理解一种神秘而无法解释的真理。被诅咒的生物移动速度减半，并且在与智力无关的攻击检定和技能检定中具有劣势。如果被诅咒的生物死亡，它将在{@dice 1d4}天后以灰色哲学家的形式在被杀死的地点复活。",
	"The gray philosopher has a group of {@creature malice|dungeondadstatblocks}s floating around it at all times. These creatures are physical manifestations of the philosopher's dark thoughts and will always remain within 100 feet of the philosopher, attacking anything that threatens it. At the start of the gray philosopher's turn, if it has less than 4 malices defending it, {@dice 1d4} malices appear in a space within 15 feet of the philosopher.": "灰色哲学家身边时刻围绕着{@creature malice|dungeondadstatblocks}个恶意，这些生物是哲学家黑暗思想的物质化表现，将始终保持在哲学家100英尺范围内，攻击任何威胁它的事物。在灰色哲学家的回合开始时，如果它身边的恶意少于4个，{@dice 1d4}个恶意会出现在距离哲学家15英尺范围内的空间中。",
	"https://www.youtube.com/watch?v=KB7j8CRytYQ": "https://www.youtube.com/watch?v=KB7j8CRytYQ",
	"The malice can see 60 feet into the Ethereal Plane when it is on the Material Plane, and vice versa.": "当恶意生物在物质位面时，它可以看到60英尺以内的虚空位面，反之亦然。",
	"malice can pass through solid objects such as a wall, or other creatures, as if they were difficult terrain. If it ends its turn inside another object or creature, it takes 5 ({@damage 1d10}) force damage. This damage is not reduced by the malice resistance.": "恶意可以穿过固体物体，比如墙壁或其他生物，就像它们是难行地形一样。如果它在另一个物体或生物内结束自己的回合，它会受到5 ({@damage 1d10}) 点力量伤害。这种伤害不会被恶意的抗性减少。",
	"The malice can not move more than 100 feet from the {@creature Gray Philosopher|dungeondadstatblocks} that created it. If forcibly moved outside this area, it will use its action to dash back within the area as fast as possible. If the philosopher that created it is destroyed, the malice is also destroyed.": "恶意不能离开创造它的{@creature Gray Philosopher|dungeondadstatblocks}超过100英尺。如果被强行移出这个区域，它会利用自己的动作尽快疾行回到区域内。如果创造它的哲学家被摧毁，那么恶意也会被摧毁。",
	"{@atk ms} {@hit 5} to hit, reach 5 ft., one creature.": "{@atk ms} {@hit 5} 命中，达到5英尺，一个生物。",
	"{@h}5 ({@damage 1d10}) necrotic damage.": "{@h}5 ({@damage 1d10}) 穿刺伤害。",
	"The Burning Swarm. Individually, the elemental creatures that make up a cinder swarm are no more significant than a fleck of hot ash you might see snap out of a campfire. Collectively, these tiny beings gather intro towering infernos bent on incinerating anything and everything around them. While the beings that make up a cinder swarm are somewhat intelligent, the swarm moves on primarily on instinct. Like a shiver of sharks following the scent of fresh blood, a cinder swarm is easily whipped into a frenzy by the idea of setting fire to their surroundings.": "燃烧虫群。单独来看，组成火焰虫群的元素生物并不比你在篝火中看到的一小片热灰更重要。但是，这些微小的生物聚集在一起，形成高耸的烈焰，旨在将周围的一切烧毁。虽然组成火焰虫群的生物有些智能，但虫群主要凭本能移动。就像一群鲨鱼跟随着新鲜血腥气味一样，火焰虫群很容易被点燃周围环境的想法激起狂热。",
	"Pyromaniacal. Nothing excites the individuals of a cinder swarm quite like burning something, or someone, into ash. This makes cinder swarms especially dangerous and hostile to non-elemental beings who seek to communicate with them for one reason or another. Crafty pyromancers who command fire magic have, on occasion, been able to convince swarms of cinder elementals to aid them in their schemes by promising the swarm access to the material plane where there is plenty of flammable material.": "燃烧狂。在火炭群体中，没有什么能像将某物或某人烧成灰烬那样激起个体的兴奋。这使得火炭群体对那些试图以某种原因与它们沟通的非元素生物特别危险和敌对。精明的火法师们有时能够通过承诺让火炭元素群体进入有大量易燃材料的物质平面，说服火炭元素群体协助他们的计划。",
	"Trinket Prisons. In many places throughout the multiverse, particularly in the astral sea, cinder elementals are used on an individual basis as a light source. Like an exceptionally brilliant firefly trapped inside a glass bottle, a lone cinder elemental can provide light, pet-like companionship, and even rudimentary knowledge of the Fire Plane. Cinder elementals loathe imprisonment as it prevents them from setting fire to anything, however, if given scraps of parchment, dried leaves, or small twigs to burn, they can be domesticated.": "饰物囚笼。在多元宇宙的许多地方，特别是在星界，煤烬元素被个别使用作为光源。就像一只被困在玻璃瓶里的异常明亮的萤火虫一样，一只孤独的煤烬元素可以提供光线、宠物般的陪伴，甚至对火焰位面的基本了解。煤烬元素厌恶被囚禁，因为这会阻止它们点燃任何东西，然而，如果给予一些纸片、干叶或小树枝等东西燃烧，它们可以被驯化。",
	"Any creature that starts its turn in the same space as a cinder swarm has disadvantage on concentration checks to maintain spells and skill checks.": "任何生物如果在与一团燃烧飞灰(`cinder swarm`)相同的空间开始其回合，对于维持法术和技能检定的专注检定都会有劣势。",
	"The cinder swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a cinder swarm. The swarm can't regain hit points or gain temporary hit points.": "燃灰虫群可以占据另一个生物的空间，反之亦然，该虫群可以穿过足够大的任何开口。该虫群无法恢复生命值或获得临时生命值。",
	"The cinder swarm sheds bright light in a 30-foot radius and dim light for an additional 30 feet.": "灰燼蟲群在半径30英尺范围内散发明亮光，另外30英尺范围内散发昏暗光。",
	"For every 5 feet the cinder swarm moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.": "每移动5英尺，或者每溅洒1加仑水在(cinder swarm)身上，它会受到1点冷伤害。",
	"A creature that touches the elemental swarm or hits it with a melee attack while within 5 ft. of it takes 5 ({@damage 1d10}) fire damage. In addition, the first time the swarm enters a creature's space on a turn, that creature takes 5 ({@damage 1d10}) fire damage and catches fire; until someone takes an action to douse the fire, the creature takes 5 ({@damage 1d10}) fire damage at the start of each of its turns.": "当一个生物接触元素虫群或在其5英尺范围内用近战攻击击中它时，会受到5 ({@damage 1d10}) 火焰伤害。此外，虫群在一个生物的空间内首次进入时，该生物会受到5 ({@damage 1d10}) 火焰伤害并着火；直到有人采取行动扑灭火焰，该生物在每个回合开始时会受到5 ({@damage 1d10}) 火焰伤害。",
	"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}21 ({@damage 4d6 + 7}) piercing damage, plus 18 ({@damage 4d8}) fire damage. If the target is a creature or a flammable object, it ignites. Until a creature takes an action to douse the fire, the target takes 5 ({@damage 1d10}) fire damage at the start of each of its turns.": "{@atk mw} 使用 {@hit 11} 进行攻击，射程5英尺，目标一个。造成{@h}21 ({@damage 4d6 + 7}) 点穿刺伤害，另外附加18 ({@damage 4d8}) 点火焰伤害。如果目标是生物或易燃物体，则会着火。直到有生物采取行动扑灭火焰，目标在每个回合开始时会受到5 ({@damage 1d10}) 点火焰伤害。",
	"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d6 + 7}) piercing damage, plus 9 ({@damage 2d8}) fire damage. If the target is a creature or a flammable object, it ignites. Until a creature takes an action to douse the fire, the target takes 5 ({@damage 1d10}) fire damage at the start of each of its turns.": "{@atk mw} {@hit 11} 进行攻击，射程5英尺，一个目标。造成{@h}14 ({@damage 2d6 + 7}) 穿刺伤害，另外9 ({@damage 2d8}) 火焰伤害。如果目标是生物或易燃物体，则着火。直到有生物采取行动扑灭火焰，目标在每个回合开始时受到5 ({@damage 1d10}) 火焰伤害。",
	"PLUSH GOLEM": "毛绒傀儡 (PLUSH GOLEM)",
	"Plush golems are constructs crafted to look like large stuffed animals. They can take a  wide variety of shapes and come in many different colors, however, one thing always remains true. If anyone should threaten their owner, there will be hell to pay.": "毛绒傀儡是被制造成大型毛绒动物模样的构装物。它们可以采取各种形状，并且有许多不同的颜色，然而，有一件事始终如一。如果有人威胁到它们的主人，后果将不堪设想。",
	"The Gift That Keeps Giving. Plush golems are every parent's worst nightmare. They are typically given as gifts to young children, usually by obnoxious aunts or uncles. Plush golems seem like ordinary stuffed animals at first to most, but eventually reveal their animated state of being to the children who own them. As most children tend to treat their toy animals more like live creatures than playthings, it can become extremely frustrating for some parents as the child insists that the toy be allowed to eat at the dinner table, go along on outings, and take part in other family activities.": "持续给予的礼物。毛绒魔像是每个家长的噩梦。它们通常被讨厌的姨妈或叔叔送给年幼的孩子作为礼物。对大多数人来说，毛绒魔像起初看起来像普通的填充动物，但最终会向拥有它们的孩子展示它们的有生命状态。由于大多数孩子倾向于把他们的玩具动物当作活物而不是玩物来对待，对一些家长来说可能会变得非常令人沮丧，因为孩子坚持要求让玩具在餐桌上吃饭，参加外出活动，并参与其他家庭活动。",
	"Artisanal Playthings. Plush golems are finely crafted stuffed animals and may be formed from velvet, cotton, or wool. They are usually stuffed with cotton batting, but are sometimes partly filled with dried beans. They may be created in realistic colors to represent a real bear, panda, lion, or tiger, or they may be fabricated into fantastic creatures such as pink elephants, purple rabbits, or lime green monkeys.": "手工玩具。绒毛傀儡是精美制作的填充动物玩偶，可以由天鹅绒、棉花或羊毛制成。它们通常填充有棉花，但有时也可能部分填充干豆。它们可以用逼真的颜色制作，代表真实的熊、熊猫、狮子或老虎，也可以制成奇幻生物，如粉色大象、紫色兔子或绿色猴子。",
	"Fierce Guardians. While they are built to be soft and friendly, if the owner of a plush golem is ever threatened, the creature will spring into action and fight mercilessly to defend its master. Plush golems are often an unforeseen line of defense against would-be burglars, kidnappers, or other criminals. This makes them an ideal companion for children born into noble houses as they provide more protection than a mere bodyguard, and are often underestimated as simple toys.": "凶猛守护者。虽然它们被制造成柔软友好的样子，但如果绒毛魔像的主人受到威胁，这个生物将会立即行动，无情地战斗以保卫主人。绒毛魔像通常是一种意想不到的防线，用来抵御潜在的入室盗贼、绑架者或其他罪犯。这使它们成为出生在贵族家庭的孩子的理想伴侣，因为它们提供的保护比单纯的保镖更多，而且常常被低估为简单的玩具。",
	"The golem's innate spellcasting ability is Charisma (spell save {@dc 14}, +6 to hit with spell attacks). It can innately cast the following spells, requiring no material components:": "傀儡的天生施法能力是魅力（法术豁免{@dc 14}, 法术攻击命中加值+6）。它可以天生施放以下法术，无需材料组件：",
	"While the golem remains motionless, it is indistinguishable from a normal stuffed animal.": "当傀儡保持静止时，它和普通的填充玩具无法区分。",
	"The golem is incapable of attacking a child. The definition of what constitutes a \"child\" can change from one race to another, but for the sake of this trait the definition of child is the same as what its creator considers a child.": "傀儡无法攻击一个孩子。什么是“孩子”的定义会因种族而异，但就这个特性而言，“孩子”的定义与其创造者所认为的孩子相同。",
	"The plush golem is immune to any spell or effect that would alter its form.": "这只毛绒傀儡对任何试图改变其形态的法术或效果都免疫。",
	"The plush golem has advantage on saving throws against spells and other magical effects.": "毛绒傀儡在对抗法术和其他魔法效果的豁免 throws 中获得优势。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage.": "{@atk mw} 使用 {@hit 7} 命中，达到5英尺，一个目标。造成 {@h}13 ({@damage 2d8 + 4}) 钝击伤害。",
	"When a creature makes an attack against a target that is within 5 feet of the golem, it can use its reaction to impose disadvantage on the attack roll. If the attack still hits, the original target takes no damage and the golem takes all the damage instead.": "当一个生物对着离傀儡(golem)5英尺内的目标进行攻击时，它可以使用自己的反应来对攻击骰投掷施加劣势。如果攻击仍然命中，原始目标不会受到伤害，而是傀儡(golem)承受所有伤害。",
	"Some plush golems are made with the ability to shrink their size down to become even more inconspicuous. These plush golems get the following action.": "一些毛绒傀儡具有将自己的尺寸缩小以变得更加隐蔽的能力。这些毛绒傀儡获得以下动作。",
	"The plush golem reduces its size by one (halving its size in all dimensions and reducing its weight to one-eighth of normal), two (quartering its size in all dimensions and reducing its weight to one-sixteenth of normal), or three size categories (reducing its size in all dimensions to one-sixteenth of normal and reducing its weight to one-sixty-fourth of normal). While it has it's size decreased this way, it has also has disadvantage on Strength checks and Strength saving throws and it's damage is reduced by {@dice 1d4} for each size category smaller then large (up to {@dice 3d4}, and this can't reduce the damage below 1). It can return to its original size of large by using a bonus action.": "毛绒傀儡可以通过减小一个尺寸（在所有维度上减半，重量减少到正常的八分之一）、两个尺寸（在所有维度上减四分之一，重量减少到正常的十六分之一）或三个尺寸类别（在所有维度上减少到正常的十六分之一，重量减少到正常的六十四分之一）。在这种方式下缩小尺寸时，它的力量检定和力量豁免会有劣势，并且其伤害会因为比大型尺寸小而减少 {@dice 1d4}（最多减少到 {@dice 3d4}，但不能将伤害减少到低于1）。它可以通过使用一个奖励动作来恢复到原来的大型尺寸。",
	"RAGGAMOFFYN": "拉加莫菲恩 (RAGGAMOFFYN)",
	"Raggamoffyns are mysterious constructs composed of animated scraps and bits of cloth, metal, or other refuse from civilized societies, particularly those where magic is common. Raggamoffyns tend to cluster together, operating as much in secret as possible, taking control of selected hosts to further their agendas": "拉格莫芬(Raggamoffyns)是神秘的构造物，由来自文明社会的动画碎片、布料、金属或其他废弃物组成，特别是那些魔法普遍的社会。拉格莫芬倾向于聚集在一起，尽可能秘密行动，控制选定的宿主来推动他们的议程。",
	"Spontaneous Arcana. Unlike other constructs, a raggamoffyn is not the result of any deliberate act of creation. Rather, it is formed when leftover magical energy interacts with inanimate objects. The exact process is not well understood and most attempts to recreate it seem to end in failure. Many scholars theorize that there is an element of the raggamoffyn genesis we simply have no means of understanding, yet.": "自发奥术。与其他构造物不同，一个拉加莫芬((raggamoffyn))并非源自任何刻意的创造行为。相反，它是由剩余的魔法能量与无生命的物体相互作用形成的。确切的过程并不为人所了解，大多数试图重新创造它的尝试似乎都以失败告终。许多学者推测，拉加莫芬的起源中存在一种我们目前无法理解的元素。",
	"Parasitic Fashion. Raggamoffyns, above all else, seek to acquire a host they can dominate and bend to their will. It is through controlling others that they are able to further their schemes. Often the will of a raggamoffyn will lead to a captured host getting into varying degrees of trouble, only for the raggamoffyn to flee when things go bad leaving the victim to take any blame. Because raggamoffyns need strong hosts to do their bidding, they very rarely cause harm to creatures they see as potential vessels.": "寄生时尚。拉加莫芬(%num%)，最重要的是寻找一个可以支配并驯服的宿主。通过控制他人，他们能够推动自己的阴谋。通常，拉加莫芬的意志会导致被捕获的宿主陷入不同程度的麻烦，只有当事情变糟时，拉加莫芬才会逃走，留下受害者承担任何责任。由于拉加莫芬需要强大的宿主来执行他们的命令，他们很少对视为潜在载体的生物造成伤害。",
	"Diverse Materials. As constructs formed from all manner of odds and ends, the appearance of a raggamoffyn is always unique. In some cases, bits of trash might animate to a cohesive form, while in others the creature's body might be made from old weapons or scraps of treasure.": "多样的材料。作为由各种杂七杂八的物品构成的实体，一个拉加莫芬((ragamoffyn))的外观总是独一无二的。在某些情况下，垃圾碎片可能会组成一个有机体，而在其他情况下，这个生物的身体可能由旧武器或宝藏碎片组成。",
	"Mysterious Goals. Since they are not capable of speech and seem only interested in organizing secretly, nobody really knows the true goal of most raggamoffyn societies, or if they even consider themselves as part of a society for that matter. The observed goals of most raggamoffyns seems to be creating more of their kind. By dominating a host body, they are then able to access and destroy magical items while collecting their scraps in order to bring about the creation of more raggamoffyns. Whether this is merely done out of a desire to propagate their kind, or if there is some larger scheme at work, nobody knows.": "神秘目标。由于它们无法言语，似乎只对秘密组织感兴趣，没有人真正了解大多数拉加莫芬社会的真正目标，或者它们是否认为自己是社会的一部分。大多数拉加莫芬的观察目标似乎是创造更多自己的种类。通过控制寄主身体，它们能够访问和摧毁魔法物品，同时收集它们的碎片，以便创造更多拉加莫芬。无论这是出于繁衍自己种族的愿望，还是有更大的计划在起作用，没有人知道。",
	"When the raggamoffyn grapples another creature, that creature is entirely encased within the ragamoffyn's form and the two creatures share single space. While grappling a creature, the raggamoffyn takes only half the damage dealt to it (rounded down) and that creature takes the other half.": "当拉格莫芬（Raggamoffyn）与另一个生物搏斗时，那个生物完全被包裹在拉格莫芬的形态内，两个生物共享一个空间。在与生物搏斗时，拉格莫芬受到的伤害减半（向下取整），而那个生物承受另一半伤害。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage and if that target is a large or smaller creature it is {@condition grappled} (escape {@dc 14}).": "{@atk mw} 使用 {@hit 5} 命中，达到5英尺，一个目标。造成{@h}7 ({@damage 1d8 + 3}) 钝击伤害，如果目标是大型或更小的生物，则它被{@condition grappled} (逃脱 {@dc 14})。",
	"The raggamoffyn attempts to magically dominate a creature it has {@condition grappled}. The target must succeed on a {@dc 14} Wisdom save or be {@condition charmed} by the raggamoffyn. While {@condition charmed} in this way the raggamoffyn can use an action on each of its turns to maintain complete and precise control over the victim. This domination ends if the raggamoffyn stops grappling the creature or if it chooses to end the effect using a bonus action.": "这只拉加莫芬试图对它控制的生物施加魔法支配。目标必须成功通过一次{@dc 14}感知豁免，否则将被拉加莫芬{@condition charmed}。在这种方式下，拉加莫芬可以每个回合使用一个动作来完全精确地控制受害者。如果拉加莫芬停止控制生物或选择使用一个奖励动作来结束效果，这种支配就会结束。",
	"The raggamoffyn begins suffocating a creature it has {@condition grappled}. If the creature needs to breathe, it is unable to do so as long as it is {@condition grappled} by the raggamoffyn.": "这只拉加莫芬(Raggamoffyn)开始使一只生物窒息，它拥有{@condition grappled}。如果这只生物需要呼吸，只要被这只拉加莫芬(Raggamoffyn)束缚，它就无法呼吸。",
	"This raggamoffyn magically  repairs a single break or tear in an object it touches, such as a broken chain link, two halves of a broken key, a torn cloak, or a leaking wineskin. As long as the break or tear is no larger than 1 foot in any dimension, it mends it, leaving no trace of the former damage.": "这个拉加莫芬((raggamoffyn))在触碰到的物体上魔法修复一个断裂或撕裂，比如一个断开的链环，两半的断钥匙，撕裂的斗篷，或漏水的酒袋。只要断裂或撕裂在任何一个维度上不超过1英尺，它就会修补它，不留下任何以前损坏的痕迹。",
	"The shrapnyl explodes into a cloud of flying, sharp debris. Every creature within 10 feet takes 27 ({@damage 5d10}) piercing damage, or half as much on a successful {@dc 14} Dexterity saving throw. This attack instantly frees a creature {@condition grappled} by the shrapnyl and that creature takes no damage from this attack.": "碎片炸弹爆炸成一团飞溅的锋利碎片。每个在10英尺范围内的生物受到27 ({@damage 5d10}) 穿刺伤害，或者在成功的 {@dc 14} 敏捷豁免扑克牌上受到一半伤害。这次攻击立即释放一个被碎片炸弹困住的生物 {@condition grappled}，并且那个生物不会受到这次攻击的伤害。",
	"YELLOW DRAGONS": "黄龙(Yellow Dragons)",
	"Selfish and cunning, yellow dragons hold dominion over seaside cliffs, salt flats, and coastal marshes. They are secretive and elusive in the extreme, opting to take a clever and subtle approach to problem solving rather than relying solely on draconic might. A yellow dragon is easily recognized by its elongated narrow jaws, oversized claws, and its slender body. Yellow dragons vary in color from brilliant hues of sunny yellow to flaxen shades of wheat. Their scales are much smaller than that of a typical dragon and are constantly being replaced, giving their skin a texture more akin to a snake than a lizard. This smooth scale pattern also allows them to more easily navigate through water and dirt.": "自私且狡猾，黄龙统治着海边悬崖、盐滩和沿海沼泽。它们极度隐秘和难以捉摸，更倾向于采取聪明而微妙的方式解决问题，而不是仅仅依靠龙族的力量。黄龙的长窄下颚、超大爪子和纤细身躯使其易于辨认。黄龙的颜色从明亮的阳光黄到亚麻色的小麦色不等。它们的鳞片比一般龙类要小得多，并且不断更换，使它们的皮肤质地更像蛇而不是蜥蜴。这种光滑的鳞片图案也使它们更容易在水和泥土中穿行。",
	"The Missing Dragons. Ancient lore holds true that all the chromatic dragons were born from Tiamat, the queen of dragons. The more common varieties of chromatic dragon (white, black, red, green, and blue) were all made in the image of their mother, who has a draconic head of each color. However, there are other varieties of chromatic dragon that have a more mysterious origin. Purple, orange, and yellow dragons did not originate from Tiamat, but they certainly do exist. This quandary has divided scholars for ages, but there are two prevalent theories about their origin. Some think Tiamat may have experimented with her children before unleashing them upon the world, trying to create even stronger breeds. Secondary-color crossbreeds could have bred true with each other, starting new branches of the dragon family tree. Sages also speculate as to the possibility of another chromatic dragon deity, Tiamat's sister perhaps, arrayed with heads of yellow, orange, purple, and other crossbred colors. Tiamat may have destroyed her sibling eons ago, but not before the creation of dragons in the image of their deceased progenitor.": "失踪的龙。古老传说确实如此，所有五彩龙都是由龙之女王提阿玛特生下的。常见的五彩龙（白、黑、红、绿和蓝）都是按照她们的母亲形象创造的，她有五种颜色的龙头。然而，还有其他一些五彩龙的品种具有更神秘的起源。紫色、橙色和黄色的龙并非源自提阿玛特，但它们确实存在。这个难题已经分裂了学者们很长时间，但关于它们起源有两种主流理论。一些人认为提阿玛特可能在释放它们到世界上之前对她的孩子们进行了实验，试图创造更强大的品种。次要颜色的杂交品种可能会相互繁殖，开辟龙族家族的新分支。学者们还推测可能存在另一个五彩龙神，也许是提阿玛特的姐妹，拥有黄色、橙色、紫色和其他杂交颜色的头。提阿玛特可能在无数年前摧毁了她的姐妹，但在创造出与已故祖先形象相似的龙之前。",
	"Selfish. Yellow dragons are incredibly selfish, even by the standards of other chromatic dragons. Many scholars believe the primary reason they have become so obscure is due to the fact that during the war waged by dragons against the giants, the yellow dragons offered no help. In fact, yellow dragons were said to remove themselves from the conflict entirely, not willing to risk their lives for the benefit of their kind. This led to them being reviled by other dragons and ultimately to the destruction of many yellow dragon lands. To this day, the yellow dragons keep to themselves, knowing that should they ever make their presence known they will be surrounded by enemies.": "自私。黄龙（Yellow dragons）极其自私，即使按其他五彩龙（chromatic dragons）的标准来看也是如此。许多学者认为它们变得如此默默无闻的主要原因是因为在龙族对抗巨人的战争中，黄龙没有提供任何帮助。事实上，据说黄龙完全脱离了冲突，不愿为了同类的利益而冒生命危险。这导致其他龙对它们感到厌恶，最终导致许多黄龙的领地被摧毁。直到今天，黄龙独来独往，知道一旦它们暴露自己，就会被敌人包围。",
	"Cunning Trappers. Unlike most other dragons, even in their oldest stages of life, the yellow dragon prefers to use ambush tactics and traps when engaging in battle. They are not as physically powerful as some of their other draconic cousins, but yellow dragons are extremely fast and capable of traveling through water, sand, and rock with relative ease. They use this unique mobility to their utmost advantage and will only ever take a fight they know will end in victory. A favorite trap of theirs is to dig a cone-shaped pit with steep sides, then bury themselves at the bottom. When prey inevitably stumbles into such a trap, the yellow dragon then moves its wings, causing the pit to collapse.": "狡猾陷阱者。与大多数其他龙不同，即使在它们生命的最后阶段，黄龙更喜欢使用伏击战术和陷阱来参与战斗。它们在身体上并不像一些其他龙族那样强大，但黄龙极其迅速，并且能够相对轻松地穿越水域、沙漠和岩石。它们充分利用这种独特的机动性，并且只会选择那些它们知道会以胜利结束的战斗。它们最喜欢的陷阱之一是挖一个锥形坑，有陡峭的边缘，然后埋藏在底部。当猎物不可避免地跌入这样的陷阱时，黄龙会扇动翅膀，导致坑塌陷。",
	"Isolationist. Due to the fact that yellow dragons are hated by most for being dragons, and hated by other dragons for their actions throughout history, they have become quite isolated. They speak a strange dialect of Draconic unique to yellow dragons and will typically not learn any other languages since they have no desire to communicate with anyone outside of their own kind. This adds another layer of complexity to encountering a yellow dragon. If an individual approaches without an understanding of their language, even if they use magic such as the tongues spell to communicate, the yellow dragon is unlikely to trust or respect them.": "孤立主义者。由于黄龙因为是龙而被大多数人憎恶，同时也因为历史上的行为而被其他龙憎恶，它们变得非常孤立。它们说一种奇怪的黄龙独有的龙语方言，通常不会学习其他语言，因为它们没有与自己种族之外的任何人交流的愿望。这使得面对黄龙变得更加复杂。如果有人不懂它们的语言靠近，即使使用诸如语言术这样的魔法进行交流，黄龙也不太可能信任或尊重他们。",
	"The yellow dragon wyrmling can breathe air and water.": "黄色龙幼龙可以呼吸空气和水。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d10 + 3}) piercing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}14 ({@damage 2d10 + 3}) 穿刺伤害。",
	"The dragon exhales fine salt crystals in a 25-foot cone. Each creature in that area must make a {@dc 12} Dexterity saving throw, taking 5 ({@damage 1d10}) bludgeoning damage on a failed save, or half as much damage on a successful one. A creature who fails their save is also {@condition blinded} for 1 minute, has disadvantage on attack rolls and ability checks, and is unable to breathe as the salt hardens over any orifice on the creature's body. A creature who fails their save by more than 5 is unable to take a breath as they become covered in salt and immediately starts suffocating. If a creature uses an action to pour at least 1 gallon of salt-free water over the victim, the victim is no longer affected by the dragon's salt breath at the start of their next turn.  ": "龙在一个25英尺的锥形区域内呼出细盐晶。该区域内的每个生物必须进行一次{@dc 12}敏捷豁免，未通过豁免的生物会受到5点({@damage 1d10}) 钝击伤害，通过豁免的生物则只受到一半伤害。未通过豁免的生物还会被{@condition blinded}，持续1分钟，攻击和技能检定会受到劣势影响，并且由于盐结晶在生物身体的任何孔道上硬化，无法呼吸。豁免失败5点以上的生物会因为被盐覆盖而无法呼吸，立即开始窒息。如果一个生物使用一个动作，在受害者身上倒入至少1加仑无盐水，受害者在下一个回合开始时不再受到龙的盐息影响。",
	"The dragon can move across and climb icy surfaces without needing to make an ability check. Additionally, {@quickref difficult terrain||3} composed of ice or snow doesn't cost it extra movement.": "这条龙可以在冰冷表面上移动和攀爬，无需进行能力检定。此外，{@quickref difficult terrain||3} 由冰或雪构成的地形不会让它额外消耗移动力。",
	"If the dragon fails a saving throw, it can choose to succeed instead.": "如果龙未能通过豁免投掷，它可以选择成功。",
	"Any fiend within 5 ft. of the dragon can use its action to jab a painful spike into the dragon causing 5 ({@damage 1d10}) damage and allowing the dragon to use its reaction to make a melee attack.": "任何在龙身边5英尺范围内的恶魔可以利用其动作将一根痛苦的尖刺刺入龙身，造成5({@damage 1d10})点伤害，并允许龙使用其反应进行一次近战攻击。",
	"The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws.": "龙可以使用它的惊吓气息（Frightful Presence）。然后它进行三次攻击：一次咬击攻击和两次爪击攻击。",
	"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}17 ({@damage 2d10 + 6}) piercing damage plus 4 ({@damage 1d8}) cold damage.": "{@atk mw} {@hit 11} 进行攻击，射程10英尺，目标一个。造成{@h}17 ({@damage 2d10 + 6}) 穿刺伤害加上4 ({@damage 1d8}) 冰冷伤害。",
	"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d6 + 6}) slashing damage.": "{@atk mw} 使用 {@hit 11} 进行攻击，达到5英尺，一个目标。造成{@h}13 ({@damage 2d6 + 6})点割伤伤害。",
	"{@atk mw} {@hit 11} to hit, reach 15 ft., one target. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage.": "{@atk mw} 使用 {@hit 11} 进行攻击，射程15英尺，一个目标。造成 {@h}15 ({@damage 2d8 + 6}) 钝击伤害。",
	"Each creature that is within 120 ft. of the dragon and aware of it must succeed on a {@dc 14} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.": "每个在120英尺范围内且意识到龙的生物必须成功通过一个{@dc 14}的感知豁免才能避免在1分钟内变为{@condition frightened}。生物可以在自己的回合结束时重复进行豁免才能结束效果。如果生物的豁免成功或效果结束，该生物在接下来的24小时内对龙的恐怖气场免疫。",
	"The dragon exhales an icy blast in a 60-foot cone. Each creature in that area must make a {@dc 19} Constitution saving throw, taking 54 ({@damage 12d8}) cold damage on a failed save, or half as much damage on a successful one.": "龙在一个60英尺的锥形范围内呼出一股冰冷的冲击波。该区域内的每个生物必须进行一次{@dc 19}体质豁免才能，未通过豁免的生物将受到54({@damage 12d8})点冰冷伤害，通过豁免的生物则只受到一半伤害。",
	"The dragon makes a tail attack.": "龙发动了一次尾部攻击。",
	"The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a {@dc 19} Dexterity saving throw or take 13 ({@damage 2d6 + 6}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed.": "龙拍打着它的翅膀。每个在龙身边10英尺范围内的生物必须成功通过一个{@dc 19}敏捷豁免才能避免受到13({@damage 2d6 + 6}) 钝击伤害并被击倒{@condition prone}。然后龙可以飞行达到它飞行速度的一半。",
	"All creatures within 10 ft. of the dragon take 28 ({@damage 4d10 + 6}) slashing damage, or half as much on a successful {@dc 15} Dexterity saving throw.": "所有在龙身边10英尺范围内的生物受到28({@damage 4d10 + 6})点割伤伤害，或者在成功的{@dc 15} 敏捷豁免检定后受到一半伤害。",
	"You can customize any dragon's stat block to reflect the dragon's unique character. Minor changes such as those below are easy to make and have no impact on a dragon's challenge rating.": "您可以定制任何龙的属性块，以反映龙的独特特征。像下面这样的小改动很容易实现，并不会影响龙的挑战等级。",
	"Most dragons prefer to speak Draconic but learn Common for dealing with allies and minions. But given their high Intelligence and long life span, dragons can easily learn additional languages. You can add languages to a dragon's stat block.": "大多数龙更喜欢说龙语，但会学习普通语来与盟友和手下打交道。但鉴于它们高智商和长寿，龙很容易学会额外的语言。你可以在龙的属性块中添加语言。",
	"Most dragons are proficient in the {@skill Perception} and {@skill Stealth} skills, and many dragons have additional skill proficiencies. As with languages, you can customize a dragon's skill list (even doubling their proficiency bonus with certain skills) to reflect particular interests and activities. You can also give a dragon tool proficiencies, particularly if the dragon spends time in Humanoid form.": "大多数龙类在{@skill Perception}和{@skill Stealth}技能上都很擅长，许多龙类还具有额外的技能熟练。与语言一样，您可以自定义龙类的技能列表（甚至在某些技能上加倍他们的熟练加值），以反映特定的兴趣和活动。您还可以给予龙类工具熟练，特别是如果龙类花时间处于人形态。",
	"You can borrow traits and actions from other monsters to add unique flavor to a dragon. Consider these examples:": "您可以从其他怪物那里借鉴特征和动作，为一条龙增添独特的风味。考虑以下例子：",
	"The dragon is an agile flier, quick to fly out of enemies' reach.": "这条龙是一只敏捷的飞行者，迅速飞出敌人的攻击范围。",
	"The dragon doesn't provoke an opportunity attack when it flies out of an enemy's reach.": "当龙飞出敌人的攻击范围时，不会引发机会攻击。",
	"Impersonating characters or their allies could be a fun trick for a crafty dragon.": "模仿角色或他们的盟友可能是一个聪明龙的有趣把戏。",
	"The dragon can mimic any sounds it has heard, including voices. A creature that hears the sounds can tell they are imitations with a successful {@dc 9} Wisdom ({@skill Insight}) check.": "龙可以模仿它听过的任何声音，包括人的声音。听到这些声音的生物可以通过成功的{@dc 9}感知力({@skill Insight})检定来判断它们是模仿的声音。",
	"You might decide that dragons in your campaign, being an essential part of the Material Plane, are nearly impossible to destroy. A dragon's life essence might be preserved in the egg from which it first emerged, in its hoard, or in a cavernous hall at the center of the world, just as a lich's essence is hidden in a phylactery.": "你可能决定在你的冒险中，龙作为物质位面的重要组成部分，几乎不可能被摧毁。一条龙的生命精华可能保存在它最初孵化的蛋中，它的藏宝之地，或者在世界中心的一个洞穴大厅里，就像巫妖的精华隐藏在魂器中一样。",
	"If it has an essence-preserving object, a destroyed dragon gains a new body in {@dice 1d10} days, regaining all its hit points and becoming active again. The new body appears within 5 feet of the object.": "如果有保留本质的物品，被摧毁的龙会在{@dice 1d10}天内获得新的身体，恢复所有生命值并重新活跃起来。新的身体会出现在离物品5英尺的地方。",
	"Most dragons have {@sense blindsight} and {@sense darkvision}. You might upgrade {@sense blindsight} to {@sense truesight}, or you could give a dragon with a burrowing speed {@sense tremorsense|MM}.": "大多数龙类生物都具有{@sense blindsight}和{@sense darkvision}。你可以将{@sense blindsight}升级为{@sense truesight}，或者你可以给予一只拥有掘地速度的龙类生物{@sense tremorsense|MM}。",
	"The dragon can burrow through solid rock at half its burrowing speed and leaves a tunnel in its wake.": "这条龙可以以其掘地速度的一半在坚硬岩石中钻行，并在其后留下一条隧道。",
	"Fiendforge Wyrm Template": "邪灵熔炉巨龙模板 (Fiendforge Wyrm Template)",
	"AC: It's ac is increased by 2 and is no longer granted by natural armor": "AC：它的AC提高了2点，不再由自然护甲提供。",
	"Hit Die: Increase the amount of hit die by 2": "命中骰：将命中骰数量增加2个。",
	"Attacks: as base creature, but Frightful Prsence is reworded from \"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it\" to \"Each creature that is within 120 ft. of the dragon and aware of it\".": "攻击：与基础生物相同，但《惊骇气场》从“在龙选择的120英尺范围内并察觉到它的每个生物”改为“在120英尺范围内并察觉到龙的每个生物”。",
	"Special Trait: Is granted the Abyssal Lash Trait: \"Any fiend within 5 ft. of the dragon can use its action to jab a painful spike into the dragon causing 5 (1d10) damage and allowing the dragon to use its reaction to make a melee attack.\"": "特殊特性：获得深渊鞭笞特性：\"(%)任何恶魔在龙身边5英尺内时，可以使用其动作将一根痛苦的尖刺刺入龙体，造成5（1d10）点伤害，并允许龙使用其反应进行一次近战攻击。(%)\"",
	"Skill Proficencies: loses all Proficencies besides perception.": "技能熟练度：失去所有熟练度，除了感知（Perception）。",
	"Legendary Actions: Loses it's Detect legendary action in exchange for the Pain Frenzy Legendary Action: \"Pain Frenzy (Costs 3 Actions). All creatures within 10 ft. of the dragon take 28 (4d10 + 6) slashing damage, or half as much on a successful DC 15 Dexterity saving throw.\"": "传奇动作：以失去它的侦测传奇动作来换取痛苦狂暴传奇动作：“痛苦狂暴（消耗3个动作）。龙周围10英尺范围内的所有生物受到28（4d10 + 6）点割伤伤害，成功通过DC 15的敏捷豁免则减半。”",
	"The yellow dragon can breathe air and water.": "黄色龙可以呼吸空气和水。",
	"The dragon makes three attacks: one with its bite and two with its claws.": "这条龙进行三次攻击：一次用嘴咬，两次用爪子抓。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}20 ({@damage 3d10 + 4}) piercing damage.": "{@atk mw} 近战攻击，射程10英尺，目标一个。{@h}20 ({@damage 3d10 + 4}) 穿刺伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}17 ({@damage 3d8 + 4}) slashing damage.": "{@atk mw} 使用 {@hit 7} 进行攻击，达到5英尺，一个目标。造成{@h}17 ({@damage 3d8 + 4})点割伤伤害。",
	"The dragon exhales fine salt crystals in a 40-foot cone. Each creature in that area must make a {@dc 16} Dexterity saving throw, taking 11 ({@damage 2d10}) bludgeoning damage on a failed save, or half as much damage on a successful one. A creature who fails their save is also {@condition blinded} for 1 minute, has disadvantage on attack rolls and ability checks, and is unable to breathe as the salt hardens over any orifice on the creature's body. A creature who fails their save by more than 5 is unable to take a breath as they become covered in salt and immediately starts suffocating. If a creature uses an action to pour at least 1 gallon of salt-free water over the victim, the victim is no longer affected by the dragon's salt breath at the start of their next turn.": "龙在一个40英尺锥形区域内呼出细盐晶。该区域内的每个生物必须进行一次{@dc 16}敏捷豁免检定，未通过检定的生物将受到11({@damage 2d10}) 钝击伤害，通过检定的生物受到一半伤害。未通过检定的生物还会被{@condition blinded}，持续1分钟，攻击检定和技能检定的骰面投掷有劣势，并且由于盐结晶堵塞了生物身体上的任何孔道而无法呼吸。如果一名生物的检定失败值超过5，由于被盐覆盖而无法呼吸，立即开始窒息。如果一名生物使用一个动作，在受害者身上倒入至少1加仑无盐水，受害者在下一个回合开始时不再受到龙的盐息影响。",
	"If the adult yellow dragon fails a saving throw, it can choose to succeed instead.": "如果成年黄龙未能通过豁免投骰，它可以选择成功。",
	"{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}21 ({@damage 3d10 + 5}) piercing damage.": "{@atk mw} {@hit 10}攻击，射程10英尺，目标一个。{@h}21 ({@damage 3d10 + 5})穿刺伤害。",
	"{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}18 ({@damage 3d8 + 5}) slashing damage.": "{@atk mw} {@hit 10}攻击，射程10英尺，目标一个。造成{@h}18 ({@damage 3d8 + 5})点割伤伤害。",
	"{@atk mw} {@hit 10} to hit, reach 15 ft., one target. {@h}16 ({@damage 2d10 + 5}) bludgeoning damage.": "{@atk mw}进行攻击，射程15英尺，目标一个。{@h}16 ({@damage 2d10 + 5}) 钝击伤害。",
	"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 17} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.": "龙选择的每个生物，距离龙120英尺以内并意识到它的存在，必须成功进行一次{@dc 17}的感知豁免才能免疫1分钟。生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身的影响。如果生物的豁免成功或效果结束，该生物在接下来的24小时内免疫龙的惊骇存在。",
	"The dragon makes a Wisdom (Perception) check.": "龙进行一次感知（感知）检定。",
	"The dragon makes a Dexterity (Stealth) check and attempts to hide.": "龙进行了一次敏捷度（潜行）检定，并试图隐藏身形。",
	"The dragon beats its wings. Each creature within 15 feet of the dragon must on a {@dc 20} Dexterity saving throw or take 12 ({@damage 2d6 + 5}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed.": "龙拍打着它的翅膀。在龙周围15英尺范围内的每个生物必须进行一次{@dc 20}敏捷豁免才能避免受到12({@damage 2d6 + 5}) 钝击伤害并被击倒{@condition prone}。然后龙可以飞行达到其飞行速度的一半。",
	"{@atk mw} {@hit 13} to hit, reach 15 ft., one target. {@h}22 ({@damage 3d10 + 6}) piercing damage.": "{@atk mw} 使用 {@hit 13} 进行攻击，射程15英尺，目标为一个。造成{@h}22({@damage 3d10 + 6})点穿刺伤害。",
	"{@atk mw} {@hit 13} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 6}) slashing damage.": "{@atk mw} {@hit 13} 进行攻击，射程10英尺，目标一个。造成{@h}19 ({@damage 3d8 + 6}) 点割伤伤害。",
	"{@atk mw} {@hit 13} to hit, reach 20 ft., one target. {@h}17 ({@damage 2d10 + 6}) bludgeoning damage.": "{@atk mw} 使用 {@hit 13} 进行攻击，射程20英尺，一个目标。造成 {@h}17 ({@damage 2d10 + 6}) 钝击伤害。"
}