{
	"Whenever a minion misses on a melee attack roll by 5 or more, it automatically hits a random ally within 5 feet of it. If that ally is also a minion, that minion's next attack targets the minion that hit it.": "每当一个手下的近战攻击投骰结果低于目标 AC 5 或更多时，它会自动击中其周围 5 英尺范围内的一个随机盟友。如果那个盟友也是一个手下，那个手下的下一次攻击将瞄准击中它的手下。",
	"The minion has advantage on an attack roll against a creature if at least one of the minion's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一个小喽啰的盟友在离生物5英尺范围内且该盟友不是{@condition incapacitated}，那么小喽啰对该生物的攻击投掷获得优势。",
	"A minion that can see another creature fail by 5 or more on an attack roll, Strength check, Dexterity check, Strength saving throw, or Dexterity saving throw must make a {@dc 12} Wisdom saving throw. On a failed save, the minion is overcome by hysterical laughter, suffering the effect of its own Tickle attack.": "一个随从如果看到另一个生物在攻击检定、力量检定、敏捷检定、力量豁免检定或敏捷豁免检定中失败了5点或更多，必须进行一次{@dc 12}感知豁免检定。如果未能通过豁免检定，该随从会被歇斯底里的笑声所克制，遭受自己的Tickle攻击效果。",
	"Any creature that starts its turn able to see or hear five or more minions under the effect of Convulsive Laughter must succeed on a {@dc 12} Wisdom saving throw or be subject to the effect of a minion's Tickle attack.": "任何生物，在其回合开始时能看到或听到五个或更多受到(`Convulsive Laughter`)效果影响的爪牙，必须成功进行一次{@dc 12}感知豁免才能免疫受到一次爪牙的(`Tickle`)攻击效果。",
	"A minion has disadvantage on any ability check or saving throw that involves being tempted by food.": "一个爪牙在涉及被食物诱惑的任何能力检定或豁免投掷时都具有劣势。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) bludgeoning damage.": "{@atk mw} {@hit 4}攻击，射程5英尺，目标一个。造成{@h}4 ({@damage 1d4 + 2}) 钝击伤害。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}The target must succeed on a {@dc 12} Wisdom saving throw or be overcome by hysterical laughter for 1 minute, becoming {@condition incapacitated} and unable to stand up for the duration. The target can make a new saving throw at the end of each of its turns and each time it takes damage, ending the effect on itself with a success.": "{@atk mw}进行攻击，达到5英尺，一个目标。{@h}目标必须在一个{@dc 12}智力豁免检定中成功，否则会因歇斯底里的笑声而被影响1分钟，变得{@condition incapacitated}并且在持续时间内无法站起来。目标可以在自己的回合结束时以及每次受到伤害时进行新的豁免检定，成功后便可以结束自身的影响。",
	"The minion fires noxious fumes in a 15-foot cone. Each creature in that area must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} until the end of their next turn.": "小喽啰在一个15英尺的锥形范围内释放有毒烟雾。该区域内的每个生物必须成功进行一次{@dc 12}体质豁免才能在其下一个回合结束前保持{@condition poisoned}。",
	"A minion is a small, yellow-skinned humanoid that has either one or two eyes. They are often found in packs ranging from dozens to hundreds of minions, though groups as small as three sometimes undertake select missions. They speak their own language, seemingly composed of words and phrases borrowed from many tongues. While minions are chaotic neutral by nature (with a strong emphasis on chaotic), their strongest desire is to provide service to the greatest evil leader in any given area.": "小喽啰是一种小型、黄皮肤的人形生物，通常有一到两只眼睛。它们经常成群结队，数量从几十到几百只不等，尽管有时也会有三只的小团队执行特定任务。它们说着自己的语言，似乎是从许多语言中借来的词汇和短语组成的。虽然小喽啰天性混乱中立（强调混乱），但它们最强烈的愿望是为某一地区最邪恶的领袖提供服务。"
}