{
	"You gain a +1 bonus to attack and damage rolls made with this magic weapon.": "你使用这把魔法武器进行的攻击和伤害骰都获得+1的奖励。",
	"When you hit with this weapon, you deal an additional {@damage 1d10} cold damage.": "当你使用这把武器攻击时，你造成额外{@damage 1d10}的冰冷伤害。",
	"While holding this scepter, you can cast the {@spell bestow curse} spell at 3rd level.": "持有这把权杖时，你可以以3级施放{@spell bestow curse}法术。",
	"In addition, the wielder can use the scepter to perform a 5-day long ritual that causes all buried dead within a five mile radius to rise from their graves as {@creature skeleton|MM|skeletons} or {@creature zombie|MM|zombies} determining on their decomposition.": "此外，持有者可以使用权杖进行一个为期5天的仪式，使得五英里半径内所有埋葬的死者从坟墓中复活，状态取决于他们的分解程度，为{@creature skeleton|MM|skeletons}或{@creature zombie|MM|zombies}。",
	"While wearing this mask, you can use an action to cast the {@spell fear} spell (save {@dc 13}) from it. Once used, this property can't be used again until the next dawn.": "佩戴这个面具时，你可以使用一个动作从中施放{@spell fear}法术（豁免{@dc 13}）。一旦使用，这个特性直到第二天黎明前都不能再次使用。",
	"The oni's innate Spellcasting Ability is Charisma (spell save {@dc 13}). The oni can innately cast the following Spells, requiring no material components:": "鬼的天生施法能力是魅力（法术豁免{@dc 13}）。鬼可以天生施放以下法术，无需材料组件：",
	"Akjiro the Blue wields {@item Akjiro's Frigid Club|5LowLevelVillains}": "阿基罗（Akjiro）手持{@item Akjiro's Frigid Club|5LowLevelVillains}。",
	"The oni's weapon attacks are magical.": "鬼的武器攻击是魔法的。",
	"The oni regains 10 Hit Points at the start of its turn if it has at least 1 hit point.": "鬼神在其回合开始时，如果至少有1点生命值，将恢复10点生命值。",
	"A melee weapon deals one extra die of its damage when the Akjiro the Blue hits with it (included in the attack).": "当Akjiro the Blue用近战武器击中目标时，该武器的伤害额外增加一颗骰子（包含在攻击中）。",
	"Akjiro the Blue makes two attacks, either with his claws or his club.": "蓝色的阿基罗(Akjiro the Blue)进行两次攻击，可以选择使用他的爪子或者他的棍棒。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}8({@damage 1d8 + 4})点割伤伤害。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}10 ({@damage 4d4 + 5}) slashing damage plus 5 ({@damage 1d10}) cold damage, or 8 ({@damage 2d4 + 5}) slashing damage plus 5 ({@damage 1d10}) cold damage in Small or Medium form.": "{@atk mw} 使用 {@hit 8} 进行攻击，射程10英尺，目标为一名敌人。造成{@h}10 ({@damage 4d4 + 5}) 斩击伤害加上5 ({@damage 1d10}) 冰冷伤害，或者在小型或中型形态下造成8 ({@damage 2d4 + 5}) 斩击伤害加上5 ({@damage 1d10}) 冰冷伤害。",
	"Akjiro the Blue magically polymorphs into a Small or Medium Humanoid, into a Large giant, or back into his true form. Other than his size, his statistics are the same in each form. The only equipment that is transformed is his club, which shrinks so that it can be wielded in humanoid form. If Akjiro the Blue dies, he reverts to its true form.": "蓝色阿基罗（Akjiro the Blue）可以通过魔法变形成为一个小型或中型人形生物，一个大型巨人，或者恢复成真实形态。除了体型外，在每种形态下他的属性都是相同的。唯一被转化的装备是他的棍棒，它会缩小以便在人形状态下使用。如果蓝色阿基罗死亡，他会恢复到真实形态。",
	"Atunhotep wields {@item Atunhotep's Scepter|5LowLevelVillains}": "阿图赫特普(Amunhotep) 挥舞着{@item Atunhotep's Scepter|5LowLevelVillains}。",
	"Atunhotep can use its Dreadful Glare and makes one Attack with its rotting fist.": "阿图霍特普 (Atunhotep) 可以使用其可怕凝视 (Dreadful Glare)，并用其腐烂的拳头进行一次攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) bludgeoning damage plus 10 ({@damage 3d6}) necrotic damage. If the target is a creature, it must succeed on a {@dc 12} Constitution saving throw or be cursed with mummy rot. The cursed target can't regain Hit Points, and its hit point maximum decreases by 10 ({@dice 3d6}) for every 24 hours that elapse. If the curse reduces the target's hit point maximum to 0, the target dies, and its body turns to dust. The curse lasts until removed by the {@spell Remove Curse} spell or other magic.": "{@atk mw} 攻击命中，射程5英尺，一目标。造成{@h}10 ({@damage 2d6 + 3}) 钝击伤害加上10 ({@damage 3d6}) 死灵伤害。如果目标是生物，必须通过{@dc 12} 体质豁免才能免疫木乃伊腐烂。被诅咒的目标无法恢复生命值，其生命值上限每过24小时减少10 ({@dice 3d6})。如果诅咒将目标的生命值上限减少至0，目标死亡，其身体变成尘土。诅咒持续直到被{@spell Remove Curse} 法术或其他魔法移除。",
	"Atunhotep targets one creature it can see within 60 ft. of it. If the target can see Atunhotep, it must succeed on a {@dc 11} Wisdom saving throw against this magic or become {@condition frightened} until the end of Atunhotep's next turn. If the target fails the saving throw by 5 or more, it is also {@condition paralyzed} for the same duration. A target that succeeds on the saving throw is immune to the Dreadful Glare of all mummies (but not mummy lords) for the next 24 hours.": "阿图赫特瞄准它所看到的距离60英尺内的一名生物。如果目标能看到阿图赫特，它必须成功通过一次{@dc 11}的感知豁免才能抵抗这个魔法，否则会在阿图赫特的下一个回合结束前变为{@condition frightened}。如果目标的豁免检定失败值超过5，它也会在同样的持续时间内变为{@condition paralyzed}。成功通过豁免检定的目标在接下来的24小时内对所有木乃伊的可怕凝视免疫（但不包括木乃伊领主）。",
	"Atunhotep uses {@item Atunhotep's Scepter|5LowLevelVillains} to cast {@spell Bestow Curse} at 3rd level (Wis save {@dc 10})": "阿图霍特普使用 {@item Atunhotep's Scepter|5LowLevelVillains} 施放 {@spell Bestow Curse} 在3级（感知豁免 {@dc 10}）",
	"Baroness Skovgar has advantage on melee attack rolls against any creature that doesn't have all its hit points.": "Skovgar女男爵对任何生物的近战攻击投掷获得优势，只要该生物没有全部生命值。",
	"Baroness Skovgar can breathe air and water, but it needs to be submerged at least once every 4 hours to avoid suffocating.": "Skovgar女男爵可以呼吸空气和水，但需要每4小时至少浸泡一次，以避免窒息。",
	"Baroness Skovgar can magically command any shark within 120 feet of it, using a limited telepathy.": "Baroness Skovgar可以使用有限的心灵感应，魔法地控制120英尺范围内的任何鲨鱼。",
	"Baroness Skovgar makes five attacks: one with her bite and four with her scimitars.": "斯科夫加女男爵进行了五次攻击：一次咬击和四次使用她的弯刀。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d4 + 4}) piercing damage.": "{@atk mw} {@hit 7} 进行攻击，射程5英尺，目标一个。造成{@h}9 ({@damage 2d4 + 4}) 穿刺伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage.": "{@atk mw} {@hit 7}攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 1d6 + 4})点割伤伤害。",
	"Each creature of Baroness Skovgar's choice that is within 30 feet of it, can hear it, and not already affected by War Horn gain advantage on attack rolls until the start of Baroness Skovgar's next turn. Baroness Skovgar can then make one attack as a bonus action.": "Baroness Skovgar（斯科夫加女男爵）选择的每个生物，只要在30英尺内、能听到她的声音，并且尚未受到“战争号角”影响，都在她的下一个回合开始前攻击时获得优势。然后，斯科夫加女男爵可以作为奖励行动进行一次攻击。",
	"Cormag the Vicious wears {@item Cormag's Red Mask|5LowLevelVillains}": "Cormag the Vicious 穿着{@item Cormag's Red Mask|5LowLevelVillains}。",
	"Cormag the Vicious has advantage on saving throws to maintain {@status concentration} when he is using {@item Cormag's Red Mask|5LowLevelVillains}": "Cormag the Vicious 在使用 {@item Cormag's Red Mask|5LowLevelVillains} 时，对于维持 {@status concentration} 的豁免投掷具有优势。",
	"Cormag the Vicious makes three melee attacks: two with his scimitar and one with his dagger. Or Cormag the Vicious makes two ranged attacks with his daggers.": "Cormag the Vicious（凶残者）进行三次近战攻击：两次使用他的弯刀，一次使用匕首。或者Cormag the Vicious进行两次远程攻击，使用匕首。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage.": "{@atk mw} {@hit 5}攻击，射程5英尺，一个目标。造成{@h}6 ({@damage 1d6 + 3})点割伤伤害。",
	"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d4 + 3}) slashing damage.": "{@atk mw,rw} 使用命中，达到5英尺或射程20/60英尺，一个目标。造成{@h}6 ({@damage 1d4 + 3}) 点割伤伤害。",
	"Cormag the Vicious uses {@item Cormag's Red Mask|5LowLevelVillains} to cast {@spell fear} (Wis save {@dc 13}).": "Cormag the Vicious 使用 {@item Cormag's Red Mask|5LowLevelVillains} 施放 {@spell fear} (智力豁免 {@dc 13})。",
	"General Drognurz is a 10th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 33}, {@hit 5} to hit with spell attacks). It has the following paladin spells prepared:": "多格纳将军是一名10级法术施法者。它的法术施法能力是魅力（法术豁免{@dc 33}，用法术攻击命中为{@hit 5}）。它已准备了以下圣骑士法术：",
	"General Drognurz can perform the somatic components of spells even when he has weapons or a shield in one or both hands.": "多格努尔将军即使手持武器或盾牌，也能执行法术的手势成分。",
	"Once per turn, the hobgoblin can deal an extra 7 ({@damage 2d6}) damage to a creature it hits with a weapon attack if that creature is within 5 ft. of an ally of the hobgoblin that isn't {@condition incapacitated}.": "每个回合，如果半兽人用武器攻击命中一个与其友方半兽人相距5英尺以内的生物，它可以额外造成7点伤害({@damage 2d6})，前提是被攻击的生物不是{@condition incapacitated}。",
	"General Drognurz makes three attacks with his battleaxe or his shortbow.": "Drognurz将使用他的战斧或短弓进行三次攻击。",
	"{@atk rw} {@hit 3} to hit, range 80/320 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage.": "{@atk rw}进行攻击，射程80/320英尺，目标为一名敌人。造成{@h}5 ({@damage 1d6 + 2})点穿刺伤害。",
	"Akjiro the Blue is a nightmarish oni, a shapechanging creature of the night. He is a silent killer, sneaking into village homes at dusk, slicing his victim's throats and taking the bodies to his lair to feed. Other villagers wake, and find no clue as to where their neighbor has gone.": "蓝色阿基罗(Akjiro the Blue)是一个令人恐惧的鬼怪，一个能变形的夜间生物。他是一个悄无声息的杀手，在黄昏时分潜入村庄的房屋，割断受害者的喉咙，然后将尸体带到他的巢穴里吃掉。其他村民醒来时，发现邻居不见了，毫无线索。",
	"Akjiro the Blue was raised by frost giants in an icy region of your campaign setting. Akjiro, like all oni, had a taste for the flesh of humanoids, and he left his frost giant guardians when he matured, heading for human, elvish, or dwarven villages while in the form of a male human traveler.": "阿克吉洛( Akjiro) 蓝色曾在你的战役设定中的冰冷地区被霜巨人抚养长大。像所有鬼(oni)一样，阿克吉洛喜欢食用人形生物的肉，当他成熟后，便离开了霜巨人的监护，以男性人类旅行者的形态前往人类、精灵或矮人村庄。",
	"After a few years of rampant serial killing, Akjiro decided to settle down near a town that would feed him for the rest of his days. This brought him to his current home, a deep forest near a town within your campaign setting.": "在几年的肆虐连环杀人之后，阿克吉洛决定在一个能养活他余生的小镇附近安家。这让他来到了他目前的住所，一个位于你的战役设定中的小镇附近的深林。",
	"Akjiro delights in the suffering of others, making torment of the town his highest priority. He does this by killing townsfolk in the night and taking them to his forest lair to consume their bodies. A few days later, he takes the skeleton of his victim back to their home.": "阿基罗(Akjiro)乐于看到他人的痛苦，折磨镇上的居民是他的首要任务。他通过在夜间杀害镇民，将他们带到他的森林巢穴中吃掉来实现这一目的。几天后，他会把受害者的骨架带回他们的家中。",
	"When the family and friends of Akjiro's victim hold a funeral, he disguises himself as a human traveler and attends the funeral, trying desperately to hide his toothy grin.": "当阿基罗(Akjiro)的受害者的家人和朋友举行葬礼时，他伪装成一个人类旅行者参加了葬礼，拼命试图隐藏他那张露齿的笑容。",
	"The mayor of the town began to investigate these murders, but they were given a midnight visit by Akjiro the Blue. Akjiro warned them that if they were to continue looking into Akjiro's deeds, he would be taken to the forest and tortured for years. Due to this, the mayor lives in fear, and insists that the deaths are due to a curse.": "镇长开始调查这些谋杀案，但他们却在午夜被蓝色阿基罗(Akjiro the Blue)拜访。阿基罗警告他们，如果他们继续调查阿基罗的行为，他们将被带到森林中受尽折磨多年。由于这个原因，镇长生活在恐惧中，并坚称这些死亡是由诅咒引起的。",
	"Akjiro the Blue has also set 5 {@trap Pit Trap|XGE|spiked pit traps} throughout his forest. Akjiro knows every crack and crevice of the forest, making it easy for him to hide and escape into it.": "蓝色阿基罗(Akjiro the Blue)也在他的森林中设置了5个{@trap Pit Trap|XGE|spiked pit traps}。阿基罗知道森林的每一个裂缝和缝隙，这让他很容易藏匿和逃入其中。",
	"A citizen of the town hires the party to investigate the murders.": "一个镇上的居民雇佣了队伍来调查这些谋杀案。",
	"An important NPC hires the party to investigate the murders.": "一个重要的NPC雇佣了队伍来调查这些谋杀案。",
	"An important NPC is murdered by Akjiro the Blue.": "一个重要的NPC被蓝色阿克吉洛(Akjiro the Blue)谋杀。",
	"Akjiro the Blue tricks the party into the town to murder them.": "Akjiro蓝色诱使队伍进入镇上，企图谋杀他们。",
	"An important NPC suspects the presence of an oni.": "一个重要的NPC怀疑有鬼神(oni)的存在。",
	"Atunhotep is an ancient mummy, plotting and waiting in an ancient tomb, until he can unleash his vengeance upon the world. Cursed long ago by an ancient enemy, Atunhotep has never let the sands of time erode his hatred.": "阿图赫特普(Atunhotep)是一位古代木乃伊，在古墓中策划和等待，直到他可以向世界发泄他的复仇。很久以前被一位古代敌人诅咒，阿图赫特普从未让时间的沙砾侵蚀他的仇恨。",
	"Around 500 years ago, Atunhotep was the ruler of a minor state in your campaign setting. His power quickly went to his head, causing him to overtax his people. His lust for power and gold drove him to invade and steal from neighboring states, creating many wars that took the lives of thousands of his countrymen.": "大约500年前，阿图赫托普(Atunhotep)是你战役设定中一个小国的统治者。权力很快冲昏了他的头脑，导致他过度征税人民。他对权力和黄金的贪欲驱使他入侵并掠夺邻国，引发了许多战争，夺走了数千同胞的生命。",
	"A mage living in Atunhotep's state led a swift revolution against him, dethroning him. The people executed Atunhotep, but the mage wanted his torment to continue. So, he locked Atunhotep in an ancient tomb and turned him into a mummy, cursed to live forever but never feel food or drink touch his lips again. Unbeknownst to the mage, this tomb had a large magical presence, one that had a great affect upon {@item Atunhotep's scepter|5LowLevelVillains}.": "一个居住在（Atunhotep）州的法师领导了一场迅速的革命，推翻了他，废黜了他。人们处决了（Atunhotep），但这位法师希望他的折磨继续下去。因此，他将（Atunhotep）锁在一座古墓中，并将他变成了一具木乃伊，被诅咒永生，但再也无法感受到食物或饮料触及他的嘴唇。然而，这位法师并不知道，这座墓室中有着强大的魔法存在，对{@item Atunhotep's scepter|5LowLevelVillains}产生了巨大的影响。",
	"Atunhotep still holds great hatred towards the region that he tyrannized centuries ago. As the years went on, he desperately attempted to consider methods of escaping and destroying the mage who cursed him. All the time, the ruling scepter that he was buried with began to develop mystical power.": "阿图赫特 (Atunhotep) 仍然对他几个世纪前暴政统治的地区怀有极大的仇恨。随着岁月的流逝，他拼命尝试着考虑逃脱并摧毁那位诅咒他的法师的方法。与此同时，他被埋葬时携带的统治权杖开始产生神秘的力量。",
	"As history forgot Atunhotep, grave robbers began to break into his tomb and steal his ancient belongings. Atunhotep slaughtered them. As time passed, the magic of the tomb gave {@item Atunhotep's scepter|5LowLevelVillains} the power of necromancy. It also granted the power to curse the land, making buried dead rise from their graves. He hopes to spread this curse throughout the region.": "当历史遗忘了阿图赫特（Atunhotep），盗墓贼开始闯入他的陵墓并窃取他的古物。阿图赫特屠杀了他们。随着时间的推移，陵墓的魔法赋予了{@item Atunhotep's scepter|5LowLevelVillains}通灵术的力量。它还赋予了诅咒土地的力量，使埋葬的死者从坟墓中复活。他希望将这个诅咒传播到整个地区。",
	"Over the years, many grave robbers have attempted to steal from Atumhotep's tomb. He slew them and used his scepter to turn them into undead servants, protecting his tomb as he works his dark magic. In total, he has a guard of 8 {@creature skeleton|MM|skeletons} and 12 {@creature zombie|MM|zombies}.": "多年来，许多盗墓贼试图从（Atumhotep）的墓中盗取财物。他将他们杀死，并用他的权杖将他们变成不死仆人，保护他的墓穴，同时施展他的黑暗魔法。总共，他有一支由8名{@creature skeleton|MM|skeletons}和12名{@creature zombie|MM|zombies}组成的卫队。",
	"His tomb is also heavily trapped, and includes 3 {@trap Poison Darts|DMG|poison dart traps} and 1 {@trap rolling sphere|DMG} trap.": "他的坟墓也设有大量陷阱，包括 3 (Pit Trap) 和 1 (Spike Trap)。",
	"The town hires the party to investigate the curse.": "镇上雇佣了队伍来调查这个诅咒。",
	"An important NPC hires the party to investigate the curse.": "一个重要的NPC雇佣了队伍来调查这个诅咒。",
	"The party is attacked by undead when they are on the road.": "当他们在路上时，队伍遭到了不死生物的袭击。",
	"A nearby town is attacked by undead.": "附近的一个城镇遭到了不死生物的袭击。",
	"The town that the party occupies is being attacked by undead.": "该队占领的小镇正在遭到不死生物的袭击。",
	"Baroness Skovgar is violent and ruthless sahuagin warlord. She raids coastal settlements in your campaign setting, massacring their people and stealing their goods. She has a special animosity against elves, a group that is hated by many sahuagin.": "斯科夫加女男爵是一个暴力且残忍的鲨人族战争领主。她袭击你的战役设定中的沿海定居点，屠杀居民并掠夺财物。她对精灵有着特殊的敌意，而精灵是许多鲨人族所憎恶的一个群体。",
	"Baroness Skovgar was born in a group of five sahuagin sisters. She was born with four arms, destined to take control of and lead her tribe. Her sisters were blessed by the shark god Sekolah, making them priestesses and practitioners of clerical magic.": "Skovgar女男爵出生在一个由五个鲨人姐妹组成的团体中。她生来就有四只胳膊，注定要掌控并领导她的部落。她的姐妹们得到了鲨神Sekolah的祝福，使她们成为祭司和行使神职魔法的从业者。",
	"They were raised with bloodlust and dominance instilled into them, as well as a traditional sahuagin hatred of elves. They began to expand their tribe, taking more ocean and moving towards coastal towns. They also raid ships, earning them their tribe the name of the \"green pirates\".": "他们在成长过程中被灌输了嗜血和统治的观念，以及对精灵的传统鲨人仇恨。他们开始扩张部落，占领更多海域并向沿海城镇进发。他们还劫掠船只，因此部落被称为“绿色海盗”。",
	"Baroness Skovgar wishes to grow her tribe, slay elves, and dominate the seas. She is a vicious and violent ruler, one that is not afraid to kill sahuagin who displease her. Her sisters insure that she is obeyed and that she serves the will of the shark god.": "斯科夫加女男爵希望壮大她的部落，屠杀精灵，并统治海洋。她是一个凶残暴虐的统治者，毫不畏惧地杀死那些惹她不快的鲨人。她的姐妹们确保她被服从，并履行鲨神的意志。",
	"Baroness Skovgar raids settlements with swift, lethal tactics, causing a quick victory. She and her shock troops charge into the town, burning the boats and dispatching the town militia with ease. They then take the foods and gold from the people, and after that, Skovgar rounds up all of the elves in the village and executes them. Baroness Skovgar and her warband then vanish into the sea.": "斯科夫加女男爵以迅猛致命的战术袭击定居点，迅速取得胜利。她和她的冲击部队冲进镇上，焚烧船只，轻松击溃镇上的民兵。然后他们掠夺村民的食物和黄金，接着，斯科夫加将村子里的所有精灵聚集起来处决。斯科夫加女男爵和她的战队随后消失在海上。",
	"Baroness Skovgar has created a warband of 12 {@creature sahuagin|MM} and her 4 {@creature sahuagin priestess|MM} sisters. Collectively, they have accrued about 79 gp, 567 sp, and 982 cp. These pieces are kept mostly for show in a chest.": "Skovgar女男爵已经创建了一个由12 {@creature sahuagin|MM} 和她的4 {@creature sahuagin priestess|MM} 姐妹组成的战队。他们共计积累了大约79 gp，567 sp和982 cp。这些货币大部分被保存在一个箱子里，主要用于展示。",
	"Baroness Skovgar's tribe does not have a real lair, as they are nomads, moving from one town's coastline to the next. The sahuagin tribe are also accompanied by a small group of 7 {@creature reef shark|MM|reef sharks} which aid in nautical combat.": "Skovgar女男爵的部落没有真正的巢穴，因为他们是游牧民族，从一个城镇的海岸线移动到下一个。 sahuagin部落还有一个由7个{@creature reef shark|MM|reef sharks}组成的小团体，协助进行航海战斗。",
	"A nearby town is raided by Baroness Skovgar": "附近的一个城镇被女男爵斯科夫加（Baroness Skovgar）袭击。",
	"The town that the party occupies is raided by Baroness Skovgar": "该镇被斯科夫加女男爵(Baroness Skovgar)袭击。",
	"An important NPC hires the party to kill Baroness Skovgar": "一位重要的NPC雇佣了队伍来杀死斯科夫加男爵夫人 (Baroness Skovgar)。",
	"A town hires the party to kill Baroness Skovgar": "一个小镇雇佣队伍来杀死Baroness Skovgar。",
	"A ship that the party is sailing on is attacked by Baroness Skovgar": "一艘载着冒险小队的船遭到了斯科夫加女男爵的袭击。",
	"Cormag the Vicious is the infamous human leader of the Red Mask Gang, a criminal group that preys on travelers and supply caravans. He is widely feared by travelers, but he hides a dark secret.": "Cormag the Vicious（凶残者科玛格）是臭名昭著的人类领袖，领导着红面具帮（Red Mask Gang），这是一个以袭击旅行者和供应车队为生的犯罪团伙。他广受旅行者恐惧，但他隐藏着一个黑暗的秘密。",
	"Cormag used to be known by the name Elric Thaton around twenty years ago. He was a noble, one of the two sons of a governor, baron, or other ruler of a nearby town or city in your campaign. He was the eldest son, and was the heir to the seat of power. His treacherous brother, the now upmost ruler of this town, framed Elric for murder, thus removing him from the throne. Most would hang for this crime, but Elric was exiled due to his father's position.": "Cormag在大约20年前曾以Elric Thaton的名字闻名。他是一个贵族，是附近一个城镇或城市的州长、男爵或其他统治者的两个儿子中的一个。他是长子，是继承权力宝座的继承人。他的背叛的兄弟，现在是这个城镇的最高统治者，陷害Elric犯了谋杀罪，从而将他从王位上赶下来。大多数人会因为这个罪行而被绞死，但由于他父亲的地位，Elric被流放了。",
	"In the surrounding wilderness, he fumed, changing his name to Cormag and preparing to take his revenge. He soon allied himself with a small group of bandits, which he slowly transformed into a large gang with his charismatic leadership. In the early days of his criminal life, he robbed a traveling wizard, and claimed the magical Red Mask, which his gang soon became named after.": "在周围的荒野中，他愤怒地改变了自己的名字为科尔马格(Cormag)，准备报仇。他很快与一小群土匪结盟，并凭借自己的魅力领导，将他们慢慢转变成一个庞大的团伙。在他犯罪生涯的早期，他抢劫了一个旅行中的巫师，并夺得了神奇的红面具，他的团伙很快就以此命名。",
	"In the first years of his exile, Cormag simply wanted to undermine his brother's town by stopping the flow of goods to it. Soon, however, he got a taste for the adrenaline that crime provided as well as the abundance of goods that it supplied. His lust for vengeance still remains, but it has become overshadowed by his addiction to thievery.": "在他流放的最初几年，科尔马格(Cormag)只是想通过阻止向他兄弟的城镇供货来削弱它。然而很快，他对犯罪带来的肾上腺素和犯罪提供的丰富商品产生了兴趣。他对复仇的渴望仍然存在，但已经被对偷窃的瘾所掩盖。",
	"Cormag personally leads most of the highway robberies, and usually goes along with about five Red Mask Gangsters. He has gained great infamy this way, by always showing himself and his horrifying red mask.": "Cormag（科玛格）亲自领导大部分的公路抢劫，通常会带着约五名红面具匪徒。通过这种方式，他以展示自己和他那可怕的红色面具而声名大噪。",
	"The Red Mask Gang consists of around 12 {@creature bandit|MM|bandits} of all humanoid races spread around the wilderness of your campaign. They are centered around a small camp consisting of 7 large tents, a rotisserie spit for cooking, and a wooden building where Cormag and his lieutenants live. They have an accrued wealth of 1172 cp, 739 sp, and 125 gp in their camp and 57 pounds of food.": "红面具帮派由大约12{@creature bandit|MM|bandits}的各类人形种族组成，分布在你的冒险世界荒野中。他们的中心是一个小营地，有7个大帐篷，一个用于烹饪的转床烤架，以及一个木制建筑，科尔马格和他的副手们住在那里。他们在营地中积累了1172铜币、739银币和125金币的财富，还有57磅食物。",
	"Cormag has two {@creature thug|MM} lieutenants who loyally serve him. They are half-orc siblings named Graum and Niezra. Graum is a tactician, and is Cormag's right-hand man. Niezra is an enforcer, a brutal combatant who keeps the rest of the gang disciplined.": "Cormag有两名忠诚为他服务的副官。他们是半兽人兄弟姐妹，名叫格劳姆(Graum)和涅兹拉(Niezra)。格劳姆是一名战术家，是Cormag的得力助手。涅兹拉是一名执行者，是一名残酷的战斗者，负责维持帮派的纪律。",
	"The Red Mask Gang attacks the party when they are on the road.": "红面具帮派在队伍(%num%)在路上时发动了袭击。",
	"The Red Mask Gang attacks an important NPC when they are on the road.": "红面具帮派在路上袭击一个重要NPC。",
	"The party has been hired to kill Cormag the Vicious.": "该小组已被雇佣来杀死凶残的科玛格(Cormag the Vicious)。",
	"The Red Mask Gang has made a failed attempt to assassinate/has succeeded in assassinating Governor Thaton.": "红面具帮派未能成功刺杀/(已成功刺杀)了Thaton州长。",
	"The Red Mask Gang has invited a party member to join the gang.": "红面具帮派邀请了一个队伍成员加入该帮派。",
	"General Drognurz is a brilliant hobgoblin warlord, renowned and feared amongst small villages within your campaign setting. He is one of the few figures who are able to unite chaotic goblinoid tribes and successfully war against good-aligned humanoids.": "多格努兹将军是一位杰出的半兽人督军，在你的战役设定中，他备受小村庄的敬畏和恐惧。他是为数不多能够团结混乱的哥布林部落，并成功对抗正义人类的人物之一。",
	"Drognurz was but a young boy when he had his first taste of combat, a midnight raid against an encampment of traveling merchants. One of their guards engaged Drognurz in combat, and clubbed him with a mace to the head. The goblinoids were victorious in this skirmish, but when the smoke cleared, they found Drognurz dead from heavy blood loss from his skull wound. They left him on the battlefield as per hobgoblin funeral tradition and traveled back to camp.": "Drognurz还只是个年幼男孩，当他第一次尝到战斗的滋味时，是在一个午夜突袭中攻击了一队旅行商人的营地。他们的一名卫士与Drognurz展开了激烈的战斗，并用狼牙棒击中了他的头部。哥布林族在这次小规模冲突中取得了胜利，但当烟雾散去时，他们发现Drognurz因头部重伤失血过多而死去。根据半兽人的葬礼传统，他们将他留在战场上，然后返回了营地。",
	"Drognurz returned three days later alive and with new, mystical powers. The tribe shaman determined that he had been blessed by the goblin god Maglubiyet. Drognurz quickly rose up the goblinoid totem pole through a quickly rising prowess in martial combat as well as tactical genius, gaining the title of general. He is know renowned in goblinoid circles and rightfully feared in more civilized ones.": "Drognurz三天后活着回来了，并且获得了新的神秘力量。部落的萨满确定他受到了哥布林神玛格鲁比耶的祝福。Drognurz在战斗技艺和战术天赋上迅速崛起，跻身哥布林族的高层，获得了将军的称号。他在哥布林圈子里声名显赫，在更文明的圈子里也是令人闻风丧胆的。",
	"General Drognurz desires to uphold Maglubiyet's teachings of war, dominance, and brutality and fight against societies of dwarves, halflings, humans, and elves. To conquer is to honor the wishes of Maglubiyet, and that is exactly what General Drognurz intends. He typically invades small villages at night, stealing the food, burning the buildings, and capturing the people.": "龙纳兹将军（General Drognurz）渴望遵循玛格鲁比耶特（Maglubiyet）的战争、统治和残酷教义，并与矮人、半身人、人类和精灵社会作战。征服就是尊重玛格鲁比耶特的意愿，这正是龙纳兹将军的意图。他通常在夜间入侵小村庄，抢夺食物，烧毁建筑物，并俘虏人民。",
	"These people are then taking to Drognurz's encampment where they are forced to dig trenches and fortify the encampment until they drop dead of exhaustion. This has supplied General Drognurz with a very capable and defendable headquarters that not many regional militias can take.": "这些人随后被带到德罗格纳兹(Drognurz)的营地，在那里他们被迫挖掘壕沟并加固营地，直到精疲力尽死去。这为德罗格纳兹将军提供了一个非常有能力和可防御的指挥部，许多地区民兵都无法攻下。",
	"General Drognurz has corralled a relatively large contingent of goblinoids, a warband consisting of 27 {@creature goblin|MM|goblins}, 11 {@creature bugbear|MM|bugbears}, and 17 {@creature hobgoblin|MM|hobgoblins}. At Dorgnurz's base, there are around 18 {@creature goblin|MM|goblins}, 5 {@creature bugbear|MM|bugbears}, and 11 {@creature hobgoblin|MM|hobgoblins} at the encampment at one time. The other goblinoids are typically hunting and gathering. The base consists of many small tents and five larger wooden buildings that house hobgoblins and act as command centers. A 3 foot wide, 10 foot deep trench surround the camp, and crude wooden spikes are wedged into bottom of the trench.": "多格纳将军（General Drognurz）已经聚集了一支相当大的哥布林部队，一个由27{@creature goblin|MM|goblins}、11{@creature bugbear|MM|bugbears}和17{@creature hobgoblin|MM|hobgoblins}组成的战团。在多格纳的基地，每次在营地中大约有18{@creature goblin|MM|goblins}、5{@creature bugbear|MM|bugbears}和11{@creature hobgoblin|MM|hobgoblins}人。其他哥布林通常在狩猎和采集。基地由许多小帐篷和五座较大的木建筑组成，这些建筑供半兽人居住，并充当指挥中心。一个3英尺宽、10英尺深的壕沟环绕着营地，壕沟底部插着粗糙的木桩。",
	"General Drognurz has three {@creature bugbear chief|MM|bugbear chiefs} that act as his lieutenants when it comes to leadership and disciplining fellow goblinoids and as his bodyguards in combat. Drognurz also rides a {@creature worg|MM} into combat.": "当涉及领导和纪律处分同伴哥布林时，将三名副官作为他的副手。在战斗中，Drognurz 也骑着一只{@creature worg|MM}进入战场。",
	"General Drognurz's goblins attack the party when they are on the road.": "当队伍在路上时，德罗格努将军的地精袭击了他们。",
	"General Drognurz's goblins attack an important NPC when they are on the road.": "当他们在路上时，Drognurz将军的地精袭击了一个重要的NPC。",
	"A nearby town has been conquered by General Drognurz.": "附近的一个城镇已经被德罗格纳将军（General Drognurz）征服了。",
	"The town that the party occupies in being conquered by General Drognurz.": "该队伍所在的城镇正在被(Drognurz将军)征服。",
	"The party has been hired to kill General Drognurz and dissolve his warband.": "该小组已被雇佣来杀死将军Drognurz并解散他的战队。"
}