{
	"The Happy Heckpup barks fire in a 15-foot cone. Each creature in that area must make a {@dc 12} Dexterity saving throw, taking 4 ({@dice 1d6}) fire damage on a failed save, or half as much damage on a successful one. The fire ignites any flammable objects in the area that aren't being worn or carried.": "快乐地狗狗在一个15英尺的锥形范围内吠火。该区域内的每个生物必须进行一次{@dc 12}敏捷豁免检定，未通过检定的生物会受到4({@dice 1d6})火焰伤害，通过检定的生物则只受一半伤害。火焰会点燃该区域内未被穿戴或携带的易燃物品。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 3}) piercing damage and {@damage 1} fire damage.": "{@atk mw} {@hit 5}进行攻击，射程5英尺，一个目标。造成{@h}6 ({@damage 1d4 + 3})点刺伤伤害和{@damage 1}点火焰伤害。",
	"If the volatile pigeon becomes {@condition charmed} or {@condition frightened}, it explodes, dealing {@damage 1} fire damage to each creature within 5 feet and setting flammable objects alight.": "如果这只不稳定的鸽子变成{@condition charmed}或{@condition frightened}，它会爆炸，对周围5英尺范围内的每个生物造成{@damage 1}火焰伤害，并点燃易燃物品。",
	"A volatile pigeon is {@condition frightened} of dogs, cats and lawyers it can see within 5 feet of it.": "一只多变的鸽子可以看到它周围5英尺范围内的狗，猫和律师的{@condition frightened}。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h} {@damage 1} piercing damage.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，目标一个。造成 {@h} {@damage 1} 穿刺伤害。",
	"The rat has advantage on Wisdom ({@skill Perception}) checks that rely on sound.": "老鼠在依赖声音的感知({@skill Perception})检查中拥有优势。",
	"Ginger dislikes most people, and as a result responds negatively to their intrusion into 'her' territory. Ginger functions as per the {@spell alarm} spell, but only provides an audible alarm in the form of offended shrieking.": "姜不喜欢大多数人，因此对他们侵入“她”的领地做出负面反应。姜的功能与{@spell alarm}法术相同，但只会发出一种受到冒犯的尖叫声作为警报。",
	"{@atk mw} {@hit 0} to hit, reach 5 ft., one target. {@h} {@damage 1} piercing damage.": "{@atk mw} {@hit 0} 进行攻击，射程5英尺，目标一个。造成{@h} {@damage 1} 穿刺伤害。",
	"When it loses hit points due to an enemy melee attack, the Fowlbear enters a rage that lasts for 1 minute. Whilst enraged, it cannot be reduced below 1 hit point and has advantage on attack rolls.": "当它因敌人的近战攻击而失去生命值时，禽熊(Fowlbear) 会进入暴怒状态，持续1分钟。在暴怒状态下，它的生命值不会降低到1以下，并且在攻击检定中获得优势。",
	"If the fowlbear takes 5 or more slashing damage, it loses its head, becoming {@condition blinded} and silenced until the head is re-attached or it is resummoned. Needless to say, a fowlbear only has one head to lose.": "如果飞熊受到5点或更多的斩击伤害，它将失去头颅，变成{@condition blinded}，并在头颅重新连接或重新召唤之前保持沉默。不用说，飞熊只有一个头可以失去。",
	"At dawn, if the Fowlbear can see the sky, it screeches loudly enough to awaken or alert every creature within 100 feet of it.": "黎明时分，如果鸟熊(Fowlbear)能看到天空，它会发出足够响亮的尖叫声，足以唤醒或警示其周围100英尺范围内的所有生物。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d8 + 2}) 斩击伤害。",
	"The cat has advantage on Wisdom ({@skill Perception}) checks that rely on smell.": "这只猫在依赖嗅觉的感知（智慧{@skill Perception}）检定上拥有优势。",
	"Mr Tums can cast spells whilst asleep and retains a vague awareness of his surroundings. If touched while sleeping, he can cast any of the spells from his Innate Spellcasting feature as a reaction on the perpetrator(s).": "Mr Tums（(Mr Tums)）可以在睡觉时施放法术，并保留对周围环境的模糊意识。如果在睡觉时被触摸，他可以将他固有法术施法特性中的任何法术作为对侵犯者的反应。",
	"If Mr Tums is allowed to sleep for a full 23 uninterrupted hours, he will cast {@spell dream} on a creature of his caretaker's choice. If no creature is chosen, he communicates with his caretaker using {@spell dream} instead.": "如果Mr Tums被允许连续睡满23小时，他将对其看护者选择的生物施放{@spell dream}。如果没有选择生物，他将使用{@spell dream}与看护者交流。",
	"Mr Tums has advantage on saving throws against spells and other magical effects.": "Mr Tums在对抗法术和其他魔法效果的豁免投掷中具有优势。",
	"{@atk mw} {@hit 0} to hit, reach 5 ft., one target. {@h} {@damage 1} slashing damage.": "{@atk mw} {@hit 0}攻击，达到5英尺，一个目标。造成{@h} {@damage 1}劈砍伤害。",
	"Mr Tum's innate spellcasting ability is Wisdom (spell save {@dc 11}). He can innately cast the following spells, requiring no components:": "Mr Tum的天生施法能力是智力（法术豁免{@dc 11}）。他可以天生施放以下法术，无需任何材料：",
	"If left for a minute on a puzzle, lock or clue, the snail can grant {@action Help} on any attempt made to solve it. In such a case, the creature making the check adds an extra {@dice 1d4} to the result.": "如果在谜题、锁或线索上停留一分钟，蜗牛可以在尝试解决它时提供{@action Help}。在这种情况下，进行检定的生物将结果额外增加{@dice 1d4}。",
	"When a creature within 5 feet of the emotion absorber fails a Wisdom saving throw, it may use its reaction to have the affected creature succeed instead. The emotion absorber cannot use this ability again until it completes a long rest.": "当一个生物在情感吸收器(Emotion Absorber)5英尺内失败了一次感知豁免检定时，它可以使用其反应来让受影响的生物成功通过检定。情感吸收器在完成一次长休前不能再次使用这个能力。",
	"Where applicable, the emotion absorber takes on the emotional state that would have been conferred by the failed saving throw (e.g. {@condition frightened}, confused, etc.) until it completes a long rest.": "在适当的情况下，情感吸收器会承担因未通过豁免检定而获得的情绪状态（例如 {@condition frightened}，混乱等），直到完成一次长休。",
	"Binkers suffers a {@dice 1d20-5|-5} penalty when rolling initiative.": "当 Binkers 掷先攻骰时，会受到 {@dice 1d20-5|-5} 惩罚。",
	"Binkers can use 2 actions to pickpocket anyone within 10 ft of her, using {@skill Sleight of Hand}. If the targeted creature is engaged in combat, Binkers rolls with advantage.": "Binkers可以使用2个动作来偷窃她周围10英尺范围内的任何人，使用{@skill Sleight of Hand}。如果目标生物正在进行战斗，Binkers获得优势投掷。",
	"The target is {@condition grappled} (escape {@dc 9}). Until this grapple ends, the creature moves at half-speed and is {@condition restrained}. Binkers can only Hug one creature at a time.": "目标是{@condition grappled} (逃脱{@dc 9})。直到这次角力结束，生物的移动速度减半，并且被{@condition restrained}。Binkers一次只能拥抱一个生物。",
	"The shuteye moth can use an action to secrete a fine powder that functions as a {@spell sleep} spell, affecting {@dice 2d8} hit points of creatures. This version of the spell affects creature immune to magical sleep, such as elves, but fails to affect creatures immune to the {@condition Poisoned} condition.": "睡眠蛾可以使用一个动作来分泌一种细粉末，作为{@spell sleep}法术，影响{@dice 2d8}生物的生命值。这个版本的法术影响对魔法睡眠免疫的生物，比如精灵，但无法影响对{@condition Poisoned}状态免疫的生物。",
	"A shuteye moth's innate spellcasting ability is Charisma (spell save {@dc 13}). It can innately cast the following spells, requiring no components:": "一只瞌睡蛾的天生施法能力是魅力（法术豁免{@dc 13}）。它天生可以施放以下法术，无需任何材料：",
	"The bookwyrm can expend 5 feet of movement to vanish into an adjacent book or scroll. Whilst in the book of scroll, an ink image of the bookwyrm appears on the surface. The snake can expend another 5 feet of movement to appear within 5 feet of the paper. If the paper is damaged, the bookwyrm is destroyed.": "书龙可以消耗5英尺的移动来消失进入相邻的书籍或卷轴中。在书籍或卷轴中，书龙的墨水形象会出现在表面上。蛇可以再消耗5英尺的移动出现在纸张的5英尺内。如果纸张被损坏，书龙会被摧毁。",
	"If the bookwyrm gets wet, it is destroyed and must be resummoned.": "如果书龙被弄湿，它会被摧毁并且必须重新召唤。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h} {@damage 1} piercing damage, and the target must make a {@dc 10} Constitution saving throw, taking 5 ({@damage 2d4}) poison damage on a failed save, or half as much damage on a successful one.": "{@atk mw} {@hit 5}攻击，射程5英尺，一个目标。造成{@h} {@damage 1}穿刺伤害，并且目标必须进行一次{@dc 10}体质豁免，未通过则受到5({@damage 2d4})毒素伤害，通过则减半。",
	"A bookwyrm's innate spellcasting ability is Wisdom (spell save {@dc 10}). It can innately cast the following spells, requiring no components:": "一只书龙的天生施法能力是智力（法术豁免 {@dc 10}）。它可以天生施放以下法术，无需任何材料：",
	"It is a rock.": "这是一块岩石。",
	"As an action, the Toad in the Hole creates a tiny extradimensional hole in an adjacent surface. The space can hold as many as eight Tiny or smaller creatures, and the entrance is {@condition invisible} to onlookers. Attacks and spells can't cross through the entrance into or out of the extradimensional space, but those inside can see out of it through a window centred on the entrance. This effect lasts up to 1 hour, Anything inside the extradimensional space drops out when the effect ends.": "作为一个动作，(`Toad in the Hole`)在相邻的表面上创造一个微小的超维空间洞。这个空间可以容纳多达八个微小或更小的生物，而入口对旁观者来说是{@condition invisible}。攻击和法术不能穿过入口进入或离开超维空间，但里面的人可以通过入口中心的窗户看到外面。这个效果持续时间最长为1小时，当效果结束时，超维空间内的任何东西都会掉出来。",
	"The frog can breathe air and water.": "这只青蛙可以在空气和水中呼吸。",
	"The frog's long jump is up to 10 feet and its high jump is up to 5 feet, with or without a running start.": "这只青蛙的长跳可达到10英尺，高跳可达到5英尺，无论是否有起跑。",
	"A toad in the hole's innate spellcasting ability is Wisdom (spell save {@dc 9}). It can innately cast the following spells, requiring no components:": "一只在洞里的蟾蜍的天生施法能力是感知（法术豁免{@dc 9}）。它可以天生施放以下法术，无需任何材料：",
	"The hummingsquirrel emits a low humming whenever it is airborne from the flutter of its wings.": "飞鼠(hummingsquirrel)在空中飞行时会发出低沉的嗡嗡声，这是由于它翅膀的振动所产生的。",
	"The hummingsquirrel makes three bite attacks.": "树鼠嗡嗡兽进行三次咬击攻击。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d4 + 7}) piercing damage.": "{@atk mw} 使用 {@hit 9} 命中，达到5英尺，一个目标。造成{@h}10 ({@damage 1d4 + 7}) 穿刺伤害。",
	"The Infernal Duck knows when it encounters a creature without a soul.": "地狱鸭知道当它遇到一个没有灵魂的生物时。",
	"The rat has advantage on Wisdom ({@skill Perception}) checks that rely on smell.": "老鼠在依赖嗅觉的感知{@skill Perception}检查中拥有优势。",
	"The hamster can hold its breath indefinitely, and is not harmed by exposure to vacuums or the phlogiston.": "这只仓鼠可以无限期地屏住呼吸，并且暴露在真空或火气（(phlogiston)）中也不会受伤。",
	"The hamster has a hover speed equal to its walking speed.": "这只仓鼠的悬浮速度等于它的行走速度。",
	"Rats, mice and other small vermin are {@condition frightened} of the tyrannohamsterus micropod whilst they are within 30 feet of it.": "在距离暴君仓鼠龙 {@condition frightened} 30英尺范围内，老鼠、老鼠和其他小害虫会成为它的 {@condition frightened}。",
	"The pugataurian has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "獒牛人在依赖听觉或嗅觉的智力检定上有优势。",
	"If the pugataurian moves at least 30 feet straight toward a target and then hits it with a mace attack on the same turn, the target takes an extra 10 ({@damage 3d6}) piercing damage.": "如果(pugataurian)向目标直线移动至少30英尺，然后在同一回合用狼牙棒攻击命中目标，目标会受到额外10({@damage 3d6})点穿刺伤害。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) piercing damage.": "{@atk mw} {@hit 3}攻击，射程5英尺，目标一个。{@h}4 ({@damage 1d6 + 1}) 穿刺伤害。"
}