{
	"{@atk rw} {@hit 3} to hit, range 5/60 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage, plus 7 ({@damage 2d6}) poison damage.": "{@atk rw} 近战攻击，射程 5/60 尺，目标一个。造成 {@h}3 ({@damage 1d4 + 1}) 穿刺伤害，加上 7 ({@damage 2d6}) 毒素伤害。",
	"{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d8 - 1}) piercing damage.": "{@atk mw} {@hit 1}攻击，达到5英尺，一个目标。{@h}3 ({@damage 1d8 - 1}) 穿刺伤害。",
	"The puckwudgie's spines face backwards, giving it an edge in defense, but hindering its offense. It's poison quill attacks are always made at Disadvantage. ": "puckwudgie（小人）的刺向后弯，使其在防御方面具有优势，但阻碍了其进攻能力。它的毒箭攻击总是以劣势进行。",
	"Whenever the puckwudgie is attacked in melee it can use a reaction to turn itself and have the attacker hit the spines, dealing 3 ({@damage 1d4 + 1}) piercing damage and 7 ({@damage 2d6}) poison damage.": "每当puckwudgie在近战中受到攻击时，它可以使用一次反应来转身，让攻击者撞到它的刺，造成3 ({@damage 1d4 + 1}) 穿刺伤害和7 ({@damage 2d6}) 毒素伤害。",
	"The ursa can move through other creatures as if they were {@quickref difficult terrain||3}.": "熊战士可以像穿过{@quickref difficult terrain||3}一样穿过其他生物。",
	"The ursa makes two claw attacks and one bite attack.": "乌萨(ursa)进行两次爪击攻击和一次咬击攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}18 ({@damage 2d12 + 5}) force damage.": "{@atk mw} {@hit 8} 进行攻击，射程5英尺，目标一个。造成{@h}18 ({@damage 2d12 + 5}) 点力场伤害。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) force damage.": "{@atk mw} {@hit 8}攻击，达到5英尺，一个目标。{@h}14 ({@damage 2d8 + 5})力量伤害。",
	"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny insect. The swarm can't regain hit points or gain temporary hit points except through Consume.": "蜂群可以占据另一个生物的空间，反之亦然，蜂群可以通过任何足够容纳一个微小昆虫的开口移动。蜂群除了通过吞噬来恢复生命值或获得临时生命值外，无法恢复生命值或获得临时生命值。",
	"Parasprites are attracted to and {@condition charmed} by music. They have disadvantage on all saving throws against Bard spells. In addition, anyone may attempt a Charisma check using a musical instrument contested by the Swarm's Intelligence. On a failure, the swarm is {@condition charmed} by the performer.": "食脑虫被音乐所吸引，并被{@condition charmed}。它们对吟游诗人法术的所有豁免 throws 都有劣势。此外，任何人都可以使用乐器尝试进行一次魅力检定，与虫群的智力对抗。如果失败，虫群会被表演者{@condition charmed}。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}12 ({@damage 4d4 + 2}) piercing damage if the swarm has more than half of its HP remaining. 7 ({@damage 2d4 + 2}) damage otherwise.": "{@atk mw}进行攻击，达到5英尺，一个目标。如果虫群剩余生命值超过一半，造成12({@damage 4d4 + 2})点穿刺伤害。否则造成7({@damage 2d4 + 2})点伤害。",
	"The swarm consumes any crops or food inside its space. If its at full HP, this creates another identical swarm of parasprites. If it is at more than half HP, this heals it for 18 ({@dice 4d8}) HP. If it is at less than half HP, this heals it for 9 ({@dice 2d8}) HP.": "这个虫群会吞噬其所在区域内的任何作物或食物。如果它的生命值是满的，这会产生另一个完全相同的寄生虫虫群。如果它的生命值超过一半，这会为它恢复18点生命值({@dice 4d8})。如果它的生命值少于一半，这会为它恢复9点生命值({@dice 2d8})。",
	"The maulwurf has advantage on Wisdom ({@skill Perception}) checks that rely on smell.": "鼹鼠在依赖嗅觉的感知({@skill Perception})检查中拥有优势。",
	"The maulwurf's thick hide gives it advantage on strength, dexterity and constitution saving throws against spells and other magical effects.": "鼹鼠的厚皮使其在对抗法术和其他魔法效果时，在力量、敏捷和体质豁免 throws 中获得优势。",
	"The maulwurf makes two claw attacks and one bite.": "鼹鼠进行两次爪击和一次咬击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}20 ({@damage 3d10 + 4}) piercing damage.": "{@atk mw} {@hit 7} 进行攻击，达到5英尺，一个目标。造成{@h}20 ({@damage 3d10 + 4}) 穿刺伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}14 ({@damage 3d6 + 4}) slashing damage.": "{@atk mw} 使用 {@hit 7} 命中，达到5英尺，一个目标。造成{@h}14 ({@damage 3d6 + 4}) 斩击伤害。",
	"When the diamond dog reduces a creature to 0 hit points with a melee attack on its turn, the diamond dog can take a bonus action to move up to half its speed and make a bite attack.": "当钻石犬在自己的回合用近战攻击将一只生物的生命值降至0时，钻石犬可以采取一个奖励动作，移动自己速度的一半并进行一次咬击攻击。",
	"The diamond dog has advantage on Wisdom (Perception) checks while underground.": "钻石犬在地下时对感知（(Perception)）智力检定有优势。",
	"The diamond dog ignores the loading property of its musket.": "这只钻石犬无视它的火铳的装填属性。",
	"The diamond dog makes two attacks one of which can be a bite.": "这只钻石犬进行两次攻击，其中一次可以是咬(%num%)。",
	"{@atk rw} {@hit +4} to hit, range 40/120 ft., one target. {@h}8 ({@damage 1d12+2}) piercing damage.": "{@atk rw} {@hit +4} 命中，射程40/120英尺，目标一个。造成{@h}8 ({@damage 1d12+2}) 穿刺伤害。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，目标一个。造成{@h}5 ({@damage 1d6 + 2}) 穿刺伤害。",
	"The diamond dog throws a grenade up to 60 feet, and the grenade explodes in a 20-foot-radius sphere. Each creature in that area must make a {@dc 15} Dexterity saving throw, taking 17 ({@damage 5d6}) piercing damage on a failed save, or half as much damage on a successful one.": "钻石犬投掷手榴弹，射程为60英尺，手榴弹在一个半径为20英尺的球形范围内爆炸。该区域内的每个生物必须进行一次{@dc 15}敏捷豁免检定，未通过者受到17点伤害({@damage 5d6})，通过者受到一半伤害。",
	"Diamond dogs are canine miners and slavers. Lazy and cruel, they tend to kidnap ponies to work in their mines. They're not stupid, having used elemental earth magic to both increase their mining efficiency and invent a form of gunpowder. But the laziness of their culture has invited stagnation.": "钻石犬(Diamond dogs)是一群犬类矿工和奴隶主。他们懒惰而残忍，倾向于绑架小马来在他们的矿山工作。他们并不愚蠢，利用元素地球魔法来提高采矿效率，并发明了一种火药形式。但他们文化的懒惰却导致了停滞不前。",
	"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage. This attack deals double damage to objects.": "{@atk mw} {@hit +4}攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d8 + 2})穿刺伤害。此攻击对物体造成双倍伤害。",
	"The diamond dog sets a mining explosive. At the start of his next turn, the dynamite explodes in a 20 foot radius sphere. Each creature in the area must make a DC13 dexterity saving throw, taking 11 ({@damage 3d6}) thunder damage on a failed save, or half as much damage on a successful one. Unattended objects in the area take double damage from the explosion.": "钻石犬设置了一枚挖矿炸药。在他的下一个回合开始时，炸药在一个直径为20英尺的球形范围内爆炸。该区域内的每个生物必须进行一次DC13的敏捷豁免检定，未通过则受到11({@damage 3d6})点雷属性伤害，通过则减半。区域内的无人物体会受到爆炸造成的双倍伤害。",
	"The sea serpent makes two attacks.": "海蛇进行两次攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}18 ({@damage 4d6 + 4}) piercing damage.": "{@atk mw} {@hit 7}攻击，达到5英尺，一个目标。造成{@h}18 ({@damage 4d6 + 4})穿刺伤害。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d10 + 4}) piercing damage.": "{@atk mw} 使用攻击命中，达到10英尺，一个目标。造成{@h}15 ({@damage 2d10 + 4}) 穿刺伤害。",
	"The sea serpent exhales a 30 ft. line of water. Creatures in the area must make a Strength saving throw (DC16). On a failure they take 14 ({@damage 4d6}) bludgeoning damage and are knocked {@condition prone}. On a success, they take half the bludgeoning damage.": "海蛇呼出一道30英尺长的水线。区域内的生物必须进行一次力量豁免检定（豁免 DC16）。未通过检定的生物会受到14({@damage 4d6})点的钝击伤害，并被击倒{@condition prone}。通过检定的生物只会受到一半的钝击伤害。",
	"The sea serpent can breathe air and water.": "海蛇可以在空气和水中呼吸。",
	"The sea serpent deals double damage to objects and structures.": "海蛇对物体和建筑造成双倍伤害。",
	"The slingtail's ranged attacks ignore cover. Being in melee range of an enemy doesn't give the slingtail disadvantage on its ranged attacks.": "投石尾(Slingtail)的远程攻击无视掩护。与敌人在近战范围内不会使投石尾(Slingtail)在远程攻击时处于劣势。",
	"The slingtail makes 3 attacks, one of which can be a boulder throw.": "投石尾蜥进行3次攻击，其中一次可以是投掷巨石。",
	"{@atk rw} {@hit 7} to hit, range 90/300 ft., one target. {@h}15 ({@damage 2d10 + 4}) damage. A flying creature hit by this attack must make a Strength saving throw {@dc 13} or be knocked {@condition prone}.": "{@atk rw}进行攻击，射程90/300英尺，目标为一名敌人。造成{@h}15({@damage 2d10 + 4})点伤害。被此攻击击中的飞行生物必须进行一次力量豁免存储检定{@dc 13}，否则将被击倒{@condition prone}。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage, plus 9 ({@damage 2d8}) damage against {@condition prone} targets.": "{@atk mw} {@hit 7}攻击，达到5英尺，一个目标。造成{@h}13 ({@damage 2d8 + 4}) 钝击伤害，加上9 ({@damage 2d8}) 伤害对抗{@condition prone}目标。",
	"Any creature that starts its turn within 10 feet of the bufogren must succeed on a {@dc 13} Constitution saving throw or be {@condition poisoned} until the start of its next turn. On a successful saving throw, the creature is immune to any bufogren's stench for 24 hours.": "任何在离(`%0%`)bufogren 10英尺范围内开始其回合的生物必须成功进行一次体质豁免才能避免在其下一个回合开始前被(`%1%`)。如果豁免成功，该生物对bufogren的恶臭免疫24小时。",
	"The bufogren has advantage on Wisdom ({@skill Perception}) checks that rely on hearing.": "bufogren在依赖听觉的智力检定上有优势({@skill Perception})。",
	"The bufogren can breathe air and water.": "这只布福格伦可以在空气和水中呼吸。",
	"The bufogren's long jump is up to 20 feet and its high jump is up to 10 feet, with or without a running start.": "布弗格伦(bufogren)的长跳可达20英尺，高跳可达10英尺，无论有无起跑助跑。",
	"The bufogren makes 3 attacks, one of which can be a tongue lash attack.": "布福格伦进行3次攻击，其中一次可以是舌头鞭打攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d6 + 2}) piercing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}9({@damage 2d6 + 2})点穿刺伤害。",
	"{@atk mw} {@hit 4} to hit, reach 20 ft., one target. {@h}7 ({@damage 2d4 + 2}) bludgeoning damage.  A hit target is automatically {@condition grappled} by the bufogren. The bufogren cannot use this attack if it has a creature {@condition grappled} by its tongue.": "{@atk mw}使用{@hit 4}，达到20英尺，一个目标。造成{@h}7({@damage 2d4 + 2})点钝击伤害。被bufogren击中的目标会被自动{@condition grappled}。如果bufogren的舌头上有生物被{@condition grappled}，则不能使用此攻击。",
	"The bufogren makes one bite attack against a Medium or smaller target it is grappling. If the attack hits, the target is also swallowed, and the grapple ends. While swallowed, the target is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the bufogren, and it takes 9 ({@damage 2d8}) acid damage at the start of each of the bufogren's turns. The bufogren can have only one creature swallowed at a time. If the bufogren dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse by using 5 feet of movement, exiting {@condition prone}.": "bufogren对一个中型或更小的目标进行一次咬击攻击，如果攻击命中，目标将被吞噬，同时解除抓取。被吞噬后，目标被 {@condition blinded} 和 {@condition restrained}，对于来自bufogren外部的攻击和其他效果具有完全掩护，并且在每个bufogren的回合开始时受到 9 ({@damage 2d8}) 点酸性伤害。bufogren一次只能吞食一个生物。如果bufogren死亡，被吞食的生物不再受其影响，并可以通过使用5英尺的移动，从尸体中逃脱，离开 {@condition prone}。",
	"The bufogren exhales poison gas in a 60 foot cone. All creatures within the area other than another bufogren must make a constitution saving throw ({@dc 15}). On a failure, they take 14 ({@damage 4d6}) poison damage and become {@condition poisoned}.": "bufogren在一个60英尺锥形范围内呼出毒气。该区域内除了另一个bufogren外的所有生物必须进行一次体质豁免才能通过({@dc 15})。未通过者将受到14({@damage 4d6})点毒性伤害，并成为{@condition poisoned}。",
	"The timberwolf has advantage on an attack roll against a creature if at least one of the timberwolf's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一只灰狼的盟友在离生物5英尺以内且该盟友不是{@condition incapacitated}，灰狼在对该生物进行攻击检定时具有优势。",
	"The timberwolf has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "灰狼在依赖听觉或嗅觉的感知检定中获得优势。",
	"The timberwolf deals an extra 7 ({@dice 2d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the timberwolf that isn't {@condition incapacitated} and the timberwolf doesn't have disadvantage on the attack roll.": "当森林狼用武器攻击命中目标并获得优势攻击检定时，或者目标在离不是{@condition incapacitated}的森林狼的盟友5英尺范围内且森林狼没有劣势攻击检定时，森林狼造成额外7({@dice 2d6})点伤害。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d4 + 2}) piercing damage. If the target is a creature, it must succeed on a {@dc 11} Strength saving throw or be knocked {@condition prone}.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}7 ({@damage 2d4 + 2}) 穿刺伤害。如果目标是生物，必须成功进行一次 {@dc 11} 力量豁免检定，否则被击倒。",
	"Carnivorous plants in canine form, Timber Wolves stalk the deep forests of Equestria, preying on anypony they can catch. Organized into highly effective packs by their Alphas, outnumbered ponies have trouble dealing with these menaces. However, Timber Wolves fear fire. Even a simple torch will keep them at bay. Woodswise pony rangers will always keep a torch at hoof's reach for these ever present threats.": "在符合当地语言习惯的情况下，像(%num%)这样的文本在翻译中仍应输出为(%num%)。\n\n在艾奎斯特里亚（Equestria）深林中潜伏着以犬形态为特征的食肉植物，森林狼（Timber Wolves）猎捕一切它们能抓住的小马。由它们的阿尔法（Alphas）组织成高效的群体，小马们在面对这些威胁时常常处于劣势。然而，森林狼害怕火焰。即使是一支简单的火炬也足以让它们保持距离。精通森林的小马护林员们总是随身携带火炬以防这些潜在威胁。",
	"The alpha has advantage on an attack roll against a creature if at least one of the alpha's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一个alpha的盟友在离生物5英尺范围内且该盟友不是{@condition incapacitated}，则alpha在对该生物进行攻击检定时具有优势。",
	"The alpha has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "Alpha在依赖听觉或嗅觉的感知检定中拥有优势。",
	"The alpha regains 10 hit points at the start of its turn if it has at least 1 hit point. If the alpha takes fire damage this trait doesn't function at the start of the alpha's next turn.": "Alpha在其回合开始时恢复10点生命值，如果它至少有1点生命值。如果Alpha受到火焰伤害，该特性在下一个回合开始时不起作用。",
	"Once per turn, the alpha deals an extra 14 ({@dice 4d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the alpha that isn't {@condition incapacitated} and the alpha doesn't have disadvantage on the attack roll.": "每回合一次，当alpha使用武器攻击命中目标并具有攻击优势时，额外造成14点伤害({@dice 4d6})，或者当目标在alpha的非{@condition incapacitated}盟友5英尺范围内且alpha没有攻击劣势时。",
	"The alpha makes two bite attacks.": "Alpha进行两次咬击攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}15 ({@damage 3d6 + 5}) piercing damage.  If the target is a creature, it must succeed on a {@dc 15} Strength saving throw or be knocked {@condition prone}": "{@atk mw} 近战攻击，射程5英尺，目标一个。造成 {@h}15 ({@damage 3d6 + 5}) 穿刺伤害。如果目标是生物，必须通过 {@dc 15} 力量豁免检定，否则被击倒{@condition prone}。",
	"The alpha can absorb another timber wolf to gain 10 HP, or the timber wolf's remaining HP, which ever is greater. This also gives the alpha resistance to fire damage for the rest of it's turn.": "Alpha(阿尔法)可以吸收另一只森林狼，获得10点生命值，或者吸收森林狼剩余的生命值（取两者中较大的值）。这还会让Alpha(阿尔法)在本回合剩余时间内对火焰伤害具有抗性。",
	"The cragodile can breathe air and water.": "岩鳄可以在陆地和水中呼吸。",
	"The cragodile makes two attacks.": "岩鳄进行两次攻击。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}17 ({@damage 3d8 + 4}) piercing damage, and if the target is a Medium or smaller creature, it is {@condition grappled} (escape DC19).": "{@atk mw} {@hit 9}攻击，射程5英尺，目标一个。造成{@h}17 ({@damage 3d8 + 4})点穿刺伤害，如果目标是中等或更小的生物，则被{@condition grappled} (逃脱 DC19)。",
	"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}30 ({@damage 4d12 + 4}) bludgeoning damage.": "{@atk mw} {@hit 9}攻击，射程10英尺，一个目标。造成{@h}30 ({@damage 4d12 + 4})点钝击伤害。",
	"The wurm can burrow through solid rock at half its burrow speed and leaves a 10-foot-diameter tunnel in its wake.": "巨虫可以以其掘地速度的一半在坚硬岩石中钻行，并在其经过处留下直径10英尺的隧道。",
	"The wurm makes three tentacle attacks.": "巨虫进行三次触手攻击。",
	"{@atk mw} {@hit 14} to hit, reach 15 ft., one target. {@h}18 ({@damage 2d8 + 9}) bludgeoning damage, plus 9 ({@damage 2d8}) poison damage. A hit creature is grappled automatically by the wurm.": "{@atk mw} 使用 {@hit 14} 进行攻击，射程15英尺，目标为一名生物。造成{@h}18 ({@damage 2d8 + 9}) 钝击伤害，另外造成9 ({@damage 2d8}) 毒素伤害。被命中的生物会被沙虫自动抓取。",
	"All Large or smaller creatures grappled by the wurm must succeed on a {@dc 19} Strength saving throw or be swallowed. A swallowed creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the tatzlwurm, and it takes 35 ({@damage 10d6}) acid damage at the start of each of the tatzlwurm's turns. If the tatzlwurm takes 30 damage or more on a single turn from a creature inside it, the tatzlwurm must succeed on a {@dc 19} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall {@condition prone} in a space within 10 feet of the tatzlwurm. If the tatzlwurm dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse by using 10 feet of movement, exiting {@condition prone}.": "被巨蛆缠住的所有大型或更小的生物必须成功进行一次 {@dc 19} 力量豁免才能避免被吞噬。被吞噬的生物处于被 {@condition blinded} 和 {@condition restrained} 的状态，对于蛆虫外部的攻击和其他效果具有完全掩护，并且在每个蛆虫回合开始时受到 35 ({@damage 10d6}) 酸性伤害。如果蛆虫在单个回合内受到来自内部生物的 30 点或更多伤害，蛆虫必须在该回合结束时成功进行一次 {@dc 19} 体质豁免，否则会将所有被吞噬的生物吐出，它们会在距离蛆虫 10 英尺内的一个空间中落下。如果蛆虫死亡，被吞噬的生物不再受其影响，并可以通过使用 10 英尺的移动来从尸体中逃脱，离开 {@condition prone}。",
	"The wurm exhales acid in a 60-foot cone. Each creature in that area must make a {@dc 19} Dexterity saving throw, taking 35 ({@damage 10d6}) acid damage on a failed save, or half as much damage on a successful one.": "巨虫在一个60英尺的锥形区域内呼出酸液。该区域内的每个生物必须进行一次{@dc 19}敏捷豁免检定，未通过则受到35点({@damage 10d6})酸性伤害，通过则只受到一半伤害。",
	"The Bug Bear can make 2 reactions and object interactions per turn.": "熊人(Bug Bear)每回合可以进行2次反应和物品互动。",
	"The Bug Bear makes three attacks, two claw attacks and one Sting attack.": "这只大蜘蛛熊进行三次攻击，两次爪击和一次螫刺攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) slashing damage and the target must make a DC18 Dexterity (Acrobatics) or Strength (Athletics) ability check, or be {@condition grappled}. The Bug Bear can only grapple 2 creatures at a time.": "{@atk mw} {@hit 8}攻击，射程5英尺，一个目标。造成{@h}14 ({@damage 2d8 + 5})点砍伤伤害，目标必须进行一次DC18的敏捷（体操）或力量（竞技）属性检定，否则被{@condition grappled}。巨熊人一次只能拥抱2个生物。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d10 + 5}) piercing damage and the target must make a DC15 Constitution saving throw or take 22 ({@damage 5d8}) Poison damage, half on a success. This attack has advantage on a creature the Bug Bear has {@condition grappled}.": "{@atk mw} 攻击命中，射程5英尺，目标一个。造成10 ({@damage 1d10 + 5}) 穿刺伤害，目标必须进行一次DC15的体质豁免，否则会受到22 ({@damage 5d8}) 毒素伤害，成功豁免则伤害减半。此攻击对于拥有{@condition grappled}的生物有优势。",
	"The bugbear can make a Claw attack in response to being hit with an attack.": "这只蟑螂熊(Bugbear)可以在受到攻击时进行一次爪击攻击。",
	"The werebat can use its action to polymorph into a bat-equinoid hybrid or into a bat, or back into its true form, which is equinoid. Its statistics, other than its AC, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.": "这只蝙蝠兽人可以利用其行动力将自己变形为蝙蝠-兽人混合体或蝙蝠，或者恢复成其真实形态，即兽人。除了其防御等级（AC）之外，其统计数据在每种形态下都是相同的。它所穿戴或携带的任何装备都不会被转化。如果它死亡，它会恢复到真实形态。",
	"The werebat has advantage on Wisdom ({@skill Perception}) checks that rely on hearing.": "夜蝙蝠在依赖听觉的感知检定中获得优势。",
	"The werebat can't use its blindsight while {@condition deafened}.": "蝙蝠人在{@condition deafened}时无法使用其致盲视觉。",
	"Once per turn, the werebat deals an extra 18 ({@dice 6d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the werebat that isn't {@condition incapacitated} and the werebat doesn't have disadvantage on the attack roll.": "每回合一次，当狼蝠人用武器攻击命中目标并获得优势攻击检定时，或者当目标在狼蝠人的盟友（非{@condition incapacitated}）5英尺内且狼蝠人没有劣势攻击检定时，狼蝠人造成额外18点伤害。",
	"The werebat makes two attacks, one of which can be a bite.": "这只蝙蝠人进行两次攻击，其中一次可以是咬(%num%)。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage.  If the target is a equinoid, it must succeed on a {@dc 11} Constitution saving throw or be cursed with werebat lycanthropy.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}5 ({@damage 1d4 + 3}) 穿刺伤害。如果目标是一个马科动物，它必须成功通过一个{@dc 11} 体质豁免才能免疫被诅咒成为蝙蝠人。",
	"{@atk rw} {@hit +5} to hit, range 30/120 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage.": "{@atk rw} {@hit +5} 进行攻击，射程30/120英尺，目标为一名敌人。造成{@h}6 ({@damage 1d6 + 3}) 穿刺伤害。",
	"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage.": "{@atk mw} {@hit +5}攻击，达到5英尺，一个目标。造成{@h}6 ({@damage 1d6 + 3})点割伤伤害。",
	"The werebat can attempt to Hide or Disengage as a bonus action.": "这只蝙蝠人可以作为一个奖励动作尝试躲藏或脱离（Hide or Disengage）。",
	"A character that becomes a werebat gains a Dexterity of 17 if his or her score isn't already higher, blindsight (echolocation) with a range of 120 feet, a flying speed of 40 while in hybrid or bat form, and a +2 bonus to AC while in bat or hybrid form (from natural armor). Attack and damage rolls for the natural weapons are based on the character's Dexterity.": "一个变成了蝙蝠人的角色，如果他或她的敏捷分数还没有更高的话，将获得17的敏捷值，具有120英尺的盲视（回声定位），在混合或蝙蝠形态下拥有40的飞行速度，并在蝙蝠或混合形态下获得+2的AC奖励（来自自然护甲）。自然武器的攻击和伤害骰面基于角色的敏捷值。",
	"Celestia's weapon attacks are magical. When Celestia hits with any weapon or spell attack, she deals an extra {@dice 6d8} radiant damage.": "赛莉斯提亚的武器攻击是魔法攻击。当赛莉斯提亚使用任何武器或法术攻击命中目标时，她额外造成{@dice 6d8}点辐射伤害。",
	"Celestia knows if she hears a lie.": "Celestia知道是否听到了谎言。",
	"Celestia makes two Longsword or Lightning Spear attacks.": "Celestia 进行两次长剑或闪电矛攻击。",
	"Celestia releases her longsword to hover magically in an unoccupied space within 5 feet of it. If Celestia can see the sword, Celestia can mentally command it as a bonus action to fly up to 50 feet and either make one attack against a target or return to Celestia's hands. If the hovering sword is targeted by any effect, Celestia is considered to be holding it. The hovering sword falls if Celestia dies.": "Celestia释放她的长剑，让它在离它5英尺的未被占据的空间中魔法悬浮。如果Celestia能看到这把剑，Celestia可以在她的奖励行动中精神指挥它，让它飞行最多50英尺，然后要么对目标进行一次攻击，要么回到Celestia的手中。如果悬浮的剑被任何效果瞄准，Celestia被视为持有它。如果Celestia死亡，悬浮的剑会掉落。",
	"Celestia touches another creature. The target magically regains 40 ({@dice 8d8 + 4}) hitpoints and is freed from any curse, disease, poison, blindness or deafness.": "Celestia触摸另一个生物。目标在魔法作用下恢复40 ({@dice 8d8 + 4}) 点生命值，并解除任何诅咒、疾病、毒素、失明或失聪状态。",
	"{@atk rs} {@hit 17} to hit, range 120/120 ft., one target. {@h}15 ({@damage 1d10 + 10}) lightning damage, plus 27 ({@damage 6d8}) radiant damage.": "{@atk rs} {@hit 17}攻击，射程120/120英尺，目标一个。造成{@h}15 ({@damage 1d10 + 10}) 闪电伤害，加上27 ({@damage 6d8}) 光辉伤害。",
	"{@atk mw} {@hit +15} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d8 + 8}) slashing damage, plus 27 ({@damage 6d8}) radiant damage.": "{@atk mw} {@hit +15} 进行攻击，达到5英尺，一个目标。造成17 ({@damage 2d8 + 8}) 斩击伤害，另外造成27 ({@damage 6d8}) 圣光伤害。",
	"Celestia magically teleports along with any equipment she is wearing or carrying, up to 120 feet in any direction.": "Celestia使用魔法传送，连同她穿戴或携带的任何装备，可以朝任何方向最多传送120英尺。",
	"Celestia emits magical, divine energy. Each creature of her choice in a 10 foot radius must make a {@dc 23} Dexterity saving throw, taking 14 ({@damage 4d6}) fire damage plus 14 ({@damage 4d6}) radiant damage on a failed save, or half as much damage on a successful one.": "赛莉斯提亚(Celestia)散发着神奇的神圣能量。在她选择的范围内，每个生物必须进行一次{@dc 23}敏捷豁免，未能通过则受到14({@damage 4d6})火焰伤害和14({@damage 4d6})辐射伤害，通过则只受一半伤害。",
	"Celestia targets one creature she can see within 30 ft. of her. If the target can see her, the target must succeed on a {@dc 15} Constitution saving throw or be {@condition blinded} until magic such as the Lesser Restoration spell removes the blindness.": "Celestia瞄准她能看到的距离30英尺内的一只生物。如果目标能看到她，目标必须成功进行一次{@dc 15}宪法豁免才能免疫{@condition blinded}，直到类似《小恢复》法术这样的魔法消除盲目状态。",
	"Luna's weapon attacks are magical. When Luna hits with any weapon or spell attack, she deals an extra {@dice 6d8} radiant damage.": "露娜的武器攻击是魔法的。当露娜用任何武器或法术攻击命中时，她会额外造成{@dice 6d8}点辐射伤害。",
	"Luna knows if she hears a lie.": "露娜知道如果她听到了一场谎言。(Luna)",
	"Luna makes two Glaive or Moonbow attacks.": "露娜进行两次戈尖或月弓攻击。",
	"{@atk rw} {@hit +16} to hit, range 150/600 ft., one target. {@h}18 ({@damage 2d8 + 9}) piercing damage plus 27 ({@damage 6d8}) radiant damage. If the target is a creature that has 100 hit points or fewer, it must succeed on a {@dc 23} saving throw or die.": "{@atk rw} {@hit +16}攻击，射程150/600英尺，目标为一名生物。造成{@h}18 ({@damage 2d8 + 9})点穿刺伤害加上27 ({@damage 6d8})点辐射伤害。如果目标是拥有100点生命值或更少的生物，它必须通过一次{@dc 23}豁免才能幸存。",
	"{@atk mw} {@hit 16} to hit, reach 10 ft., one target. {@h}20 ({@damage 2d10 + 9}) slashing damage, plus 27 ({@damage 6d8}) radiant damage.": "{@atk mw} 使用攻击命中，达到10英尺，一个目标。造成{@h}20 ({@damage 2d10 + 9}) 斩击伤害，加上27 ({@damage 6d8}) 光辉伤害。",
	"Luna touches another creature. The target magically regains 40 ({@dice 8d8 + 4}) hitpoints and is freed from any curse, disease, poison, blindness or deafness.": "露娜触摸另一个生物。目标神奇地恢复40 ({@dice 8d8 + 4}) 点生命值，并解除任何诅咒、疾病、毒素、失明或失聪状态。",
	"Luna magically teleports along with any equipment she is wearing or carrying, up to 120 feet in any direction.": "露娜使用魔法传送，连同携带或穿戴的装备一起，可以向任意方向传送最多120英尺。",
	"Luna emits magical, divine energy. Each creature of her choice in a 10 foot radius must make a {@dc 23} Dexterity saving throw, taking 14 ({@damage 4d6}) cold damage plus 14 ({@damage 4d6}) radiant damage on a failed save, or half as much damage on a successful one.": "露娜散发出神奇的神圣能量。在她选择的范围内，每个生物必须进行一次{@dc 23}敏捷豁免，未通过则受到14({@damage 4d6})冰冷伤害和14({@damage 4d6})辐射伤害，通过则只受一半伤害。",
	"Luna targets one creature she can see within 30 ft. of her. If the target can see her, the target must succeed on a {@dc 15} Constitution saving throw or be {@condition blinded} until magic such as the Lesser Restoration spell removes the blindness.": "露娜瞄准她能看到的距离30英尺内的一只生物。如果目标能看到她，目标必须成功进行一次{@dc 15}宪法豁免才能免疫{@condition blinded}，直到类似小恢复法术这样的魔法消除盲目状态。",
	"To transform Princess Luna into the Nightmare, Change her alignment to Lawful Evil, change the radiant damage she deals to necrotic, she gains Legendary Resistance and replace her healing touch with the following:": "将公主月亮 (Princess Luna) 转变为梦魇 (the Nightmare)，将她的属性改为守序邪恶 (Lawful Evil)，将她造成的辐射伤害改为死灵伤害，她获得传奇抗性 (Legendary Resistance)，并用以下内容替换她的治愈之触 (healing touch)：",
	"Voice of Fear (1/Day). The Nightmare utters a dreadful word of power. Each creature that can hear her must succeed on a {@dc 21} Wisdom saving throw or become {@condition frightened} of her for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. A creature that saves against this effect is immune to his Fearful Voice for 24 hours.": "恐惧之声 (1/天). 噩梦发出一声可怕的力量之词. 每个能听见她的生物必须成功通过一个 {@dc 21} 感知豁免才能免疫她的影响1分钟. 一个生物可以在自己的回合结束时重复这个豁免才能, 成功则结束自身的影响. 一个成功通过这个效果的生物对恐惧之声免疫24小时.",
	"During its first turn, the changeling has advantage on attack rolls against any creature that hasn't taken a turn. Any hit the changeling scores against a {@quickref Surprise|PHB|3|0|surprised} creature is a critical hit.": "变形怪在其第一轮中对尚未行动的任何生物进行攻击时具有优势。变形怪对{@quickref Surprise|PHB|3|0|surprised}生物造成的任何命中都是暴击。",
	"If the changeling is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, the changeling instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "如果幻形生物受到允许其进行敏捷豁免来仅受一半伤害的效果影响，那么如果它成功通过豁免检定，幻形生物将不受任何伤害，如果它失败，则只受一半伤害。",
	"The changeling can use its action to polymorph into a Small or Medium equinoid it has seen, or back into its true form. Its statistics, other than its speed, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.": "变形怪可以使用动作将自己变形成为它见过的一个小型或中型类马类生物，或者变回真实形态。除了速度以外，它在每种形态下的属性都是相同的。它穿戴或携带的任何装备不会被转变。如果它死亡，它会恢复到真实形态。",
	"Once per turn, the changeling deals an extra 14 ({@dice 4d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the changeling that isn't {@condition incapacitated} and the changeling doesn't have disadvantage on the attack roll.": "每回合一次，当幻形生物用武器攻击命中目标并获得优势攻击检定时，它会额外造成14点伤害({@dice 4d6})；或者当目标在幻形生物的一个非{@condition incapacitated}盟友5英尺内，并且幻形生物没有劣势攻击检定时，也会额外造成14点伤害。",
	"The changeling makes two attacks.": "变形怪进行两次攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage and the target must make a DC15 Constitution saving throw, taking 17 ({@damage 5d6}) poison damage and becoming {@condition poisoned} on a fail, and taking half the poison damage on a success.": "{@atk mw} 近战攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d6 + 3}) 斩击伤害，目标必须进行一次DC15的体质豁免才能，否则将受到17 ({@damage 5d6}) 毒素伤害并在失败后变成{@condition poisoned}，成功则只受到一半毒素伤害。",
	"{@atk rw} {@hit 6} to hit, range 30/60 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage and the target must make a DC17 Constitution saving throw, taking 28 ({@damage 8d6}) poison damage on a fail.": "{@atk rw} {@hit 6}攻击，射程30/60尺，目标一个。造成{@h}6 ({@damage 1d6 + 3})穿刺伤害，目标必须进行一次DC17的体质豁免，失败则受到28 ({@damage 8d6})毒素伤害。",
	"As a bonus action, the changeling may attempt to Hide, Disengage, or Dodge.": "作为一个奖励动作，变形者可以尝试躲藏、脱离战斗或闪避。",
	"The changeling is an innate spellcaster, using Charisma (Spell Save {@dc 13}, Spell Attack Modifier +5) for the following spells.": "变形者是一位天生的咒术师，使用魅力（法术豁免 {@dc 13}，法术攻击修正 +5）施放以下法术。",
	"The changeling is an innate spellcaster, using Charisma (Spell Save {@dc 11}, Spell Attack Modifier +3) for the following spells.": "变形者是一位天生的咒术师，使用魅力（法术豁免 {@dc 11}，法术攻击修正 +3）施展以下法术。",
	"The changeling can use its action to polymorph into a Small or Medium equinoid it has seen, or back into its true form. Its statistics, other than its size and speeds, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.": "变形怪可以使用动作将自己变形成为它见过的一个小型或中型马科动物，或者变回真实形态。除了体型和速度之外，它在每种形态下的属性都是一样的。它穿戴或携带的任何装备都不会被转变。如果它死亡，它会恢复到真实形态。",
	"The changeling makes two attacks, or casts {@spell emotion drain|mlpplaneshift} and then makes one attack.": "变形者进行两次攻击，或施放{@spell emotion drain|mlpplaneshift}然后进行一次攻击。",
	"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4+2}) slashing damage.": "{@atk mw} {@hit +4}攻击，达到5英尺，一个目标。造成{@h}4 ({@damage 1d4+2})点割伤伤害。"
}