{
	"While the Cupcake cake remains motionless, it is indistinguishable from an ordinary cupcake.": "当杯子蛋糕保持静止时，它和普通杯子蛋糕无异。",
	"When reduced to 0 hit points, it explodes and acid cake flies in all directions. Each creature within 5 feet of Cupcake must make a {@dc 13} Dexterity saving throw or take 6 ({@dice 2d6}) acid damage.": "当减少到0点生命值时，它会爆炸，酸性蛋糕飞向四面八方。每个在距离蛋糕5英尺范围内的生物必须进行一次{@dc 13}敏捷豁免检定，否则会受到6({@dice 2d6})点酸性伤害。",
	"Whenever the cupcake is subjected to acid damage, it takes no damage and instead regains a number of hit points equal to the acid damage dealt.": "每当蛋糕杯遭受酸性伤害时，它不会受到伤害，而是恢复的生命值等于所受酸性伤害的数值。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage.": "{@atk mw} 进行攻击，射程5英尺，目标为一名敌人。造成{@h}4 ({@damage 1d4 + 2}) 点穿刺伤害。",
	"While the Evil Cake remains motionless, it is indistinguishable from an ordinary cake.": "邪恶蛋糕保持静止时，和普通蛋糕无异。",
	"Whenever the the Evil Cake is subjected to acid damage, it takes no damage and instead regains a number of hit points equal to the acid damage dealt.": "每当邪恶蛋糕(Evil Cake)受到酸性伤害时，它不会受到伤害，而是恢复等同于所受酸性伤害的生命值。",
	"Evil Cake makes one bite attack and one scid stuffing spit attack or use your Chocolate Rain.": "邪恶蛋糕进行一次咬击攻击和一次酸液填充喷射攻击，或者使用你的巧克力雨（Chocolate Rain）。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) piercing damage, plus 10 ({@damage 3d6}) acid damage. ": "{@atk mw} {@hit 8}攻击，射程5英尺，目标一个。造成{@h}12({@damage 2d6 + 5})点穿刺伤害，加上10({@damage 3d6})点酸性伤害。",
	"{@atk rw} {@hit 6} to hit, range 80 ft., one target. {@h}6 ({@damage 1d6 + 3}) acid damage.": "{@atk rw} {@hit 6}命中，射程80英尺，目标一个。造成{@h}6({@damage 1d6 + 3})点酸性伤害。",
	"The Evil Cake wobbles and sour chocolate flies in all directions within 30ft of it. Each creature within the area must make a {@dc 16} Dexterity saving throw or be covered in acid chocolate. On a failed save, the creature takes 21 ({@damage 6d6}) acid damage and until someone takes an action to remove the acid, the creature takes 5 ({@damage 1d10}) acid damage at the start of each its turns. On a success, the creature takes half damage and is unaffected by the acid on subsequent turns.": "邪恶蛋糕摇摆不定，酸巧克力在它周围30英尺的范围内四处飞溅。范围内的每个生物必须进行一次{@dc 16}敏捷豁免检定，否则将被酸巧克力覆盖。未能通过豁免检定的生物将受到21({@damage 6d6})点酸性伤害，并且在有人采取行动清除酸性之前，该生物每个回合开始时将受到5({@damage 1d10})点酸性伤害。通过检定的生物将受到一半伤害，并且在随后的回合中不受酸性影响。",
	"The Evil Cake can take 3 legendary actions, choosing from the options below. Only one legendary action can be used at a time and only at the end of another creature's turn. The Evil Cake regains spent legendary actions at the start of its turn.": "邪恶蛋糕可以选择以下选项进行3次传奇行动。每次只能使用一次传奇行动，并且只能在其他生物的回合结束时使用。邪恶蛋糕在自己的回合开始时恢复已用的传奇行动。",
	"The Evil Cake make one attack with its Acid Stuffing Spit": "邪恶蛋糕（The Evil Cake）用其酸性馅料喷射进行一次攻击。",
	"Choose a creature that the Evil Cake can see. The creature must make a {@dc 16} Wisdom saving throw or become {@condition charmed} by the sweetness of the Evil Cake. While in this condition, the creature must use its movement to approach the Evil Cake and it will be craving it. The creature can't attack the cake, and it can repeat the saving throw at the end of its turn. Evil Cake has advantage on attacks rolls against the {@condition charmed} creature and whenever the creature takes damage it can roll the Wisdom saving throw again.": "选择一个邪恶蛋糕可以看到的生物。该生物必须进行一次 {@dc 16} 意志豁免检定，否则会被邪恶蛋糕的甜美所迷惑。在这种状态下，生物必须利用移动接近邪恶蛋糕，并渴望它。生物不能攻击蛋糕，并且可以在自己的回合结束时重复进行豁免检定。邪恶蛋糕对该生物的攻击投掷获得优势，并且每当该生物受到伤害时，可以再次进行意志豁免检定。",
	"Evil Cake automatically recharges your Chocolate Rain": "邪恶蛋糕自动回复你的巧克力雨",
	"Whenever the Gunslinger Cake is subjected to acid damage, it takes no damage and instead regains a number of hit points equal to the acid damage dealt.": "每当枪手蛋糕(Gunslinger Cake)受到酸性伤害时，它不会受到伤害，而是恢复的生命值数等于所受酸性伤害的数值。",
	"While the Gunslinger Cake remains motionless, it is indistinguishable from an ordinary cake.": "当枪手蛋糕保持静止时，它和普通蛋糕无异。(Gunslinger Cake)",
	"The Gunslinger Cake makes two attacks with your acid pistol.": "枪手蛋糕使用你的酸性手枪进行两次攻击。",
	"{@atk rw} {@hit +5} to hit, range 30/90 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage plus 7 ({@damage 2d6}) acid damage.": "{@atk rw} {@hit +5}命中，射程30/90英尺，目标一个。造成{@h}8 ({@damage 1d10 + 3})点穿刺伤害加上7 ({@damage 2d6})点酸性伤害。",
	"Acid is sprayed from the Gunslinger Cake pistol at a 15 feet cone. Each creature in the cone must succeed on a {@dc 14} Constitution saving throw or be {@condition blinded} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "枪手蛋糕手枪喷射出一道15英尺锥形范围的酸液。锥形范围内的每个生物必须进行一次{@dc 14}宪法豁免才能避免在1分钟内被{@condition blinded}。生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身的效果。"
}