{
	"While the Cupcake cake remains motionless, it is indistinguishable from an ordinary cupcake.": "当蛋糕杯保持静止时，它和普通杯子蛋糕无法区分。",
	"When reduced to 0 hit points, it explodes and acid cake flies in all directions. Each creature within 5 feet of Cupcake must make a {@dc 13} Dexterity saving throw or take 6 ({@dice 2d6}) acid damage.": "当降至0点生命值时，它爆炸并酸性蛋糕飞向各个方向。每个在距离杯子蛋糕5英尺范围内的生物必须进行一次 {@dc 13} 敏捷豁免检定，否则受到6 ({@dice 2d6}) 点酸性伤害。",
	"Whenever the cupcake is subjected to acid damage, it takes no damage and instead regains a number of hit points equal to the acid damage dealt.": "每当蛋糕被酸性伤害影响时，它不会受到伤害，而是恢复的生命值等于所受酸性伤害的数量。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage.": "{@atk mw} {@hit 4}攻击，达到5英尺，一个目标。{@h}4 ({@damage 1d4 + 2})穿刺伤害。",
	"While the Evil Cake remains motionless, it is indistinguishable from an ordinary cake.": "邪恶蛋糕保持静止时，与普通蛋糕无异。",
	"Whenever the the Evil Cake is subjected to acid damage, it takes no damage and instead regains a number of hit points equal to the acid damage dealt.": "每当邪恶蛋糕(Evil Cake)受到酸性伤害时，它不会受到伤害，而是恢复的生命值等于所受到的酸性伤害数目。",
	"Evil Cake makes one bite attack and one scid stuffing spit attack or use your Chocolate Rain.": "邪恶蛋糕进行一次咬击攻击和一次酸浆喷射攻击，或者使用你的巧克力雨（Chocolate Rain）。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) piercing damage, plus 10 ({@damage 3d6}) acid damage. ": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}12({@damage 2d6 + 5})点穿刺伤害，再加上10({@damage 3d6})点酸性伤害。",
	"{@atk rw} {@hit 6} to hit, range 80 ft., one target. {@h}6 ({@damage 1d6 + 3}) acid damage.": "{@atk rw} {@hit 6}攻击，射程80英尺，目标一个。造成{@h}6 ({@damage 1d6 + 3})点酸性伤害。",
	"The Evil Cake wobbles and sour chocolate flies in all directions within 30ft of it. Each creature within the area must make a {@dc 16} Dexterity saving throw or be covered in acid chocolate. On a failed save, the creature takes 21 ({@damage 6d6}) acid damage and until someone takes an action to remove the acid, the creature takes 5 ({@damage 1d10}) acid damage at the start of each its turns. On a success, the creature takes half damage and is unaffected by the acid on subsequent turns.": "邪恶蛋糕摇摆不定，酸巧克力飞溅在它周围30英尺范围内的所有方向。该区域内的每个生物必须进行一次{@dc 16}敏捷豁免检定，否则将被覆盖在酸性巧克力中。未通过豁免检定的生物会受到21({@damage 6d6})点酸性伤害，直到有人采取行动来清除酸性为止，该生物在每个回合开始时会受到5({@damage 1d10})点酸性伤害。通过检定的生物只受到一半伤害，并且在随后的回合中不受酸性影响。",
	"The Evil Cake make one attack with its Acid Stuffing Spit": "邪恶蛋糕使用其酸性馅料唾液进行一次攻击。",
	"Choose a creature that the Evil Cake can see. The creature must make a {@dc 16} Wisdom saving throw or become {@condition charmed} by the sweetness of the Evil Cake. While in this condition, the creature must use its movement to approach the Evil Cake and it will be craving it. The creature can't attack the cake, and it can repeat the saving throw at the end of its turn. Evil Cake has advantage on attacks rolls against the {@condition charmed} creature and whenever the creature takes damage it can roll the Wisdom saving throw again.": "选择一个邪恶蛋糕可以看到的生物。这个生物必须进行一次{@dc 16}感知豁免才能抵抗邪恶蛋糕的甜美诱惑，否则会变成{@condition charmed}。在这种状态下，生物必须使用移动动作靠近邪恶蛋糕，并且会渴望它。生物不能攻击蛋糕，并且可以在自己的回合结束时重复进行豁免才能。邪恶蛋糕对这个{@condition charmed}生物有优势攻击，并且每当生物受到伤害时，可以再次进行感知豁免。",
	"Evil Cake automatically recharges your Chocolate Rain": "邪恶蛋糕自动为你的巧克力暴雨重新充能(Evil Cake)",
	"Whenever the Gunslinger Cake is subjected to acid damage, it takes no damage and instead regains a number of hit points equal to the acid damage dealt.": "每当枪手蛋糕(Gunslinger Cake)受到酸性伤害时，它不会受到伤害，而是恢复等同于所受酸性伤害量的生命值。",
	"While the Gunslinger Cake remains motionless, it is indistinguishable from an ordinary cake.": "当枪手蛋糕保持静止时，它和普通蛋糕无异。",
	"The Gunslinger Cake makes two attacks with your acid pistol.": "枪手蛋糕使用你的酸性手枪进行两次攻击。",
	"{@atk rw} {@hit +5} to hit, range 30/90 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage plus 7 ({@damage 2d6}) acid damage.": "{@atk rw} {@hit +5}攻击，射程30/90尺，目标一个。造成{@h}8 ({@damage 1d10 + 3})穿刺伤害加上7 ({@damage 2d6})酸性伤害。",
	"Acid is sprayed from the Gunslinger Cake pistol at a 15 feet cone. Each creature in the cone must succeed on a {@dc 14} Constitution saving throw or be {@condition blinded} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "从枪手蛋糕手枪上喷射出一股酸液，形成一个15英尺的锥形范围。锥形范围内的每个生物必须进行一次{@dc 14}体质豁免才能通过，否则将在1分钟内被{@condition blinded}。生物可以在自己的回合结束时重复进行豁免才能，成功豁免则效果消失。",
	"The Evil Cake can take 3 legendary actions, choosing from the options below. Only one legendary action can be used at a time and only at the end of another creature's turn. The Evil Cake regains spent legendary actions at the start of its turn.": "邪恶蛋糕可以执行3个传奇动作，可以从以下选项中选择。每次只能使用一个传奇动作，并且只能在另一个生物的回合结束时使用。邪恶蛋糕在自己的回合开始时恢复已使用的传奇动作。"
}