{
	"The elemental can burrow through nonmagical, unworked earth and stone. While doing so, the elemental doesn't disturb the material it moves through.": "元素生物可以在非魔法的、未经加工的土地和石头中钻行。在这个过程中，元素生物不会干扰它穿行的材料。",
	"The elemental deals double damage to objects and structures.": "元素对物体和结构造成双倍伤害。",
	"The elemental makes three slam attacks.": "元素生物进行三次猛击攻击。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d8 + 7}) bludgeoning damage.": "{@atk mw} 使用 {@hit 8} 进行攻击，射程10英尺，目标一个。造成 {@h}15 ({@damage 2d8 + 7}) 钝击伤害。",
	"{@atk rw} {@hit 8} to hit, range 40 ft., one target. {@h}26 ({@damage 6d8 + 7}) bludgeoning damage.": "{@atk rw} 进行攻击，射程40英尺，目标为一名敌人。造成{@h}26 ({@damage 6d8 + 7}) 钝击伤害。",
	"As a reaction, the elemental can bring up a rock shield from the ground giving it full cover and +5 AC until the end of the current turn.": "作为一种反应，元素生物可以从地面上升起一个岩石护盾，使其在当前回合结束前获得完全掩护和+5 AC。",
	"An earth elemental plods forward like a walking hill, club-like arms of jagged stone swinging at its sides. Its head and body consist of dirt and stone, occasionally set with chunks of metal, gems, and bright minerals.": "一个地元素像一个行走的小山一样缓慢前行，它那像棍棒般的石头手臂在两侧摆动。它的头部和身体由泥土和石头构成，偶尔镶嵌着金属块、宝石和明亮的矿物质。",
	"Earth elementals glide through rock and earth as though they were liquid. Earthbound creatures have much to fear from an earth elemental, since the elemental can pinpoint the precise location of any foe that stands on solid ground in its vicinity.": "地元素灵体在岩石和土地中滑行，就像它们是液体一样。地面生物对地元素有很多可怕之处，因为地元素可以准确找到站在其附近坚实地面上的任何敌人的位置。",
	"Elementals are incarnations of the elements that make up the universe: air, earth, fire, and water. Though little more than animated energy on their own planes of existence, they can be called on by spellcasters and powerful beings to take shape and perform tasks.": "元素生物是宇宙中构成元素的化身：空气、土地、火焰和水。虽然在它们自己的存在平面上只是一种有生命力的能量，但它们可以被咒术师和强大的存在召唤出来，以便具象并执行任务。",
	"On its home plane, an elemental is a bodiless life force. Its dim consciousness manifests as a physical shape only when focused by the power of magic. A wild spirit of elemental force has no desire except to course through the element of its native plane. Like beasts of the Material Plane, these elemental spirits have no society or culture, and little sense of being.": "在它的本源位面上，一个元素生物是一个无形的生命力量。只有在魔法力量的聚焦下，它微弱的意识才会显现为一个物理形态。元素力量的野性精神除了穿梭于本源位面的元素之中外，没有任何欲望。和物质位面的野兽一样，这些元素精灵没有社会或文化，也缺乏自我意识。",
	"Certain spells and magic items can conjure an elemental, summoning it from the Inner Planes to the Material Plane. Elementals instinctively resent being pulled from their native planes and bound into service. A creature that summons an elemental must assert force of will to control it.": "某些法术和魔法物品可以召唤元素生物，将它们从内部位面召唤到物质位面。元素生物本能地厌恶被从本源位面中拉出并束缚为奴役。召唤元素的生物必须施加意志力来控制它。",
	"Powerful magic can bind an elemental spirit into a material template that defines a specific use and function. Invisible stalkers are air elementals bound to a specific form, in the same way that water elementals can be shaped into water weirds.": "强大的魔法可以将元素精灵绑定到一个特定的形态中，定义其特定的用途和功能。隐形追踪者是绑定在特定形态中的风元素，就像水元素可以被塑造成水怪一样。",
	"An elemental doesn't require air, food, drink, or sleep.": "元素生物不需要空气，食物，饮料或睡眠。",
	"Angrboda is a 30th level spellcaster capable of casting 9th level spells using her intelligence. She has the following spells prepared. +15 to hit, spell save {@dc 23}.": "安格博达是一名30级的法术施法者，能够利用她的智力施放9级法术。她已经准备好以下法术。+15命中，法术豁免 {@dc 23}。",
	"The giant regains 40 hit points at the start of its turn. If the giant takes acid or necrotic damage, this trait doesn't function at the start of its next turn. The giant dies only if it starts its turn with 0 hit points and doesn't regenerate.": "巨人在回合开始时回复40点生命值。如果巨人受到酸性或死灵伤害，该特性在其下一个回合开始时不会生效。巨人只有在回合开始时生命值为0且无法再生时才会死亡。",
	"As a bonus action, the giant can enter a rage at the start of its turn. The rage lasts for 1 minute. While raging, the giant gains the following benefits:": "作为一个奖励动作，在其回合开始时，巨人可以进入狂暴状态。狂暴状态持续1分钟。在狂暴状态下，巨人获得以下好处：",
	"- The giant has advantage on Strength checks and Strength saving throws": "- 巨人在力量检定和力量豁免 throws 中获得优势。",
	"- When it makes a melee weapon attack, the giant gains a +4 bonus to the damage roll.": "- 当巨人进行近战武器攻击时，获得+4的伤害加值。",
	"- The giant has resistance to bludgeoning, piercing, and slashing damage.": "- 这只巨人对钝击、穿刺和砍砍伤害具有抗性。",
	"Angrboda makes four attacks with its staff.": "安格博达使用她的法杖进行四次攻击。",
	"{@atk mw} {@hit 18} to hit, reach 10 ft., one target. {@h}30 ({@damage 3d12 + 9}) bludgeoning damage, or 34 ({@damage 3d12 + 11}) bludgeoning damage while raging.": "{@atk mw} {@hit 18} 进行攻击，射程10英尺，一个目标。造成{@h}30 ({@damage 3d12 + 9}) 钝击伤害，或者在狂暴状态下造成34 ({@damage 3d12 + 11}) 钝击伤害。",
	"{@atk rw} {@hit 18} to hit, range 60/240 ft., one target. {@h}31 ({@damage 4d10 + 9}) bludgeoning damage.": "{@atk rw} 使用命中，射程60/240英尺，一个目标。造成{@h}31({@damage 4d10 + 9})点钝击伤害。",
	"Angrboda casts a known spell.": "安格博达 (Angrboda) 施放了一个已知的法术。",
	"Angrboda can cast a spell that she knows that is of level two or lower.": "安格博达可以施放她所知道的二级或更低级别的法术。",
	"Angrboda makes an attack with her staff.": "安格博达用她的法杖发动攻击。",
	"Angrboda can up to her movement speed without provoking attacks of opportunity.": "安格博达可以达到她的移动速度，而不会引发机会攻击。",
	"Angrboda is a wife of Loki and mother to Fenrir, Jormungdr, and Hel. Her children were taken from her by Odin due to a prophecy that Loki's children would doom Asgard. She seeks to reclaim her family to make it whole once more.": "安格博达是洛基的妻子，是芬里尔、约尔姆恩加德和海尔的母亲。她的孩子被奥丁带走，因为有一个预言说洛基的孩子会毁灭阿斯加德。她努力要重新夺回她的家庭，让它再次完整。",
	"Angrboda is a powerful arcane caster capable of casting 9th level spells. She has practiced her magic to protect her from the Aesir, other giants, and to give her the power to free her children.": "安格博达(Angrboda)是一位强大的奥术施法者，能够施放9级法术。她通过练习魔法来保护自己免受阿萨神族(Aesir)和其他巨人的伤害，并赋予自己解救子女的力量。",
	"Angrboda is the Mother of Monsters. She is capable of transforming into a wolf or other creatures to adventure unnoticed. She has given birth to many other wolves and monstrosities which wander the lands and answer to her call.": "安格博达（Angrboda）是怪物之母。她有能力变身为狼或其他生物，悄无声息地展开冒险。她生下了许多其他狼和怪物，它们在大地上徜徉，并听从她的召唤。",
	"The sun elf's casts one of the following spells, requiring no material components and using Charisma as the spellcasting ability (spell save {@dc 18}):": "太阳精灵施放以下其中一个法术，无需材料组件，并使用魅力作为施法能力（法术豁免{@dc 18}）：",
	"The sun elf discerns when a creature in earshot speaks a lie in a language the sun elf knows.": "太阳精灵能够辨别当有生物在其听力范围内用太阳精灵所懂的语言说谎。",
	"The sun elf has advantage on saving throws against being {@condition charmed}, and magic can't put the sun elf to sleep.": "太阳精灵在对抗被 {@condition charmed} 时拥有优势，并且魔法无法让太阳精灵入睡。",
	"While in darkness, the sun elf has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight.": "在黑暗中，太阳精灵在进行攻击投掷时有劣势，以及在依赖视觉的感知检定中的感知（{@skill Perception}）检定也有劣势。",
	"The sun elf makes three Sun Blade attacks.": "太阳精灵进行三次太阳之刃（Sun Blade）攻击。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 5}) piercing damage plus 16 ({@damage 2d8}) radiant damage. ": "{@atk mw} 近战攻击，射程5英尺，一目标。{@h}8 ({@damage 1d10 + 5}) 穿刺伤害加上16 ({@damage 2d8}) 光辉伤害。",
	"While the sun elf is within direct sunlight, it can use it's bonus action to misty step if it is not under any conditions that would prevent the spellcasting.": "当太阳精灵处于直射阳光下时，它可以利用其奖励动作进行瞬间移动，前提是没有任何阻止施法的条件。",
	"The sun elf attempts to magically summon a {@creature Air Elemental Myrmidon}, with a {@chance 50|50 percent} chance of success. If the attempt fails, the sun elf takes 5 ({@damage 1d10}) psychic damage. Otherwise, the summoned elemental appears in an unoccupied space within 60 feet of its summoner, acts as an ally of its summoner, and can't summon other elementals. It remains for 10 minutes, until it or its summoner dies, or until its summoner dismisses it as an action.": "太阳精灵尝试使用魔法召唤一个{@creature Air Elemental Myrmidon}，成功的几率为{@chance 50|50 percent}。如果尝试失败，太阳精灵会受到5点({@damage 1d10})的精神伤害。否则，被召唤的元素生物会出现在其召唤者的60英尺范围内的一个空位上，作为其召唤者的盟友，并且不能再召唤其他元素生物。它会持续10分钟，直到它或其召唤者死亡，或者其召唤者将其作为一个动作解散。",
	"Sun elves had a deep respect for magic, particularly of the high magic variety, and often concentrated their studies on its nature and use. Sun elves had an advantage in this over other races, even other elves, for as a collective group, sun elves had a greater wealth of lore than any other, a collection accumulated over millennia. With the proper training, sun elven mages might be capable of warding an entire city or changing the landscape of a small region overnight, although such power was often used hesitantly and with restraint; the destruction of Myth Drannor and other disasters reminding sun elves that, with great power, came the need to restrain one's self. As a result, sun elves, as much out of an urge to prevent magical disasters as out of possessive arrogance, were hesitant to use their abilities learned as mages outside of their domains.[10]": "太阳精灵对魔法有着深厚的尊重，尤其是对高等魔法的种类，他们经常将研究集中在魔法的本质和用途上。太阳精灵在这方面比其他种族，甚至其他精灵，都具有优势，因为作为一个集体群体，太阳精灵拥有比任何其他种族都更丰富的知识，这是在数千年中积累起来的。经过适当的训练，太阳精灵法师可能有能力在一夜之间保护整个城市或改变一个小区域的景观，尽管这样的力量通常会被谨慎地和克制地使用；米斯德拉诺尔的毁灭和其他灾难提醒着太阳精灵，伴随着巨大的力量，就需要克制自己。因此，太阳精灵不仅出于防止魔法灾难的冲动，也出于占有欲的傲慢，他们不愿意在自己领地之外使用作为法师学到的能力。[%10]",
	"Although sun elves favored the arcane, they did not neglect the divine and most sun elves were deeply religious. This piety was often intertwined with nationalism, as sun elves firmly believed they were the chosen people of the Seldarine. As in most other things, sun elves left no detail incomplete and the sun elven ceremonies devoted to the Seldarine were often long and drawn-out. For other races, these rites might even seem dull, with sun elves neglecting any hint of joy or merriness, which they believed disrespectful to the gods, in their worship.[12]": "尽管太阳精灵偏爱奥术，但他们并没有忽视神圣，大多数太阳精灵都是虔诚的信徒。这种虔诚通常与民族主义紧密相连，因为太阳精灵坚信他们是塞尔达琳的被选之民。与其他事物一样，太阳精灵从不马虎，致力于塞尔达琳的仪式通常漫长而冗长。对其他种族来说，这些仪式甚至可能显得乏味，因为太阳精灵在崇拜中不会忽略任何快乐或欢乐的迹象，他们认为这是对神明的不敬。[12]",
	"Sun elves generally paid heed to all the Seldarine,[12] though some did not consider Angharradh to be amongst the Seldarine.[13] Most found Corellon Larethian most worthy of their veneration. To the common sun elf, Corellon reflected the best qualities of a leader — wisdom, generosity, and firm leadership. Priests of the god often had a high place in sun elven society, advising nobility and aiding the military. Another god who commonly drew sun elf attention was Labelas Enoreth, who sun elves saw as the leader and protector of their culture in particular, as well as the keeper of wisdom and knowledge that sun elves valued so highly.[12]": "太阳精灵通常尊敬所有的塞尔达琳（Seldarine），尽管有些人认为安加拉德（Angharradh）不属于塞尔达琳之列。大多数人认为科瑞隆·拉瑞西安（Corellon Larethian）最值得他们崇拜。对于普通的太阳精灵来说，科瑞隆反映了一个领袖最好的品质——智慧、慷慨和坚定的领导力。信仰这位神的祭司在太阳精灵社会中往往地位崇高，为贵族提供建议并协助军事。另一位常吸引太阳精灵注意的神是拉贝拉斯·伊诺瑞斯（Labelas Enoreth），太阳精灵视他为他们文化的领袖和守护者，同时也是太阳精灵如此高度重视的智慧和知识的守护者。",
	"The sun elf's spellcasting ability is Charisma (spell save {@dc 12}). It can innately cast the following spells, requiring no material components:": "太阳精灵的施法能力是魅力（法术豁免{@dc 12}）。它可以天生施放以下法术，无需材料组件：",
	"While in sunlight, the sun elf has advantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight.": "在阳光下，太阳精灵在进行攻击投掷时具有优势，以及在依赖视觉的感知（智慧{@skill Perception}）检定上也具有优势。",
	"The sun elf makes two shortsword attacks.": "太阳精灵进行两次短剑攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage plus 10 ({@damage 3d6}) poison damage.": "{@atk mw} {@hit 7}攻击，射程5英尺，目标一个。造成{@h}7 ({@damage 1d6 + 4})穿刺伤害加上10 ({@damage 3d6})毒素伤害。",
	"{@atk rw} {@hit 7} to hit, range 30/120 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage.": "{@atk rw} 使用 {@hit 7} 进行攻击，射程30/120英尺，目标为一名敌人。造成{@h}7 ({@damage 1d6 + 4}) 穿刺伤害。",
	"The sun elf adds 3 to its AC against one melee attack that would hit it. To do so, the sun elf must see the attacker and be wielding a melee weapon.": "太阳精灵在面对一次近战攻击时，可以将其护甲等级提高3点。为此，太阳精灵必须看到攻击者并持有一把近战武器。",
	"Sun Elves often wear magic armor and carry magic weapons.": "太阳精灵经常穿着魔法盔甲，携带魔法武器。",
	"A sun elf warrior wearing {@item +2 Studded Leather Armor||+2 studded leather} and carrying a {@item +2 shortsword} has AC 20 and a +2 bonus on attack and damage rolls with shortsword attacks.": "一名穿着{@item +2 Studded Leather Armor||+2 studded leather}、手持{@item +2 shortsword}的太阳精灵战士，AC为20，并且在使用短剑进行攻击时攻击和伤害骰获得+2的加值。",
	"The drow wears {@item drow +2 studded leather armor|mm|+2 studded leather armor} and carries a {@item drow +2 shortsword|mm|+2 shortsword}. These items lose their enhancement bonuses permanently if they are exposed to sunlight for 1 hour or longer.": "这位(drow)穿着{@item drow +2 studded leather armor|mm|+2 studded leather armor}，手持一把{@item drow +2 shortsword|mm|+2 shortsword}。如果这些物品暴露在阳光下1小时或更长时间，它们的增强奖励将永久丢失。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d6 + 6}) piercing damage plus 10 ({@damage 3d6}) poison damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}9 ({@damage 1d6 + 6}) 穿刺伤害加上10 ({@damage 3d6}) 毒素伤害。",
	"If damage reduces the draugr to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the draugr drops to 1 hit point instead.": "如果伤害将(德劳格)降至0点生命值，它必须进行一次体质豁免检定，难度等级为伤害值加5，除非伤害来自辐射或是重击。若成功，(德劳格)生命值降至1点。",
	"The Draugr makes two weapon attacks.": "活死人(Draugr)进行两次武器攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}12 ({@damage 1d8 + 8}) bludgeoning damage.": "{@atk mw} {@hit 6}攻击，射程5英尺，目标一个。造成{@h}12 ({@damage 1d8 + 8}) 钝击伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage.": "{@atk mw} 使用 {@hit 6} 进行攻击，达到5英尺，一个目标。造成{@h}8 ({@damage 1d8 + 4}) 点割伤伤害。",
	"{@atk rw} {@hit 1} to hit, range 60/120 ft., one target. {@h}2 ({@damage 1d6 ‒1}) piercing damage.": "{@atk rw} {@hit 1} 命中，射程60/120尺，目标为一只。造成{@h}2 ({@damage 1d6 ‒1}) 穿刺伤害。",
	"{@atk rw} {@hit 6} to hit, range 60/120 ft., one target. {@h}6 ({@damage 1d8 +4}) piercing damage, or 8 ({@damage 1d10 +4}) piercing damage if used with both hands.": "{@atk rw} {@hit 6}攻击，射程60/120尺，目标一个。造成{@h}6 ({@damage 1d8 +4})点穿刺伤害，或者如果双手使用则造成8 ({@damage 1d10 +4})点穿刺伤害。",
	"The Draugr can use its reaction to parry an attack made against it. It's AC increases by 3 until the end of the current turn.": "Draugr(巨鬼)可以使用其反应来招架针对它的攻击。它的AC会增加3，直到当前回合结束。",
	"From somewhere in the darkness, a gurgling moan is heard. A form lurches into view, dragging one foot as it raises bloated arms and broken hands. The zombie advances, driven to kill anyone too slow to escape its grasp.": "在黑暗中的某处传来一阵咕噜声。一个身影蹒跚而至，拖着一只脚，举起膨胀的手臂和残破的手。这个僵尸前进着，被驱使着要杀死任何逃跑不及的人。",
	"Sinister necromantic magic infuses the remains of the dead, causing them to rise as zombies that do their creator's bidding without fear or hesitation. They move with a jerky, uneven gait, clad in the moldering apparel they wore when put to rest, and carrying the stench of decay.": "邪恶的死灵魔法渗入死者的遗体，使它们起死回生，成为僵尸，无畏无惧地执行它们的创造者的命令。它们走路摇摇晃晃，步伐不稳，身着入土为安时穿的腐朽衣物，带着腐烂的恶臭。",
	"Most zombies are made from humanoid remains, though the flesh and bones of any formerly living creature can be imbued with a semblance of life. Necromantic magic, usually from spells, animates a zombie. Some zombies rise spontaneously when dark magic saturates an area. Once turned into a zombie, a creature can't be restored to life except by powerful magic, such as a {@spell resurrection} spell.": "大多数僵尸是由人形遗骸制成的，尽管任何曾经生活过的生物的肉体和骨骼都可以被赋予生命的幻象。通常是通过咒语的死灵魔法使僵尸复活。当黑暗魔法充斥一个区域时，有些僵尸会自发地复活。一旦变成僵尸，生物除非通过强大的魔法，比如{@spell resurrection}咒语，否则无法恢复生命。",
	"A zombie retains no vestiges of its former self, its mind devoid of thought and imagination. A zombie left without orders simply stands in place and rots unless something comes along that it can kill. The magic animating a zombie imbues it with evil, so left without purpose, it attacks any living creature it encounters.": "僵尸保留了它以前的自我，它的思维空无一物，没有想法和想象力。一个没有命令的僵尸会简单地站在原地腐烂，直到有什么东西出现让它可以杀死。赋予僵尸生命的魔法使它充满邪恶，所以没有目的的话，它会攻击任何遇到的生物。",
	"Zombies appear as they did in life, showing the wounds that killed them. However, the magic that creates these vile creatures often takes time to run its course. Dead warriors might rise from a battlefield, eviscerated and bloated after days in the sun. The muddy cadaver of a peasant could claw its way from the ground, riddled with maggots and worms. A zombie might wash ashore or rise from a marsh, swollen and reeking after weeks in the water.": "僵尸会以他们生前的模样出现，展示出导致他们死亡的伤口。然而，创造这些邪恶生物的魔法通常需要一段时间来发挥作用。战场上的战士可能会在数天后从尸体中站起来，被剖开且膨胀，暴露在阳光下。一个农民的泥泞尸体可能会从地面上爬起来，爬满蛆虫和蠕虫。一具僵尸可能会被冲上岸或从沼泽中站起来，在水中浸泡数周后膨胀并散发恶臭。",
	"Zombies take the most direct route to any foe, unable to comprehend obstacles, tactics, or dangerous terrain. A zombie might stumble into a fast-flowing river to reach foes on a far shore, clawing at the surface as it is battered against rocks and destroyed. To reach a foe below it, a zombie might step out of an open window. Zombies stumble through roaring infernos, into pools of acid, and across fields littered with caltrops without hesitation.": "僵尸会直线前往任何敌人，无法理解障碍物、战术或危险地形。一个僵尸可能会蹒跚地走进湍急的河流，试图抓住水面上的东西，被冲击到岩石上并被摧毁。为了到达下方的敌人，一个僵尸可能会走出一个开着的窗户。僵尸会毫不犹豫地在熊熊烈火中蹒跚前行，走进酸液池，穿过布满尖刺的领域。",
	"A zombie can follow simple orders and distinguish friends from foes, but its ability to reason is limited to shambling in whatever direction it is pointed, pummeling any enemy in its path. A zombie armed with a weapon uses it, but the zombie won't retrieve a dropped weapon or other tool until told to do so.": "僵尸可以遵循简单的命令，区分朋友和敌人，但它的推理能力仅限于朝着指定的方向蹒跚前进，击打路径上的任何敌人。武装了武器的僵尸会使用它，但僵尸不会在被告知之前捡起掉落的武器或其他工具。",
	"A zombie doesn't require air, food, drink, or sleep.": "僵尸不需要空气，食物，饮料或睡眠。",
	"The Child of Angrboda regenerates 15 hp at the start of its turn. If the Child of Angrboda takes psychic damage this trait does not function at the start of its next turn. The Child of Angrboda only dies if it starts its turn with 0 hp and doesn't regenerate.": "安格博达之子在回合开始时恢复 15 点生命值。如果安格博达之子受到精神伤害，则在下一个回合开始时此特性不起作用。安格博达之子只有在回合开始时生命值为 0 且无法恢复时才会死亡。",
	"The Child of Angrboda has advantage on Wisdom (Perception) checks that rely on smell.": "安格博达之子在依赖嗅觉的感知（感知）检查中获得优势。",
	"The Child of Angrboda has advantage to attack {@condition grappled} creatures.": "安格博达的孩子在攻击{@condition grappled}生物时有优势。",
	"The Child of Angrboda uses its Frightful Presence and makes 7 attacks, 6 with its Claws, and 1 with its Bite.": "安格博达之子使用其可怕气场，进行7次攻击，其中6次用爪，1次用咬。",
	"{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d6 + 7}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}14 ({@damage 2d6 + 7})点割伤伤害。",
	"On a hit, the Child of Angrboda can choose to grapple the creature instead.": "在命中时，安格博达之子可以选择与生物缠斗。",
	"{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}18 ({@damage 2d10 + 7}) piercing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}18 ({@damage 2d10 + 7})点穿刺伤害。",
	"Each creature of the Child of Angrboda's choice that is within 30 feet of the it and is aware of it must succeed on a {@dc 16} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the Child of Angrboda's Frightful Presence for the next 24 hours.": "安格博达之子选择的每个生物，距离它不超过30英尺并且意识到它的存在，必须成功通过一次 {@dc 16} 感知豁免才能免疫1分钟。生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身的影响。如果生物的豁免成功或效果结束，该生物在接下来的24小时内免疫安格博达之子的惊骇存在。",
	"The Child of Angrboda activates or deactivates this deathly aura. While active, the aura deals 5 poison damage to any creature that ends its turn within 30 feet of the Child of Angrboda. Any creature affected must make a {@dc 14} constitution saving throw or suffer the {@condition poisoned} condition until the end of their next turn.": "安格博达之子激活或停用这种致命光环。激活时，光环会对任何在安格博达之子周围30英尺内结束回合的生物造成5点毒性伤害。受影响的生物必须进行一次{@dc 14}体质豁免才能免受{@condition poisoned}状态，直到它们的下一个回合结束。",
	"The Child of Angrboda is a fearsome creature who hunts down prey for its mother.": "安格博达之子是一只可怕的生物，为其母亲猎取猎物。",
	"The spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "这只蜘蛛可以爬上困难的表面，包括在天花板上倒挂，无需进行能力检定。",
	"While in contact with a web, the spider knows the exact location of any other creature in contact with the same web.": "当与网站接触时，蜘蛛知道与同一网站接触的任何其他生物的确切位置。",
	"The spider ignores movement restrictions caused by webbing.": "蜘蛛无视蛛网造成的移动限制。",
	"The spider makes one bite attack and two slam attacks.": "蜘蛛进行一次咬击攻击和两次猛击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d8 + 3}) piercing damage, and the target must make a {@dc 15} Constitution saving throw, taking 19 ({@damage 4d8}) poison damage on a failed save, or half as much damage on a successful one. If the poison damage reduces the target to 0 hit points, the target is stable but {@condition poisoned} for 1 hour, even after regaining hit points, and is {@condition paralyzed} while {@condition poisoned} in this way.": "{@atk mw} 攻击命中，射程5英尺，一名生物。造成{@h}7 ({@damage 1d8 + 3}) 穿刺伤害，并且目标必须进行一次 {@dc 15} 体质豁免才能，未通过则受到19 ({@damage 4d8}) 毒素伤害，通过则减半。如果毒素伤害将目标降至0点生命值，目标虽然稳定但是{@condition poisoned} 1小时，即使恢复生命值后，仍然处于{@condition paralyzed} 状态，且在这种情况下是{@condition poisoned}。",
	"A Creature bitten by the spider is automatically {@condition grappled} and the spider cannot use its bite against another creature until it releases the creature or the creature breaks free.": "被蜘蛛咬伤的生物会自动成为{@condition grappled}，直到它释放该生物或者生物挣脱为止，蜘蛛不能再对其他生物使用咬击攻击。",
	"{@atk rw} {@hit 9} to hit, range 30/60 ft., one creature. {@h}The target is {@condition restrained} by webbing. As an action, the {@condition restrained} target can make a {@dc 15} Strength check, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; hp 5; vulnerability to fire damage; immunity to bludgeoning, poison, and psychic damage).": "{@atk rw} 使用 {@hit 9} 进行攻击，射程30/60英尺，一个生物。{@h}目标被蛛网所缠绕。作为一个动作，{@condition restrained}目标可以进行一次 {@dc 15} 力量检定，成功时可以爆破蛛网。蛛网也可以被攻击和摧毁（AC 10；hp 5；易受火焰伤害；免疫钝击、毒素和精神伤害）。",
	"{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage.": "{@atk mw} 使用 {@hit 6} 进行攻击，射程10英尺，目标一个。造成{@h}6 ({@damage 1d6 + 3}) 钝击伤害。",
	"To snare its prey, a giant spider spins elaborate webs or shoots sticky strands of webbing from its abdomen. Giant spiders are most commonly found underground, making their lairs on ceilings or in dark, web-filled crevices. Such lairs are often festooned with web cocoons holding past victims.": "为了捕捉猎物，一只巨型蜘蛛会纺织精致的蛛网，或者从腹部射出粘性的蛛丝。巨型蜘蛛最常见于地下，它们在天花板上或黑暗、布满蛛网的裂缝中筑巢。这样的巢穴通常挂满了装着过去猎物的蛛网茧。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 1d6 + 8}) bludgeoning damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}11 ({@damage 1d6 + 8}) 钝击伤害。",
	"Upon dying, the Draugr explodes is a 10 ft radius. Each creature must make a {@dc 13} Dexterity saving throw or take ({@damage 4d6}) fire damage, half on a success.": "死亡时，德劳格(Draugr)会在10英尺半径范围内爆炸。每个生物必须进行一次{@dc 13}敏捷豁免检定，否则会受到({@damage 4d6})火焰伤害，成功豁免则伤害减半。",
	"The Fenrir Werewolf can use its action to polymorph into a wolf-humanoid hybrid or into a wolf, or back into a humanoid. Its statistics, other than its AC, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its hybrid form if it dies.": "Fenrir狼人可以使用动作变形成狼人类混合体或狼，或者变回人形。除了AC以外，它的统计数据在每种形态下都是相同的。它穿戴或携带的任何装备都不会被转化。如果它死亡，它会恢复到混合形态。",
	"The Fenrir werewolf has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "Fenrir狼人在依赖听觉或嗅觉的感知{@skill Perception}检查中获得优势。",
	"The Fenrir werewolf has {@sense tremorsense|MM} out to 30ft.": "Fenrir狼人的视觉范围为{@sense tremorsense|MM}，达到30英尺。",
	"The Fenrir werewolf has darkvision out to 120ft, and expertise in dexterity ({@skill Stealth}) checks to remain hidden.": "Fenrir狼人具有120英尺的暗视能力，并且在敏捷度({@skill Stealth})检定中拥有专长，以保持隐蔽。",
	"The Fenrir werewolf regenerates 20hp at the start of its turn unless hit by a silver weapon.": "Fenrir（芬里尔）狼人在回合开始时会恢复20点生命值，除非被银制武器击中。",
	"The Fenrir werewolf has advantage on all saving throws against magic.": "Fenrir狼人在所有魔法豁免检定中获得优势。",
	"The werewolf makes four attacks: one with its bite and three with its claws.": "狼人进行四次攻击：一次咬击和三次利爪攻击。",
	"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}24 ({@damage 4d10 + 8}) piercing damage. If the target is a humanoid, it must succeed on a {@dc 16} Constitution saving throw or be cursed with Fenrir werewolf lycanthropy.": "{@atk mw} {@hit 14} 进行攻击，射程5英尺，目标一个。造成{@h}24 ({@damage 4d10 + 8}) 点穿刺伤害。如果目标是一个人形生物，必须成功进行一次{@dc 16} 体质豁免才能免受被费尔尼尔狼人狼暴病所诅咒。",
	"{@atk mw} {@hit 14} to hit, reach 10 ft., one creature. {@h}10 ({@damage 2d6 + 8}) slashing damage.": "{@atk mw} {@hit 14}攻击，达到10英尺，一个生物。{@h}10 ({@damage 2d6 + 8})割伤伤害。",
	"{@atk mw,rw} {@hit 14} to hit, reach 5 ft. or range 20/60 ft., one creature. {@h}7 ({@damage 1d6 + 8}) piercing damage, or 9 ({@damage 1d8 + 8}) piercing damage if used with two hands to make a melee attack.": "{@atk mw,rw} {@hit 14}命中，射程5英尺或射程20/60英尺，一名生物。造成{@h}7 ({@damage 1d6 + 8})穿刺伤害，或者如果用双手进行近战攻击，则造成9 ({@damage 1d8 + 8})穿刺伤害。",
	"The Fenrir werewolf makes three spear attacks.": "菲尔尼尔(Fenrir)狼人进行三次长矛攻击。",
	"The Fenrir werewolf can transform into a Humanoid, Hybrid, or Wolf form.": "Fenrir狼人可以变身为人形(Humanoid)、半人半兽(Hybrid)或狼(Wolf)形态。",
	"The Fenrir werewolf can use its reaction to succeed on a dexterity saving throw, taking no damage.": "Fenrir狼人可以使用其反应来成功进行一次敏捷豁免投掷，不会受到伤害。",
	"The Fenrir werewolf makes one Claw attack.": "芬里尔狼人进行一次爪击攻击。",
	"The Fenrir werewolf moves up to half its movement speed without provoking attacks of opportunity.": "Fenrir狼人可以移动其移动速度的一半，而不会引发机会攻击。",
	"The Fenrir werewolf howls loudly. All creatures within 120ft of the werewolf must make a {@dc 18} Wisdom saving throw or be {@condition frightened} of the werewolf. A creature who succeeds on its saving throw is immune to that werewolf's howl for 24 hours. A creature that failed its saving throw can make a new one at the start of each of its turn.": "费恩瑞尔(Fenrir)狼人大声嚎叫。在距离狼人120英尺范围内的所有生物必须进行一次{@dc 18}感知豁免检定，否则将成为狼人的{@condition frightened}。成功通过豁免检定的生物对该狼人的嚎叫免疫24小时。未通过豁免检定的生物可以在其每个回合开始时重新进行检定。",
	"The statistics presented in this section assume a base creature of human. However, you can also use the statistics to represent nonhuman lycanthropes, adding verisimilitude by allowing a nonhuman lycanthrope to retain one or more of its humanoid racial traits. For example, an elf werewolf might have the Fey Ancestry trait.": "本节中呈现的统计数据假定基础生物是人类。然而，您也可以使用这些统计数据来代表非人类的狼人，通过允许非人类的狼人保留一个或多个人形种族特征，从而增加逼真感。例如，一只精灵狼人可能具有精灵血统特征。",
	"A werewolf is a savage predator. In its humanoid form, a werewolf has heightened senses, a fiery temper, and a tendency to eat rare meat. Its wolf form is a fearsome predator, but its hybrid form is more terrifying by far-a furred and well-muscled humanoid body topped by a ravening wolf's head. A werewolf can wield weapons in hybrid form, though it prefers to tear foes apart with its powerful claws and bite.": "狼人是一种凶残的猎食者。在人形态下，狼人拥有敏锐的感官、易怒的脾气，以及偏爱生肉的倾向。它的狼形态是一种可怕的猎食者，但它的混合形态更加可怕——一具长满毛发、肌肉发达的人形身体，头顶着一只贪婪的狼头。狼人可以在混合形态下使用武器，尽管它更喜欢用强大的爪子和咬牙撕裂敌人。",
	"Most werewolves flee civilized lands not long after becoming afflicted. Those that reject the curse fear what will happen if they remain among their friends and family. Those that embrace the curse fear discovery and the consequences of their murderous acts. In the wild, werewolves form packs that also include wolves and dire wolves.": "大多数狼人在受到感染后不久就逃离了文明土地。那些拒绝这个诅咒的人害怕如果留在朋友和家人中间会发生什么。那些接受了这个诅咒的人害怕被发现和他们杀人行为的后果。在荒野中，狼人会组成包，其中还包括狼和(凶狼)。",
	"One of the most ancient and feared of all curses, lycanthropy can transform the most civilized humanoid into a ravening beast. In its natural humanoid form, a creature cursed by lycanthropy appears as its normal self. Over time, however, many lycanthropes acquire features suggestive of their animal form. In that animal form, a lycanthrope resembles a powerful version of a normal animal. On close inspection, its eyes show a faint spark of unnatural intelligence and might glow red in the dark.": "其中最古老和令人恐惧的诅咒之一，狼人病可以将最文明的人形生物变成凶猛的野兽。在其自然的人形状态下，被狼人病诅咒的生物看起来和平常一样。然而，随着时间的推移，许多狼人逐渐获得了暗示其动物形态的特征。在动物形态下，狼人类似于正常动物的强大版本。仔细观察时，它们的眼睛显示出一丝不自然的智慧之光，在黑暗中可能呈现红色。",
	"Evil lycanthropes hide among normal folk, emerging in animal form at night to spread terror and bloodshed, especially under a full moon. Good lycanthropes are reclusive and uncomfortable around other civilized creatures, often living alone in wilderness areas far from villages and towns.": "邪恶的狼人隐藏在普通人群中，在夜晚以动物形态出现，散播恐怖和血腥，尤其是在满月之夜。善良的狼人则喜欢独来独往，与其他文明生物相处时感到不自在，通常独居在远离村庄和城镇的荒野地区。",
	"A humanoid creature can be afflicted with the curse of lycanthropy after being wounded by a lycanthrope, or if one or both of its parents are lycanthropes. A {@spell remove curse} spell can rid an afflicted lycanthrope of the curse, but a natural born lycanthrope can be freed of the curse only with a wish.": "一个人形生物在被狼人伤害后，或者其父母中有一方或双方是狼人的情况下，可能会受到狼人诅咒。一种{@spell remove curse}法术可以解除受诅咒的狼人的诅咒，但天生的狼人只能通过许愿来摆脱诅咒。",
	"A lycanthrope can either resist its curse or embrace it. By resisting the curse, a lycanthrope retains its normal alignment and personality while in humanoid form. It lives its life as it always has, burying deep the bestial urges raging inside it. However, when the full moon rises, the curse becomes too strong to resist, transforming the individual into its beast form-or into a horrible hybrid form that combines animal and humanoid traits. When the moon wanes, the beast within can be controlled once again. Especially if the cursed creature is unaware of its condition, it might not remember the events of its transformation, though those memories often haunt a lycanthrope as bloody dreams.": "一只狼人可以选择抵抗其诅咒或拥抱它。通过抵抗诅咒，狼人在人形态下保持其正常的阵营和个性。它过着与往常一样的生活，深埋内心激荡的野兽冲动。然而，当满月升起时，诅咒变得无法抵抗，将个体转变为其兽形态-或者是一种可怕的混合形态，结合了动物和人形特征。当月亮减弱时，内心的野兽可以再次被控制。特别是如果被诅咒的生物不知道自己的状态，它可能不记得转变的事件，尽管这些记忆经常以血腥的梦魇形式困扰着狼人。",
	"Some individuals see little point in fighting the curse and accept what they are. With time and experience, they learn to master their shapechanging ability and can assume beast form or hybrid form at will. Most lycanthropes that embrace their bestial natures succumb to bloodlust, becoming evil, opportunistic creatures that prey on the weak.": "一些个体认为与其与诅咒抗争不如接受现实。随着时间和经验的增长，他们学会掌握自己的变形能力，可以随意变成野兽形态或半人半兽形态。大多数接受自己野兽本性的狼人都会沉溺于嗜血之欲，变得邪恶、机会主义，猎食弱者。",
	"A character who becomes a lycanthrope retains his or her statistics except as specified by lycanthrope type. The character gains the lycanthrope's speeds in non-humanoid form, damage immunities, traits, and actions that don't involve equipment. The character is proficient with the lycanthrope's natural attacks, such as its bite or claws, which deal damage as shown in the lycanthrope's statistics. The character can't speak while in animal form.": "一个变成狼人的角色保留他或她的属性，除非狼人类型另有规定。角色在非人形态下获得狼人的速度、伤害免疫、特质和不涉及装备的动作。角色精通狼人的自然攻击，比如咬或爪，造成的伤害如狼人属性中所示。角色在动物形态下无法说话。",
	"A non-lycanthrope humanoid hit by an attack that carries the curse of lycanthropy must succeed on a Constitution saving throw (DC 8 + the lycanthrope's proficiency bonus + the lycanthrope's Constitution modifier) or be cursed. If the character embraces the curse, his or her alignment becomes the one defined for the lycanthrope. The DM is free to decide that a change in alignment places the character under DM control until the curse of lycanthropy is removed.": "一个非狼人类生物被带有狼人诅咒的攻击击中，必须成功通过一次体质豁免检定（豁免 DC 8 + 狼人的熟练加值 + 狼人的体质调整值）否则会被诅咒。如果角色接受了诅咒，他/她的属性会变成狼人所定义的属性。DM可以自由决定属性变化是否使角色在狼人诅咒被移除之前处于DM控制之下。",
	"The following information applies to specific lycanthropes.": "以下信息适用于特定的狼人。",
	"The character gains a Strength of 19 if his or her score isn't already higher, and a +1 bonus to AC while in bear or hybrid form (from natural armor). Attack and damage rolls for the natural weapons are based on Strength.": "如果角色的力量分数还没有达到19，那么他或她的力量值将提升至19，并在熊形态或半人半兽形态时获得+1的AC奖励（来自自然护甲）。自然武器的攻击和伤害骰面基于力量值。",
	"The character gains a Strength of 17 if his or her score isn't already higher, and a +1 bonus to AC while in boar or hybrid form (from natural armor). Attack and damage rolls for the tusks are based on Strength. For the Charge trait, the DC is 8 + the character's proficiency bonus + Strength modifier.": "如果角色的力量分数还没有达到17，那么他或她的力量值将提升至17，并在野猪形态或半人半兽形态时获得+1的AC奖励（来自自然盔甲）。獠牙的攻击和伤害骰结果基于力量。对于\"冲锋\"特性，DC为8 + 角色的熟练加值 + 力量调整值。",
	"The character gains a Dexterity of 15 if his or her score isn't already higher. Attack and damage rolls for the bite are based on whichever is higher of the character's Strength and Dexterity.": "如果角色的敏捷分数尚未达到15，那么角色的敏捷值将提升至15。咬击的攻击和伤害骰结果取决于角色的力量和敏捷中较高的那个值。",
	"The character gains a Strength of 17 if his or her score isn't already higher. Attack and damage rolls for the natural weapons are based on Strength. For the Pounce trait, the DC is 8 + the character's proficiency bonus + Strength modifier.": "如果角色的力量分数还没有更高的话，角色的力量值将增加到17。自然武器的攻击和伤害骰面基于力量。对于突袭特性，DC为8 + 角色的熟练加值 + 力量调整值。",
	"The character gains a Strength of 15 if his or her score isn't already higher, and a +1 bonus to AC while in wolf or hybrid form (from natural armor). Attack and damage rolls for the natural weapons are based on Strength.": "如果角色的力量分数还没有达到15，那么他或她的力量值将提升至15，并且在狼形态或半人半兽形态时（来自自然护甲），AC 获得+1 的奖励。自然武器的攻击和伤害骰数基于力量值。",
	"The fey's innate spellcasting ability is Charisma (spell save {@dc 19}). It can innately cast the following spells, requiring no material or verbal components:": "精灵的天生施法能力是魅力（法术豁免{@dc 19}）。它可以天生施放以下法术，无需任何物质或口头组件：",
	"As a bonus action, the fey can teleport up to 120 feet to an unoccupied space it can see that contains water.": "作为一个奖励动作，(fey) 可以传送到一个它能看到的、包含水的未被占据的空间，距离最多为120英尺。",
	"Any non-fey creature that starts its turn within 60 feet of the fey must make a {@dc 19} Wisdom saving throw. On a failed save, the creature is {@condition charmed} for 1 minute. On a successful save, the creature becomes immune to any fey's Joyful Presence for 24 hours.": "任何非精灵生物，在距离精灵60英尺内开始其回合时，必须进行一次{@dc 19}感知豁免检定。未通过检定的生物将在1分钟内变为{@condition charmed}。通过检定的生物将对任何精灵的欢乐存在产生24小时的免疫力。",
	"Whenever the fey deals damage to the {@condition charmed} creature, it can repeat the saving throw, ending the effect on itself on a success.": "每当精灵对{@condition charmed}生物造成伤害时，它可以重复豁免投掷，成功后效果将在自身上结束。",
	"The fey has advantage on saving throws against spells and other magical effects.": "精灵在对抗法术和其他魔法效果的豁免 throws 时具有优势。",
	"While the fey is in at least 5 cubic feet of water it can use an action to become {@condition invisible}.": "当精灵处于至少5立方英尺的水中时，它可以使用一个动作变成{@condition invisible}。",
	"The fey makes two weapon attacks. The fey can cast one spell in place of one of these attacks.": "精灵进行两次武器攻击。精灵可以在其中一次攻击的位置施放一个法术。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 4}) slashing damage plus 4 ({@damage 1d8}) psychic damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}6 ({@damage 1d8 + 4}) 斩击伤害加上4 ({@damage 1d8}) 精神伤害。",
	"{@atk rw} {@hit 9} to hit, range 150/600 ft., one target. {@h}7 ({@damage 1d8 + 4}) piercing damage plus 4 ({@damage 1d8}) psychic damage.": "{@atk rw}进行攻击，射程150/600英尺，一个目标。造成{@h}7({@damage 1d8 + 4})点穿刺伤害和4({@damage 1d8})点心灵伤害。",
	"The fey can use its reaction to play a short tune on its fiddle to cast the spell {@spell counterspell} at 4th level.": "精灵可以利用其反应在小提琴上演奏一小段曲调，以4级施放法术{@spell counterspell}。",
	"To be not just ruled by emotions, but physically changed by them? Better to have no emotions at all.": "不仅受情绪支配，而且还会被它们改变？还不如完全没有情绪。(Dungeons & Dragons)",
	"Fossergrimm dwell in the verdant splendor of the Feywild. They choose isolated areas that contain water features, such as a small lake, pond, or waterfall. They are magically bound these areas only free to leave to find a mate before returning.": "Fossergrimm（福瑟格里姆）居住在仙境（Feywild）的翠绿辉煌之中。它们选择那些包含水源的偏僻地区，比如小湖、池塘或瀑布。它们被魔法束缚在这些区域，只有在寻找伴侣之前才能离开，然后再返回。",
	"Their songs were known to lure women and children to lakes or streams where they would drown. However, not all of these spirits were necessarily malevolent; in fact, many stories exist that indicate at the very least that nøkken were entirely harmless to their audience and attracted not only women and children, but men as well with their sweet songs. Stories also exist where in the Fossegrim agreed to live with a human who had fallen in love with him, but many of these stories ended with the nøkken returning to his home, usually a nearby waterfall or brook.": "他们的歌声据说能吸引妇女和儿童到湖泊或小溪边，然后溺水。然而，并非所有这些精灵都必定是恶意的；事实上，许多故事表明，至少有些**诺肯**对他们的听众完全无害，并且不仅吸引妇女和儿童，还吸引男人们的甜美歌声。也有一些故事中，**瀑布精灵**同意与一个爱上他的人类一起生活，但其中许多故事最终都以**诺肯**返回他的家，通常是附近的瀑布或小溪结束。",
	"Being bound to their waterfall, fossergrim were unable to go more than 1,000ft (300m) from them; doing so resulted in them falling ill and dying within 24 hours. Whenever a fossergrim's waterfall froze during the winter they entered a deep torpor. However, they remained aware of their surroundings during this time and would awaken to protect the waterfall if necessary.": "被绑定在瀑布附近的福瑟格里姆（fossergrim）无法离开超过1,000英尺（300米）；这样做会导致它们在24小时内生病并死亡。每当福瑟格里姆的瀑布在冬季结冰时，它们会陷入深度昏迷。然而，在这段时间内它们仍然意识到周围的环境，如果必要的话会醒来保护瀑布。",
	"The fossegrim is described as an exceptionally talented fiddler: the sounds of forest, wind and water play over his fiddle strings. They say the strömkarl's (\"river-man\") song is said to have eleven variations, the final one being reserved for the night spirits because when it is played, \"tables and benches, cup and can, gray-beards and grandmothers, blind and lame, even babes in the cradle\" will begin to dance.": "河神（strömkarl）被描述为一位异常有才华的小提琴手：森林、风和水的声音在他的琴弦上奏响。据说河神的歌曲有十一个变奏，最后一个保留给夜间精灵，因为当它被演奏时，“桌子和长凳，杯子和罐子，白发老者和祖母，盲人和跛者，甚至是摇篮里的婴儿”都会开始跳舞。",
	"Upon dying, the Draugr explodes is a 20 ft radius. Each creature must make a {@dc 13} Constitution saving throw or take ({@damage 8d8}) cold damage and be {@condition paralyzed} for one minute, or take half damage on a success.": "死亡时，巨鬼爆炸在一个20英尺的半径范围内。每个生物必须进行一次{@dc 13}体质豁免才能避免受到({@damage 8d8})冷伤害并且在一分钟内变为{@condition paralyzed}，否则成功豁免则只受到一半伤害。",
	"A {@condition paralyzed} creature can make another saving throw at the end of each of its turn to end the effect.": "一个{@condition paralyzed}生物可以在每个回合结束时进行另一次豁免才能来结束效果。",
	"The Draugr makes two Unarmed Strikes.": "巨鬼进行两次徒手攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage, plus 3 ({@damage 1d6}) cold damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成8({@damage 1d8 + 4})点钝击伤害，另外3({@damage 1d6})点冰冻伤害。",
	"{@atk rw} {@hit 6} to hit, range 20/40 ft., one target. {@h}9 ({@damage 2d8}) cold damage.": "{@atk rw} {@hit 6}攻击，射程20/40尺，目标一个。造成{@h}9 ({@damage 2d8})点冰冷伤害。",
	"The roc has advantage on Wisdom ({@skill Perception}) checks that rely on sight.": "巨鹏在依赖视觉的感知({@skill Perception})检定中拥有优势。",
	"The Roc makes three attacks: one with its beak and two with its talons.": "狮鹫用其喙进行一次攻击，用其爪进行两次攻击。",
	"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}33 ({@damage 5d8 + 11}) piercing damage.": "{@atk mw}进行攻击，射程10英尺，目标一个。造成{@h}33({@damage 5d8 + 11})点穿刺伤害。",
	"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}28 ({@damage 5d6 + 11}) slashing damage, and the target is {@condition grappled} (escape {@dc 20}). Until this grapple ends, the target is {@condition restrained}, and the roc can't use its talons on another target.": "{@atk mw}用来命中，达到5英尺，一个目标。造成{@h}28({@damage 5d6 + 11})点割伤伤害，并且目标被{@condition grappled}（逃脱{@dc 20}）。直到这次擒抱结束，目标被{@condition restrained}，且大鹏不能对另一个目标使用其爪子。",
	"The Roc can spend 1 Legendary action to make a beak attack.": "巨鹏可以花费1点传奇行动进行一次鸟喙攻击。",
	"The Roc can spend two Legendary Actions to create a Gust of Wind. ": "巨鹏可以花费两个传奇行动来制造一股狂风。",
	"The Roc flaps its wings creating a strong gust of wind. Each creature within 40 ft. of the Roc must make a {@dc 21} Strength Saving throw or be pushed back 20 feet and knocked {@condition prone}. On a success, a creature is pushed back 10 feet.": "巨鹏振动它的翅膀，制造出强劲的风。在巨鹏的40英尺范围内的每个生物必须进行一次{@dc 21}力量豁免检定，否则将被推回20英尺并击倒{@condition prone}。若豁免成功，生物被推回10英尺。",
	"The Roc can spend 1 Legendary Action to drop a creature it his currently grappling.": "狮鹫可以花费1点传奇行动来释放它当前抓住的生物。",
	"At first sight, a roc's silhouette looks much like any other bird of prey. As it descends, however, its unearthly size becomes terrifyingly clear. In flight, a roc's wingspan spreads two hundred feet or more. At rest, perched upon the mountain peaks that are its home, this monstrous bird rivals the oldest dragons in size.": "乍一看，一只(a roc)的轮廓看起来很像其他任何猛禽。然而，当它降落时，它那超凡脱俗的体型变得令人恐惧地清晰。在飞行时，一只(a roc)的翼展可以达到两百英尺甚至更大。在休息时，栖息在它的家园——山峰上的这只巨大鸟，与最古老的龙相比，体型不相上下。",
	"In the ancient days when giants battled dragons for control of the world, Annam, the father of the giant gods, created the rocs so that his worshipers might challenge the dragons' dominance of the air.": "在古代，当巨人与龙为了控制世界而战时，(`Annam`)安南，巨人众神之父，创造了(`rocs`)罗克斯，以便他的信徒们能够挑战龙在空中的统治。",
	"When the war ended, the rocs were freed from giant domination and spread throughout the world.": "战争结束时，巨鹏们摆脱了巨人的控制，并传播到世界各地。",
	"Though cloud giants and storm giants sometimes tame these great birds, rocs treat even giants as potential prey. They fly great distances in search of food, soaring high above the clouds to reach their favored hunting grounds. A roc seldom hunts swift or small creatures, and it ignores towns and forests where prey can easily take cover. When it locates a large and slow-moving target such as a giant, a whale, or an elephant, a roc dives down to snatch its prey in its massive talons.": "尽管云巨人和风暴巨人有时会驯服这些巨鸟，但火鸟将巨人视为潜在猎物。它们飞行漫长距离寻找食物，在云层上空高高飞翔，到达它们喜爱的猎食地点。火鸟很少猎捕迅速或小型生物，并且会忽略那些猎物可以轻易藏身的城镇和森林。当它发现一个体型庞大且移动缓慢的目标，比如巨人、鲸鱼或大象时，火鸟会俯冲下去，用其巨大的爪子抓住猎物。",
	"Rocs are solitary creatures that can live for centuries. They lair in nests made from trees, tents, broken ships, and the remains of caravans they carry off, placing these massive tangles in mountain clefts out of the reach of lesser creatures.": "石巨兽是独居的生物，可以活上几个世纪。它们在由树木、帐篷、残破的船只和被它们抢劫的商队遗留物构建的巢穴中栖息，将这些庞大的混乱堆放在山间裂缝中，远离较小生物的触及范围。",
	"Sometimes a roc's nest contains treasures from the caravans or ships they raid, but these creatures are heedless of such baubles. More rarely, a nest holds eggs that are taller than a human, produced by the rocs' infrequent mating.": "有时候，(#num#)只的巨鹏巢穴中会藏有它们抢劫的商队或船只的财宝，但这些生物对这些小玩意儿并不在意。更为罕见的是，有些巢穴中会孵出比人类还要高的蛋，这是巨鹏们难得一见的交配结果。",
	"Whenever the obsidian is subjected to fire damage, it takes no damage and instead regains a number of hit points equal to the fire damage dealt.": "每当黑曜石受到火焰伤害时，它不会受到伤害，而是恢复的生命值等于所受火焰伤害的数量。",
	"If the obsidian fails a saving throw, it can choose to succeed instead.": "如果黑曜石未能通过豁免检定，它可以选择成功。",
	"{@atk mw} {@hit 19} to hit, reach 15 ft., one target. {@h}23 ({@damage 2d12 + 10}) slashing damage.": "{@atk mw} 使用 {@hit 19} 进行攻击，射程15英尺，目标一个。造成{@h}23 ({@damage 2d12 + 10}) 点割伤伤害。",
	"{@atk mw} {@hit 19} to hit, reach 30 ft., one target. {@h}23 ({@damage 3d8 + 10}) bludgeoning damage.": "{@atk mw}进行攻击，射程30英尺，目标一个。造成{@h}23({@damage 3d8 + 10})点钝击伤害。",
	"{@atk mw} {@hit 19} to hit, reach 15 ft., one target. {@h}21 ({@damage 2d10 + 10}) piercing damage and {@damage 4d6} fire damage. A creature of Huge size or smaller bitten by Obsidian must make a {@dc 25} Athletics check or be {@condition grappled} and {@condition restrained} by Obsidian.": "{@atk mw} 使用 {@hit 19} 进行攻击，射程15英尺，目标为一个。造成 {@h}21 ({@damage 2d10 + 10}) 穿刺伤害和 {@damage 4d6} 火焰伤害。被 Obsidian 咬到的巨大或更小体型的生物必须进行 {@dc 25} 运动技能检定，否则将被 Obsidian {@condition grappled} 并 {@condition restrained}。",
	"Each creature of the dragon's choice that is aware of it must succeed on a {@dc 23} Wisdom saving throw or become {@condition frightened} for 1 minute. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.": "龙选择的每个生物必须进行一次{@dc 23}的感知豁免检定，否则在1分钟内变为{@condition frightened}。如果生物的豁免成功或效果结束，该生物在接下来的24小时内对龙的恐怖气场免疫。",
	"Obsidian swallows a creature {@condition grappled} in its mouth. While swallowed, the target is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the creature, and it takes 56 ({@damage 16d6}) fire damage at the start of each of the creature's turns. ": "黑曜石将一个生物{@condition grappled}吞入口中。被吞噬时，目标处于{@condition blinded}和{@condition restrained}状态，对于生物外部的攻击和其他效果具有完全掩护，并且在生物的每个回合开始时受到56({@damage 16d6})火焰伤害。",
	"The dragon exhales fire in a 120-foot cone. Each creature in that area must make a {@dc 26} Dexterity saving throw, taking 83 ({@damage 15d10}) fire damage on a failed save, or half as much damage on a successful one.": "龙在一个120英尺的锥形范围内喷出火焰。该区域内的每个生物必须进行一次{@dc 26}敏捷豁免检定，未通过豁免检定的生物会受到83({@damage 15d10})火焰伤害，通过豁免检定的生物则只受到一半伤害。",
	"Kinetic Breath The dragon exhales a beam of glimmering energy in a 120-foot line that is 15 feet wide. Each creature in that line must succeed on a {@dc 24} Wisdom saving throw or become {@condition restrained} until the start of its next turn. Obsidian may telekinetically hurl any creature or object {@condition restrained} in this way up to 120 feet in any direction, dealing {@damage 1d6} bludgeoning damage per 10 feet traveled.": "动能之息 龙呼出一道闪闪发光的能量光束，长120英尺，宽15英尺。该光束范围内的每个生物必须通过一次 {@dc 24} 感知豁免才能免疫 {@condition restrained} 直到其下一个回合开始。黑曜石可以以这种方式念动地将任何生物或物体投掷至120英尺外的任何方向，每10英尺行进造成 {@damage 1d6} 的钝击伤害。",
	"Obsidian makes a Wisdom ({@skill Perception}) check.": "黑曜石进行一次感知检定（Wisdom）({@skill Perception})。",
	"Obsidian makes a tail attack.": "黑曜石进行一次尾部攻击。",
	"Obsidian casts an at-will Spell.": "黑曜石使用一项随意法术。",
	"Obsidian beats its wings. Each creature within 30 feet of the dragon must succeed on a {@dc 25} Dexterity saving throw or take 24 ({@damage 4d6 + 10}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed.": "黑曜石挥动着它的翅膀。在龙身边30英尺范围内的每个生物必须成功进行一次{@dc 25}敏捷豁免才能避免受到24({@damage 4d6 + 10}) 钝击伤害并被击倒{@condition prone}。然后龙可以飞行达到它飞行速度的一半。",
	"Obsidian uses Lightning Storm: the creature magically creates three bolts of lightning, each of which can strike a target the creature can see within 120 feet of it. A target must make a {@dc 25} Dexterity saving throw, taking 22 ({@damage 4d10}) lightning damage on a failed save, or half as much damage on a successful one.": "黑曜石使用闪电风暴：生物神奇地创造出三道闪电，每道都可以打击生物在其能看见的120英尺范围内的目标。目标必须进行一次{@dc 25} 敏捷豁免，未通过则受到22点({@damage 4d10}) 闪电伤害，通过则只受一半伤害。",
	"Obsidian is the most terrifying dragons to exist. The offspring of a Red and an unknown Gem dragon, Obsidian is one of a kind. He prospered during the age of Giants and Dragons and was worshiped as God, with some Chromatic Dragons hoping he would usurp and replace Tiamat (Tahksis) at some point.": "黑曜石龙是存在的最可怕的龙。作为红龙和一种未知的宝石龙的后代，黑曜石龙是独一无二的存在。他在巨人和龙的时代繁荣发展，并被崇拜为神，一些彩虹龙希望他有朝一日能够篡位并取代提阿玛特（Tahksis）。",
	"As his power grew, so did his ambition. He eventually began to challenge the Gods of the world, and fearful for their destruction, they tricked Obsidian into a deep slumber rather than risk their lives.": "随着他的力量增长，他的野心也在膨胀。最终，他开始挑战世界的众神，他们为了避免毁灭，欺骗了黑曜石，让他陷入沉睡，而不是冒着生命危险。",
	"The Draugr is a 7th-level spellcaster (spell save {@dc 14}, +6 to hit with spell attacks) that needs only verbal components to cast its spells. Its spellcasting ability is Wisdom, and it has the following spells prepared": "巨灵是一名7级法术施法者（法术豁免{@dc 14}，法术攻击命中加值+6），只需口头组件即可施放法术。它的法术属性是智力，已准备以下法术:",
	"If the leviathan fails a saving throw, it can choose to succeed instead.": "如果利维坦（Leviathan）未能通过豁免投骰，它可以选择成功通过。",
	"If the leviathan takes 50 cold damage or more during a single turn, the leviathan partially freezes; until the end of its next turn, its speeds are reduced to 20 feet, and it makes attack rolls with disadvantage.": "如果利维坦在一个回合中受到50点或更多的冷伤害，利维坦会部分冻结；直到其下一个回合结束前，其速度减少到20尺，并且进行攻击检定时有劣势。",
	"The leviathan deals double damage to objects and structures.": "利维坦对物体和结构造成双倍伤害。",
	"The leviathan can enter a hostile creature's space and stop there. It can move through a space as narrow as 1 inch wide without squeezing.": "利维坦可以进入敌对生物的空间并停留在那里。它可以在宽度仅为1英寸的空间中移动，而无需挤压。",
	"The leviathan makes two Thundering Strike attacks and one Gust attack.": "利维坦进行两次雷霆打击攻击和一次狂风攻击。",
	"{@atk mw} {@hit 15} to hit, reach 20 ft., one target. {@h}21 ({@damage 2d12 + 8}) thunder damage plus 13 ({@damage 2d12}) lightning damage.": "{@atk mw} {@hit 15}攻击，射程20英尺，目标一个。{@h}21 ({@damage 2d12 + 8}) 雷属性伤害加上13 ({@damage 2d12}) 闪电属性伤害。",
	"{@atk mw} {@hit 15} to hit, reach 20 ft., one target. {@h}19 ({@damage 2d10 + 8}) thunder damage plus 10 ({@damage 3d6}) lightning damage.": "{@atk mw} 使用攻击命中，射程20英尺，一个目标。{@h}19 ({@damage 2d10 + 8}) 雷属性伤害加上10 ({@damage 3d6}) 闪电属性伤害。",
	"The storm leviathan magically creates a wave of stormy air that extends from a point it can see within 120 feet of itself. The wave is up to 250 feet long, up to 250 feet tall, and up to 50 feet wide. Each creature in the wave must make a {@dc 24} Strength saving throw. On a failed save, a creature takes 45 ({@damage 7d12}) thunder damage and is {@condition deafened}. On a successful save, a creature takes half as much damage and isn't {@condition deafened}. The storm spreads out across the area in all directions, extinguishing unprotected flames in its area and within 250 feet of it, and then it vanishes.": "风暴利维坦魔法地创造出一股暴风气流，从它能看见的范围内的一个点开始，延伸至120尺。这股气流长达250尺，高达250尺，宽达50尺。波浪中的每个生物必须进行一次 {@dc 24} 力量豁免检定。未通过豁免的生物会受到45点伤害 ({@damage 7d12})，并且被 {@condition deafened}。通过豁免的生物只会受到一半伤害，并且不会被 {@condition deafened}。风暴向所有方向扩散，熄灭其范围内和250尺内的未受保护的火焰，然后消失。",
	"The storm leviathan moves up to its speed.": "风暴利维坦（Storm Leviathan）移动至其速度范围内。",
	"The storm leviathan makes one Thundering Strike attack.": "风暴利维坦进行一次雷霆打击攻击。",
	"The Leviathan chooses one creature within 60ft of it. That creature must make a successful ({@dc 19}) constitution saving throw or begin suffocating. While suffocating, the creature is unable to speak verbally or cast spells that require a verbal component. At the end each of their turns they can make a new save to end the effect. ": "利维坦选择距离它60英尺内的一个生物。那个生物必须进行一次成功的({@dc 19})体质豁免才能避免窒息。在窒息期间，生物无法口头言语或施放需要口头组件的法术。在他们的每个回合结束时，他们可以进行新的豁免检定来结束效果。",
	"A storm leviathan is an immense creature that acts as a force of nature. When called forth, a leviathan arises from the sky and takes the form of a hurricane being ridden by a titan.": "一只风暴利维坦是一种巨大的生物，作为自然之力。当被召唤时，一只利维坦从天空升起，化为一只被泰坦骑乘的飓风。",
	"Usually found only on the Elemental Plane of Air, a leviathan sometimes travels through a portal to another world, where folk attempt to contain it. Nihilistic cults have also been known to perform arduous rituals to summon a leviathan to a world, with the aim of using the creature to destroy coastal communities. Those cultists often consider it a blessing to be blown apart by the elemental's thundering blasts.": "通常只在空气元素位面上发现，一条利维坦有时会穿过传送门到另一个世界，那里的人们试图将其囚禁。虚无主义邪教也以进行艰苦仪式来召唤一条利维坦到世界上，目的是利用这个生物来摧毁沿海社区。那些邪教徒常常认为被元素的雷鸣冲击炸成碎片是一种祝福。",
	"If the greatwyrm would be reduced to 0 hit points, its current hit point total instead resets to 525 hit points, it recharges its Breath Weapon, and it regains any expended uses of Legendary Resistance. Additionally, the greatwyrm can now use the options in the \"Mythic Actions\" section for 1 hour. Award a party an additional 105,000 XP (210,000 XP total) for defeating the greatwyrm after its Chromatic Awakening activates.": "如果巨龙(%Greatwyrm%)的生命值降至0点，它当前的生命值总数将重置为525点，它会重新充能其吐息武器，并恢复任何已用尽的传奇抗力。此外，巨龙现在可以在1小时内使用“传奇行动”部分的选项。在巨龙的“染色觉醒”激活后，额外奖励一支队伍105,000经验值（总计210,000经验值）以击败巨龙。",
	"If the greatwyrm fails a saving throw, it can choose to succeed instead.": "如果巨龙智者(%num%)未能通过豁免检定，它可以选择成功。",
	"Valkonen doesn't require food or drink.": "瓦尔科南 (Valkonen) 不需要食物或饮料。",
	"Valkonen doesn't need to use his action to activate a magical effect which has a duration and has already been cast.": "瓦尔科南 (Valkonen) 不需要使用他的动作来激活一个已经施放且具有持续时间的魔法效果。",
	"Valkonen can change their shape to that of any creature. Additionally, Valkonen can shapechange to that of a magical object as if it were the {@spell True Polymorph} though he remains sentient and can communicate telepathically to any creature within 120 feet of it. While in this form Valkonen maintains their true sight trait.": "瓦尔科嫩(Valkonen)可以改变形态，变成任何生物的样子。此外，瓦尔科嫩可以变形成一个魔法物品，就好像它是{@spell True Polymorph}一样，尽管他保持着理智，并可以与120英尺内的任何生物进行心灵交流。在这种形态下，瓦尔科嫩保持他们的真实视觉特性。",
	"Valkonen makes one Bite attack and two Claw attacks.": "瓦尔科宁进行一次咬击攻击和两次爪击攻击。",
	"{@atk mw} {@hit 19} to hit, reach 15 ft., one target. {@h}22 ({@damage 2d10 + 11}) piercing damage plus 13 ({@damage 2d12}) force damage.": "{@atk mw} 使用攻击命中，射程15英尺，一个目标。造成{@h}22 ({@damage 2d10 + 11}) 穿刺伤害加上13 ({@damage 2d12}) 力量伤害。",
	"{@atk mw} {@hit 19} to hit, reach 10 ft., one target. {@h}20 ({@damage 2d8 + 11}) slashing damage. If the target is a Huge or smaller creature, it is {@condition grappled} (escape {@dc 21}) and is {@condition restrained} until this grapple ends. Valkonen can have only one creature {@condition grappled} this way at a time.": "{@atk mw} 使用 {@hit 19} 命中，达到10英尺，一个目标。造成{@h}20 ({@damage 2d8 + 11}) 切割伤害。如果目标是一个巨大或更小的生物，它被{@condition grappled} (逃脱 {@dc 21}) 并且被{@condition restrained}，直到这次搏斗结束。瓦尔科嫩一次只能这样搏斗一个生物{@condition grappled}。",
	"{@atk mw} {@hit 19} to hit, reach 20 ft., one target. {@h}20 ({@damage 2d8 + 11}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 27} Strength saving throw or be knocked {@condition prone}.": "{@atk mw} {@hit 19}命中，射程20英尺，目标一个。造成{@h}20({@damage 2d8 + 11})点钝击伤害。如果目标是生物，它必须成功进行一次{@dc 27}力量豁免才能不被击倒。",
	"Valkonen exhales a blast of energy in a 300-foot cone. Each creature in that area must make a {@dc 27} Dexterity saving throw. On a failed save, the creature takes 78 ({@damage 12d12}) cold damage. On a successful save, the creature takes half as much damage.": "瓦尔科嫩(Valkonen)呼出一股能量冲击，覆盖一个300英尺的锥形区域。该区域内的每个生物必须进行一次{@dc 27}敏捷豁免检定。未通过豁免的生物会受到78({@damage 12d12})点冰冷伤害。通过豁免的生物只会受到一半伤害。",
	"Valkonen makes one Claw or Tail attack.": "瓦尔科南 (Valkonen) 进行一次爪击或尾击攻击。",
	"Valkonen beats its wings. Each creature within 30 feet of it must succeed on a {@dc 26} Dexterity saving throw or take 17 ({@damage 2d6 + 10}) bludgeoning damage and be knocked {@condition prone}. The greatwyrm can then fly up to half its flying speed.": "瓦尔科能（Valkonen）拍打着它的翅膀。它周围30英尺范围内的每个生物必须成功通过一个{@dc 26}敏捷豁免才能免受17点（{@damage 2d6 + 10}）钝击伤害并被击倒{@condition prone}。然后巨龙可以飞行达到其飞行速度的一半。",
	"Valkonen creates four bolts of black lightning. All bolts hit a creature of Valkonen's choice it can see within 120 feet of it, dealing 28 ({@damage 4d8 + 12}) lightning damage and 28 ({@damage 4d8 + 12}) necrotic damage to its target, then disappears.": "瓦尔科南创造出四道黑色闪电。所有闪电击中瓦尔科南选择的一个在其视线范围内的生物，对目标造成28 ({@damage 4d8 + 12}) 闪电伤害和28 ({@damage 4d8 + 12}) 死灵伤害，然后消失。",
	"Valkonen can move up to its movement speed without provoking attacks of opportunity. ": "Valkonen可以移动最多等同于其移动速度的距离，而不会引发机会攻击。",
	"Valkonen makes one Bite attack.": "瓦尔科宁 (Valkonen) 进行一次咬击攻击。",
	"Valkonen flares with elemental energy. Each creature in a 60-foot-radius sphere centered on the greatwyrm must succeed on a {@dc 26} Dexterity saving throw or take 22 ({@damage 5d8}) cold and 22 ({@damage 5d8}) necrotic damage.": "瓦尔科嫩(Valkonen) 闪耀着元素能量。在以巨龙为中心的60英尺半径球体内的每个生物必须成功进行一次{@dc 26} 敏捷豁免才能免受22({@damage 5d8}) 冰冷和22({@damage 5d8}) 死灵伤害。",
	"Valkonen can cast a spell he knows with the casting time of one action or bonus action.": "瓦尔科南 (Valkonen) 可以施放他已知的施法时间为一个行动或奖励行动的法术。",
	"You can customize any dragon's stat block to reflect the dragon's unique character. Minor changes such as those below are easy to make and have no impact on a dragon's challenge rating.": "您可以定制任何龙的属性块，以反映龙的独特特征。像下面这样的小改动很容易实现，并不会影响龙的挑战等级。",
	"Most dragons prefer to speak Draconic but learn Common for dealing with allies and minions. But given their high Intelligence and long life span, dragons can easily learn additional languages. You can add languages to a dragon's stat block.": "大多数龙更喜欢说龙语，但会学习普通语来与盟友和手下打交道。但由于它们高智商和长寿，龙可以很容易地学会额外的语言。你可以在龙的属性块中添加语言。",
	"Most dragons are proficient in the {@skill Perception} and {@skill Stealth} skills, and many dragons have additional skill proficiencies. As with languages, you can customize a dragon's skill list (even doubling their proficiency bonus with certain skills) to reflect particular interests and activities. You can also give a dragon tool proficiencies, particularly if the dragon spends time in Humanoid form.": "大多数龙类在{@skill Perception}和{@skill Stealth}技能上都很擅长，许多龙类还具有额外的技能熟练。与语言一样，您可以自定义龙类的技能列表（甚至在某些技能上加倍他们的熟练加值），以反映特定的兴趣和活动。您还可以给予龙类工具熟练，特别是如果龙类在人形态下花费时间。",
	"You can borrow traits and actions from other monsters to add unique flavor to a dragon. Consider these examples:": "您可以从其他怪物那里借鉴特征和动作，为一条龙增添独特的风味。考虑以下例子：",
	"The dragon is an agile flier, quick to fly out of enemies' reach.": "龙是一种敏捷的飞行者，迅速飞出敌人的攻击范围。",
	"The dragon doesn't provoke an opportunity attack when it flies out of an enemy's reach.": "当龙飞出敌人的攻击范围时，不会引发机会攻击。",
	"Impersonating characters or their allies could be a fun trick for a crafty dragon.": "模仿角色或他们的盟友可能是一个聪明龙的有趣把戏。",
	"The dragon can mimic any sounds it has heard, including voices. A creature that hears the sounds can tell they are imitations with a successful {@dc 16} Wisdom ({@skill Insight}) check.": "龙可以模仿它听过的任何声音，包括声音。听到这些声音的生物可以通过成功的{@dc 16}感知力({@skill Insight})检定来判断它们是模仿的。",
	"You might decide that dragons in your campaign, being an essential part of the Material Plane, are nearly impossible to destroy. A dragon's life essence might be preserved in the egg from which it first emerged, in its hoard, or in a cavernous hall at the center of the world, just as a lich's essence is hidden in a phylactery.": "你可以决定在你的战役中，龙作为物质位面的重要组成部分，几乎不可能被摧毁。一条龙的生命精华可能保存在它最初孵化的蛋中，它的藏宝地，或者在世界中心的一个洞穴大厅里，就像一位巫妖的精华隐藏在魂器中一样。",
	"If it has an essence-preserving object, a destroyed dragon gains a new body in {@dice 1d10} days, regaining all its hit points and becoming active again. The new body appears within 5 feet of the object.": "如果它有一个保留本质的物体，被摧毁的龙会在{@dice 1d10}天内获得一个新的身体，恢复所有生命值并再次活跃起来。新的身体会出现在离物体5英尺的地方。",
	"Most dragons have {@sense blindsight} and {@sense darkvision}. You might upgrade {@sense blindsight} to {@sense truesight}, or you could give a dragon with a burrowing speed {@sense tremorsense|MM}.": "大多数龙类拥有{@sense blindsight}和{@sense darkvision}。你可以将{@sense blindsight}升级为{@sense truesight}，或者你可以给一只拥有掘地速度的龙{@sense tremorsense|MM}。",
	"The dragon can burrow through solid rock at half its burrowing speed and leaves a tunnel in its wake.": "这条龙可以以自身掘地速度的一半在坚硬岩石中穿行，并在其后留下一条隧道。",
	"The most ancient chromatic dragons, who have survived over twelve hundred years of mortal life and acquired vast hoards worth millions of gold pieces, can achieve a form of apotheosis, reaching a level of power approaching that of Tiamat's mighty aspect. The competitive avarice of dragonkind and the interference of adventurers prevent most dragons from attaining this level of power. But a chromatic dragon who can outwit all rivals and overcome all potential thieves can rise to become one of the mightiest of dragons.": "那些最古老的有色龙，已经活过一千二百多年的凡间生活，并积累了价值数百万金币的庞大财富，可以实现一种神格化，达到接近提阿玛特(Tiamat)强大本质的力量水平。龙族之间的竞争贪婪和冒险者的干涉阻止了大多数龙类达到这种力量水平。但一个有色龙如果能够智胜所有对手并战胜所有潜在的窃贼，就能崛起成为最强大的龙之一。",
	"Often a chromatic greatwyrm's ascension involves fusing the power of a single dragon's echoes across different worlds of the Material Plane. The black greatwyrm Chronepsis, for example, is said to have stalked multiple worlds and devoured many of his echoes before withdrawing to a planar lair in the Outlands. The red greatwyrm Ashardalon worked with a balor to ritually drain the power of his echoes, then infused their power into himself by implanting the balor where his heart had been.": "通常，一只多彩的巨龙（(chromatic greatwyrm)）的飞升涉及将单个龙的回音的力量融合在物质位面的不同世界中。例如，黑色的巨龙克罗内普西斯（(Chronepsis)）据说曾在多个世界中游荡，并吞噬了许多他的回音，然后撤退到外域（Outlands）的一个位面巢穴中。红色的巨龙阿夏达隆（(Ashardalon)）与一位巴洛（balor）合作，通过仪式性地吸取他的回音的力量，然后通过将巴洛植入他曾经的心脏位置来将他们的力量融入自己。",
	"In both size and power, chromatic greatwyrms exceed even ancient dragons. The energy of their breath weapons courses over their bodies and glows under their scales, and elemental forces rage around them when they exert their wrath. They no longer need to eat or drink, as their vast hoards magically sustain them. And their power can raze a city to the ground, destroying buildings and defenders alike.": "在体型和力量上，变色巨龙超越了甚至是古代龙。它们呼出的吐息能量在它们的身体上流动，在鳞片下闪耀，当它们施展愤怒时，元素力量在它们周围肆虐。它们不再需要进食或饮水，因为它们庞大的财宝能够神奇地维持它们。它们的力量可以将一座城市夷为平地，摧毁建筑和防御者。",
	"The Valkyrie's spellcasting ability is Charisma (spell save {@dc 25}). It can innately cast the following spells, requiring no material components:": "女武神的施法能力是魅力（法术豁免{@dc 25}）。它可以天生施放以下法术，无需任何材料组件：",
	"The Valkyrie's weapon attacks are magical. When the Valkyrie hits with any weapon, the weapon deals an extra {@dice 2d8} radiant damage (included in the attack).": "女武神的武器攻击是魔法攻击。当女武神用任何武器命中目标时，该武器会额外造成{@dice 2d8}点光辉伤害（已包含在攻击中）。",
	"The Valkyrie has advantage on saving throws against spells and other magical effects.": "女武神在对抗法术和其他魔法效果的豁免投掷中具有优势。 (The Valkyrie)",
	"The Valkyrie makes two spear attacks.": "女武神进行两次长矛攻击。",
	"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}21 ({@damage 4d6 + 7}) slashing damage plus 9 ({@damage 2d8}) radiant damage.": "{@atk mw} {@hit 14} 进行攻击，射程5英尺，一个目标。造成{@h}21 ({@damage 4d6 + 7}) 斩击伤害加上9 ({@damage 2d8}) 圣光伤害。",
	"{@atk rw} {@hit 14} to hit, range 150/600 ft., one target. {@h}16 ({@damage 2d8 + 7}) piercing damage plus 9 ({@damage 2d8}) radiant damage.": "{@atk rw} {@hit 14} 命中，射程150/600英尺，目标为一个。造成{@h}16 ({@damage 2d8 + 7}) 穿刺伤害加上9 ({@damage 2d8}) 光辉伤害。",
	"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}25 ({@damage 6d6 + 4}) bludgeoning damage.": "{@atk mw} 使用 {@hit 11} 命中，达到5英尺，一个目标。造成{@h}25 ({@damage 6d6 + 4}) 钝击伤害。",
	"The Valkyrie charges to a hostile creature within 60 ft. of it without provoking opportunity attacks and makes one spear attack against the target.": "女武神冲向距离60尺内的敌对生物，不会引发机会攻击，并对目标进行一次矛攻击。",
	"The Valkyrie spews blades from its wings at a creature within range. The creature must make a {@dc 23} Dexterity saving throw, taking 14 ({@damage 4d6}) piercing damage on a failed save, or half as much damage on a successful one.": "女武神从翅膀中喷射出刀刃，瞄准范围内的生物。该生物必须进行一次 {@dc 23} 敏捷豁免，未能通过则受到 14 ({@damage 4d6}) 穿刺伤害，通过则只受到一半伤害。",
	"The Valkyrie teleports to one creature within 30 ft. range that creature must make a {@dc 22} dexterity saving throw or be knocked {@condition prone} and then the Valkyrie makes 3 stomp attacks on a failed save.": "女武神传送到30英尺范围内的一个生物身边，那个生物必须进行一次{@dc 22}敏捷豁免检定，否则会被击倒{@condition prone}，然后女武神在豁免失败的情况下进行3次践踏攻击。",
	"Once per day when the Valkyrie reaches 0 hit points it regains all lost hitpoints.": "每天一次，当女武神(Valkyrie)的生命值降至0时，她会恢复所有失去的生命值。",
	"The Valkyrie spews blades from its wings in a 30 ft. range to each creature of its choice. Each creature must make a {@dc 19} Dexterity saving throw, taking 14 ({@damage 4d6}) piercing damage on a failed save, or half as much damage on a successful one.": "女武神从翅膀中喷射出刀刃，对其选择的每个生物造成30英尺范围内的伤害。每个生物必须进行一次{@dc 19}敏捷豁免，未通过则受到14({@damage 4d6})穿刺伤害，通过则伤害减半。",
	"Once per day after using its regenerate, the Valkyrie can cast the spell {@spell Psychic Scream|XGE}.": "每天在使用其再生能力后，女武神可以施放法术{@spell Psychic Scream|XGE}。",
	"An angel is a celestial agent sent forth into the planes to further its god's agenda for weal or woe. Its sublime beauty and presence can drive awestruck onlookers to their knees. Yet angels are destroyers too, and their appearance portends doom as often as it signals hope.": "天使是被派遣到各个位面的天界使者，以推动其神明的善恶议程。它们崇高的美丽和存在会让目瞪口呆的旁观者跪倒在地。然而，天使也是毁灭者，它们的出现往往预示着厄运，而不只是希望的信号。",
	"Angels are formed from the astral essence of benevolent gods and are thus divine beings of great power and foresight.": "天使是由仁慈神祇的星体精华形成的，因此是具有强大力量和远见的神圣存在。",
	"Angels act out the will of their gods with tireless devotion. Even chaotic good deities command lawful good angels, knowing that the angels' dedication to order best allows them to fulfill divine commands. An angel follows a single driving purpose, as decreed by its deity. However, an angel is incapable of following commands that stray from the path of law and good.": "天使们以不知疲倦的奉献来执行他们神明的意志。即使是混乱善良的神灵也会指挥守序善良的天使，因为他们知道天使对秩序的忠诚最能让他们履行神圣的命令。一个天使遵循着由其神明颁布的单一使命。然而，天使无法遵循偏离秩序和善良之路的命令。",
	"An angel slays evil creatures without remorse. As the embodiment of law and good, an angel is almost never mistaken in its judgments. This quality can create a sense of superiority in an angel, a sense that comes to the fore when an angel's task conflicts with the goals of another creature. The angel never acquiesces or gives way. When an angel is sent to aid mortals, it is sent not to serve but to command. The gods of good therefore send their angels among mortals only in response to the most dire circumstances.": "一位天使无情地屠戮邪恶生物。作为法律和善的化身，天使在判断上几乎从不出错。这种品质可能会让天使产生一种优越感，在天使的任务与另一个生物的目标冲突时，这种感觉会显现出来。天使从不妥协或让步。当天使被派遣去帮助凡人时，它被派遣来指挥而不是服务。因此，善良的神只在面临最严重的情况下才会派遣他们的天使到凡间。",
	"An angel's moral compass grants it a sense of infallibility that can sometimes spell its undoing. Angels are usually too wise to fall for a simple deception, but sometimes pride can lead one to commit an evil act. Whether intentional or accidental, such an act is a permanent stain that marks the angel as an outcast. Fallen angels retain their power but lose their connection to the deities from which they were made. Most fallen angels take their banishment personally, rebelling against the powers they served by seeking rulership over a section of the Abyss or a place among other fallen in the hierarchy of the Nine Hells. Zariel, the ruler of the first layer of the Nine Hells, is such a creature. Rather than rebel, some fallen angels resign themselves to an isolated existence on the Material Plane, living in disguise as simple hermits. If they are redeemed, they can become powerful allies dedicated to justice and compassionate service.": "一个天使的道德指南针赋予它一种无可辩驳的感觉，有时可能导致它的失败。天使通常太聪明，不会轻易上当受骗，但有时骄傲可能导致它犯下邪恶行为。无论是有意还是意外，这样的行为都会永久地玷污天使，标记它为被放逐者。堕落天使保留了他们的力量，但失去了与创造他们的神之间的联系。大多数堕落天使将他们的放逐视为个人耻辱，通过寻求在深渊的某个区域或在九层地狱的堕落者阶级中寻求统治来反抗他们所侍奉的力量。扎瑞尔，九层地狱第一层的统治者，就是这样一种生物。有些堕落天使不会反抗，而是接受在物质位面上孤立的存在，伪装成简单的隐士。如果他们得到救赎，他们可以成为致力于正义和慈善服务的强大盟友。",
	"An angel doesn't require food, drink, or sleep.": "一个天使不需要食物、饮料或睡眠。",
	"A solar is godlike in its glory and power.": "太阳(`Solar`)在其荣耀和力量中如同神一般。",
	"On the battlefield, the solar's sword flies into the fray on its own, and a single arrow from a solar's bow can strike a target dead on contact. So great is a solar's celestial might that even demon princes shrink at its resonant commands.": "在战场上，太阳神的剑自行飞入战团，而太阳神的弓射出的一支箭能够直击目标致命。太阳神的神圣力量如此之巨大，以至于连恶魔王子们都会在其威严的命令下退缩。",
	"It is said that only twenty-four solars exist. The few solars that are known are stewards of specific deities. The others rest in a state of contemplation, waiting for the time when their services are needed to stave off some cosmic threat to the cause of good.": "据说只有二十四位太阳存在。已知的少数太阳是特定神明的执事。其他的太阳则处于冥思状态，等待着当有宇宙威胁威胁到善良事业时，他们的服务将会被需要。",
	"The deathlock casts one of the following spells, using Charisma as the spellcasting ability (spell save {@dc 22}):": "死锁使用以下其中一个法术，使用魅力作为施法能力（法术豁免{@dc 22}）：",
	"Magical darkness doesn't impede the deathlock's {@sense darkvision}.": "魔法黑暗并不能阻碍死锁生物的{@sense darkvision}。",
	"The deathlock has advantage on saving throws against any effect that turns Undead.": "死锁在对抗任何能够使不死生物受影响的效果时具有优势。",
	"The deathlock doesn't require air, food, drink, or sleep.": "死锁不需要空气、食物、饮水或睡眠。",
	"The deathlock makes two ranged weapon attacks.": "死锁发动两次远程武器攻击。",
	"{@atk rw} {@hit 14} to hit, range 120/180 ft., one target. {@h}22 ({@damage 1d12 + 16}) piercing damage.": "{@atk rw} {@hit 14}攻击，射程120/180英尺，目标一个。造成{@h}22 ({@damage 1d12 + 16})点穿刺伤害。",
	"The deathlock can take a dash action as a bonus action.": "死亡锁可以将冲刺动作作为一个奖励动作进行。",
	"The deathlock can use a bonus action to inspire up to 3 friendly creatures within 30ft. to give them advantage on their next attack roll.": "死亡锁可以使用一个奖励动作来激励30英尺内的最多3个友好生物，使它们在下一次攻击投掷中获得优势。",
	"The deathlock casts a known spell of its choice that has the casting time of 1 action or 1 bonus action.": "死锁生物施放一个已知施法时间为1个行动或1个奖励行动的法术。",
	"The deathlock moves up to its speed without provoking opportunity attacks.": "死锁(%num%)可以移动其速度，而不会引发机会攻击。",
	"The deathlock makes 1 ranged weapon attack.": "死锁发动1次远程武器攻击。",
	"Though deathlocks exist to serve their patrons, they retain some freedom when it comes to devising tactics and carrying out plans. Powerful deathlocks recruit lesser creatures to help them carry out their missions, becoming the masterminds behind vast conspiracies and intrigues that culminate in the accomplishment of great acts of evil.": "尽管死亡锁链存在是为了服务他们的主人，但在制定战术和执行计划时，它们仍保留一些自由。强大的死亡锁链会招募较弱的生物来帮助他们执行任务，成为广泛阴谋和诡计背后的策划者，最终实现伟大邪恶行为的成就。",
	"The forging of a pact between a warlock and a patron is no minor occasion—at least not for the warlock. The consequences of breaking that pact can be dire and, in some cases, lethal. A warlock who fails to live up to a bargain with an evil patron runs the risk of rising from the dead as a deathlock, a foul Undead driven to serve its otherworldly patron.": "与术士和守护者之间的契约锻造并非小事——至少对于术士来说不是。违背契约的后果可能是严重的，有时甚至是致命的。未能履行与邪恶守护者的交易的术士有可能冒着死而复生为死锁的风险，这是一种邪恶的不死生物，被迫为其来自异界的守护者服务。",
	"An powerful necromancer might also discover the wicked methods of creating a deathlock and then subjugate it, acting as the deathlock's patron.": "一个强大的死灵法师可能会发现制造死锁的邪恶方法，然后控制它，充当死锁的主人。",
	"Angrboda can take 5 legendary actions, choosing from the options below. Only one legendary action can be used at a time and only at the end of another creature's turn. Angroboda regains spent legendary actions at the start of its turn.": "安格博达 (Angrboda) 可以执行 5 个传奇动作，可从以下选项中选择。每次只能使用一个传奇动作，且只能在另一个生物的回合结束时使用。安格博达在其回合开始时恢复已使用的传奇动作。"
}