{
	"If the barbarian scores a critical hit, it rolls its damage dice four times, instead of twice.": "如果野蛮人获得暴击，它将掷出伤害骰子四次，而不是两次。",
	"If the barbarian isn't {@condition unconscious}, it can't be surprised and has advantage on initiative rolls.": "如果野蛮人不是{@condition unconscious}，它不会被惊讶，并且在先攻骰时获得优势。",
	"The barbarian's weapon attacks are magical and deal one additional die of damage on a hit (included in the attack).": "野蛮人的武器攻击是魔法的，在命中时会造成额外的一个骰子的伤害（包含在攻击中）。",
	"At the start of its turn, the barbarian can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn.": "在其回合开始时，野蛮人可以获得在该回合内所有近战武器攻击投掷的优势，但对它的攻击投掷在其下一个回合开始前具有优势。",
	"If the barbarian takes damage that reduces it to 0 hit points without being killed outright, it can choose to fall to 1 hit point instead.": "如果野蛮人受到足以将其生命值降至0点但没有立即被杀死的伤害，它可以选择将生命值降至1点。",
	"While not wearing armor, the barbarian's AC includes its Constitution modifier.": "在不穿戴盔甲的情况下，野蛮人的AC包括其体质调整值。",
	"The berserker makes three melee weapon attacks.": "狂战士进行三次近战武器攻击。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}18 ({@damage 2d12 + 5}) slashing damage.": "{@atk mw} {@hit 9} 进行攻击，射程5英尺，目标一个。造成{@h}18 ({@damage 2d12 + 5}) 斩击伤害。",
	"{@atk mw,rw} {@hit 9} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}12 ({@damage 2d6 + 5}) piercing damage, or 14 ({@damage 2d8 + 5}) piercing damage if used with two hands to make a melee attack.": "{@atk mw,rw} {@hit 9}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}12 ({@damage 2d6 + 5})穿刺伤害，如果用双手进行近战攻击，则为14 ({@damage 2d8 + 5})穿刺伤害。",
	"If the barbarian scores a critical hit, it rolls its damage dice three times, instead of twice.": "如果野蛮人获得了暴击，它将掷出伤害骰子三次，而不是两次。",
	"The berserker makes two melee weapon attacks.": "狂战士进行两次近战武器攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d12 + 4}) slashing damage.": "{@atk mw} {@hit 7}攻击，达到5英尺，一个目标。{@h}10 ({@damage 1d12 + 4})割伤伤害。",
	"{@atk mw,rw} {@hit 7} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage, or 8 ({@damage 1d8 + 4}) piercing damage if used with two hands to make a melee attack.": "{@atk mw,rw} {@hit 7}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}7 ({@damage 1d6 + 4})穿刺伤害，如果用双手进行近战攻击，则造成8 ({@damage 1d8 + 4})穿刺伤害。",
	"If the barbarian scores a critical hit, it rolls its damage dice five times, instead of twice.": "如果野蛮人获得了一次暴击，它将投掷伤害骰子五次，而不是两次。",
	"The minimum result of the barbarian's Strength checks is 24.": "野蛮人的力量检定的最低结果为24。",
	"The berserker makes four melee weapon attacks.": "狂战士进行四次近战武器攻击。",
	"{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}20 ({@damage 2d12 + 7}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}20 ({@damage 2d12 + 7})点割伤伤害。",
	"{@atk mw,rw} {@hit 13} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}14 ({@damage 2d6 + 7}) piercing damage, or 16 ({@damage 2d8 + 7}) piercing damage if used with two hands to make a melee attack.": "{@atk mw,rw} {@hit 13}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}14 ({@damage 2d6 + 7})穿刺伤害，如果用双手进行近战攻击，则为16 ({@damage 2d8 + 7})穿刺伤害。",
	"The inheritor's spellcasting ability is": "继承者的施法能力是 (%num%)。",
	"It can cast the following spells innately:": "它可以天生施放以下法术：",
	"When the inheritor dies, it disintegrates and becomes an ancestral spirit, joining the other ancestral spirits as they pass on to guard one of the inheritor's children chosen at random. If the inheritor has no children, it dies, along with all of its ancestral spirits.": "当继承者死亡时，它会分解并成为一个祖灵，加入其他祖灵，随着它们继续前行，守护继承者随机选择的一个孩子。如果继承者没有孩子，它将会死亡，连同所有的祖灵一起。",
	"In battle, the inheritor is surrounded and protected by ancestral spirits, the souls of its ancestors. The first time the inheritor hits a creature with a melee weapon attack on its turn, the creature becomes the target of the ancestral spirits, hindering its attacks. The target has disadvantage on attacks rolls until the start of the inheritor's next turn.": "在战斗中，继承者被祖先的灵魂包围和保护。第一次继承者在自己的回合用近战武器攻击生物时，该生物成为祖先灵魂的目标，妨碍其攻击。目标在继承者的下一个回合开始之前，攻击检定有劣势。",
	"While the inheritor is wearing no armor, its AC includes its Constitution modifier.": "当继承者没有穿戴盔甲时，其AC包括其体质调整值。",
	"The inheritor makes two attacks with its greataxe.": "继承者使用他的巨斧进行两次攻击。",
	"When a creature the inheritor can see within 30 feet of it takes damage from an attack, the inheritor can use its reaction to provide aid through its ancestral spirits, reducing the damage by 7 ({@dice 2d6}).": "当继承者看到距离30英尺内的生物受到攻击伤害时，继承者可以使用其反应通过其祖先之灵提供援助，将伤害减少7 ({@dice 2d6})。",
	"I'm the Chief Now. When the chief berserker is killed, one berserker ally within 30 feet of the berserker can magically and permanently adopt the chief berserker's statblock. The berserker ally retains its hit points and its equipment.": "我现在是首领。当首领狂战士被杀时，距离狂战士30英尺内的一名狂战士盟友可以通过魔法永久地采用首领狂战士的属性块。狂战士盟友保留其生命值和装备。",
	"At the start of its turn, the chief berserker can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn.": "在其回合开始时，首领狂战士可以在该回合内获得所有近战武器攻击投掷的优势，但对它的攻击投掷在其下一个回合开始之前具有优势。",
	"Berserker allies within 30 feet of the berserker also have advantage on the first attack they make on their next turn against any creature the berserker attacked with its reckless trait active this turn.": "在距离狂战士30英尺范围内的狂战士盟友，对于下一回合对狂战士在本回合使用无畏特性攻击过的任何生物所进行的第一次攻击，也具有优势。",
	"While not wearing armor, the chief berserker's AC includes its Constitution modifier.": "在不穿戴盔甲的情况下，首席狂战士的AC包括其体质调整值。",
	"The chief berserker makes two attacks with its greataxe.": "首领狂战士用他的巨斧进行两次攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d12 + 3}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}9 ({@damage 1d12 + 3})点斩击伤害。",
	"The ripping berserker makes two attacks with its claws.": "撕裂狂战士用它的爪子进行两次攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage, and the target must succeed on a {@dc 13} Wisdom saving throw or use its reaction to make a melee attack against another creature of the berserker's choice it can see.": "{@atk mw} {@hit 5}攻击，射程5英尺，一个目标。造成{@h}6 ({@damage 1d6 + 3})点割伤伤害，目标必须成功通过一次{@dc 13}感知豁免才能使用其反应力量对着狂战士选择的另一个它能看见的生物进行近战攻击。",
	"The berserker can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "狂战士可以攀爬困难的表面，包括在天花板上倒挂，无需进行能力检定。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}25 ({@damage 2d8 + 2d12 + 3}) piercing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}25({@damage 2d8 + 2d12 + 3})点穿刺伤害。",
	"The berserker can breathe air and water.": "狂战士可以在空气和水中呼吸。",
	"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}9 ({@damage 1d12 + 3}) piercing damage, and the target must succeed on a DC 13 Constitution saving throw or take 13 ({@damage 2d12}) poison damage.": "{@atk mw} {@hit 5}攻击，射程10英尺，一个目标。造成{@h}9 ({@damage 1d12 + 3})穿刺伤害，并且目标必须在一次DC 13体质豁免检定中成功，否则将受到13 ({@damage 2d12})毒素伤害。",
	"The apex predator can breathe air and water.": "这种顶级捕食者可以在空气和水中呼吸。",
	"The apex predator has advantage on Wisdom ({@skill Perception}) checks and on saving throws against being {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition stunned}, and knocked {@condition unconscious}.": "顶级捕食者在感知检定和豁免投掷中获得优势，对抗被{@condition blinded}、{@condition charmed}、{@condition deafened}、{@condition frightened}、{@condition stunned}和被击倒时{@condition unconscious}。",
	"At the start of its turn, the apex predator can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn.": "在其回合开始时，(the apex predator) 可以在该回合内获得所有近战武器攻击投掷的优势，但对它的攻击投掷在其下一个回合开始之前具有优势。",
	"The apex predator can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "这种顶级捕食者可以攀爬困难的表面，甚至可以倒挂在天花板上，无需进行能力检定。",
	"The apex predator makes two attacks: one with its bite and one with its tail.": "顶级捕食者进行两次攻击：一次是咬击，一次是用尾部攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}25 ({@damage 2d8 + 2d12 + 3}) piercing damage.": "{@atk mw} {@hit 7}攻击，达到5英尺，一个目标。造成{@h}25 ({@damage 2d8 + 2d12 + 3})点穿刺伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage, and the target must succeed on a {@dc 13} Wisdom saving throw or use its reaction to make a melee attack against another creature of the apex predator's choice it can see.": "{@atk mw} {@hit 7} 进行攻击，射程5英尺，一个目标。造成{@h}6 ({@damage 1d6 + 3}) 斩击伤害，并且目标必须成功通过一次{@dc 13}感知豁免才能使用其反应对另一个被顶级捕食者选择的生物进行近战攻击。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}9 ({@damage 1d12 + 3}) piercing damage, and the target must succeed on a {@dc 13} Constitution saving throw or take 13 ({@damage 2d12}) poison damage.": "{@atk mw} 近战攻击，射程10英尺，一个目标。造成{@h}9 ({@damage 1d12 + 3}) 穿刺伤害，并且目标必须成功通过一次{@dc 13} 体质豁免才能避免受到13 ({@damage 2d12}) 毒素伤害。",
	"The apex predator attacks with its claws.": "顶级捕食者用它的爪子发动攻击。",
	"The apex predator makes a Perception check.": "顶级捕食者进行一次感知检定。",
	"The Prowler magically adds 5 ({@dice 2d4}) to the result of each attack roll, ability check, and saving throw he makes.": "夜袭者在进行每次攻击检定、能力检定和豁免检定时，会在结果上魔法地增加5({@dice 2d4})。",
	"The Prowler has advantage on Wisdom ({@skill Perception}) checks, and his passive Perception increases by 5.": "潜行者在感知检定上有优势({@skill Perception})，他的被动感知增加了5点。",
	"When the Prowler fails a saving throw, he can choose to succeed instead.": "当潜行者(Prowler)未能通过豁免检定时，可以选择成功。",
	"The Prowler's weapon attacks are magical.": "猎兽者（The Prowler）的武器攻击是魔法攻击。",
	"The Prowler has advantage on an attack roll against a creature if the Prowler is the only creature within 5 feet of him.": "如果猎兽者是离他5英尺范围内唯一的生物，猎兽者对某生物的攻击投掷获得优势。",
	"Once per target, when the Prowler surprises a creature and hits him with an attack during the first round of combat, the target takes an extra 7 ({@damage 2d6}) damage from the attack.": "每个目标每次，当潜行者在战斗的第一轮中惊讶地袭击一个生物并命中他时，目标会受到额外 7 ({@damage 2d6}) 点攻击伤害。",
	"The Prowler makes three attacks: one with his bite and two with his claws.": "潜行者进行三次攻击：一次咬和两次利爪攻击。",
	"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}22 ({@damage 3d10 + 6}) piercing damage, and if the target is humanoid, it must succeed on a {@dc 18} Constitution saving throw or be cursed with lycanthropy (MM 207). The Prowler decides which kind of lycanthrope the target becomes (almost always a werewolf).": "{@atk mw} 使用 {@hit 12} 进行攻击，射程5英尺，目标一个。造成{@h}22 ({@damage 3d10 + 6}) 穿刺伤害，如果目标是人形生物，必须通过{@dc 18} 体质豁免才能免疫狼人诅咒 (MM 207)。潜行者决定目标成为哪种狼人（几乎总是狼人）。",
	"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d8 + 6}) slashing damage.": "{@atk mw} {@hit 12} 进行攻击，达到5英尺，一个目标。造成{@h}15 ({@damage 2d8 + 6}) 斩击伤害。",
	"The Prowler moves up to his speed and takes the Search action.": "潜行者移动他的速度并执行搜索动作。",
	"The Prowler moves up to his speed and takes the Hide action.": "潜行者移动他的速度并采取躲藏动作。",
	"The Prowler makes an attack with his claws.": "潜行者用他的爪子发动攻击。",
	"The Prowler regains all expended uses of his Legendary Resistance.": "潜行者回复他所有已消耗的传奇抗性使用次数。",
	"When the blood rager has taken more than 20 damage in the previous round, it chooses one of the following effects this turn:": "当这位血腥狂怒者在上一回合受到超过20点伤害时，它在本回合选择以下效果之一：",
	"The blood rager adds an extra 10 damage to the first attack it hits with.": "血腥狂暴者在第一次命中攻击时额外增加10点伤害。",
	"Until the end of its turn, the blood rager can see {@condition invisible} creatures as if they were visible up to a range of 60 feet.": "在血腥狂怒者的回合结束前，他可以将{@condition invisible}生物视为在60英尺范围内可见。",
	"Until the end of its turn, the blood rager's speed increases by 30 feet.": "直到其回合结束，血之暴怒者的速度增加30英尺。",
	"While the blood rager is not wearing armor, its AC includes its Constitution modifier.": "当血腥狂暴者没有穿戴盔甲时，其护甲等级包括其体质调整值。",
	"At the start of its turn, the blood rager can gain advantage on all melee weapon attack rolls it makes during that turn, but attack rolls against it have advantage until the start of its next turn.": "在其回合开始时，血腥狂暴者可以获得在该回合内进行的所有近战武器攻击投掷的优势，但对它的攻击投掷在其下一个回合开始之前具有优势。",
	"The blood rager has advantage on Wisdom ({@skill Perception}) checks that rely on smell to detect creatures that are at half their maximum hit points or fewer. Creatures up to 1 mile away smell as strongly to the blood rager as they would if they were only 5 feet away.": "这位血腥狂怒者在依赖嗅觉探测生物的智力检定中获得优势({@skill Perception})，这些生物的生命值为其最大生命值的一半或更少。距离1英里以内的生物对血腥狂怒者的气味就像他们只有5英尺远一样浓烈。",
	"The Blood Rager makes two melee attacks.": "这位血腥狂怒者进行两次近战攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@dice 1d10}": "{@atk mw} {@hit 6} 进行攻击，射程5英尺，目标一个。造成{@h}7 ({@damage 1d8 + 3}) 斩击伤害，或8 ({@dice 1d10}",
	"+ 3) slashing damage if used with two hands.": "+ 3) 如果双手使用，造成割伤伤害。",
	"As a bonus action, the kuldjargh can move up to its speed towards a hostile creature that it can see.": "作为一个奖励动作，库尔贾尔(%num%)可以朝着它能看见的敌对生物移动并且移动距离不超过它的速度。",
	"The kuldjargh has advantage on saving throws to resist being {@condition poisoned}.": "库尔贾尔 (kuldjargh) 在豁免投掷中对抗被 {@condition poisoned} 的效果时具有优势。",
	"The kuldjargh can make a grapple check as a bonus action after it hits a creature with a weapon attack. The kuldjargh doesn't need a free hand to grapple.": "库尔贾格(Kuldjargh)可以在用武器攻击命中生物后，作为一个奖励动作进行一次擒抱检定。库尔贾格不需要空闲的手来进行擒抱。",
	"At the start of its turn, the kuldjargh can gain advantage on all melee weapon attack rolls it makes during that turn, but attack rolls against it have advantage until the start of its next turn.": "在其回合开始时，库尔贾尔(%num%)可以获得对其在该回合内进行的所有近战武器攻击投掷的优势，但对其进行的攻击投掷在其下一个回合开始之前具有优势。",
	"A creature within 5 feet of the kuldjargh that hits it with a melee weapon attack takes 2 ({@damage 1d4}) piercing damage. Additionally, a creature grappling or {@condition grappled} by the kuldjargh takes 2 ({@damage 1d4}) piercing damage at the start of the kuldjargh's turn.": "当距离库尔贾格（kuldjargh）5英尺以内的生物用近战武器攻击它时，会受到2点刺伤伤害。此外，被库尔贾格抓取或控制的生物在库尔贾格的回合开始时会受到2点刺伤伤害。",
	"The kuldjargh makes three melee weapon attacks: two with its handaxes and one with its spiked armor.": "库尔贾尔格(kuldjargh)进行三次近战武器攻击：两次使用其手斧，一次使用其尖刺盔甲。",
	"{@atk mw,rw} {@hit 6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage.": "{@atk mw,rw} {@hit 6}攻击，达到5英尺或射程20/60英尺，一个目标。造成{@h}7 ({@damage 1d6 + 4})点割伤伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage. The kuldjargh doesn't need to roll an attack for a creature it is grappling.": "{@atk mw} 使用 {@hit 6} 进行攻击，射程5英尺，目标为一个。造成{@h}6({@damage 1d4 + 4})点穿刺伤害。库尔贾格不需要为其抓取的生物进行攻击骰投掷。",
	"While the berserker is wearing no armor, its AC includes its Constitution modifier.": "当狂战士没有穿戴盔甲时，其AC包括其体质调整值。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage or 8 ({@dice 1d10 + 3}) slashing damage if used with two hands.": "{@atk mw}进行攻击，射程5英尺，一个目标。造成{@h}7 ({@damage 1d8 + 3})点砍伤伤害，或者如果双手使用则造成8 ({@dice 1d10 + 3})点砍伤伤害。",
	"The berserker rolls {@dice 1d6} and takes the corresponding action below.": "狂战士掷骰子{@dice 1d6}，并执行下面相应的动作。",
	"The berserker targets a creature it can see at minimum 20 feet from it and moves up to its speed towards it, then makes a battleaxe attack against it if in range. On a hit, the target takes an additional 11 ({@damage 2d10}) damage and, if the creature is Large or smaller, it must succeed on a Strength saving throw or be knocked {@condition prone}.": "狂战士选择一个距离自己至少20英尺的可见生物，并向其移动自己的速度，然后如果在攻击范围内，对其进行战斧攻击。命中后，目标额外受到11点伤害({@damage 2d10})，若该生物为大型或更小，则必须成功进行一次力量豁免才能不被击倒{@condition prone}。",
	"The berserker takes the Dodge, Disengage, and Dash actions.": "狂战士采取了闪避（Dodge）、脱离战斗（Disengage）和冲刺（Dash）的动作。",
	"The berserker makes three attacks with its battleaxe.": "狂战士用他的战斧进行三次攻击。",
	"The berserker makes one battleaxe attack, and its to-hit bonus is +7. On a hit, the berserker scores a critical hit.": "狂战士进行一次战斧攻击，其命中加值为+7。命中时，狂战士造成一次暴击。",
	"The berserker regains 10 hit points and gains 10 temporary hit points.": "狂战士回复了10点生命值并获得了10点临时生命值。",
	"The berserker magically teleports up to 120 feet to an empty space that it can see. If it teleports to within 5 feet of a creature, it can then make one battleaxe attack against that creature.": "狂战士使用魔法传送到最多120尺内可见的空地。如果它传送到离生物不到5尺的地方，它可以对该生物进行一次战斧攻击。",
	"Alternative actions are provided below. You can swap any of them out": "以下提供了替代行动。您可以交换其中任何一个。",
	"The berserker transforms into a beast of CR 1 or lower, usually a brown bear. Its equipment melds into its new form and it retains its Intelligence, Wisdom, and Charisma scores, as well as its hit points. It can immediately take one of the beast's actions. The berserker reverts to its original form when it is killed or at the beginning of its next turn.": "狂战士变身为1级或更低级别的野兽，通常是一只棕熊。它的装备融入新形态中，保留其智力、感知和魅力分数，以及其生命值。它可以立即执行野兽的一个动作。狂战士在被杀死或在下一个回合开始时恢复到原始形态。",
	"The berserker challenges a creature within 60 feet of it that can see and hear it. The target must make a DC 11 Wisdom saving throw. On a failed save, the target has disadvantage on attack rolls against creatures other than the berserker, and it can't willingly move further away from the berserker. Whether the target succeeds or fails, the berserker can then make one attack.": "狂战士挑战距离其60英尺以内、能看见并听见它的生物。目标必须进行一次DC 11的感知豁免检定。未通过检定的目标在攻击除狂战士以外的生物时有劣势，并且不能自愿远离狂战士。无论目标成功与否，狂战士随后可以进行一次攻击。",
	"Each hostile creature within 30 feet of the berserker that can see and hear it must succeed on a DC 11 Wisdom saving throw or become frightened until the end of the berserker's next turn.": "每个在离狂战士30英尺范围内、能看见并听到它的敌对生物，必须通过一次DC 11的感知豁免检定，否则会在狂战士的下一个回合结束前变得受到惊吓。",
	"The berserker becomes a Large creature until the end of its next turn, gaining advantage on Strength saving throws and ability checks and a bonus 1d10 damage on its attacks. The berserker then makes one attack.": "狂战士在其下一个回合结束前变成一个大型生物，获得在力量豁免和能力检定上的优势，并在攻击中获得额外1d10点伤害。然后，狂战士进行一次攻击。",
	"The berserker calls to two allies that can hear it. The targets can immediately use their reaction to make a weapon attack. If they do so, they have advantage on the attack roll.": "狂战士呼唤两名能听到它声音的盟友。目标可以立即使用自己的反应进行一次武器攻击。如果他们这样做，他们在攻击检定中获得优势。",
	"The berserker rolls on the Wild Magic Surge table (PHB 104), with the following changes. Any ongoing effects end after 1 minute or when the berserker dies.": "狂战士在狂野魔法突发表（PHB 104）上进行骰掷，但有以下变化。任何持续效果在1分钟后或狂战士死亡时结束。",
	"A result of 21-22 instead refers to any effect originating that requires the target to make a saving throw.": "21-22的结果指的是任何源自（Saving Throw）的效果，需要目标进行豁免检定。",
	"A result of 27-28 instead allows the berserker to make one melee weapon attack as a bonus action each round.": "27-28的结果允许狂战士每轮作为一个奖励动作进行一次近战武器攻击。",
	"A result of 33-34 instead maximises the damage of the next attack the berserker hits with.": "33-34的结果会最大化狂战士下一次攻击的伤害。",
	"A result of 59-60 or 99-100 instead replenishes all of the berserker's hit points.": "当结果为59-60或99-100时，(berserker)的所有生命值都会恢复。",
	"The barbarian's spellcasting ability is Wisdom (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It can cast the following spells innately, but only as a ritual.": "野蛮人的施法能力是智力（施法豁免 {@dc 13}，施法攻击命中加值 {@hit 5}）。它可以本能地施放以下法术，但只能作为仪式施放。",
	"Hostile creatures within 5 feet of the barbarian that can see and hear it have disadvantage on attack rolls against creatures other than the barbarian.": "距离野蛮人5英尺以内、能看见并听到它的敌对生物，在对野蛮人以外的生物进行攻击时有劣势。",
	"The barbarian makes four attacks with its scimitars.": "野蛮人用他的弯刀进行四次攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。造成{@h}7 ({@damage 1d6 + 4}) 斩击伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) bludgeoning damage.": "{@atk mw} {@hit 7} 进行攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 1d6 + 4}) 钝击伤害。",
	"The barbarian's long jump is up to 20 feet and its high jump is up to 10 feet, with or without a running start.": "野蛮人的长跳最多达到20英尺，高跳最多达到10英尺，无论是否有起跑助跑。",
	"When the barbarian hits a Large or smaller creature with a melee weapon attack, it can choose to force the target to make a DC 15 Strength saving throw. The target falls {@condition prone} on a failed save. ": "当野蛮人用近战武器攻击一个大型或更小的生物时，它可以选择让目标进行一次 DC 15 的力量豁免检定。目标在豁免失败时倒地 {@condition prone}。",
	"As a bonus action, the storm herald can move up to its speed towards a hostile creature that it can see.": "作为一个奖励动作，风暴使者可以朝着它能看见的敌对生物移动，距离为其速度。",
	"Creatures that start their turn within 5 feet of the storm herald must make a {@dc 13} Dexterity saving throw, taking 7 ({@damage 2d6}) lightning damage on a failed save, or half as much damage on a successful one.": "在风暴先驱者附近5英尺内开始他们的回合的生物必须进行一次{@dc 13}敏捷豁免检定，未通过检定则受到7点({@damage 2d6})闪电伤害，通过检定则受到一半伤害。",
	"At the start of its turn, the storm herald can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn.": "在其回合开始时，风暴先驱者可以在该回合期间获得所有近战武器攻击投掷的优势，但对它的攻击投掷在其下一个回合开始之前都具有优势。",
	"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage, or 7 ({@damage 1d8 + 3}) piercing damage if used with two hands to make a melee attack.": "{@atk mw,rw} {@hit 5}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}6 ({@damage 1d6 + 3})穿刺伤害，或者如果用双手进行近战攻击，则造成7 ({@damage 1d8 + 3})穿刺伤害。",
	"Additionally, the target must succeed on a {@dc 13} Strength saving throw or fall {@condition prone}": "另外，目标必须成功进行一次{@dc 13}力量豁免才能避免倒地，否则会倒地{@condition prone}。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with two hands.": "{@atk mw} {@hit 5}攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 1d8 + 3})点劈砍伤害，或者如果双手使用则造成8 ({@damage 1d10 + 3})点劈砍伤害。",
	"Creatures that start their turn within 5 feet of the storm herald or hit the storm herald with a melee attack take 3 ({@damage 1d6}) fire damage.": "在风暴先驱者((Storm Herald))周围5英尺范围内开始他们的回合或对其发动近战攻击的生物会受到3点火焰伤害。",
	"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage. Additionally, the target must succeed on a DC 13 Constitution saving throw or have its speed reduced to 0 until the end of its next turn.": "{@atk mw} 近战攻击，射程10英尺，目标一个。{@h}8 ({@damage 1d10 + 3}) 穿刺伤害。此外，目标必须通过一次 DC 13 的体质豁免才能避免其速度降低至0，直到下个回合结束。",
	"Allied creatures that start their turn within 30 feet of the storm herald gain 3 ({@damage 1d6}) temporary hit points.": "在风暴先驱者附近30英尺内开始他们的回合的盟友生物会获得3({@damage 1d6})临时生命值。",
	"At the start of its turn, the berserker can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn.": "在其回合开始时，狂战士可以在该回合内对所有近战武器攻击投掷获得优势，但对它的攻击投掷在其下一个回合开始之前获得优势。",
	"When the berserker rolls initiative, it rolls twice on the Wild Magic Surge table and uses either result. If it rolls the same number twice, it can choose any result on the table.": "当狂战士（Berserker）进行先攻骰点时，它需要在《狂野魔法涌现（Wild Magic Surge）》表上骰两次，并选择其中任意一个结果。如果它两次骰到相同的数字，它可以在表上选择任意一个结果。",
	"When the berserker takes damage, it rolls twice on the Wild Magic Surge table and uses either result. If it rolls the same number twice, it can choose any result on the table.": "当狂战士受到伤害时，它在狂野魔法突发表上投掷两次，并使用其中任意一个结果。如果它两次投掷相同的数字，它可以在表上选择任意一个结果。",
	"When the zealot is reduced to 0 hit points by an attack that isn't a critical hit, and the zealot is not killed outright, it can choose to fall to 1 hit point instead.": "当狂热者被一次非重击攻击减至0点生命值时，并且没有被立即击杀，它可以选择将生命值降至1点。",
	"When the zealot fails a saving throw, it can choose to succeed instead.": "当狂热者失败豁免投掷时，可以选择成功。",
	"At the start of its turn, the zealot can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn.": "在其回合开始时，狂热者可以在该回合内获得所有近战武器攻击投掷的优势，但对它的攻击投掷在其下一个回合开始之前具有优势。",
	"The zealot makes two attacks with Dawn Star.": "狂热者使用黎明之星进行两次攻击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage, plus 7 ({@damage 2d6}) radiant damage. Additionally, if the target is a creature, it must succeed on a {@dc 10} Charisma saving throw or begin shedding bright light in a 10 foot radius and dim light for 10 feet beyond that. The glowing light grants advantage on attack rolls against the target, and it lasts until the start of the target's next turn. This is a magic weapon.": "{@atk mw} 使用 {@hit 7} 进行攻击，射程5英尺，目标一个。造成{@h}7 ({@damage 1d8 + 3}) 穿刺伤害，加上7 ({@damage 2d6}) 辐射伤害。此外，如果目标是生物，它必须成功进行一次 {@dc 10} 魅力豁免才能开始在10英尺半径内散发明亮光，再延伸10英尺的暗淡光。发光的光线使得对目标的攻击投掷获得优势，并持续到目标的下一个回合开始前。这是一把魔法武器。",
	"The one hit wonder is a 10th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 16}, {@hit 8} to hit with spell attacks). It knows the following bard spells.": "这位一曲成名的（The one hit wonder）是一名10级法术施法者。它的法术施放能力是魅力（法术豁免 DC {@dc 16}，用法术攻击命中为 {@hit 8}）。它了解以下吟游诗人法术。",
	"While playing music, the one hit wonder and allied creatures that can hear it within 30 feet of it have advantage on all saving throws and are immune to the {@condition frightened} and {@condition charmed} conditions.": "在播放音乐时，那位一曲成名的人和与其同盟的生物，只要在30英尺内能听到音乐，就在所有豁免 throws 上获得优势，并且对 {@condition frightened} 和 {@condition charmed} 状态免疫。",
	"As a bonus action, the one hit wonder chooses an ally that can see and hear it within 30 feet of its position. In the next minute, the target can add {@dice 1d10} to one ability check, attack roll, or saving throw of its choice. Once a target has benefited from this feature, it must finish a short or long rest before it can benefit from it again.": "作为一个奖励动作，独一无二的一击选择一个在其30英尺范围内能看到并听到它的盟友。在接下来的一分钟内，目标可以在自己选择的一个能力检定、攻击骰或豁免骰上增加{@dice 1d10}。一旦一个目标受益于这个特性，它必须在再次受益之前完成一次短休或长休。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) bludgeoning damage.": "{@atk mw} {@hit 4}攻击，射程5英尺，目标一个。造成{@h}2 ({@damage 1d4}) 钝击伤害。",
	"The rock legend is an 18th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 20}, {@hit 12} to hit with spell attacks). It knows the following bard spells.": "这位摇滚传奇是一名18级法术施法者。它的法术能力值是魅力（法术豁免 {@dc 20}，法术攻击命中加值 {@hit 12}）。它会以下吟游诗人法术。",
	"While playing music, the rock legend and allied creatures that can hear it within 30 feet of it have advantage on all saving throws and are immune to the {@condition frightened} and {@condition charmed} conditions.": "在演奏音乐时，这位摇滚传奇和在30英尺内能听到音乐的盟友生物，在所有豁免 throws 上获得优势，并且对 {@condition frightened} 和 {@condition charmed} 状态免疫。",
	"As a bonus action, the rock legend chooses an ally that can see and hear it within 30 feet of its position. In the next minute, the target can add {@dice 1d12} to one ability check, attack roll, or saving throw of its choice. Once a target has benefited from this feature, it must finish a short or long rest before it can benefit from it again.": "作为一个奖励动作，摇滚传奇选择一个在其30英尺范围内能看到并听到它的盟友。在接下来的一分钟内，目标可以在自己选择的一个能力检定、攻击检定或豁免检定中增加{@dice 1d12}。一旦一个目标受益于这个特性，它必须在再次受益之前完成短暂或长时间休息。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) bludgeoning damage. This is a magic weapon. While attuned to this axe, the wielder's Charisma is increased by 2, potentially above the maximum of 20.": "{@atk mw} {@hit 6} 进行攻击，射程5英尺，一个目标。造成{@h}2 ({@damage 1d4}) 钝击伤害。这是一把魔法武器。当持有者与这把斧头相连时，其魅力值增加2，有可能超过最大值20。",
	"The blade is a 3rd-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It knows the following bard spells.": "这把刀是一名3级法术施法者。它的法术施法能力是魅力（法术豁免 DC {@dc 12}，用法术攻击命中加值为 {@hit 4}）。它会以下吟游诗人法术。",
	"When the blade hits with an attack on its turn, the blade can use one of the following options.": "当（the blade）在其回合进行攻击时，（the blade）可以使用以下选项之一。",
	"The blade rolls {@dice 1d8} and adds the amount to the damage of its attack. It also adds this amount to its AC until the start of its next turn.": "这把刀滚动 {@dice 1d8}，并将此数量添加到其攻击的伤害中。它还会在下一个回合开始之前将此数量添加到其盾牌等级上。",
	"The blade rolls {@dice 1d8} and adds the amount to the damage of its attack. Additionally, the blade pushes its target 10 feet. The blade can then move up to its speed.": "这把刀滚动{@dice 1d8}，并将此数值添加到其攻击的伤害中。此外，刀还会将目标推开10英尺。然后，刀可以移动其速度。",
	"The blade chooses a creature within 5 feet of its original target. Both targets take an additional 4 ({@damage 1d8}) slashing damage.": "这护刃选择原目标周围5英尺内的一只生物。两个目标都受到额外4点切割伤害 ({@damage 1d8})。",
	"The blade makes three attacks with its scimitars.": "这把刀用它的弯刀进行三次攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage.": "{@atk mw}进行攻击，射程5英尺，目标一个。造成{@h}6({@damage 1d6 + 3})点割伤伤害。",
	"The court debater is a 4th-level spellcaster.": "法庭辩论者是一名4级法术施展者。",
	"Its spellcasting ability is Charisma (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It has the following bard spells prepared.": "它的施法能力是魅力（法术豁免 {@dc 13}，用法术攻击命中时为 {@hit 5}）。它准备了以下吟游诗人法术。",
	"After casting calm emotions, the court debater regains a 2nd level spell slot. Creatures under the effects of calm emotions cast by the court debater have disadvantage on concentration checks.": "在施放平静情绪后，法庭辩论者会恢复一个2级法术位。受法庭辩论者施放的平静情绪影响的生物在专注检定时有劣势。",
	"After casting silence, the court debater regains two 1st level spell slots.": "施放寂静后，法庭辩论者恢复了两个1级法术位。",
	"The court debater attempts to own a liberal with facts and logic. It can then cast a spell.": "法庭辩论者试图用事实和逻辑说服一个自由主义者。然后它可以施放一个法术。",
	"The court debater targets a creature it can see within 60 feet of it that can hear it. The target must succeed on a {@dc 13} Intelligence saving throw or take 9 ({@damage 2d8}) psychic damage and incur disadvantage on the next saving throw it makes before the end of the court debater's next turn.": "法庭辩论者瞄准一个它能看见且能听到的生物，距离不超过60英尺。目标必须成功通过一个{@dc 13}智力豁免才能免受9({@damage 2d8})点心灵伤害，并在法庭辩论者的下一个回合结束前的下一个豁免检定中获得劣势。",
	"The bard is a 4th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It has the following bard spells prepared:": "吟游诗人是一名4级法术施展者。它的法术施展能力是魅力（法术豁免 {@dc 12}，用法术攻击命中为 {@hit 4}）。它已准备了以下吟游诗人法术：",
	"The bard can perform a song while taking a short rest. Any ally who hears the song regains an extra {@dice 1d6} hit points if it spends any Hit Dice to regain hit points at the end of that rest. The bard can confer this benefit on itself as well.": "吟游诗人在短暂休息时可以演奏一首歌曲。任何听到这首歌的盟友，在休息结束时如果使用任何生命骰来恢复生命值，将额外回复 {@dice 1d6} 的生命值。吟游诗人也可以让自己获得这个好处。",
	"As a bonus action, the bard targets one ally within 30 feet of it that can hear the bard. A {@creature note of potential|OCLD} appears within 5 feet of the target and lives for up to one minute. The target becomes the note of potential's conductor. A creature can only be the conductor to one note of potential at a time.": "作为一个奖励动作，吟游诗人选择一个距离自己30英尺以内且能听到自己的盟友。一个{@creature note of potential|OCLD}会出现在距离目标5英尺的地方，并会存在最多一分钟。目标成为潜能音符的指挥者。一只生物一次只能成为一个潜能音符的指挥者。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}5 ({@damage 1d6 + 2}) 穿刺伤害。",
	"{@atk rw} {@hit 4} to hit, range 80/320 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage.": "{@atk rw}进行攻击，射程80/320尺，目标为一名敌人。造成{@h}5 ({@damage 1d6 + 2})点穿刺伤害。",
	"The note of potential shares initiative with its conductor, can occupy its space, and can move up to 90 ft. outside of initiative order to always remain within 5 feet of the conductor.": "潜在份额倡议的注记，可以占据其空间，并且可以在倡议顺序之外移动多达90英尺，以始终保持在离指挥者5英尺的范围内。",
	"The note of potential can't take actions, and it can only take reactions if it is within 5 feet of its conductor. After taking a reaction, or if it ends its turn further than 5 feet from its conductor, the note of potential is destroyed.": "潜能音符无法主动行动，只有在距其指挥者5英尺内时才能作出反应。在进行一次反应后，或者当它的回合结束时离指挥者超过5英尺，潜能音符将被摧毁。",
	"When the conductor makes an attack roll, the note of potential emits a burst of sound.": "当指挥家进行攻击检定时，潜能音符会发出一阵声音爆发。",
	"Each creature within 5 feet of it that can hear it must must make a Constitution saving throw or take 4 ({@damage 1d8}) thunder damage.": "每个在其5英尺范围内且能听到它的生物必须进行一次体质豁免才能，否则会受到4({@damage 1d8})点雷属性伤害。",
	"When the conductor makes an ability check, the note of potential grants it advantage on that check.": "当指挥家进行能力检定时，潜能音符会让其在该检定中获得优势。",
	"When the conductor takes damage, the note of potential grants it resistance to the damage of that attack.": "当指挥者受到伤害时，潜能音符为其提供对该攻击伤害的抗性。",
	"Immediately after the dancing item makes a slam attack, it can take the Dodge action as a bonus action.": "在进行舞蹈物品进行一次猛击攻击后，它可以作为一个奖励动作采取闪避动作。",
	"The item is immune to any spell or effect that would alter its form.": "该物品对任何可能改变其形态的法术或效果都具有免疫力。",
	"{@atk ms} {@hit 6} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d10 + 4}) force damage.": "{@atk ms} {@hit 6} 进行攻击，射程5英尺，目标一个。{@h}9 ({@damage 1d10 + 4}) 点力场伤害。",
	"The bard's innate spellcasting ability is Charisma (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It can cast the following spells innately:": "诗人的天生施法能力是魅力（法术豁免 {@dc 13}，法术攻击命中加值 {@hit 5}）。它可以天生施放以下法术：",
	"The bard is a 5th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It knows the following bard spells.": "诗人是一名5级法术施法者。它的法术施法能力是魅力（法术豁免 {@dc 13}，法术攻击命中加值 {@hit 5}）。它了解以下诗人法术。",
	"The first time a creature attacks the bard on a turn, the attacker must make a {@dc 13} Charisma saving throw. On a failed save, it can't attack the bard on this turn, and it must choose a new target for the attack or the attack is wasted.": "当生物在一个回合内第一次攻击吟游诗人时，攻击者必须进行一次 {@dc 13} 魅力豁免投掷。如果未通过豁免，则无法在此回合内攻击吟游诗人，并且必须选择一个新目标进行攻击，否则攻击被浪费。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage.": "{@atk mw} {@hit 5}攻击，达到5英尺，一个目标。造成{@h}6 ({@damage 1d8 + 2})穿刺伤害。",
	"The jester's innate spellcasting ability is Charisma (spell save {@dc 15}, {@hit 7} to hit with spell attacks). It knows the following bard spells.": "小丑的天生施法能力是魅力（法术豁免 {@dc 15}，法术攻击命中加值 {@hit 7}）。它知道以下吟游诗人法术。",
	"The jester has resistance to damage taken as a result of a fall.": "小丑对由摔倒造成的伤害具有抗性。",
	"As a bonus action, the jester can take both the Dash and Disengage actions.": "作为一个奖励动作，小丑可以同时执行冲刺和躲闪动作。",
	"{@atk mw,rw} {@hit 3} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}3 ({@damage 1d4 + 1}) bludgeoning damage, and the target has disadvantage on the next ability check it makes before the end of its next turn.": "{@atk mw,rw} {@hit 3}攻击，射程5英尺或射程20/60英尺，目标为1个。受到{@h}3 ({@damage 1d4 + 1}) 钝击伤害，并且目标在其下一个回合结束前进行的下一个能力检定上获得劣势。",
	"When a creature the bard can see within 60 feet of it makes an attack roll, ability check, or damage roll, the bard subtracts 4 ({@dice 1d8}) from the result. This has no effect if the creature can't hear the bard or is immune to being {@condition charmed}.": "当吟游诗人看到距离其60英尺内的生物进行攻击检定、能力检定或伤害检定时，吟游诗人从结果中减去4 ({@dice 1d8})。如果生物无法听到吟游诗人或对其免疫，这没有任何效果。",
	"The dancer is an 8th-level spellcaster. The dancer's spellcasting ability is Charisma (spell save DC": "这位舞者是一名8级咒术师。这位舞者的咒术能力是魅力（法术豁免 DC）。",
	"13, {@hit 5} to hit with spell attacks). It knows the following bard spells.": "13，{@hit 5} 用法术攻击命中）。它会以下吟游诗人法术。",
	"When the dancer rolls initiative, it chooses itself and up to 3 allies within 60 feet of it.": "当舞者（dancer）投掷先攻检定时，它选择自己和距离它不超过60英尺的最多3名盟友。",
	"Creatures chosen by the dancer can move an additional 20 feet on their first turn as long as that movement is in dim light or darkness, and they can take the Disengage or Hide action as a bonus action on their first turn.": "舞者选择的生物在它们的第一个回合可以额外移动20英尺，只要这个移动是在微弱光线或黑暗中，并且它们可以在第一个回合将躲避或隐藏动作作为奖励动作。",
	"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage.": "{@atk mw,rw} {@hit 5}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}5 ({@damage 1d4 + 3})穿刺伤害。",
	"The bard is a 4th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It knows the following bard spells.": "吟游诗人是一名4级法术施法者。它的法术施法能力是魅力（法术豁免{@dc 12}，法术攻击命中加值{@hit 4}）。它了解以下吟游诗人法术。",
	"The bard can perform a song while taking a short rest. Any ally who hears the song regains an extra {@dice 1d6} hit points if it spends a Hit Dice to regain hit points at the end of that rest. The bard can confer this benefit on itself as well.": "吟游诗人在休息时可以演奏一首歌曲。任何听到这首歌的盟友，在休息结束时花费一个命中骰来恢复生命值时，将额外恢复 {@dice 1d6} 生命值。吟游诗人也可以给自己带来这个好处。",
	"The bard makes two attacks with its longsword.": "吟游诗人用他的长剑进行两次攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage, or 7 ({@damage 1d10 + 2}) slashing damage if used with two hands to make a melee attack.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d8 + 2}) 斩击伤害，或者如果用双手进行近战攻击，则造成7 ({@damage 1d10 + 2}) 斩击伤害。",
	"{@atk rw} {@hit 4} to hit, range 150/600 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage.": "{@atk rw}进行攻击，射程150/600英尺，目标为一个。造成{@h}6({@damage 1d8 + 2})点穿刺伤害。",
	"When an attack roll is made against the bard or a friendly creature the bard can see within 60 feet of it, the bard can add 4 ({@dice 1d8}) to the target's AC against that attack.": "当对诗人或其能看到的60英尺范围内的友方生物进行攻击检定时，诗人可以为目标的AC增加4({@dice 1d8})，以抵御该次攻击。",
	"The bard is a 4th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It knows the following bard spells.": "吟游诗人是一名4级法术施法者。其施法能力为魅力（法术豁免 {@dc 13}，法术攻击命中加值 {@hit 5}）。它了解以下吟游诗人法术。",
	"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one creature. {@h}5 ({@damage 1d4 + 3}) piercing damage plus 10 ({@damage 3d6}) psychic damage.": "{@atk mw,rw} 进行攻击，达到5英尺或射程20/60英尺，一个生物。造成{@h}5 ({@damage 1d4 + 3}) 穿刺伤害加上10 ({@damage 3d6}) 精神伤害。",
	"The bard dons a shadow it has captured through its Whispers of Death like a coat. The bard vanishes, magically transforming into a disguise of the person whose shadow the bard has captured. The bard takes on the appearance of the dead person, but healthy and alive. The disguise lasts for 1 hour until the bard ends it as a bonus action.": "吟游诗人穿上了它通过死亡低语所捕获的阴影，如同披上一件外套。吟游诗人消失了，神奇地变换成了吟游诗人所捕获阴影的人的伪装。吟游诗人呈现出死去人的外貌，但是健康而活着。这个伪装持续1小时，直到吟游诗人以奖励动作结束它。",
	"While in the disguise, the bard gains access to all information that the humanoid would freely share with a casual acquaintance and can easily pass as the person by drawing on its memories. Another creature can see through the disguise by succeeding on a {@dc 18} Wisdom ({@skill Insight}) check.": "在伪装中，吟游诗人可以获得人形生物愿意与熟人分享的所有信息，并可以轻松地通过借助其记忆来冒充这个人。另一个生物可以通过成功进行一次 {@dc 18} 智力检定来识破这个伪装。",
	"When a humanoid dies within 30 feet of the bard, it can use its reaction to magically capture the humanoid's shadow.": "当一个人形生物在离诗人30英尺范围内死亡时，它可以使用其反应来魔法地捕捉该人形生物的阴影。",
	"The bard retains this shadow until it uses its Mantle of Whispers action or completes a long rest.": "吟游诗人保留这个阴影，直到它使用它的“低语斗篷”动作或完成一次长休。",
	"The bishop is an 8th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It has the following cleric spells prepared.": "主教是一名8级法术施展者。它的法术施展能力是智力（法术豁免 {@dc 14}，法术攻击命中加值 {@hit 6}）。它准备了以下牧师法术。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage.": "{@atk mw} 近战攻击，达到5英尺，一个目标。造成{@h}4 ({@damage 1d6 + 1}) 钝击伤害。",
	"The bishop presents its holy symbol and speaks a prayer.": "主教展示它的圣物，并祈祷。",
	"Each undead that can see or hear the bishop must make a {@dc 14} Wisdom saving throw. If the target is an undead of CR 1 or lower, it is destroyed on a failed save. Otherwise, on a failed save the target is turned for 1 minute or until it takes any damage. A turned creature moves up to its speed away from the bishop and can't willingly move within 30 feet of it. It can't take reactions and must either use the Dash action or try to escape from an effect that stops it from moving.": "每个能看到或听到主教的不死生物必须进行一次 {@dc 14} 感知豁免检定。如果目标是1级或更低等级的不死生物，在未通过检定的情况下将被摧毁。否则，在未通过检定的情况下，目标将被转化1分钟，或者直到它受到任何伤害。被转化的生物以自身速度远离主教，并且不能自愿靠近30英尺以内。它不能进行反应，并且必须要么使用冲刺动作，要么试图逃离阻止其移动的效果。",
	"If it can't move, it can take the Dodge action.": "如果它无法移动，它可以采取闪避动作。",
	"The cardinal is a 15th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 16}, {@hit 8} to hit with spell attacks). It has the following cleric spells prepared.": "红衣主教是一名15级的法术施法者。它的法术属性是智力（法术豁免 {@dc 16}，法术攻击命中加值 {@hit 8}）。它准备了以下牧师法术。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage.": "{@atk mw} {@hit 5} 进行攻击，达到5英尺，一个目标。造成{@h}4 ({@damage 1d6 + 1}) 钝击伤害。",
	"The cardinal presents its holy symbol and speaks a prayer.": "枢机主教拿出他的圣徽并祈祷。",
	"Each undead that can see or hear the cardinal must make a {@dc 16} Wisdom saving throw. If the target is an undead of CR 3 or lower, it is destroyed on a failed save. Otherwise, on a failed save the target is turned for 1 minute or until it takes any damage. A turned creature moves up to its speed away from the cardinal and can't willingly move within 30 feet of it. It can't take reactions and must either use the Dash action or try to escape from an effect that stops it from moving.": "每个能看到或听到红衣主教的不死生物必须进行一次{@dc 16}感知豁免检定。如果目标是3级或更低等级的不死生物，则在豁免失败时被摧毁。否则，在豁免失败时，目标会被转化1分钟，或者直到受到任何伤害。一个被转化的生物会以自己的速度远离红衣主教，并且不会自愿靠近30英尺内。它不能做出反应，并且必须使用冲刺动作或者试图逃离阻止其移动的效果。",
	"The avatar is a 20th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 19}, {@hit 11} to hit with spell attacks). It has the following cleric spells prepared.": "化身是一名20级法术施法者。它的法术施法能力是智力（法术豁免 {@dc 19}，用法术攻击命中时为 {@hit 11}）。它准备了以下牧师法术。",
	"As a bonus action, the avatar can cast any spell with a casting time of one action from the cleric spell list without expending a spell slot or components, even if the spell isn't on its prepared spell list or if it has already cast a spell on its turn. After doing so, the avatar regains all of its expended spell slots.": "作为一个奖励动作，化身可以从（牧师法术列表）中施放任何施法时间为一次动作的法术，而无需消耗法术位或材料成分，即使该法术不在其准备的法术列表中，或者即使它已经在自己的回合中施放了一个法术。在这样做之后，化身将恢复所有已消耗的法术位。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) bludgeoning damage.": "{@atk mw} 近战攻击，达到5英尺，一个目标。造成{@h}5 ({@damage 1d6 + 2}) 钝击伤害。",
	"The avatar presents its holy symbol and speaks a prayer.": "化身展示它的神圣符号并祈祷。",
	"Each undead that can see or hear the avatar must make a {@dc 19} Wisdom saving throw. If the target is an undead of CR 4 or lower, it is destroyed on a failed save. Otherwise, on a failed save the target is turned for 1 minute or until it takes any damage. A turned creature moves up to its speed away from the avatar and can't willingly move within 30 feet of it. It can't take reactions and must either use the Dash action or try to escape from an effect that stops it from moving.": "每个能看见或听见阿凡达的不死生物必须进行一次{@dc 19}感知豁免检定。如果目标是4级或更低等级的不死生物，在豁免失败时会被摧毁。否则，在豁免失败时，目标会被转化1分钟，或者直到受到任何伤害。一个被转化的生物会以自己的速度远离阿凡达，并且不能自愿移动到它的30英尺范围内。它不能做出反应，并且必须要么使用冲刺动作，要么试图摆脱阻止它移动的效果。",
	"The priest is a 6th-level spellcaster. It spellcasting ability is Wisdom (spell save {@dc 13}, {@hit 6} to hit with spell attacks). It has the following cleric spells prepared.": "这位牧师是一名6级法术施展者。它的法术施展能力是智力（法术豁免 {@dc 13}，法术攻击命中加值 {@hit 6}）。它已准备了以下牧师法术。",
	"When the priest restores hit points to an ally with a spell of 1st level or higher, it can also end one spell affecting that creature. The level of the spell ended must be equal to or lower than the level of the spell slot expended to heal the ally.": "当牧师用1级或更高级别的法术为盟友恢复生命值时，它也可以结束影响该生物的一个法术。被结束的法术等级必须等于或低于用来治疗盟友的法术位等级。",
	"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage.": "{@atk mw,rw} {@hit 4}攻击，射程5英尺或射程20/60英尺，一个目标。造成{@h}4 ({@damage 1d4 + 2})点穿刺伤害。",
	"Abjure the Supernatural (Recharges after a Short or Long": "摒弃超自然力量（短休或长休后重置）",
	"One celestial, elemental, fey, or fiend the priest can see within 30 feet of it that can see and hear the priest must succeed on a {@dc 13} Wisdom saving throw or become {@condition frightened} by the priest. While it is {@condition frightened}, it cannot take actions or reactions and must use its movement to move as far away from the priest as it can. The target can repeat the save at the end of its turn if the priest isn't in line of sight, ending the effect on a success.": "祭司可以看到的30英尺内的天神、元素生物、精灵或邪恶生物必须成功进行一次{@dc 13}的感知豁免才能抵抗祭司的{@condition frightened}。在受到{@condition frightened}影响时，目标无法采取行动或反应，并且必须利用移动尽可能远离祭司。目标可以在回合结束时重复豁免检定，如果祭司不在视线内，则在成功时结束效果。",
	"The priest is a 5th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It has the following cleric spells prepared.": "这位牧师是一名5级法术施法者。它的法术施法能力是感知（法术豁免{@dc 13}，法术攻击命中加值{@hit 5}）。它已经准备了以下牧师法术。",
	"The priest's weapon attacks are magical. When the priest hits a creature with a melee weapon attack, it deals an additional 9 ({@damage 2d8}) necrotic damage (included in the attack).": "牧师的武器攻击是魔法的。当牧师用近战武器攻击命中生物时，它会额外造成9 ({@damage 2d8}) 点死灵伤害（包含在攻击中）。",
	"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage plus 9 ({@damage 2d8}) necrotic damage.": "{@atk mw} {@hit 2}攻击，射程5英尺，目标一个。造成{@h}3 ({@damage 1d6}) 钝击伤害加上9 ({@damage 2d8}) 死灵伤害。",
	"The priest's innate spellcasting ability is Wisdom (spell save {@dc 11}, {@hit 3} to hit with spell attacks). It can cast the following spells innately.": "牧师的天生施法能力是智力（法术豁免 {@dc 11}，法术攻击命中加值 {@hit 3}）。它可以天生施放以下法术。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) bludgeoning damage, plus 9 ({@damage 2d8}) fire damage, and the target must succeed on a {@dc 11} Constitution saving throw or ignite in flames. At the start of each of the target's turns, the target makes another Constitution saving throw, taking 4 ({@damage 1d8}) fire damage on a failed save, or ending the effect on a success. The effects end when the target or a creature within 5 feet of it uses an action to put out the flames, or if some other effect douses the flames. This is a +1 magic weapon.": "{@atk mw} {@hit 7}攻击，射程5英尺，一目标。造成{@h}12 ({@damage 2d6 + 5}) 钝击伤害，加上9 ({@damage 2d8}) 火焰伤害，目标必须成功通过一次{@dc 11} 体质豁免才能不被引燃。在目标的每个回合开始时，目标需要再次进行一次体质豁免，未通过则受到4 ({@damage 1d8}) 火焰伤害，通过则效果结束。效果在目标或目标周围5英尺范围内的生物使用动作扑灭火焰，或其他效果扑灭火焰时结束。这是一把+1魔法武器。",
	"The priest is a 6th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It has the following cleric spells prepared.": "这位牧师是一个6级法术施展者。它的法术施展能力是智力（法术豁免 {@dc 12}，使用法术攻击时命中加值 {@hit 4}）。它已经准备好以下的牧师法术。",
	"When the priest would normally roll one or more dice to restore hit points with a spell to a creature at 0 hit points, it instead uses the highest number possible for each die.": "当牧师通常使用一个或多个骰子为一个生命值为0的生物恢复生命值时，它会改为使用每个骰子的最大可能数字。",
	"{@atk ms} {@hit 4} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d12}) slashing damage.": "{@atk ms} 使用 {@hit 4} 命中，达到5英尺，一个目标。 {@h}13 ({@damage 2d12}) 斩击伤害。",
	"The priest chooses up to three {@condition unconscious} creatures it can see within 30 feet of it. The priest can choose to spend one spell slot of": "牧师选择在其周围30英尺内可见的最多三个生物{@condition unconscious}。牧师可以选择消耗一个法术位。",
	"1st level or higher; if it does so, each target regains 6 hit points. If the priest doesn't spend a spell slot, the targets are instead stabilised.": "1级或更高级；如果这样做，每个目标恢复6点生命值。如果（priest）牧师没有消耗一个法术位，目标将被稳定。",
	"The priest's innate spellcasting ability is Wisdom (spell save {@dc 13}, {@hit 5} to hit with spell attacks). The priest can cast the following spells innately.": "牧师的天生施法能力是智力（法术豁免 {@dc 13}，法术攻击命中加值 {@hit 5}）。牧师可以天生施放以下法术。",
	"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage.": "{@atk mw} {@hit 2}攻击，达到5英尺，一个目标。造成{@h}3 ({@damage 1d6}) 钝击伤害。",
	"The priest targets up to six creatures it can see within 30 feet. The priest heals the targets, dividing up to 30 hit points between them.": "牧师选择最多六个在其视线范围内、距离不超过30英尺的生物。牧师治疗这些目标，将30点生命值在它们之间分配。",
	"The priest is a 5th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It has the following cleric spells prepared.": "这位牧师是一名5级法术施展者。它的法术施展能力是感知（法术豁免 {@dc 14}，法术攻击命中加值 {@hit 6}）。它准备了以下神职法术。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage.": "{@atk mw} 使用 {@hit 3} 进行攻击，达到5英尺，一个目标。造成{@h}3 ({@damage 1d6}) 钝击伤害。",
	"Each creature within 30 feet of the priest that can see it must make a {@dc 14} Constitution saving throw, taking 33 ({@damage 6d10}) radiant damage on a failed save, or half as much damage on a successful one.": "在距离祭司30英尺范围内的每个生物都必须进行一次 {@dc 14} 体质豁免，未通过豁免的生物将受到33点 ({@damage 6d10}) 辐射伤害，通过豁免的生物则只受到一半伤害。",
	"Each animal and plant within 30 feet of the priest that can see and hear it must make a {@dc 13} Wisdom saving throw. On a failed save, the target is {@condition charmed} by the priest until the end of its next turn.": "祭司周围30英尺范围内的每只动物和植物，只要能看到并听到祭司，必须进行一次{@dc 13}智力豁免检定。未通过检定的目标会在下一回合结束前被{@condition charmed}。",
	"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) slashing damage plus 7 ({@damage 2d6}) radiant damage, and the target is bathed in moonlight, granting advantage to the next attack roll made against it made before the end of the priest's next turn. This is a magic weapon.": "{@atk mw} {@hit 2} 进行攻击，射程5英尺，一个目标。造成{@h}2 ({@damage 1d4}) 斩击伤害加上7 ({@damage 2d6}) 光耀伤害，并且目标被月光笼罩，使得在牧师下一个回合结束前对其进行的下一个攻击投掷获得优势。这是一把魔法武器。",
	"All magical and nonmagical lights within 30 feet of the priest are extinguished. Each hostile creature within that radius must make a {@dc 13} Constitution saving throw. On a failed save, the target takes 14 ({@damage 4d6}) necrotic damage and can't benefit from darkvision for 1 minute. On a successful save, the target takes half damage instead and suffers no other effects.": "牧师周围30英尺范围内的所有魔法和非魔法光线都被熄灭。该半径内的每个敌对生物必须进行一次{@dc 13}体质豁免。未通过豁免的目标会受到14({@damage 4d6})点死灵伤害，并在1分钟内无法获得黑暗视觉的益处。通过豁免的目标只会受到一半伤害，并不会遭受其他影响。",
	"The priest's weapon attacks are magical and deal an additional 4 ({@damage 1d8}) psychic damage (included in the attack).": "牧师的武器攻击是魔法的，并造成额外 4 点心灵伤害（包含在攻击中）。",
	"Immediately after the priest targets an ally with a spell, the target can use its reaction to make a weapon attack against a creature the priest can see. If more than one ally is targeted, the priest chooses which ally can take this reaction.": "在牧师以法术瞄准一个盟友后，该目标可以立即使用其反应来对牧师能看到的生物进行一次武器攻击。如果有多个盟友被瞄准，牧师可以选择哪个盟友可以使用这个反应。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) bludgeoning damage plus 4 ({@damage 1d8}) psychic damage.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，一个目标。造成{@h}5 ({@damage 1d6 + 2}) 钝击伤害加上4 ({@damage 1d8}) 精神伤害。",
	"Each creature of the priest's choice within 30 feet of the priest must succeed on a {@dc 13} Wisdom saving throw or immediately drop an item they are holding (priest's choice) and become {@condition charmed} by the priest until the end of the priest's next turn or until the {@condition charmed} creature takes damage. While {@condition charmed} in this way, a creature views the priest as the ultimate determiner of what is right and wrong.": "祭司选择的每个生物在祭司30英尺内必须成功进行一次{@dc 13}感知豁免才能保持住他们手中的物品（祭司选择），并在祭司的下一个回合结束之前或者直到该{@condition charmed}生物受到伤害之前，成为祭司的{@condition charmed}。在这种方式下，生物将视祭司为是非对错的最终裁决者。",
	"The priest chooses an ally it can see within 30 feet of it.": "牧师选择一个它能看到的盟友，距离不超过30英尺。",
	"The first time that creature is hit by an attack in the next minute, the attacker takes 16 ({@damage 3d10}) radiant damage.": "在接下来的一分钟内，第一次该生物受到攻击时，攻击者会受到16 ({@damage 3d10}) 点辐射伤害。",
	"When a creature attacks a target other than the priest within 30 feet of the priest, and the priest can see them both, the priest can move up to its speed. If it ends this movement within 5 feet of the target of the attack, the priest can impose disadvantage on the attack roll.": "当一个生物攻击距离祭司30英尺以内的目标，而祭司可以看到它们两个时，祭司可以移动其速度。如果它在移动结束时距离攻击目标5英尺以内，祭司可以让攻击骰投掷时处于劣势。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) bludgeoning damage, or 7 ({@damage 1d10 + 2}) bludgeoning damage if wielded with two hands to make a melee attack.": "{@atk mw} {@hit 4}攻击，达到5英尺，一个目标。造成{@h}6 ({@damage 1d8 + 2}) 钝击伤害，或者如果双手握持进行近战攻击，则造成7 ({@damage 1d10 + 2}) 钝击伤害。",
	"When a creature hits the priest with a melee weapon attack, the priest can force the creature to make a {@dc 13} Dexterity saving throw, taking 9 ({@damage 2d8}) lightning or thunder damage on a failed save, or half as much damage on a successful one.": "当生物用近战武器攻击牧师时，牧师可以强迫该生物进行一次 {@dc 13} 敏捷豁免检定，如果未通过检定则受到 9 ({@damage 2d8}) 闪电或雷霆伤害，通过检定则伤害减半。",
	"Melee or Ranged Weapon Attack:": "近战或远程武器攻击：",
	"{@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage, plus 7 ({@damage 2d6}) psychic damage if the target can see the priest's illusion from": "{@hit 5}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}5({@damage 1d4 + 3})穿刺伤害，如果目标能看到牧师的幻象，则额外造成7({@damage 2d6})精神伤害。",
	"This is a +1 magic weapon.": "这是一把(+1)魔法武器。",
	"The priest becomes {@condition invisible} until the end of its next turn, or until it casts a spell.": "牧师在其下一个回合结束之前变成{@condition invisible}，或者直到它施放一个法术。",
	"The priest creates a perfect illusion of itself that lasts for 1 minute or until it loses its concentration, as if concentrating on a spell. The illusion appears in an unoccupied space within 30 feet of the priest. As a bonus action, the priest can move the illusion up to 30 feet to a space within 120 feet of the priest that it can see. Additionally, when both the priest and its illusion are within 5 feet of a creature that can see the illusion, the priest has advantage on attack rolls against that creature.": "牧师创造出一个完美的幻象，持续1分钟或直到失去集中力，就像专注于一个法术一样。幻象出现在距离牧师30英尺内的一个未被占据的空间。作为一个奖励动作，牧师可以将幻象移动最多30英尺，到离牧师120英尺内且牧师可以看到的空间。此外，当牧师和它的幻象都在一个可以看到幻象的生物的5英尺内时，牧师对该生物的攻击投掷获得优势。",
	"The priest has advantage on saving throws to resist being {@condition frightened}.": "牧师在豁免投掷中对抗被{@condition frightened}的优势。",
	"After casting sanctuary, the priest regains a 1st level spell slot.": "在施放庇护 (sanctuary) 后，牧师恢复了一个1级法术位。",
	"The priest and up to 6 allies have advantage on initiative rolls.": "牧师和最多6名盟友在先攻骰上获得优势。",
	"The arch shepherd is an 9th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 16}, {@hit 8} to hit with spell attacks). It has the following druid spells prepared.": "大牧羊人是一名9级法术施法者。它的法术属性是智力（法术豁免 DC {@dc 16}，法术攻击命中加值 {@hit 8}）。它已准备了以下德鲁伊法术。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}5 ({@damage 1d6 + 2}) 斩击伤害。",
	"The arch shepherd chooses a point within 60 feet that it can see and calls forth an aura with a 30-foot radius around that point. The arch shepherd can move the aura up to 60 feet to a point it can see as a bonus action. The aura persists for 1 minute or until the arch shepherd is {@condition incapacitated}. The aura has one of the following effects:": "大牧羊人选择在60英尺内可见的一个点，并召唤出一个半径为30英尺的光环围绕着那个点。大牧羊人可以将这个光环作为一个奖励动作移动多达60英尺到它可以看到的一个点。这个光环持续1分钟，或者直到大牧羊人死亡{@condition incapacitated}。这个光环具有以下效果之一：",
	"Each creature in the aura when it appears gains 14 ({@dice 4d6}) temporary hit points and has advantage on Strength checks and saving throws while in the aura.": "当它出现时，光环中的每个生物获得 14 ({@dice 4d6}) 临时生命值，并在光环内时对力量检定和豁免 throws 有优势。",
	"When a creature in the aura makes an attack roll, the arch shepherd can use its reaction to grant advantage on that roll.": "当在光环范围内的生物进行攻击检定时，大牧羊人(The Arch Shepherd)可以使用其反应来为该检定提供优势。",
	"An allied creature that starts its turn in the aura gains 3 ({@dice 1d6}) hit points.": "在光环内开始回合的友方生物会回复 3 点生命值。",
	"Before or after taking the Animal Aura action, the arch shepherd can cast a spell with a casting time of one action.": "在执行动物光环行动之前或之后，大牧羊人(arch shepherd)可以施放一个施法时间为一个动作的法术。",
	"The archdruid is an 20th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 18}, {@hit 10} to hit with spell attacks). It has the following druid spells prepared:": "大德鲁伊是一名20级法术施法者。它的法术施法能力是智力（法术豁免 {@dc 18}，法术攻击命中加值 {@hit 10}）。它准备了以下德鲁伊法术：",
	"{@atk ms} {@hit 10} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8 + 5}) slashing damage.": "{@atk ms}使用{@hit 10}进行攻击，达到5英尺，一个目标。造成{@h}9({@damage 1d8 + 5})点割伤伤害。",
	"The archdruid magically polymorphs into {@filter a beast or elemental with a challenge rating of 6 or less|bestiary|Challenge Rating=[&0;&6]|type=beast;elemental}, and can remain in this form for up to 10 hours. The archdruid can choose whether its equipment falls to the ground, melds with its new form, or is worn by the new form. The archdruid reverts to its true form if it dies or falls {@condition unconscious}. The archdruid can revert to its true form using a bonus action on its turn.": "大德鲁伊使用魔法变形成{@filter a beast or elemental with a challenge rating of 6 or less|bestiary|Challenge Rating=[&0;&6]|type=beast;elemental}，可以保持这种形态长达10小时。大德鲁伊可以选择其装备是掉落在地上，融入新形态中，还是被新形态穿戴。如果大德鲁伊死亡或倒下{@condition unconscious}，它会恢复成真实形态。大德鲁伊可以在自己的回合使用一个奖励动作恢复成真实形态。",
	"While in a new form, the archdruid retains its game statistics and ability to speak, but its AC, movement modes, Strength, and Dexterity are replaced by those of the new form, and it gains any special senses, proficiencies, traits, actions, and reactions (except class features, legendary actions, and lair actions) that the new form has but that it lacks. It can cast its spells with verbal or somatic components in its new form (marked with an": "在新形态中，大德鲁伊保留其游戏统计数据和说话能力，但其AC、移动方式、力量和敏捷度会被新形态的对应数值替代，并获得新形态具有但它缺少的任何特殊感知、熟练、特质、动作和反应（除了职业特性、传奇动作和巢穴动作）。它可以在新形态中用口头或手势成分施放法术（用(`archdruid`)标记）。",
	"asterisk*).": "星号*）。",
	"The new form's attacks count as magical for the purpose of overcoming resistances and immunity to nonmagical attacks.": "新形态的攻击被视为魔法攻击，以克服对非魔法攻击的抗性和免疫力。",
	"The dream guardian is a 9th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 15}, {@hit 7} to hit with spell attacks). It has the following druid spells prepared.": "梦境守护者是一名9级法术施法者。它的法术属性是智力（法术豁免 {@dc 15}，法术攻击命中加值 {@hit 7}）。它已准备了以下德鲁伊法术。",
	"During a short or long rest, the dream guardian touches a point in space, and an {@condition invisible}, 30-foot-radius sphere of magic appears, centered on that point. Total cover blocks the sphere.": "在短暂或长时间休息期间，梦境守护者触碰空间中的一个点，一个{@condition invisible}，半径30英尺的魔法球出现在该点中心。完全遮挡会阻挡这个球。",
	"While within the sphere, the dream guardian and its allies gain a +5 bonus to Dexterity ({@skill Stealth}) and Wisdom ({@skill Perception}) checks, and any light from open flames in the sphere isn't visible outside of it. The sphere vanishes at the end of the rest or when the dream guardian leaves the sphere.": "在这个领域内，梦境守护者及其盟友在敏捷度检定中获得+5的加值（{@skill Stealth}），在感知检定中也获得+5的加值（{@skill Perception}），而且在这个领域内的明火光线对外部不可见。这个领域会在休息结束或梦境守护者离开领域时消失。",
	"As a bonus action, the dream guardian blesses a creature it can see within 120 feet of it. The target regains 10 ({@dice 3d6}) hit points and 9 temporary hit points.": "作为一个奖励动作，梦境守护者祝福一个它能看见的生物，距离它在120英尺内。目标回复10 ({@dice 3d6}) 点生命值和9点临时生命值。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage, or 4 ({@damage 1d8}) bludgeoning damage if used with two hands to make a melee attack.": "{@atk mw} {@hit 3} 进行攻击，射程5英尺，目标一个。造成{@h}3 ({@damage 1d6}) 钝击伤害，或者如果用双手进行近战攻击则造成4 ({@damage 1d8}) 钝击伤害。",
	"{@atk rw} {@hit 4} to hit, range 30/30 ft., one target. {@h}5 ({@damage 1d6 + 2}) fire damage.": "{@atk rw}进行攻击，射程30/30英尺，目标为一名敌人。造成{@h}5({@damage 1d6 + 2})点火焰伤害。",
	"The spirit teleports up to 30 feet to unoccupied spaces the spirit can see. Each creature within 10 feet of the space that the spirit left must succeed on a {@dc 12} Constitution saving throw or take 7 ({@damage 2d6}) fire damage.": "灵体可以传送到它能看到的未占据空间，最多30英尺。离开的空间周围10英尺内的每个生物必须通过一次{@dc 12}体质豁免才能避免受到7({@damage 2d6})火焰伤害。",
	"The flamefighter is a 9th-level spellcaster.": "这位灭火者是一名9级法术施法者。",
	"Its spellcasting ability is Wisdom (spell save {@dc 15}, {@hit 7} to hit with spell attacks). It has the following druid spells prepared.": "它的施法能力是智力（法术豁免 {@dc 15}，用法术攻击命中为 {@hit 7}）。它已准备了以下德鲁伊法术。",
	"Creatures killed by fire damage originating from the flamefighter burst into spectral flames upon death. These spectral flames immediately reconstitute into a {@creature wildfire spirit|OCLD} under the flamefighter's control.": "当火焰战士造成的火焰伤害杀死生物时，它们会在死亡时化为幽灵般的火焰。这些幽灵火焰立即重新凝聚成一个{@creature wildfire spirit|OCLD}，由火焰战士控制。",
	"The flamefighter waves its fan. Each creature in a 10-foot cube originating from the flamefighter must succeed on a {@dc 15} Strength saving throw or be pushed 10 feet away. Objects up to 50 pounds are also pushed, and nonmagical fires are extinguished.": "火战士挥舞着它的扇子。从火战士起始的一个10英尺立方体内的每个生物必须成功通过一个{@dc 15}的力量豁免才能不被推开10英尺。重达50磅的物体也会被推开，非魔法火焰也会被熄灭。",
	"When a {@creature wildfire spirit|OCLD} under the flamefighter's control uses its Fiery Teleportation, the flamefighter can also teleport to an unoccupied space within 30 feet of it that it can see.": "当火焰战士控制下的{@creature wildfire spirit|OCLD}使用其炽炎传送时，火焰战士也可以传送到它能看到的距离30英尺内的未占据空间。",
	"The animated mouse takes the {@action Disengage} and {@action Hide} actions. It can break them up with movement.": "这只动画老鼠执行{@action Disengage}和{@action Hide}动作。它可以通过移动来打断它们。",
	"The druid's innate spellcasting ability is Wisdom (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It can can cast the following spell innately.": "德鲁伊的天生法术属性是感知（法术豁免{@dc 12}，用法术攻击命中为{@hit 4}）。它可以天生施放以下法术。",
	"The druid is a 6th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It has the following druid spells prepared.": "德鲁伊是一名6级法术施法者。它的法术施法能力是感知（法术豁免{@dc 12}，用法术攻击命中为{@hit 4}）。它已准备了以下德鲁伊法术。",
	"The druid and each allied creature within 30 feet of the druid that can smell it regains {@dice 1d4} hit points when it starts its turn in direct sunlight and isn't {@condition unconscious}.": "当德鲁伊及其周围30英尺内每个能够闻到它的盟友生物在直射阳光下开始回合且不是{@condition unconscious}时，它们将恢复{@dice 1d4}生命值。",
	"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) bludgeoning damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}2 ({@damage 1d4}) 钝击伤害。",
	"The druid casts {@spell polymorph} on itself with the following changes: the druid can transform into a plant instead of a beast (usually an awakened tree), the druid does not need to concentrate on the spell, and the new form's attacks count as magical for the purpose of overcoming resistances and immunities to nonmagical attacks.": "德鲁伊对自己施放{@spell polymorph}，具有以下变化：德鲁伊可以变身为植物而不是野兽（通常是觉醒树），德鲁伊无需集中精力维持法术，新形态的攻击被视为魔法攻击，以克服对非魔法攻击的抵抗和免疫。",
	"The sand shaman is a 6th level spellcaster.": "沙漠萨满是一个6级的法术施法者。",
	"Its spellcasting ability is Wisdom (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It has the following druid spells prepared.": "它的施法能力是智力（施法豁免 {@dc 13}，用法术攻击命中 {@hit 5}）。它准备了以下德鲁伊法术。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，目标一个。造成{@h}4 ({@damage 1d4 + 2}) 点割伤伤害。",
	"The druid is a 13th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 17}, {@hit 9} to hit with spell attacks). It has the following druid spells prepared.": "德鲁伊是一个13级的法术施法者。它的法术施法能力是智力（法术豁免 {@dc 17}，法术攻击命中加值 {@hit 9}）。它已经准备了以下德鲁伊法术。",
	"When the druid reduces a creature to 0 hit points, that creature dies and the druid can immediately cast one of the following spells without material components, triggering its effects immediately. Once it has cast one of these ritual spells, it can't cast the same spell using this trait until it finishes a long rest. Wisdom is its spellcasting ability for these spells (spell save {@dc 17}, {@hit 9} to hit with spell attacks).": "当德鲁伊将一只生物的生命值降至0时，该生物死亡，德鲁伊可以立即施放以下其中一个法术，无需材料组件，并立即触发其效果。一旦它施放了其中一个仪式法术，就不能再使用这个特性施放相同的法术，直到完成一次长休。智慧是这些法术的施法能力（法术豁免 {@dc 17}，法术攻击命中加值 {@hit 9}）。",
	"Ritual Spells: {@spell augury}, {@spell commune} with nature, {@spell find familiar}, {@spell forbiddance} (deals necrotic damage and targets humanoids), {@spell meld into stone}, {@spell silence}": "仪式法术：{@spell augury}，与自然{@spell commune}，{@spell find familiar}，{@spell forbiddance}（造成死灵伤害并以人形生物为目标），{@spell meld into stone}，{@spell silence}",
	"{@atk mw,rw} {@hit 6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage.": "{@atk mw,rw} {@hit 6}攻击，达到5英尺或射程20/60英尺，一个目标。造成{@h}4 ({@damage 1d4 + 2})穿刺伤害。",
	"To more accurately reflect the class feature, instead of the druid and each of its new shapes sharing the same pool of hit points like in the regular archdruid statblock, a moon druid gains the extra hit points of all of its new shapes, in addition to other benefits.": "为了更准确地反映职业特性，与常规大德的属性块中德鲁伊和其每个新形态共享相同的生命值池不同，月之德鲁伊获得所有新形态的额外生命值，以及其他好处。",
	"This allows a fight with the archdruid to naturally split into three stages. The fight can begin with the archdruid transforming into a powerful beast, then trying a new beast with different strengths and weaknesses, and then finally facing the party in its true form.": "这样一来，与大德鲁伊的战斗自然地分为三个阶段。战斗可以从大德鲁伊变身为强大野兽开始，然后尝试另一种具有不同优势和劣势的野兽，最后以真正的形态面对队伍。",
	"Be sure to add the XP of each beast the druid transformed into to the total XP of the encounter.": "确保将德鲁伊变形成的每只野兽的经验点数加到遭遇的总经验点数中。",
	"The archdruid magically polymorphs into a beast with a challenge rating of 6 or less, and can remain in this form for up to 9 hours. The archdruid can choose whether its equipment falls to the ground, melds with its new form, or is worn by the new form. The archdruid reverts to its true form as a bonus action or if it is knocked to 0 hit points, with excess damage carrying over to its true form. While in a new form, the archdruid retains its game statistics, but its AC, movement modes, ability to speak, and Strength, Dexterity, and Constitution are replaced by those of the new form, and it gains any special senses, proficiencies, traits, actions, and reactions (except class features, legendary actions, and lair actions) that the new form has. The new form's attacks are magical.": "大德鲁伊使用魔法变形成一个挑战等级为6或更低的野兽，可以保持这种形态长达9小时。大德鲁伊可以选择其装备是掉落在地上、融入新形态中，还是被新形态穿戴。大德鲁伊可以作为一个奖励动作或者当其生命值降至0时恢复到真实形态，多余的伤害会转移到真实形态上。在新形态中，大德鲁伊保留其游戏统计数据，但其AC、移动方式、说话能力以及力量、敏捷和体质会被新形态取代，同时获得新形态具有的任何特殊感知、熟练、特质、动作和反应（除了职业特性、传奇动作和巢穴动作）。新形态的攻击是魔法攻击。",
	"The spore spreader is a 9th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 16}, {@hit 8} to hit with spell attacks). It has the following druid spells prepared.": "孢子传播者是一名9级法术施展者。它的法术能力是智力（法术豁免 {@dc 16}，用法术攻击命中为 {@hit 8}）。它已准备了以下德鲁伊法术。",
	"As a bonus action, the spore spreader can activate or deactivate its halo of spores. While activated, the spore spreader is surrounded by deadly fungal spores: creatures that start their turn within 10 feet of the spore spreader take 7 ({@damage 2d6}) poison damage.": "作为一个奖励动作，孢子散布者可以激活或停止其孢子光环。当激活时，孢子散布者周围环绕着致命的真菌孢子：在孢子散布者的10英尺内开始他们的回合的生物会受到7 ({@damage 2d6}) 点毒性伤害。",
	"When the spore spreader reduces a creature to 0 hit points, the creature dies. If the body isn't destroyed, the creature returns to life in {@dice 1d4} hours as a spore servant.": "当孢子传播者将一名生物的生命值降至0时，该生物死亡。如果尸体没有被摧毁，该生物将在{@dice 1d4}小时后作为孢子仆从复活。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage plus 3 ({@damage 1d6}) poison damage. This is a +1 magic weapon.": "{@atk mw}进行攻击，射程5英尺，一个目标。造成{@h}6 ({@damage 1d6 + 3}) 钝击伤害加上3 ({@damage 1d6}) 毒素伤害。这是一把+1魔法武器。",
	"The spore servant makes two attacks: one with its broken longsword, and one slam attack.": "孢子仆从进行两次攻击：一次使用其断裂的长剑，一次拳击攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}6 ({@damage 1d8 + 2})点割伤伤害。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) bludgeoning damage.": "{@atk mw} {@hit 4} 进行攻击，达到5英尺，一个目标。造成{@h}4 ({@damage 1d4 + 2}) 钝击伤害。",
	"Through illusion magic, the spore servant's breastplate is glamoured to take on the appearance of robes befitting royalty.": "通过幻术魔法，孢子仆从的胸甲被施加幻影，呈现出适合皇室的长袍外观。",
	"The spore servant can understand all languages due to the residual energy from this magic item.": "孢子仆从可以理解所有语言，这是由于这个魔法物品残留的能量。",
	"The spore servant can't benefit from this magic item.": "孢子仆从无法从这个魔法物品中受益。",
	"The spore servant cannot be telepathically communicated with. The ring is {@condition invisible}.": "孢子仆从无法进行心灵感应交流。这个戒指是{@condition invisible}。",
	"The spore servan't can't benefit from the effects of this magic item, but it can still make attacks with it.": "孢子仆从不能受益于这个魔法物品的效果，但它仍然可以使用它进行攻击。",
	"The spore servant makes two attacks: one with its greatsword, and one with its rod of rulership.": "孢子仆从进行两次攻击：一次使用它的巨剑，一次使用它的统治权杖。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage. This is a +3 magic weapon. The spore servant wields this weapon with one hand and has disadvantage on attack rolls it makes with it.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}10 ({@damage 2d6 + 3}) 斩击伤害。这是一把+3的魔法武器。孢子仆从用一只手挥舞这把武器，并且使用它进行的攻击投掷有劣势。",
	"The starmapper can cast spells through its starmap. Its spellcasting ability is Wisdom (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It can cast the following spells without material components.": "星图师可以通过其星图施放咒语。它的施法能力是智力（施法豁免 DC {@dc 14}，命中投掷加值 {@hit 6}）。它可以施放以下咒语，无需材料组件。",
	"The starmapper is a 3rd-level spellcaster.": "星图绘制者是一名3级法术施展者。",
	"Its spellcasting ability is Wisdom (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It has the following druid spells prepared.": "它的施法能力是智力（施法豁免 {@dc 14}，用法术攻击命中为{@hit 6}）。它已准备了以下德鲁伊法术。",
	"The starmapper touches a creature. The target regains 8 ({@dice 1d8 + 4}) hit points.": "星图绘者触摸了一个生物。目标恢复了8 ({@dice 1d8 + 4}) 点生命值。",
	"The starmapper shapeshifts into a star being, or back into its true form, which is humanoid. While in its star being form, the starmapper sheds bright light for 10 feet and dim light 10 feet beyond that. The starmapper can remain in its star being form for up to 10 minutes.": "星图绘者(shapeshifts)变成一位星体，或者变回其真实形态，即人形。在星体形态下，星图绘者散发出明亮的光，照亮10英尺范围内，并在其外10英尺处散发微光。星图绘者可以保持星体形态长达10分钟。",
	"When a creature the starmapper can see within 30 feet of it makes an attack roll, saving throw, or ability check, it can impose disadvantage on the roll.": "当星图绘制者能看到的生物在其30英尺内进行攻击检定、豁免检定或能力检定时，它可以对该检定施加劣势。",
	"The mendicant's innate spellcasting ability is Wisdom (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It has the following spells prepared, which it can cast without material components.": "乞丐的天生施法能力是智力（施法豁免 DC {@dc 14}，对法术攻击命中加值 {@hit 6}）。它已准备了以下法术，可以在不需要材料组件的情况下施放。",
	"Allied creatures within 30 feet of the mendicant have advantage on death saving throws.": "乞丐(Mendicant)周围30英尺范围内的盟友生物在死亡豁免检定上获得优势。",
	"When the mendicant converses with undead or dead humanoids, it can communicate as if they share a language.": "当乞丐与不死族或已故人类交谈时，它可以像他们共用一种语言一样交流。",
	"The mendicant makes two attacks with its": "乞丐僧用他的(%num%)次攻击。",
	"{@atk ms} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d10}) force damage, and the mendicant regains 5 hit points. If the target is undead, the mendicant regains 10 hit points instead.": "{@atk ms}进行攻击，达到5英尺，一个目标。造成{@h}11 ({@damage 2d10})点力场伤害，并且乞丐恢复5点生命值。如果目标是不死生物，乞丐将恢复10点生命值。",
	"The indefatigable can take one additional action on its turn.": "不知疲倦者在其回合可以多进行一个额外动作。",
	"When the indefatigable hits a creature with a melee attack, it can deal an additional 6 ({@damage 1d12}) damage and force the target to succeed on a {@dc 19} Dexterity saving throw or drop a weapon or object of the indefatigable's choice that it is holding.": "当不屈不挠者用近战攻击命中一名生物时，它可以额外造成 6 点伤害，并迫使目标进行一次{@dc 19}敏捷豁免才能保住它所持有的不屈不挠者选择的武器或物品。",
	"As a bonus action, the indefatigable can force one creature it can see within 30 feet of it to make a {@dc 18} Wisdom saving throw. On a failed save, the target has disadvantage on attack rolls made against creatures other than the indefatigable and can't willingly move further away from it. These effects end at the start of the indefatigable's next turn.": "作为一个奖励动作，不屈不挠者可以迫使30英尺内可见的一名生物进行一次{@dc 18}感知豁免投掷。如果未通过豁免，目标在对不屈不挠者以外的生物进行攻击时有劣势，并且不能自愿远离不屈不挠者。这些效果在不屈不挠者的下一个回合开始时结束。",
	"Additionally, the indefatigable gains a +2 to damage rolls when it hits with its legendary longsword when wielded with one hand (included in the attack).": "此外，当不知疲倦者用一只手挥舞其传奇长剑击中目标时，对伤害骰获得额外+2点加值（包含在攻击中）。",
	"When the indefatigable fails a saving throw, it can choose to succeed instead.": "当不屈不挠者失败豁免投掷时，它可以选择成功。",
	"The indefatigable's plate mail and shield are both magical, contributing to a +3 increase in AC each while the indefatigable wears them.": "不屈者的板甲和盾牌都是魔法制造的，在不屈者穿戴时，每件都能提供+3的AC增加。",
	"The indefatigable scores a critical hit on a roll of 18-20.": "不屈不挠者在掷出18-20的点数时获得一次重要打击。",
	"The indefatigable regains 20 hit points at the start of its turn if it isn't {@condition incapacitated}.": "不屈不挠者在其回合开始时恢复20点生命值，如果它不是{@condition incapacitated}的话。",
	"The indefatigable can summon its legendary longsword to its hand or banish it to a demiplane as a bonus action. The indefatigable can't be disarmed of this weapon unless it is {@condition incapacitated}.": "不屈不挠者可以在奖励动作中将其传奇长剑召唤到手中，或将其放逐到半位面。不屈不挠者无法被剥夺这把武器，除非它是{@condition incapacitated}。",
	"The indefatigable makes four attacks with its legendary longsword.": "这个不知疲倦的生物使用它传奇的长剑进行四次攻击。",
	"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}14 ({@damage 1d8 + 10}) slashing damage or 13 ({@damage 1d10 + 8}) slashing damage if wielded with two hands. This is a +3 magic weapon.": "{@atk mw} {@hit 14}攻击，射程5英尺，一个目标。造成{@h}14 ({@damage 1d8 + 10})点砍伤伤害，或者如果双手握持则为13 ({@damage 1d10 + 8})点砍伤伤害。这是一把+3的魔法武器。",
	"Critical hits against the banneret become regular hits.": "对(旗帜骑士)的重击变为普通命中。",
	"After taking an action on its turn, the banneret can take one additional action. When it does so, it can also choose up to two friendly creatures within 60 feet of it that can see and hear the banneret. A target can immediately use its reaction to make one melee or ranged weapon attack.": "在其回合采取行动后，(banneret)旗手可以再进行一次额外的行动。当它这样做时，它还可以选择在其周围60英尺内能看到并听到旗手的最多两个友好生物。目标可以立即使用其反应进行一次近战或远程武器攻击。",
	"The banneret makes two melee weapon attacks.": "旗帜骑士进行两次近战武器攻击。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}10 ({@damage 1d10 + 5}) piercing damage.": "{@atk mw}进行攻击，射程10英尺，目标为一名敌人。造成{@h}10 ({@damage 1d10 + 5})点穿刺伤害。",
	"The banneret and up to three creatures within 60 feet of it that can hear it gain 10 temporary hit points.": "旗帜骑士和其周围60英尺内最多三个能听到它的生物获得10点临时生命值。",
	"After taking an action on its turn, the master-at-arms can take one additional action.": "在其回合中采取行动后，武器大师可以再进行一次额外行动。",
	"When the master-at-arms hits with a melee weapon attack, it can choose to apply a maneuver to that attack. The attack deals an additional 5 ({@damage 1d10}) damage, and the master-at-arms chooses one of the following effects.": "当武器大师用近战武器攻击命中时，可以选择对该攻击施加一个战术动作。这次攻击额外造成5 ({@damage 1d10}) 伤害，而武器大师可以选择以下效果之一。",
	"The target must succeed on a {@dc 17} Strength saving throw or drop an object it is holding of the master-at-arms's choice. The object lands at its feet.": "目标必须成功通过一个{@dc 17}力量豁免才能保持住它手中的物品，否则会掉落武器大师选择的物品。该物品掉落在目标的脚下。",
	"The next attack roll against the target by an attacker other than the master-at-arms has advantage if that attack is made before the start of the master-at-arms's next turn.": "如果在军士长的下一个回合开始之前，除了军士长以外的攻击者对目标进行下一次攻击检定，那么该攻击具有优势。",
	"If the target is Large or smaller, it must succeed on a {@dc 17} Strength saving throw or fall {@condition prone}.": "如果目标为大型或更小，则必须成功进行一次 {@dc 17} 的力量豁免才能避免倒地 {@condition prone}。",
	"The master-at-arms makes three melee weapon attacks.": "武器大师进行三次近战武器攻击。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d8 + 6}) slashing damage, or 11 ({@damage 1d10 + 6}) slashing damage if used with two hands to make a melee attack. This is a magic weapon. While attuned to this sword, the wielder's Strengh is increased by 2, potentially above the maximum of 20.": "{@atk mw} {@hit 9}攻击，射程5英尺，一个目标。造成{@h}10 ({@damage 1d8 + 6})割伤伤害，或者如果用双手进行近战攻击则造成11 ({@damage 1d10 + 6})割伤伤害。这是一把魔法武器。当持有者与这把剑绑定后，力量值增加2，有可能超过20的最大值。",
	"You can give battlemaster maneuvers to any fighter or any NPC that relies on physical weapons. When giving an NPC a maneuver, remember that save DC is calculated as proficiency bonus plus 8 plus modifier.": "你可以给任何战士或任何依赖于物理武器的NPC赋予战斗大师的战技。在给NPC战技时，记住拯救豁免 DC 是由熟练加值加8再加修正值计算的。",
	"Don't forget that, for NPCs, proficiency is tied to challenge rating, not class level. Check the DMG guide (pgs. 274-282).": "不要忘记，对于NPC来说，熟练度与挑战等级挂钩，而不是职业等级。请查看DMG指南（第274-282页）。",
	"As a bonus action, the battlemaster chooses one friendly creature within 30 feet of it that can see and hear it. That creature can immediately use its reaction to make one weapon attack.": "作为一个奖励动作，战争大师选择一个距离自己30英尺以内、能看见并听到自己的友方生物。那个生物可以立即使用其反应进行一次武器攻击。",
	"When the battlemaster hits a creature with a melee weapon attack, the target must succeed on a Strength saving throw (DC battlemaster's Strength). On a failed save, the target drops the object, which lands at its feet.": "当战争大师用近战武器攻击生物时，目标必须成功通过一次力量豁免检定（DC战争大师的力量）。如果豁免失败，目标会掉落物品，物品会落在它的脚下。",
	"As a bonus action, the battlemaster targets one creature within 5 feet of it. The battlemaster has advantage on its next attack roll against that creature before the end of the battlemaster's turn.": "作为一个奖励动作，战争大师(Battlemaster)可以选择一个在其5英尺范围内的生物。在战争大师的回合结束前，对该生物的下一次攻击投掷获得优势。",
	"When the battlemaster hits a creature with a weapon attack, the target must succeed on a Wisdom saving throw (DC battlemaster's Strength) or incur disadvantage on all attack rolls against targets other than the battlemaster until the end of the battlemaster's next turn.": "当战争大师用武器攻击一个生物时，目标必须成功进行一次感知豁免投掷（豁免等级为战争大师的力量），否则在战争大师的下一个回合结束前，对除了战争大师以外的目标进行的所有攻击投掷都会受到劣势。",
	"The battlemaster extends the reach of its melee weapon attack by 5 feet.": "战斗大师通过5英尺延长其近战武器攻击的射程。",
	"The battlemaster commands a friendly creature within 30 feet of it that can see and hear it to immediately use its reaction to move up to its speed without provoking opportunity attacks.": "战争大师命令一个在其30英尺内、能看见并听到它的友好生物立即使用其反应，移动其速度而不会引发机会攻击。",
	"When the battlemaster hits a creature with a melee weapon attack, the target must succeed on a Wisdom saving throw (DC battlemaster's Strength) or become frightened of the battlemaster until the end of the battlemaster's next turn.": "当战争大师用近战武器攻击一个生物时，目标必须成功进行一次感知豁免检定（豁免 DC 为战争大师的力量分数），否则会在战争大师的下一个回合结束前对战争大师感到恐惧。",
	"The battlemaster adds its proficiency bonus to its AC against one melee attack that would hit it. To do so, the battlemaster must see the attacker and be wielding a melee weapon.": "战斗大师在面对一次近战攻击时，可以将其熟练加值加到自己的防御等级上，以防止被攻击命中。为此，战斗大师必须看到攻击者并且持有一把近战武器。",
	"When the battlemaster hits a creature with a melee weapon attack, the target must succeed on a Wisdom saving throw (DC battlemaster's Strength) or be pushed up to 15 feet away from the battlemaster.": "当战争大师用近战武器攻击一个生物时，目标必须成功通过一次感知豁免检定（豁免 DC 为战争大师的力量值），否则将被推开至距离战争大师最多15英尺的位置。",
	"As a bonus action, the battlemaster chooses up to 3 friendly creatures within 30 feet of it that can see and hear it. Each target gains 5 (1d6 + 2) temporary hit points.": "作为一个奖励动作，战争大师选择距离它30英尺以内、能看见并听到它的最多3个友方生物。每个目标获得5（1d6 + 2）点临时生命值。",
	"When a creature misses the battlemaster with a melee attack, the battlemaster makes a melee weapon attack against the attacker.": "当一个生物用近战攻击未命中战斗大师时，战斗大师会对攻击者进行一次近战武器攻击。",
	"When the battlemaster hits a creature with a melee weapon attack, the target can choose another creature within 5 feet of the original target. The battlemaster makes an additional attack against the new target.": "当战争大师用近战武器攻击一个生物时，目标可以选择原始目标周围5英尺内的另一个生物。战争大师对新目标进行额外的攻击。",
	"When the battlemaster hits a creature with a melee weapon attack, the target must succeed on a Wisdom saving throw (DC battlemaster's Strength) or fall prone.": "当战争大师用近战武器攻击生物时，目标必须成功进行一次感知豁免投掷（DC 战争大师的力量）否则倒地。",
	"As a bonus action, the rally guard chooses a friendly creature within 30 feet of it that can see and hear it. The target gains 5 temporary hit points.": "作为一个奖励动作，(rally guard) 选择一个在其30英尺内且能看到并听到它的友好生物。目标获得5点临时生命值。",
	"The rally guard makes two melee weapon attacks, or it makes one melee weapon attack and uses its Commander's Strike.": "集结卫兵进行两次近战武器攻击，或进行一次近战武器攻击并使用其指挥官一击(Commander's Strike)。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage, or 9 ({@damage 1d10 + 4}) slashing damage if used with two hands to make a melee attack.": "{@atk mw} 近战攻击，射程5英尺，目标一个。造成{@h}8 ({@damage 1d8 + 4}) 劈砍伤害，或者如果双手使用进行近战攻击，则造成9 ({@damage 1d10 + 4}) 劈砍伤害。",
	"The rally guard chooses one friendly creature within 30 feet of it that can see and hear it. That creature can immediately use its reaction to make one weapon attack, adding 4 ({@dice 1d8}) to the attack's damage roll.": "集结卫士选择距离自己30英尺内、能看见并听到自己的友方生物。该生物可以立即使用其反应进行一次武器攻击，将4({@dice 1d8})添加到攻击的伤害骰结果中。",
	"When a creature attacks a target other than the rally guard within 30 feet of the rally guard, and the rally guard can see them both, the rally guard can move up to its speed. If it ends this movement within 5 feet of the target of the attack, the rally guard can impose disadvantage on the attack roll.": "当一只生物攻击一个距离集结卫士（rally guard）30英尺以内的目标，且集结卫士可以看到它们两者时，集结卫士可以移动其速度。如果它在移动结束时距离攻击目标5英尺以内，集结卫士可以让攻击骰扔两次取较低的结果。",
	"After taking an action on its turn, the general can take one additional action.": "在其回合内采取行动后，将军可以再进行一次额外的行动。",
	"As a bonus action, the general chooses one friendly creature within 30 feet of it that can see and hear it. That creature can immediately use its reaction to make one weapon attack.": "作为一个奖励动作，将军选择一个距离它30英尺以内、能看到并听到它的友好生物。该生物可以立即使用其反应进行一次武器攻击。",
	"When the commander hits with a weapon attack, it can command a friendly creature within 30 feet of it that can see and hear it to immediately use its reaction to move up to its speed without provoking opportunity attacks.": "当指挥官用武器攻击命中时，它可以命令一个距离30英尺以内、能看见并听到它的友方生物立即使用其反应移动，移动距离不超过其速度，且不会引发机会攻击。",
	"The general makes two weapon attacks.": "将军进行两次武器攻击。",
	"As a bonus action, the general chooses up to 3 friendly creatures within 30 feet of it that can see and hear it. Each target gains 10 ({@dice 2d6 + 3}) temporary hit points.": "作为一个奖励动作，将军选择距离它30英尺以内、能看见并听到它的最多3个友好生物。每个目标获得10 ({@dice 2d6 + 3}) 临时生命值。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}9 ({@damage 1d10 + 4}) slashing damage.": "{@atk mw} {@hit 7} 进行攻击，射程10英尺，目标一个。造成{@h}9 ({@damage 1d10 + 4}) 斩击伤害。",
	"After taking an action on its turn, the arbalist can take one additional action.": "在其回合内采取行动后，弩手可以再进行一次额外的行动。",
	"The arbalist can ignore the Loading property on its crossbow. Attacking a target within 5 feet doesn't impose disadvantage on the arbalist's attack rolls.": "弩手可以忽略其弩的“装填”属性。对于5英尺内的目标进行攻击不会对弩手的攻击骰投掷造成劣势。",
	"When the arbalist hits a creature with a ranged weapon attack, the target takes an additional 5 ({@damage 1d10}) damage and must succeed on a {@dc 15} Dexterity saving throw or fall {@condition prone} and have its speed reduced to 0 feet until the end of its next turn.": "当弩手用远程武器攻击命中生物时，目标会额外受到 5 点伤害，并必须成功通过一次敏捷豁免检定（Dexterity saving throw）或倒地并且速度减为 0 直到其下一个回合结束。",
	"The arbalist makes two attacks.": "弩手进行两次攻击。",
	"{@atk rw} {@hit 7} to hit, range 100/400 ft., one target. {@h}9 ({@damage 1d10 + 4}) piercing damage.": "{@atk rw}进行攻击，射程100/400英尺，目标为一名敌人。造成{@h}9({@damage 1d10 + 4})点穿刺伤害。",
	"When a creature misses the arbalist with an attack roll, the arbalist makes an attack with its heavy crossbow against the attacker if it's in range.": "当一个生物用攻击骰未命中弩手时，如果攻击者在射程内，弩手将用重型弩对攻击者进行一次攻击。",
	"The knight's innate spellcasting ability is Constitution (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It knows the following spells, which it can cast without material or somatic components.": "骑士的天生施法能力是体质 (法术豁免 {@dc 14}，法术攻击命中加值 {@hit 6})。它会以下法术，可以在无需材料或手势的情况下施展。",
	"The knight has advantage on saving throws against being {@condition charmed} or {@condition frightened}.": "这位骑士在豁免投掷中对{@condition charmed}或{@condition frightened}拥有优势。(the knight)",
	"The knight has advantage on Wisdom ({@skill Perception}) checks that rely on smell to detect creatures that are at half their maximum hit points or fewer. Creatures up to 1 mile away smell as strongly to the knight as they would if they were only 5 feet away.": "骑士在依赖嗅觉检测生物的智力检定中具有优势({@skill Perception})，这些生物的生命值为其最大生命值的一半或更少。距离骑士1英里内的生物的气味会像它们离骑士只有5英尺远一样强烈。",
	"The knight makes two attacks with its greatsword. It can substitute one of these attacks with its Draining Touch.": "骑士用他的巨剑进行两次攻击。它可以用其(Draining Touch)来替换其中一次攻击。",
	"The knight touches a creature within 5 feet of it. The creature must make a {@dc 14} Constitution saving throw, taking 14 ({@damage 4d6}) necrotic damage on a failed save, or half as much on a successful one. The knight regains hit points equal to the necrotic damage dealt.": "骑士触碰到距离它5英尺内的生物。该生物必须进行一次{@dc 14}体质豁免才能，未能通过则受到14点({@damage 4d6})死灵伤害，通过则减半。骑士回复等同于所造成死灵伤害的生命值。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage.": "{@atk mw}进行攻击，射程5英尺，目标为一名敌人。造成{@h}10({@damage 2d6 + 3})点割伤伤害。",
	"When the brute hits with a melee weapon attack, it rolls one additional damage die and adds it to the damage of the attack (included in the attack).": "当蛮力士用近战武器攻击命中时，它会额外投掷一个伤害骰，并将其加到攻击的伤害中（包含在攻击中）。",
	"When the brute fails a saving throw, it can choose to succeed instead.": "当蛮力战士失败豁免投掷时，它可以选择成功。",
	"The brute regains 10 hit points at the start of its turn if it has at least 1 hit point but fewer hit points than half its hit point maximum.": "如果野蛮人的生命值至少为1点，但少于其生命值上限的一半，则在其回合开始时，该野蛮人会恢复10点生命值。",
	"The brute makes three attacks with its greataxe.": "蛮人用他的巨斧进行三次攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}18 ({@damage 2d12 + 5}) slashing damage.": "{@atk mw} {@hit 8}攻击，达到5英尺，一个目标。造成{@h}18 ({@damage 2d12 + 5})点割伤伤害。",
	"If the cavalier moves at least 20 feet in a straight line towards a creature and then hits it with a lance attack, the creature takes an additional 6 ({@damage 1d12}) piercing damage and must succeed on a {@dc 14} Strength saving throw or be knocked {@condition prone}.": "如果骑士向生物直线移动至少20英尺，然后用长矛攻击命中，该生物会受到额外6({@damage 1d12})穿刺伤害，并必须成功进行一次{@dc 14}力量豁免才能不被击倒{@condition prone}。",
	"Mounting or dismounting a creature costs 5 feet of movement for the cavalier. It has advantage on saving throws made to avoid falling off its mount, and if it falls, it can automatically land on its feet if it falls less than 10 feet and isn't {@condition incapacitated}.": "对骑士来说，上下骑乘生物需要消耗5英尺的移动力。它在进行豁免摔落的豁免投掷时获得优势，并且如果摔落，如果距离不超过10英尺且不是{@condition incapacitated}，它可以自动落地站稳。",
	"If the cavalier is mounted, it can make two lance attacks. These attacks cannot be made against the same target.": "如果骑士骑在坐骑上，它可以进行两次长矛攻击。这些攻击不能对同一个目标进行。",
	"{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}10 ({@damage 1d12 + 4}) piercing damage. The cavalier has disadvantage on this attack if it isn't mounted.": "{@atk mw} 近战攻击，射程10英尺，一目标。造成{@h}10 ({@damage 1d12 + 4}) 穿刺伤害。如果骑士未骑乘，此攻击有劣势。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage.": "{@atk mw} {@hit 6} 进行攻击，射程5英尺，目标一个。造成{@h}8 ({@damage 1d8 + 4}) 穿刺伤害。",
	"When a creature the cavalier can see targets the cavalier or its mount with an attack, the cavalier adds 2 to the AC of both itself and its mount against attacks from that creature until the start of the cavalier's next turn.": "当骑士能看到的生物以攻击目标骑士或其坐骑时，骑士可以在该生物的攻击开始直到骑士的下一个回合开始前，为自己和坐骑的AC各增加2点。",
	"The knight is a 2nd-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It knows the following wizard spells, which it can cast without somatic or material components.": "这位骑士是一名2级法术施展者。它的法术施展能力是智力（法术豁免 {@dc 13}，使用法术攻击时命中加值为 {@hit 5}）。它了解以下巫师法术，可以在不需要手势或材料组件的情况下施展。",
	"The knight's bonded weapon is its javelin. The eldritch knight cannot be disarmed if it is wielding its javelin. As a bonus action, the knight can magically teleport its javelin into its hand.": "骑士的契约武器是它的标枪。奥术骑士若握着其标枪，则无法被解除武装。作为一个奖励动作，骑士可以将其标枪魔法般地传送到手中。",
	"The knight makes two attacks with its javelin.": "骑士用他的标枪进行两次攻击。",
	"{@atk mw,rw} {@hit 7} to hit, reach 5 ft. or range 30/120 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage.": "{@atk mw,rw} {@hit 7} 进行攻击，射程5英尺或射程30/120英尺，目标一个。造成{@h}7 ({@damage 1d6 + 4}) 穿刺伤害。",
	"When the archer hits a creature with a ranged weapon attack, it can apply one of the following effects to the target in addition to the damage of the attack:": "当弓手用远程武器攻击命中生物时，除了攻击造成的伤害外，还可以对目标施加以下效果之一：",
	"The target takes 7 ({@damage 2d6}) poison damage, its speed is reduced by 10 feet, and it is overwhelmed by brambles, taking 7 ({@damage 2d6}) slashing damage the first time on each turn it moves 1 foot or more without teleporting. The target or any creature that can reach it can use its action to remove the brambles. Otherwise, they last for 1 minute.": "目标受到7点({@damage 2d6})毒性伤害，速度减少10英尺，并被荆棘所困扰，每次移动1英尺或更多（不包括传送）时，第一次受到7点({@damage 2d6})斩击伤害。目标或任何能够接触它的生物可以使用动作来移除荆棘。否则，荆棘将持续1分钟。",
	"The target takes 7 ({@damage 2d6}) psychic damage, and it must succeed on a {@dc 13} Wisdom saving throw or be {@condition blinded} until the start of the archer's next turn.": "目标受到7点心灵伤害，必须在进行一次智力豁免检定（{@dc 13} Wisdom saving throw）并通过，否则在射手下一回合开始前被（{@condition blinded}）。",
	"The archer has advantage on saving throws against being {@condition charmed}, and magic can't put it to sleep.": "射手在豁免抗性上有优势，对于被 (0) 休眠的魔法也无效。",
	"The archer's ranged weapon attacks are magical.": "弓箭手的远程武器攻击是魔法的。",
	"The archer can take the Hide action when lightly obscured by natural phenomena.": "当被自然现象轻微遮挡时，弓箭手可以采取躲藏动作。",
	"The archer makes two attacks with its longbow.": "弓箭手用长弓进行两次攻击。",
	"{@atk rw} {@hit 6} to hit, range 150/600 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage.": "{@atk rw}进行攻击，射程150/600英尺，目标为一个。造成{@h}8({@damage 1d8 + 4})点穿刺伤害。",
	"The archer looses a magic arrow in a 30 foot by 1 foot line, passing harmlessly through objects and ignoring cover. Each creature in the line must make a {@dc 13} Dexterity saving throw, taking 17 ({@damage 3d8 + 4}) piercing damage on a failed save, or half as much damage on a successful one.": "弓手释放一支魔法箭，沿着30英尺长、1英尺宽的线飞行，穿过物体而不造成伤害，无视掩护。线上的每个生物必须进行一次{@dc 13}敏捷豁免检定，未通过则受到17({@damage 3d8 + 4})点穿刺伤害，通过则减半。",
	"You can also exchange any number of the archer's arrow options (Grasping Arrow or Shadow Arrow from Arcane Shot, or the Piercing Arrow action) by replacing it with the following options. These do not change the CR, but they do drastically affect how the archer plays in combat.": "您还可以通过以下选项之一替换弓箭手的箭矢选项（来自奥术射击的抓握箭或暗影箭，或者穿透箭动作）。这些选项不会改变CR，但会极大地影响弓箭手在战斗中的表现。",
	"The following options are for the {@b {@i Arcane Shot}} ability.": "以下选项适用于{@b {@i Arcane Shot}能力。",
	"The target must succeed on a DC 13 Charisma saving throw or be banished to the ethereal plane. While in the ethereal plane in this manner, the target has a speed of 0 and is {@condition incapacitated}. At the end of its next turn, the target reappears in the space it vacated or in the nearest unoccupied space if that space is occupied.": "目标必须成功通过一次DC 13的魅力豁免才能避免被放逐到虚空位面。在以这种方式进入虚空位面时，目标的速度为0，且处于{@condition incapacitated}状态。在其下一个回合结束时，目标会重新出现在它原来所在的位置，如果那个位置已被占据，则会出现在最近的空位上。",
	"The target takes 7 ({@dice 2d6}) psychic damage, and it must succeed on a DC 13 Wisdom saving throw or become {@condition charmed} by the archer until the start of the archer's next turn. ": "目标受到7点心灵伤害，必须通过一次13点的感知豁免检定，否则会在弓手的下一个回合开始前变成(%)。",
	"The target and all other creatures within 10 feet of the target take 7 ({@dice 2d6}) force damage.": "目标和目标周围10英尺范围内的所有其他生物受到7 ({@dice 2d6}) 点力量伤害。",
	"The target takes 7 ({@dice 2d6}) necrotic damage, and it must succeed on a DC 13 Constitution saving throw or the damage dealt by its weapon attacks is halved until the start of the archer's next turn. ": "目标受到7点({@dice 2d6})死灵伤害，并且必须成功通过一次13点的体质豁免才能避免，否则其武器攻击造成的伤害会减半，直到射手的下一个回合开始。",
	"The following option is an action that the archer can take.": "以下选项是弓手可以采取的行动。",
	"The archer makes a longbow attack against a creature it has seen in the past minute, even if the creature isn't in line of sight. The arrow flies around corners and obstacles. On a hit, the archer learns the target's location. ": "射手对在过去一分钟内见过的生物进行长弓攻击，即使该生物不在视线范围内。箭矢可以绕过拐角和障碍物。命中时，射手会得知目标的位置。",
	"The following option is a reaction that the archer can take.": "以下选项是弓手可以采取的反应。",
	"When the archer misses a target with a ranged weapon attack, it can reroll the attack against a different target within 60 feet of the original target.": "当弓手用远程武器攻击未命中目标时，可以重新对距离原目标60英尺内的另一个目标进行攻击。",
	"The psi warrior's innate spellcasting ability is Intelligence (spell save {@dc 11}, {@hit 3} to hit with spell attacks). It can cast the following wizard spells.": "灵能战士的天生施法能力是智力（法术豁免 {@dc 11}，用法术攻击命中时为 {@hit 3}）。它可以施放以下巫师法术。",
	"The psi warrior's weapon attacks are magical and deal an additional 16 ({@damage 3d10}) psychic damage (included in the attack).": "智能战士的武器攻击是魔法的，并造成额外 16 ({@damage 3d10}) 精神伤害（已包含在攻击中）。",
	"The psi warrior makes two weapon attacks.": "灵能战士进行两次武器攻击。",
	"It can exchange one of these attacks for its Psi Strike or its Telekinetic Bulwark.": "它可以用其心灵打击或其念动壁垒中的一个来替换这些攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage, or 7 ({@damage 1d10 + 2}) slashing damage if used with two hands to make a melee attack, plus 16 ({@damage 3d10}) psychic damage.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，一个目标。造成6 ({@damage 1d8 + 2}) 斩击伤害，或者如果用双手进行近战攻击则造成7 ({@damage 1d10 + 2}) 斩击伤害，另外还有16 ({@damage 3d10}) 精神伤害。",
	"{@atk rw} {@hit 3} to hit, range 100/400 ft., one target. {@h}6 ({@damage 1d10 + 1}) piercing damage plus 16 ({@damage 3d10}) psychic damage.": "{@atk rw} {@hit 3} 命中，射程100/400英尺，一个目标。造成{@h}6 ({@damage 1d10 + 1}) 穿刺伤害加上16 ({@damage 3d10}) 精神伤害。",
	"The psi warrior targets a creature it can see within 20 feet of it. The target must make a {@dc 11} Strength saving throw. On a failed save, it takes 14 ({@damage 4d6}) force damage and is pushed or pulled up to 15 feet closer or further away (psi warrior's choice). On a successful save, it takes half as much damage and isn't moved.": "灵能战士指定一个在它能看见的范围内20英尺的生物。目标必须进行一个 {@dc 11} 的力量豁免投骰。未通过豁免的目标会受到14点 ({@damage 4d6}) 的力场伤害，并被推或拉近或远15英尺（由灵能战士选择）。通过豁免的目标会受到一半伤害且不会被移动。",
	"The psi warrior projects a forcefield in a 10-foot radius around itself, which lasts for 1 minute or until the psi warrior is {@condition incapacitated}.": "灵能战士在自身周围10英尺半径范围内投射一个力场，持续1分钟或直到灵能战士达到{@condition incapacitated}状态。",
	"The psi warrior and its allies within the area of effect gain the benefits of half cover and have advantage on Strength saving throws.": "在影响范围内的灵能战士及其盟友获得半掩体的益处，并在力量豁免检定中获得优势。",
	"The rune scribe is a 2nd-level spellcaster.": "符文铭刻师是一名2级咒术师。",
	"Its spellcasting ability is Intelligence. It can cast the following spells.": "它的施法能力是智力。它可以施放以下法术。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) fire damage. This is a magic weapon.": "{@atk mw} {@hit 4}攻击，射程5英尺，目标一个。{@h}6 ({@damage 1d8 + 2})火焰伤害。这是一把魔法武器。",
	"The rune scribe marks the Ild Rune with ash on a creature within 5 feet of its position. The creature immediately takes 11 ({@damage 2d10}) fire damage.": "符文铭刻者用灰烬在距其位置5英尺内的生物身上标记伊尔德符文。该生物立即受到11 ({@damage 2d10}) 火焰伤害。",
	"The rune scribe marks the Ild Rune with ash on a flammable object. That object immediately bursts into flames.": "符文铭刻者用灰烬在易燃物上标记火焰符文（Ild Rune）。那个物体立刻燃起了熊熊大火。",
	"The rune scribe traces the Ild Rune with its hand over an open flame. The rune scribe can manipulate the flame as per the {@spell control flames|XGE} spell.": "符文铭刻者用手在明火上划过伊尔德符文。符文铭刻者可以按照{@spell control flames|XGE}法术操纵火焰。",
	"The samurai deals an extra 5 ({@damage 1d10}) damage on the first attack it makes during the first turn of combat.": "武士在战斗的第一个回合内进行的第一次攻击会额外造成5点伤害。",
	"As a bonus action, the samurai gains 10 temporary hit points, plus advantage on melee weapon attacks until the end of its turn.": "作为一个奖励动作，武士获得10点临时生命值，同时在其回合结束前对近战武器攻击获得优势。",
	"When the samurai hits a creature with a melee weapon attack on the samurai's turn, the target takes an additional 5 ({@damage 1d10}) damage and the the samurai can apply one of the following bonuses to the attack.": "当武士在自己的回合用近战武器攻击生物时，目标受到额外 5 点伤害，并且武士可以在攻击中应用以下其中一个奖励。",
	"The samurai chooses an item its target is holding. On a hit, the target must succeed on a {@dc 14} Dexterity saving throw or drop the object. The object lands at its feet.": "武士选择目标手持的物品。命中后，目标必须成功进行一次{@dc 14}敏捷豁免才能保持物品。否则，物品掉落在目标脚下。",
	"On a hit, if the target is Large or smaller, it must succeed on a {@dc 14} Strength saving throw or be pushed up to 15 feet away from the samurai.": "命中时，如果目标为大型或更小，它必须成功通过一个 {@dc 14} 的力量豁免才能避免被推开，最多可被推开15英尺远离武士。",
	"The samurai makes three attacks with its katana.": "武士用其武士刀进行三次攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8 + 5}) slashing damage, or 10 ({@damage 1d10 + 5}) slashing damage if wielded with two hands to make a melee attack. This is a +2 magic weapon.": "{@atk mw} {@hit 8}攻击，射程5英尺，一个目标。造成9({@damage 1d8 + 5})点割伤伤害，或者如果双手握持进行近战攻击则造成10({@damage 1d10 + 5})点割伤伤害。这是一把+2魔法武器。",
	"The samurai adds 3 to its AC against one melee attack that would hit it. To do so, the samurai must see the attacker and be wielding a melee weapon.": "武士可以在看到攻击者并持有近战武器的情况下，对将要击中它的一次近战攻击的AC增加3。",
	"The sharpshooter's longbow attacks ignore half and three quarters cover and deal an additional 4 ({@damage 1d8}) damage (included in the attack).": "神射手的长弓攻击无视半掩体和四分之三掩体，并造成额外4点伤害（包含在攻击中）。{@damage 1d8}",
	"If the sharpshooter has disadvantage on attack rolls made with its longbow, it can choose to ignore the disadvantage. If it does so, it cannot benefit from effects that would grant it advantage on the attack.": "如果狙击手使用其长弓进行攻击时有劣势，它可以选择忽略这个劣势。如果这样做，它就不能从能让它获得优势的效果中受益。",
	"The sharpshooter makes two attacks with its longbow.": "神射手用长弓进行两次攻击。",
	"{@atk rw} {@hit 6} to hit, range 150/600 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage.": "{@atk rw} 使用命中，射程150/600英尺，一个目标。{@h}13 ({@damage 2d8 + 4}) 穿刺伤害。",
	"The standard bearer's innate spellcasting ability is Charisma (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It can cast the following spells, requiring no material components.": "旗手的天生施法能力是魅力（施法豁免 DC {@dc 14}，施法攻击命中加值 {@hit 6}）。它可以施放以下法术，无需材料组件。",
	"Allied creatures that can see the standard bearer have advantage on saving throws against being {@condition frightened}.": "所有能看到（standard bearer）的盟友生物，在豁免骰中对被 {@condition frightened} 的效果获得优势。",
	"Mounting or dismounting a creature costs 5 feet of movement for the standard bearer. It has advantage on saving throws made to avoid falling off its mount, and if it falls, it can automatically land on its feet if it falls less than 10 feet and isn't {@condition incapacitated}.": "上下骑乘生物对于旗手来说需要消耗5尺的移动。它在进行豁免摔落的豁免投掷时具有优势，并且如果摔落，且距离不超过10尺且不是{@condition incapacitated}，则可以自动落地站稳。",
	"The standard bearer makes two attacks with its pike or its longsword.": "旗手使用长矛或长剑进行两次攻击。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}9 ({@damage 1d10 + 4}) piercing damage.": "{@atk mw} {@hit 7}进行攻击，射程10英尺，目标一个。{@h}9 ({@damage 1d10 + 4})穿刺伤害。",
	"When a creature moves at least 1 foot while within 5 feet of the standard bearer (or within 10 feet while it wields its pike), the standard bearer can make an opportunity attack against that creature. If it hits, the creature's speed is reduced to 0 until the end of its turn.": "当一个生物在距离(标准骑兵)5英尺内移动至少1英尺时（或者当它持有长矛时在10英尺内移动），(标准骑兵)可以对该生物进行一次机会攻击。如果攻击命中，该生物的速度将减少至0，直到其回合结束。",
	"The survivalist takes one additional action on its turn.": "求生专家在自己的回合可以额外进行一次行动。",
	"While the survivalist wears padded armor, its AC is 16 plus its Constitution modifier. Any critical hit on the survivalist while it wears padded armor becomes a normal hit.": "当求生者穿着软甲时，其护甲等级为16加上其体质调整值。任何对求生者造成的重击，在其穿着软甲时都会变成普通命中。",
	"The survivalist's spear attacks are magical.": "这位求生专家的长矛攻击是魔法的。",
	"The survivalist has advantage on saving throws against spells cast by any creature hit by the survivalist's spear in the past minute. The survivalist can magically summon its spear to its hand as a bonus action. The spear loses its magic if the survivalist dies.": "生存专家对于任何在过去一分钟内被生存专家的矛击中的生物施放的法术豁免有优势。生存专家可以在奖励动作中魔法地将其矛召唤到手中。如果生存专家死亡，矛将失去其魔法效果。",
	"The survivalist makes two attacks with its spear.": "这位求生者用他的矛进行了两次攻击。",
	"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage, or 7 ({@damage 1d8 + 3}) piercing damage if wielded with two hands to make a melee attack.": "{@atk mw,rw} {@hit 5}攻击，射程5英尺或射程20/60英尺，目标一个。造成{@h}6 ({@damage 1d6 + 3})穿刺伤害，或者如果双手握持进行近战攻击则造成7 ({@damage 1d8 + 3})穿刺伤害。",
	"When the martial arts master is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "当武术大师受到影响，可以进行敏捷豁免才能只受一半伤害时，如果成功通过豁免检定，则不受伤害，如果失败则只受一半伤害。",
	"While the martial arts master is wearing no armor and wielding no shield, its AC includes its Wisdom modifier.": "当这位武术大师没有穿戴盔甲或使用盾牌时，其AC包括其(智力调整值)。",
	"The martial arts master makes four unarmed strikes.": "这位武术大师进行四次徒手打击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d10 + 4}) bludgeoning damage. This is a magic weapon attack. If the target is a creature, the martial arts master can choose one of the following additional effects.": "{@atk mw} {@hit 8} 进行攻击，射程5英尺，一个目标。造成{@h}9 ({@damage 1d10 + 4}) 钝击伤害。这是一次魔法武器攻击。如果目标是生物，武术大师可以选择以下附加效果之一。",
	"The target must succeed on a {@dc 16} Strength saving throw or drop one item it is holding (martial arts master's choice).": "目标必须成功通过一个{@dc 16}的力量豁免才能保持住它所持有的一个物品（武术大师的选择）。",
	"The target must succeed on a {@dc 16} Dexterity saving throw or be knocked {@condition prone}.": "目标必须成功通过一个 {@dc 16} 敏捷豁免才能避免被击倒。",
	"The target must succeed on a {@dc 16} Constitution saving throw or be {@condition stunned} until the end of the martial arts master's next turn.": "目标必须成功通过一次 {@dc 16} 体质豁免才能在武术大师的下一个回合结束前保持 {@condition stunned}。",
	"{@atk rw} {@hit 8} to hit, range 20/60 ft., one target. {@h}9 ({@damage 1d10 + 4}) bludgeoning, piercing, or slashing damage (depending on the nature of the missile thrown).": "{@atk rw}进行攻击，射程20/60尺，目标一个。造成{@h}9 ({@damage 1d10 + 4})点钝击、穿刺或挥砍伤害（取决于投掷物的性质）。",
	"In response to being hit by a ranged weapon attack, the martial arts master deflects the missile. The damage it takes from the attack is reduced by 15 ({@dice 2d10 + 4}). If the damage is reduced to 0, it catches the missile if it's small enough to hold in one hand and a hand is free. It can then make an improvised missile attack.": "当这位武术大师受到远程武器攻击时，他会将导弹偏转。他从攻击中受到的伤害减少了15 ({@dice 2d10 + 4}). 如果伤害减少到0，且导弹足够小可以用一只手拿住且有一只手是空闲的话，他就会抓住这个导弹。然后他可以进行一次即兴导弹攻击。",
	"When the enlightened master is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "当启迪大师遭受影响，使其进行敏捷豁免才能仅受一半伤害时，如果成功通过豁免检定，则不受伤害，如果失败则只受一半伤害。",
	"The enlightened master makes four enlightened strikes.": "启迪大师发出四次启迪打击。",
	"{@atk ms} {@hit 13} to hit, reach 5 ft., one target. {@h}20 ({@damage 2d12 + 7}) bludgeoning damage. If the target is a creature, the enlightened master can choose one of the following additional effects.": "{@atk ms} {@hit 13}攻击，射程5英尺，一个目标。造成{@h}20 ({@damage 2d12 + 7}) 钝击伤害。如果目标是一只生物，启蒙大师可以选择以下附加效果之一。",
	"The target must succeed on a {@dc 21} Strength saving throw or drop one item it is holding (enlightened master's choice).": "目标必须成功通过一个{@dc 21}力量豁免才能保持住它所持有的一个物品（启迪大师的选择）。",
	"The target must succeed on a {@dc 21} Constitution saving throw or be knocked {@condition prone} and {@condition stunned} until the end of the enlightened master's next turn.": "目标必须成功通过一次 {@dc 21} 体质豁免才能避免被击倒，并且在启蒙大师的下一个回合结束前处于虚弱状态。",
	"When the enlightened master is targeted by a ranged weapon or spell attack, roll a {@dice d6}. On a roll of 1-3, the attack hits, but can't critically hit the enlightened master. On a roll of 4-6, the attack misses. In either case, the attacker must make a {@dc 21} Wisdom saving throw, taking 13 ({@damage 2d12}) force damage on a failed save, or half damage on a successful one.": "当启迪大师被远程武器或法术攻击瞄准时，投掷一个{@dice d6}。如果投掷结果为1-3，攻击命中，但无法对启迪大师造成暴击伤害。如果投掷结果为4-6，攻击未命中。在任何情况下，攻击者必须进行一个{@dc 21}感知豁免检定，未通过检定则受到13({@damage 2d12})点力场伤害，通过检定则只受到一半伤害。",
	"The spirit can move through other creatures and objects as if they were difficult terrain. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object.": "灵魂可以像穿越艰难地形一样穿过其他生物和物体。如果它在物体内结束回合，它会受到5 ({@damage 1d10}) 点力量伤害。",
	"When the astral spirit speaks, it can make its voice be heard up to 600 feet away.": "当星界精灵说话时，它的声音可以传达到600英尺以外。",
	"Alternatively, it can choose only certain creatures it can see within 30 feet of it to be able to hear its words.": "或者，它可以选择只有它能看到的30英尺内的某些生物能听到它的话语。",
	"The astral spirit makes two attacks with its astral arms.": "星界之灵用其星界臂进行两次攻击。",
	"{@atk ms} {@hit 6} to hit, reach 10 ft., one target. {@h}9 ({@damage 2d4 + 4}) radiant damage.": "{@atk ms} {@hit 6} 进行攻击，射程10英尺，目标一个。{@h}9 ({@damage 2d4 + 4}) 辐射伤害。",
	"While the astral projector isn't wearing armor, its armor class includes its Wisdom modifier.": "当星界投影者没有穿戴盔甲时，其盔甲等级包括其感知调整值。",
	"When the astral projector speaks, it can make its voice be heard up to 600 feet away. Alternatively, it can choose only certain creatures it can see within 30 feet of it to be able to hear its words.": "当星界投射体 (astral projector) 说话时，它的声音可以传达到600英尺之外。或者，它可以选择只让它能看到的30英尺内的某些生物能听到它的话语。",
	"The astral projector makes four attacks: two with its unarmed strike, and two with its astral arms.": "星界投影者进行四次攻击：两次使用徒手攻击，两次使用星界臂。（Astral Projector）",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) bludgeoning damage.": "{@atk mw}进行攻击，射程5英尺，目标一个。造成{@h}5({@damage 1d4 + 3})点钝击伤害。",
	"When the astral projector is reduced to 0 hit points, it can separate its spirit from its body, dying and becoming two creatures: the {@creature astral spirit|OCLD} and {@creature body puppet|OCLD}. The body puppet dies if the astral spirit dies or if it starts its turn further than 600 feet from the astral spirit.": "当星界投射体被降为0点生命值时，它可以将灵魂与身体分离，死亡并变成两个生物：{@creature astral spirit|OCLD} 和 {@creature body puppet|OCLD}。如果星界灵魂死亡，或者身体傀儡在其回合开始时距离星界灵魂超过600英尺，那么身体傀儡也会死亡。",
	"As a bonus action, the bender reduces its hit points by any amount up to 7 and until the end of its turn increases its speed by 5 feet for each hit point lost in this manner. Alternatively, it can instead reduce its hit points by 7 to take the Dodge action.": "作为一个奖励动作，(the bender)可以将其生命值减少任意数量，最多不超过7点，直到回合结束，每失去1点生命值，速度就增加5英尺。或者，它可以选择减少7点生命值来执行闪避动作。",
	"The bender's unarmed strikes are considered to be magical for the purpose of overcoming damage resistances and immunities.": "机械师的徒手攻击被视为魔法攻击，可以克服伤害抗性和免疫。",
	"The bender regains 2 ({@dice 1d4}) hit points when it hits a creature with a melee attack, as long as that creature has blood and isn't an undead or a construct.": "当bender用近战攻击击中一名生物时，只要该生物有血液且不是不死生物或构装生物，bender将恢复2点生命值。",
	"The bender makes four unarmed strikes, or makes two unarmed strikes and uses its Dominion of Blood.": "机械使者进行四次徒手攻击，或进行两次徒手攻击并使用其(Dominion of Blood)。",
	"The bender makes one unarmed strike against a target that has blood. On a hit, it can cast {@spell dominate person} on the target. Wisdom is its spellcasting ability for this spell (spell save {@dc 14}, {@hit 6} to hit with spell attacks). Once a creature has failed its saving throw against this spell, the bender can't use this action until it finishes a long rest.": "这个弯曲者对一个有血的目标进行一次徒手攻击。命中后，它可以对目标施放{@spell dominate person}。智力是它施法这个法术的能力值（法术豁免 {@dc 14}，用法术攻击命中 {@hit 6}）。一旦一个生物未能通过这个法术的豁免检定，弯曲者在完成一次长休息之前不能再使用这个动作。",
	"{@atk ms} {@hit 6} to hit, reach 30 ft., one target. {@h}9 ({@damage 1d10 + 4}) bludgeoning damage, and the target must make a {@dc 14} Dexterity saving throw.": "{@atk ms}进行攻击，射程30英尺，一个目标。造成{@h}9({@damage 1d10 + 4})点钝击伤害，并且目标必须进行一次{@dc 14}敏捷豁免。",
	"On a failed save, the target takes 11 ({@damage 2d10}) bludgeoning damage and is knocked {@condition prone} or pulled up to 25 feet toward the bender (bender's choice). On a successful save, the target takes half as much damage and isn't pulled or knocked {@condition prone}.": "在未能通过豁免检定时，目标会受到 11 ({@damage 2d10}) 点钝击伤害，并被击倒 {@condition prone} 或向控制者方向被拉动最多 25 英尺（控制者选择）。在成功通过豁免检定时，目标受到一半伤害且不会被拉动或击倒 {@condition prone}。",
	"When the death researcher is reduced to 0 hit points and not killed outright, it can choose to drop to 1 hit point instead.": "当死亡研究者的生命值降至0点且没有立即被杀死时，它可以选择降至1点生命值。",
	"While the death researcher isn't wearing armor, its armor class includes its Wisdom modifier.": "尽管死亡研究者没有穿戴盔甲，但其盔甲等级包括其感知调整值。",
	"The death researcher makes two attacks with its Death Strike.": "死亡研究者使用其死亡打击进行两次攻击。",
	"{@atk ms} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) bludgeoning damage, plus 11 ({@damage 2d10}) necrotic damage. If the damage from this attack reduces a creature to 0 hit points, the death researcher gains 13 ({@dice 2d10 + 2}) temporary hit points.": "{@atk ms} {@hit 5} 进行攻击，射程5英尺，一个目标。造成{@h}5 ({@damage 1d4 + 3}) 钝击伤害，再加上11 ({@damage 2d10}) 死灵伤害。如果这次攻击造成的伤害将一只生物的生命值降至0点，死亡研究者会获得13 ({@dice 2d10 + 2}) 临时生命值。",
	"Each creature within 30 feet of the death researcher that can see it must succeed on a {@dc 12} Wisdom saving throw or become {@condition frightened} by it until the end of the death researcher's next turn.": "在距离死亡研究员30英尺范围内的每个生物，只要能看到它，必须成功通过一个{@dc 12}的感知豁免才能免疫其影响，直到死亡研究员的下一个回合结束前。",
	"When the drunken master is hit by a ranged weapon attack, the damage is reduced by 25 ({@dice 1d10 + 20}).": "当醉拳师被远程武器攻击命中时，伤害减少25 ({@dice 1d10 + 20})。",
	"When the drunken master has disadvantage on an attack roll, ability check, or saving throw, it can choose either result for that roll.": "当醉拳师在攻击检定、能力检定或豁免检定中有劣势时，它可以选择该检定的任一结果。",
	"The drunken master does not trigger opportunity attacks when it moves on its turn.": "醉拳师在自己的回合移动时不会触发机会攻击。",
	"Also, when {@condition prone}, the drunken master can spend 5 feet of movement to stand up.": "此外，当{@condition prone}时，醉拳师可以花费5英尺的移动来站起来。",
	"The drunken master's unarmed strikes are magical.": "醉拳师的徒手攻击是魔法的。",
	"When the drunken master fails a saving throw, it can choose to succeed instead.": "当醉拳师失败豁免投掷时，可以选择成功。",
	"The drunken master can re-roll an attack roll, ability check, or saving throw it makes and use either result.": "醉拳师可以重新投掷其进行的攻击骰、能力检定或豁免骰，并使用其中任意一个结果。",
	"The drunken master takes no damage as a result of a fall.": "醉拳师傅不会因摔倒而受伤。",
	"While the drunken master isn't wearing armor, its armor class includes its Wisdom modifier.": "在醉拳师没有穿戴盔甲时，其盔甲等级包括其感知调整值。",
	"The drunken master makes two unarmed strikes against each creature within 5 feet of its position.": "醉拳师对其位置周围每个生物进行两次徒手攻击。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d4 + 5}) bludgeoning damage.": "{@atk mw} {@hit 9} 进行攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 1d4 + 5}) 钝击伤害。",
	"When a creature misses the drunken master with a melee attack roll, the drunken master can use its reaction to cause that attack to hit one creature of its choice, other than the attacker, that it can see within 5 feet of it.": "当一个生物用近战攻击骰未命中醉拳师时，醉拳师可以使用其反应，使该攻击命中其选择的一个生物（除了攻击者），该生物必须在其能看到的5英尺内。",
	"The gardener's innate spellcasting ability is Wisdom (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It can cast the following spells innately.": "园丁的天生施法能力是智力（施法豁免 {@dc 12}，用法术攻击命中 {@hit 4}）。它可以天生施放以下法术。",
	"The gardener adds its Wisdom modifier to its AC.": "园丁将其智力调整值加到其防御等级 (Wisdom modifier) 上。",
	"After hitting a target with an unarmed strike, each subsequent unarmed strike for the next minute deals an additional 1 poison damage per hit. This extra damage stacks up to 10 extra damage per hit, and the minute resets with each hit.": "在用徒手攻击命中目标后，接下来的每次徒手攻击在接下来的一分钟内都会额外造成1点毒素伤害。这额外伤害可以叠加，每次攻击最多叠加10点额外伤害，并且每次攻击后这一分钟的计时会重置。",
	"The gardener makes three unarmed strikes.": "园丁进行三次非武装打击。",
	"The glass shaterer's innate spellcasting ability is Wisdom (spell save {@dc 12}). It can cast the following spells innately.": "玻璃粉碎者的天生施法能力是智力（法术豁免{@dc 12}）。它可以天生施放以下法术。",
	"When the glass shatterer is at less than its hit point maximum, its unarmed strikes deal an additional 3 ({@damage 1d6}) slashing damage. If the glass shatterer is at half its hit points or fewer, its unarmed strikes deal an additional 3 ({@damage 1d6}) slashing damage on top of that.": "当玻璃粉碎者的生命值低于其最大生命值时，它的徒手攻击额外造成3点({@damage 1d6}) 切割伤害。如果玻璃粉碎者的生命值为其一半或更少时，其徒手攻击还会额外造成3点({@damage 1d6}) 切割伤害。",
	"While the glass shatterer isn't wearing armor, its armor class includes its Wisdom modifier.": "虽然玻璃破坏者没有穿戴盔甲，但其盔甲等级包括其感知调整值。",
	"The glass shatterer makes three unarmed strikes.": "玻璃粉碎者进行三次徒手攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}6({@damage 1d6 + 3})点钝击伤害。",
	"When the glass shatterer takes fire, force, lightning, or radiant damage, it can reduce the damage taken by half.": "当玻璃破坏者受到火焰、力量、闪电或辐射伤害时，它可以将所受伤害减半。",
	"While wielding a melee weapon that isn't heavy, the kensei's armor class increases by 2 (included in the Armor Class).": "当持有一把非重型近战武器时，剑圣的护甲等级提高2（包含在护甲等级中）。",
	"The kensei can use its Dexterity instead of its Strength for a melee weapons that isn't heavy. When it does so, its attacks with the weapon are magical.": "剑圣可以使用其敏捷属性代替力量属性来使用非重型的近战武器。当这样做时，它使用该武器进行的攻击被视为魔法攻击。",
	"While the kensei isn't wearing armor, its armor class includes its Wisdom modifier.": "当剑圣((kensei))不穿戴盔甲时，其盔甲等级包括其感知调整值。",
	"The kensei makes two attacks: one with its unarmed strike and one with its katana.": "剑圣进行两次攻击：一次使用其徒手攻击，一次使用其武士刀。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@dice 1d10}": "{@atk mw} {@hit 5} 进行攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 1d8 + 3}) 斩击伤害，或8 ({@dice 1d10}",
	"{@atk rw} {@hit 5} to hit, range 150/600 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage.": "{@atk rw}进行攻击，射程150/600尺，目标为一个。造成{@h}7({@damage 1d8 + 3})点穿刺伤害。",
	"In response to being hit by a ranged weapon attack, the kensei deflects the missile. The damage it takes from the attack is reduced by 14 ({@dice 2d10}": "当被远程武器攻击击中时，剑圣可以偏转导弹。它从攻击中受到的伤害减少了14 ({@dice 2d10}",
	"+ 3) and the missile is destroyed.": "+ 3) 导弹被摧毁。",
	"The warrior's unarmed strikes are magical and deal an additional 7 ({@damage 2d6}) necrotic damage on a hit (included in the attack). If the warrior hits a {@condition poisoned} or {@condition incapacitated} creature with an unarmed strike, it deals an additional 7 ({@damage 2d6}) necrotic damage.": "战士的徒手攻击是魔法的，在命中时会额外造成7 ({@damage 2d6}) 点死灵伤害（包含在攻击中）。如果战士用徒手攻击命中 {@condition poisoned} 或 {@condition incapacitated} 生物，它会额外造成7 ({@damage 2d6}) 点死灵伤害。",
	"As a bonus action, the warrior can activate or deactivate its noxious aura. While active, creatures that start their turn within 5 feet of the warrior must succeed on a {@dc 13} Constitution saving throw or become {@condition poisoned} until the end of the warrior's next turn.": "作为一个奖励动作，战士可以激活或停止它的有毒光环。当光环激活时，在距离战士5英尺内开始他们的回合的生物必须通过一次{@dc 13}体质豁免才能免疫成为{@condition poisoned}，直到战士的下一个回合结束。",
	"While the warrior isn't wearing armor, its armor class includes its Wisdom modifier.": "战士没有穿戴盔甲时，其盔甲等级包括其感知调整值。",
	"The warrior makes two unarmed strikes.": "这名战士进行两次徒手攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage plus 7 ({@damage 2d6}) necrotic damage.": "{@atk mw} {@hit 5}攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d6 + 3}) 钝击伤害加上7 ({@damage 2d6}) 死灵伤害。",
	"When the quadruple master is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "当四重大师受到影响，使其进行敏捷豁免来仅受到一半伤害时，如果成功通过豁免检定，则不受到伤害，如果失败则只受到一半伤害。",
	"The quadruple master makes four attacks.": "四重师傅进行四次攻击。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d10 + 5}) bludgeoning damage.": "{@atk mw}进行攻击，射程5英尺，目标一个。造成{@h}10 ({@damage 1d10 + 5})点钝击伤害。",
	"{@atk ms} {@hit 10} to hit, reach 5 ft., one target. {@h}22 ({@damage 4d10}) bludgeoning damage, and the target must make a {@dc 18} Strength saving throw. On a failed save, the target is pushed 30 feet away and knocked {@condition prone}. On a successful save, it is pushed 15 feet and isn't knocked {@condition prone}.": "{@atk ms} 使用 {@hit 10} 进行攻击，射程5英尺，目标一个。造成{@h}22({@damage 4d10}) 钝击伤害，并且目标必须进行一次{@dc 18} 力量豁免检定。未通过豁免检定的目标将被推开30英尺并倒地{@condition prone}。通过豁免检定的目标将被推开15英尺并且不会倒地{@condition prone}。",
	"{@atk ms} {@hit 10} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d10 + 5}) bludgeoning damage, and each creature other than the bender within 10 feet of the quadruple master that can see and hear it must succeed on a {@dc 18} Constitution saving throw or take 11 ({@damage 2d10}) thunder damage.": "{@atk ms} {@hit 10}攻击，射程5英尺，一个目标。受到{@h}10 ({@damage 1d10 + 5}) 钝击伤害，而且除了施法者以外，距离四重大师10英尺内且能看见并听见它的每个生物必须进行一次{@dc 18} 体质豁免才能免受11 ({@damage 2d10}) 雷属性伤害。",
	"{@atk ms} {@hit 10} to hit, reach 15 ft., one target. {@h}32 ({@damage 5d10 + 5}) fire damage.": "{@atk ms} 使用 {@hit 10} 进行攻击，射程15英尺，目标一个。造成 {@h}32 ({@damage 5d10 + 5}) 火焰伤害。",
	"{@atk ms} {@hit 10} to hit, reach 35 ft., one target. {@h}10 ({@damage 1d10 + 5}) bludgeoning damage, and the target must make a {@dc 18} Dexterity saving throw. On a failed save, the target takes 15 ({@damage 3d10}) bludgeoning damage and is knocked {@condition prone} or pulled up to 30 feet toward the quadruple master. On a successful save, the target takes half as much damage and isn't pulled or knocked {@condition prone}.": "{@atk ms} {@hit 10}攻击，射程35英尺，目标一个。造成{@h}10 ({@damage 1d10 + 5}) 钝击伤害，并且目标必须进行一次{@dc 18} 敏捷豁免。未通过豁免的目标将受到15 ({@damage 3d10}) 钝击伤害，并被击倒或拉向四重大师30英尺。通过豁免的目标只受到一半伤害，并且不会被拉动或击倒{@condition prone}。",
	"The monk's innate spellcasting ability is Wisdom (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It can cast the following spells innately without expending material components.": "这位僧侣的天生施法能力是智力（施法豁免 {@dc 12}，施法攻击命中加值 {@hit 4}）。它可以天生施放以下法术，无需消耗材料组件。",
	"When the monk is in dim light or darkness, as a bonus action it can teleport up to 60 feet to an unoccupied space it can see that is also in dim light or darkness. The monk gains advantage on the next attack it makes before the end of its turn.": "当(`Monk`)(`武僧`)处于微弱光线或黑暗中时，作为一个奖励动作，它可以传送到一个它能看到的、同样处于微弱光线或黑暗中的未被占据的空间，最远距离为60英尺。(`Monk`)(`武僧`)在回合结束前进行的下一次攻击获得优势。",
	"The monk makes two attacks with its punch dagger.": "这个僧侣用他的拳刃匕首进行两次攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage.": "{@atk mw} {@hit 5}攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d6 + 3})点穿刺伤害。",
	"The monk becomes {@condition invisible} until the end of its next turn, or until it attacks or casts a spell.": "这位僧侣在其下一个回合结束之前变为{@condition invisible}，或者在进行攻击或施法之前结束。",
	"While the monk isn't wearing armor, its armor class includes its Wisdom modifier": "当僧侣没有穿戴盔甲时，其盔甲等级包括其智力调整值(Wisdom modifier)。",
	"The monk makes two attacks with its Sun": "这位僧侣用它的太阳 (Sun) 进行两次攻击。",
	"It can then use its Radiant Swathe, if available.": "如果可用，它可以使用其(Radiant Swathe)。",
	"{@atk rs} {@hit 5} to hit, range 30 ft., one target. {@h}5 ({@damage 1d4 + 3}) radiant damage.": "{@atk rs} 使用命中，射程30英尺，一个目标。造成{@h}5 ({@damage 1d4 + 3}) 辐射伤害。",
	"The monk swishes its hands through the air, creating a streak of white-hot light. Each creature in a 15-foot cone originating from the monk must succeed on a {@dc 12} Dexterity saving throw or take 14 ({@damage 4d6}) radiant damage.": "这位僧侣在空中挥动双手，创造出一道白热光线。源自僧侣的15英尺锥形范围内的每个生物必须成功通过一次{@dc 12}敏捷豁免才能免疫14({@damage 4d6})辐射伤害。",
	"The tranquil master has advantage on emotions or to counsel peace.": "这位宁静大师在处理情绪或提供平和建议时具有优势。",
	"The tranquil master can use its bonus action to take the Dodge action.": "宁静大师可以利用其奖励动作来执行闪避动作。",
	"While the tranquil master isn't wearing armor, its armor class includes its Wisdom modifier.": "在安静大师没有穿戴盔甲的情况下，其盔甲等级包括其感知调整值。",
	"The tranquil master makes three attacks with its unarmed strike, or it makes two attacks with its unarmed strike then uses its Healing hands.": "宁静大师进行三次无武器攻击，或者进行两次无武器攻击然后使用其疗愈之手。",
	"The tranquil master touches a creature that is at its hit point maximum. The creature must succeed on a {@dc 12} Wisdom saving throw or lose its ability to attack for 1 minute. During that period, it also cannot cast spells that deal damage or that force a target to make a saving throw. The effect ends if the target is attacked, takes damage, or is forced to make a saving throw.": "宁静大师触摸一个生物，该生物的生命值达到最大值。 该生物必须成功通过一个{@dc 12}的感知豁免才能在1分钟内失去攻击能力。 在此期间，它也不能施放造成伤害或迫使目标进行豁免检定的法术。 如果目标受到攻击、受到伤害或被迫进行豁免检定，则效果结束。",
	"The tranquil master touches a willing creature. The target regains a number of hit points of the tranquil master's choice, drawn from its Healing": "宁静大师触摸一个愿意的生物。目标恢复宁静大师选择的数量的生命值，这些生命值来自于宁静大师的治疗力量。",
	"Alternatively, the tranquil master can spend 5 hit points from its pool to cure one disease or one poison afflicting the target. The tranquil master has a pool of 20 hit points it can draw from to use its Healing Hands action. It replenishes the pool when it completes a long rest.": "作为另一种选择，宁静大师可以花费其20生命值池中的5点生命值来治愈目标身上的一种疾病或毒素。宁静大师可以从20生命值池中汲取生命值，用于使用其治疗之手动作。当它完成一次长休后，生命值池会重新填满。",
	"The oathkeeper is a 5th level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It has the following paladin spells prepared.": "誓约守护者是一名5级法术施展者。它的法术施展能力是魅力（法术豁免 {@dc 14}，法术攻击命中加值 {@hit 6}）。它已准备了以下圣骑士法术。",
	"Friendly creatures within 10 feet of the oathkeeper have advantage on saving throws while the oathkeeper isn't {@condition unconscious}.": "当誓守者不在{@condition unconscious}时，距离誓守者10英尺内的友好生物在豁免 throws 时获得优势。"
}