{
	"Farideh is a 12th-level spellcaster. Her spellcasting ability is Charisma (spell save {@dc 17}, {@hit 9} to hit with spell attacks). Spells Farideh casts are cast as 5th-level spells, and she has 3 spell slots which return when she finishes a long or short rest. Farideh can cast mage armor at will and knows the following spells:": "法丽德是一名12级法术施放者。她的法术能力是魅力（法术豁免 {@dc 17}，法术攻击命中加值 {@hit 9}）。法丽德施放的法术被视为5级法术，她有3个法术位，在完成一次长休或短休后会恢复。法丽德可以随意施放魔法盔甲，并知道以下法术：",
	"Farideh's innate spellcasting ability is Charisma (spell save {@dc 17}). Farideh can innately cast the following spells, requiring no material components:": "法瑞德的天生施法能力是魅力（法术豁免{@dc 17}）。法瑞德可以天生施放以下法术，无需任何材料组件：",
	"On a hit, Farideh adds 4 to the damage dealt by her eldritch blast.": "在命中时，法瑞德 (Farideh) 会为她的奥术射线 (eldritch blast) 造成的伤害额外增加4点。",
	"Farideh can cast {@spell mage armor} at will, without expending a spell slot or material components.": "法丽德 can cast {@spell mage armor} at will, without expending a spell slot or material components.",
	"Farideh is proficient in the Deception and Persuasion skills (included in her skills).": "法丽德精通欺骗和说服技能（包括在她的技能中）。",
	"Farideh can see normally in both magical and nonmagical darkness to a distance of 120 feet.": "法丽德(Farideh)在魔法和非魔法黑暗中都能正常看到，距离为120尺。",
	"Farideh can cast {@spell detect magic} at will, without expending a spell slot.": "法瑞德可以随意施放{@spell detect magic}，而无需消耗法术位。",
	"When in an area of dim light or darkness, Farideh can use an action to become {@condition invisible} until she moves or takes an action or reaction.": "当在昏暗或黑暗区域时，法丽德 (Farideh) 可以使用一个动作来变成 {@condition invisible}，直到她移动、采取行动或反应为止。",
	"Farideh has a rod that adds 1 to her spell save DC and spell attack modifier.": "法丽德（Farideh）有一根杖，可以使她的法术豁免 DC 和法术攻击修正值增加 1 点。",
	"When Farideh reduces a hostile creature to 0 hit points, she gains 16 temporary hit points.": "当法丽德(Farideh)将一个敌对生物的生命值降低到0点时，她获得16点临时生命值。",
	"Farideh can call upon her patron, the cambion Lorcan, to alter her fate in her favor. When she makes an ability check or saving throw, she can use this feature to add a {@dice d10} to her roll. She must finish a long or short rest to use this feature again.": "法丽德可以呼唤她的主人，半魔人洛肯(Lorcan)，来改变她的命运，使之对她有利。当她进行属性检定或豁免投掷时，她可以使用这个特性，在她的骰子点数上增加 {@dice d10}。她必须完成一次长休或短休才能再次使用这个特性。",
	"Farideh can choose a damage type when she finishes a long or short rest. She gains resistance to that damage type until she chooses a different one with this feature.": "法丽德在完成一次长休或短休后可以选择一个伤害类型。她将对该伤害类型获得抗性，直到使用此特性选择另一种伤害类型。",
	"Damage from magical weapons or silver weapons ignores this resistance.": "来自魔法武器或银武器的伤害会无视这种抗性。",
	"Farideh can cast {@spell circle of death} once per day without expending a spell slot. She must finish a long rest before she can cast this spell again.": "法丽德 can cast {@spell circle of death} 次每天 without expending a spell slot. She must finish a long rest before she can cast this spell again.",
	"Lorcan grants Farideh a grimoire called a Book of Shadows. While she carries this book, she can cast {@spell fire bolt}, light, and shocking grasp in addition to the cantrips she knows.": "洛肯授予法瑞德一本名为影子之书的魔法书。当她携带这本书时，除了她已经掌握的零级法术外，她还可以施展{@spell fire bolt}、光明和震荡之触。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}5({@damage 1d6 + 2})点穿刺伤害。",
	"Farideh is a warlock, using her powers to protect the people she cares about (and the various cities she travels to) from the Nine Hells and other villainous groups. Adopted by a male dragonborn named Mehen, she has an identical twin, Havilar, who fights with a glaive and is a bit flighty. Farideh gained her powers when Havilar accidentally summoned Lorcan, a cambion from the Sixth Layer (Malbolge) who happened to be looking for an heir of Bryseis Kakistos, the Brimstone Angel, to fill out his set. Farideh happened to be that heir as well as being hungry for better control over her life and a way to protect her sister. She was easily swayed by Lorcan, who is very attractive and very manipulative.": "法丽德（Farideh）是一位术士，利用她的力量保护她关心的人（以及她前往的各个城市）免受九层地狱和其他邪恶团体的侵害。她被一位名叫梅亨（Mehen）的雄性龙裔收养，她有一个同卵双生的姐姐哈维拉（Havilar），她使用戈尖杆（glaive）作战，有点善变。法丽德获得她的力量是因为哈维拉意外召唤了洛肯（Lorcan），一个来自第六层（Malbolge）的混血恶魔，他正在寻找布赖西斯·卡基斯托斯（Bryseis Kakistos）的继承人来补全他的阵容。法丽德恰好是那位继承人，她渴望更好地控制自己的生活并保护她的姐姐。她很容易被洛肯所左右，因为他非常迷人且善于操纵。",
	"Bryseis Kakistos is a warlock who performed a ritual with twelve other tiefling warlocks to help Asmodeus ascend to godhood and change the tiefling race to become true-breeding Asmodeans. All tieflings who descend from that time are Asmodeans because of her coven, the Toril Thirteen. Bryseis Kakistos wasn't given her promised reward swiftly enough, and she began scheming, which led to her death. Twenty-five years ago, she escaped the Nine Hells and attempted to reincarnate through her heirs and followers, but the zygote she attempted to attach to twinned in the process, tearing her ghost apart.": "布赖西斯·卡基斯托斯（Bryseis Kakistos）是一名术士，曾与其他十二名鬼族术士一起进行仪式，帮助阿斯莫迪斯（Asmodeus）升格为神灵，并改变鬼族的血统，使其成为真正的阿斯莫迪安人。所有自那时起的鬼族都是阿斯莫迪安人，这要归功于她的结社——托瑞尔十三人（Toril Thirteen）。布赖西斯·卡基斯托斯没有及时获得她承诺的奖赏，于是开始策划阴谋，最终导致了她的死亡。二十五年前，她逃离了九层地狱，并试图通过她的后裔和追随者转世，但她试图附着的受精卵在过程中分裂成两个，撕裂了她的幽灵。",
	"Two pieces remained, which the twins' souls eventually formed around. With these two pieces resides the knowledge of how to destroy the god of sin.": "两块碎片留存下来，最终由双生灵魂形成。这两块碎片中蕴含着如何摧毁罪恶之神的知识。",
	"During the Sundering, Farideh and Havilar developed powers as Chosen of Asmodeus. What they do not realize is that these powers were actually meant for Bryseis Kakistos, the payment for her assistance. But Asmodeus also knows that the knowledge of his doom resides in the twins—and wishes them thoroughly and quietly taken care of.": "在分裂时期，法瑞德和哈维拉作为阿斯莫迪斯的被选者而获得了力量。他们没有意识到这些力量实际上是为了布赖西斯·卡基斯托斯而设的，作为她协助的报酬。但阿斯莫迪斯也知道他的命运之知存在于这对双胞胎之中，并希望他们被彻底而悄然地处理掉。",
	"Why were they not dealt with sooner? Both twins have a powerful protection laid upon them, which makes them impossible to scry on without workarounds in place (for example, Lorcan collects a sample of Farideh's blood, which allows him to call up the rest of her blood) and which repels the ghost of Bryseis Kakistos. The origins of the protection are unknown; some speculate it might have something to do with Selune and a tiefling called Alyona that Bryseis Kakistos can't quite remember.": "为什么他们没有早点被处理？这对双胞胎都受到了强大的保护，使得他们无法被窥视，除非采取相应的变通方法（例如，Lorcan收集了Farideh的一滴血样，这使他能够召唤出她的其他血液），并且还能驱逐Bryseis Kakistos的幽灵。这种保护的起源是未知的；有人猜测这可能与Selune和一个名叫Alyona的魔鬼有关，而Bryseis Kakistos却无法完全记起。",
	"The twins are connected to the Harpers of Waterdeep, having assisted Tam Zawad in a mission before he became a High Harper. Two of their companions are Harpers: Dahl Peredur (a fallen paladin of Oghma and Harper handler) and Aubrin \"Brin\" Crownsilver (a Cormyrean nobleman and field agent-at-large).": "这对双胞胎与瓦特德普的(`Waterdeep`)哈珀(`Harpers`)有联系，在他们成为高级哈珀(`High Harper`)之前曾协助塔姆·扎瓦德(`Tam Zawad`)执行任务。他们的两位同伴是哈珀成员：达尔·佩雷杜(`Dahl Peredur`)（奥格玛(`Oghma`)的堕落圣骑士和哈珀处理者）和奥布林“布林”·克朗希尔瓦(`Aubrin \"Brin\" Crownsilver`)（科尔米尔(`Cormyrean`)贵族和自由行动特工）。",
	"They have also clashed with devils, Zhentarim, Netherese wizards (dead and alive), Red Wizards, aboleths, Cormyrean nobles, and Ashmadai cultists. Books so far have been set in and around Neverwinter, the Nether Mountains, Waterdeep and the High Forest, and Cormyr.": "他们还与恶魔、黑网络(Zhentarim)、尼瑟瑞斯(Netherese)巫师（死去和活着的）、红巫师(Red Wizards)、深渊鱼(aboleths)、科尔马尔(Cormyrean)贵族和阿什玛代(Ashmadai)教徒发生过冲突。到目前为止，这些书都设定在尼瑟瑞斯山脉(Nether Mountains)、瓦特德普(Waterdeep)和高等森林(High Forest)以及科尔马(Cormyr)及其周边地区。",
	"As a Chosen of Asmodeus, Farideh has inherited two special features, as described below.": "作为阿斯莫迪斯的被选者，法丽德（Farideh）继承了以下两个特殊特征，如下所述。",
	"When Farideh uses this feature, she can view the state of any given mortal soul. Tapping into this power, she gets a sense for how corrupt someone is and can tell where the creature lies along the spectrum of good/neutral/evil. Additionally, she can tell if the creature has been essentially claimed by a deity, such as a cleric or paladin, or even one of the Chosen.": "当法丽德使用这个特性时，她可以查看任何一个凡人灵魂的状态。借助这种力量，她可以感知某人的腐化程度，并能判断生物在善良/中立/邪恶的光谱上处于何种位置。此外，她还可以判断生物是否已被某位神明（如牧师或圣骑士）或甚至被选民中的一位所认可。",
	"Farideh can take an action to project an aura of menace, affecting hostile creatures within 30 feet of her. Each of these creatures must succeed at a {@dc 17} Wisdom saving throw or be {@condition frightened} and be affected as though struck by a ray of enfeeblement. At the end of each of its turns, an affected creature can make another Wisdom saving throw. On a success, the creature is immune to Farideh's aura of menace for the next 24 hours. The aura of menace lasts up to 1 minute and requires {@status concentration}.": "法丽德（Farideh）可以采取行动，散发一种威胁的光环，影响她周围30英尺范围内的敌对生物。这些生物中的每一个必须成功通过一次{@dc 17}感知豁免才能避免被{@condition frightened}并受到类似被虚弱射线击中的影响。在受影响生物的每个回合结束时，它可以进行另一次感知豁免。若成功，则该生物对法丽德的威胁光环免疫，持续24小时。威胁光环持续时间最长为1分钟，需要{@status concentration}。",
	"Additionally, while the effect is active, Farideh is surrounded by a nimbus of flame, and a pair of fiery wings appears to sprout from her back. Farideh and anyone or anything she is holding are immune to the heat from this fire. Whenever a creature within 5 feet of you hits her with a melee attack, the nimbus erupts with flame and the attacker takes {@damage 2d8} fire damage.": "此外，在效果生效期间，法瑞德 (Farideh) 被一圈火焰光环环绕，背后还会冒出一对火焰之翼。法瑞德和她携带的任何人或物体对这团火焰的热量免疫。每当在你身边5英尺范围内的生物用近战攻击命中她时，光环会爆发火焰，攻击者会受到{@damage 2d8}火焰伤害。",
	"Once Farideh has used this ability, she must finish a long rest before she can do so again.": "一旦法瑞德使用了这个能力，她必须完成一次长休才能再次使用。"
}