{
	"They say it was a spectacular show of lights, as if a comet had come down and was dashing across the battlefield. The earth quacked and the mountains shook as this individual brought down the very might of the heavens upon their enemies. The result of which can still be seen, look at these craters, and the bodies around it...No ordinary person did this...at least, not one from this world...": "他们说这是一场光芒四射的壮观表演，就像一颗彗星降临并横扫战场一样。大地震颤，山岳摇晃，当这个个体将天上的力量降临在敌人身上时。其结果仍然可见，看看这些弹坑，以及周围的尸体...这不是普通人可以做到的...至少，不是来自这个世界的人...",
	"In the comsos, there exists a rare kind of warrior known for their immense power over the most basic of natural forces: Gravity. These fierce warriors draw their strength from the celestial heavens above and the unseen particles that cause large and dense objects to attract others. When they rage, they become living meteors, influence their density, manipulating the very fabric of space around them. They are living celestial bodies, and their path is a blazing trail through the cosmos, leaving foes bewildered and in awe of their celestial might.": "在宇宙中，存在一种稀有的战士，以其对最基本的自然力量——重力的巨大控制力而闻名。这些凶猛的战士从天上的天体和引起大而密集物体相互吸引的看不见的粒子中汲取力量。当他们愤怒时，他们变成活生生的流星，影响他们的密度，操纵着周围空间的本质。他们是活生生的天体，他们的道路是在宇宙中留下一道火光般的轨迹，让敌人困惑并敬畏他们的天体力量。",
	"Starting at 3rd level you gain the ability to either halve or double your weight as a bonus action, which you may take as part of activating your rage. The effect lasts until you choose to deactivate it, until you activate the other effect or until you lose consciousness.": "从3级开始，你获得了一个特殊能力，可以在作为愤怒激活的一部分时，作为一个奖励动作，将你的体重减半或加倍。这个效果会持续直到你选择取消它，激活另一个效果或者直到你失去意识。",
	"If you halve your weight, your long jump and high jump distance becomes 5ft times your Strength modifier and you gain advantage on Dexterity ({@skill Acrobatics}) checks and Dexterity saving throws.": "如果你的体重减半，你的跳远和跳高距离变为你的力量调整值的5倍，你在敏捷检定和敏捷豁免 throws上获得优势。",
	"If you double your weight you become harder to move, gaining a bonus to saves and checks against forced movement equal to your Constitution modifier (minimum of 1).": "如果你的体重翻倍，你变得更难移动，获得一个等于你体质调整值（最低为1）的加值，用于豁免和对抗强制移动的检定。",
	"Starting at 3rd level, when you activate your rage, you exude your own gravitational force. Creatures within 15 feet of you must spend double movement to move away from you. If you use your bonus action to increase your density, all creatures around you must make a Strength saving throw or be pulled 5ft towards you.": "从3级开始，当你激活你的愤怒时，你会散发出自己的引力场。在你周围15英尺范围内的生物必须花费双倍的移动力才能远离你。如果你使用你的奖励动作来增加你的密度，周围所有生物必须进行一次力量豁免检定，否则将被拉向你5英尺。",
	"At 6th level, you can use the momentum of your movement to deal more damage. While raging, you may use your bonus action to gain Comet's Momentum. This effect lasts until the end of your turn. You may use this feature a number of times equal to your proficiency modifier every time you activate a rage. During this time:": "在6级时，你可以利用你的移动动量造成更多伤害。在愤怒状态下，你可以使用你的奖励动作来获得彗星动量。这个效果持续到你的回合结束。每次你激活愤怒时，你可以使用这个特性的次数等于你的熟练加值。在此期间：",
	"Any movement you make (walking, swimming, flying, or falling) does not provoke opportunity attacks.": "你进行的任何移动（步行，游泳，飞行或下落）都不会引发机会攻击。",
	"All creatures within 5 feet of your path must succeed on a Strength saving throw or be pulled 10 feet in the same direction you are traveling.": "你路径上5英尺范围内的所有生物必须成功进行一次力量豁免才能抵抗，否则它们会被朝着你移动的方向拉动10英尺。",
	"If you take the {@action Attack} action after moving in a straight line, you may deal an additional {@damage 1d8} force damage for every 10ft you traveled. At 14th level this becomes {@dice 1d10} per 10ft.": "如果你在直线移动后进行{@action Attack}动作，你可以每移动10英尺造成额外{@damage 1d8}的力量伤害。在14级时，这个伤害变为每10英尺{@dice 1d10}。",
	"Beginning at 10th level, you gain the ability to further manipulate gravitational forces while raging. While raging, you may use your reaction in two ways:": "从10级开始，你在愤怒状态下获得了进一步操纵重力力量的能力。在愤怒状态下，你可以用你的反应做两种事情：",
	"When a creature within 10 feet of you is targeted by an attack, you can use your reaction to cause the attack to target you instead. For ranged attacks, the projectile is directed towards you. For melee attacks targeting a Large or smaller creature, they must succeed on a Strength saving throw or be pulled to a free space that puts you within their range, and the attack hits you instead.": "当距离你10英尺内的生物被攻击目标时，你可以使用你的反应使攻击目标转向你。对于远程攻击，抛射物会指向你。对于针对体型为大型或更小的生物的近战攻击，它们必须通过一次力量豁免检定，否则将被拉到一个空位，使你处于它们的射程内，并且攻击会转向你。",
	"You may use your reaction to halt a fall for you and a number of other creatures equal to your Constitution modifier (minimum of 1). You and the affected creatures stop mid-air until the end of your next turn, after which you all start falling anew.": "你可以使用你的反应来阻止你和其他数量等于你体质调整值（最少为1）的生物坠落。你和受影响的生物会在半空中停留，直到你的下一个回合结束为止，之后你们会重新开始坠落。",
	"At 14th level, you can increase your density further. If you choose to increase your density using the Variable Density feature, you may instead choose to increase your density five fold, expanding the radius of your gravity aura to 30 feet. All creatures within this radius at that time must make a Strength saving throw or be pulled 15ft towards you. You may also add your constitution modifier to the attack and damage rolls of your melee attacks. These effects last for one minute or until your rage ends. You may use this ability once and must then finish a long rest to be able to use it again.": "在14级时，你可以进一步增加你的密度。如果你选择使用可变密度特性增加你的密度，你可以选择将你的密度增加五倍，将你的重力光环半径扩展到30英尺。在此半径内的所有生物必须进行一次力量豁免，否则会被拉向你15英尺。你还可以将你的体质调整值加到你的近战攻击和伤害骰中。这些效果持续一分钟或者直到你的愤怒结束。你只能使用这个能力一次，然后必须完成一次长休才能再次使用。",
	"If you fall at least 10 feet during this effect, you create a Meteor Impact. All creatures within 20 feet of you must succeed on a Dexterity saving throw or take {@damage 5d10} force damage, plus an additional {@damage 1d10} force damage for every 10 feet you fell. You are immune to the fall damage that this may cause to you.": "如果在这个效果中跌落至少10英尺，你会制造一个流星冲击。 你周围20英尺内的所有生物必须通过一次敏捷豁免，否则受到{@damage 5d10}的力量伤害，再加上每跌落10英尺额外的{@damage 1d10}力量伤害。 你对这可能对你造成的坠落伤害免疫。"
}