{
	"Taking advantage of one's weakness is a crucial tactic in combat. These barbarians learn how to instill fear in their enemies and exploit their opponents' hesitation when facing a raging menace. The disregard and disdain these barbarians feel for those who fear them gives them an extra surge of power as if they would feed on the fear they create. Many of the Vordani war tribes use this tactic to overcome their foes.": "利用他人的弱点是战斗中的关键战术。这些野蛮人学会了如何在敌人心中灌输恐惧，并利用对手在面对狂暴威胁时的犹豫不决。这些野蛮人对那些害怕他们的人的漠视和蔑视给予他们额外的力量激增，仿佛他们在吸收他们制造的恐惧。许多沃尔达尼战部落利用这一战术来战胜他们的敌人。",
	"Starting at 3rd level, you can break the ferocity of those whom you attack. As a bonus action, you can choose a creature that you have dealt damage to with a melee weapon during your turn. If the creature can see or hear you, it must succeed on a Wisdom saving throw (DC equals 8 + your Proficiency Bonus + your Charisma modifier) or have disadvantage on its melee attack rolls against you until the end of your next turn.": "从3级开始，你可以打破你攻击的敌人的凶猛。作为一个奖励动作，你可以选择一个在你回合内用近战武器造成伤害的生物。如果这个生物能看到或听到你，它必须通过一个感知豁免检定（豁免 DC 等于 8 + 你的熟练加值 + 你的魅力调整值），否则在你的下一个回合结束前，它对你的近战攻击投掷有劣势。",
	"Starting at 6th level, you can instill fear in the hearts of those you attack. As a bonus action, you can choose a creature that you have dealt damage to with a melee weapon during your turn. If the creature can see or hear you, it must succeed on a Wisdom saving throw (DC equals 8 + your Proficiency Bonus + your Charisma modifier) or become frightened until the end of your next turn.": "从6级开始，你可以在攻击时灌输恐惧于你的目标。作为一个奖励动作，你可以选择一个在你的回合中受到你用近战武器造成伤害的生物。如果这个生物能看见或听见你，它必须通过一个感知豁免检定（豁免 DC 为 8 + 你的熟练加值 + 你的魅力调整值）否则会在你的下一个回合结束前变得受到惊吓。",
	"Starting at 10th level, you can take advantage of those who fear you. You gain advantage on melee attack rolls against frightened creatures and your melee weapon attacks score a critical hit against them on a roll of 19 or 20.": "从10级开始，你可以利用那些害怕你的人。你对受惊恐生物的近战攻击获得优势，并且在投掷19或20时，你的近战武器攻击对它们造成致命打击。",
	"Starting at 14th level, the fear in the eyes of your enemies intensifies your combat prowess. As a bonus action, you can make a melee weapon attack against a frightened creature and your melee weapon attacks score a critical hit against them on a roll of 18, 19 or 20. On a critical hit, all hostile creatures within 30 feet who saw your critical hit must succeed on a Wisdom saving throw (DC equals 8 + your Proficiency Bonus + your Charisma modifier) or become frightened until the end of your next turn.": "从14级开始，你敌人眼中的恐惧会增强你的战斗能力。作为一个奖励动作，你可以对一名受惊的生物进行一次近战武器攻击，你的近战武器攻击对他们的暴击范围为18、19或20。在暴击时，所有在30英尺内看到你的暴击的敌对生物必须通过一次感知豁免检定（豁免 DC 等于 8 + 你的熟练加值 + 你的魅力修正）否则他们将在你的下一个回合结束前变得受惊。",
	"Some tribes of savage barbarians keep some of their offspring in an almost feral state, training them to harness their rage in combat. When these children are initiated to the wrath of otherworldly entities the tribes venerate, they are infused with aberrant flesh that quickly spreads in their bodies like a parasite. These barbaric warriors learn a primitive way to graft their bodies to enhance themselves further with mutations that allow them to grow in power.": "一些野蛮蛮族的部落会将一些后代留在几乎野兽状态下，训练他们控制愤怒以应对战斗。当这些孩子被引入部落崇拜的异界实体的愤怒中时，他们的身体会被注入像寄生虫一样迅速蔓延的畸变肉体。这些野蛮战士学会了一种原始的方式，通过移植身体来进一步增强自己，获得使他们增强力量的突变。",
	"Starting at 3rd level, you learn how to graft aberrant appendages into your body and use them to soak up damage from attacks. You gain 10 temporary hit points and +1 bonus to AC while you have these hit points. You regain these temporary hit points after a long rest.": "从3级开始，你学会了如何将畸变附肢嫁接到你的身体上，并利用它们来吸收攻击造成的伤害。当你拥有这些临时生命值时，你获得10点临时生命值和+1的AC奖励。在进行长休后，你会重新获得这些临时生命值。",
	"Starting at 3rd level, sharp, curved bone appendages grow out of both of your forearms that you can use to make attacks. The bone claws have a reach of 5 feet, can be used as part of an unarmed attack, and deal 1d8 + Strength modifier slashing damage on a hit.": "从3级开始，你的前臂长出了尖锐、弯曲的骨刺附肢，你可以用它们进行攻击。这些骨爪的攻击范围为5英尺，可以作为非武器攻击的一部分使用，在命中时造成1d8 + 力量调整值的割伤伤害。",
	"Starting at 6th level, you can telepathically project your rage into the mind of your enemies, causing them spasms that shake their will. As a bonus action, you can expend one use of your Rage feature to assault the mind of a target creature. The target creature must succeed on a Wisdom saving throw (DC equals 8 + your Proficiency Bonus + your Constitution modifier) or become charmed. A creature charmed this way has disadvantage on attack rolls, ability checks, and saving throws for 1 minute. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the effect ends on the target.": "从6级开始，你可以将愤怒的念头传送到敌人的脑海中，引发他们的意志颤动。作为一个奖励动作，你可以消耗一个愤怒特性使用次数，攻击一个目标生物的思维。目标生物必须通过一次感知豁免才能成功（豁免 DC 等于 8 + 你的熟练加值 + 你的体质调整值），否则会被魅惑。以这种方式被魅惑的生物在1分钟内对攻击投掷、能力检定和豁免投掷都有劣势。在每个回合结束时，目标可以再次进行感知豁免。若成功，效果在目标身上结束。",
	"Starting at 10th level, your bodily mutations become so severe and bizarre that your physiology is no longer similar to that of your original race. You become immune to critical hits and diseases. Extra eyes give you advantage on Wisdom (Perception) skill checks that rely on sight, and you gain darkvision to a range of 120 feet. You are also considered an aberration type creature for the purposes of determining effects but you otherwise retain your original creature type.": "从10级开始，你的身体突变变得如此严重和奇异，以至于你的生理结构不再类似于你原来的种族。你对重击和疾病免疫。额外的眼睛让你在依赖视觉的感知（感知）技能检查中获得优势，并且你获得120英尺的暗视能力。在确定效果时，你也被视为一种畸变类型生物，但在其他方面保留你原来的生物类型。",
	"Starting at 14th level, you sprout appendages in the form of two fully functional alien tentacles that spread disease. You gain additional tentacle limbs that you can use to manipulate objects within a reach of 5 feet. You are considered to be proficient with these tentacles when making unarmed attacks with them. You can attack with both tentacles as a bonus action. Each hit with a tentacle causes 1d6 points of bludgeoning damage + your Strength modifier. A creature hit by a tentacle must make a Constitution saving throw (DC equals 8 + your Proficiency Bonus + your Constitution modifier) or become diseased. A creature diseased this way gains disadvantage on its attack rolls and ability checks for 1 minute.": "从14级开始，你会长出两根完全功能的外星触手，可以传播疾病。你会额外获得触手肢体，可以用来在5英尺范围内操纵物体。当你使用这些触手进行徒手攻击时，你被视为熟练。你可以作为奖励动作使用两根触手进行攻击。每次触手命中造成1d6点钝击伤害 + 你的力量修正。被触手击中的生物必须进行一次体质豁免才能避免疾病（豁免 DC 等于 8 + 你的熟练加值 + 你的体质修正）。被这种方式感染的生物在1分钟内攻击检定和能力检定时获得劣势。",
	"Some barbarians, mainly those who live under the oppression of magic users, have learned to use sheer power to overcome magic. These individuals, called Spelleaters by the Vordani tribes, are able to withstand spells of all sorts by tensing their muscles to block magical energies from affecting them physically. Some Spelleaters can even utilize these energies to vitalize their bodies and benefit from them instead of being harmed by their baleful effects.": "一些野蛮人，主要是那些生活在魔法使用者压迫下的人，已经学会了利用强大力量来克服魔法。这些人被沃尔达尼部落称为“吞咒者”，他们能够通过紧绷肌肉来阻挡各种法术，使魔法能量无法对他们产生身体影响。一些吞咒者甚至可以利用这些能量来激活他们的身体，并从中受益，而不是受到有害效果的伤害。",
	"Starting at 3rd level, you can shake off and overcome magical effects with ease. While raging, you have advantage on saving throws against spells and magical effects.": "从3级开始，你可以轻松摆脱和克服魔法效果。在暴怒时，你对法术和魔法效果的豁免投掷获得优势。",
	"Starting at 6th level, you can soak up harmful magic while raging and revitalize yourself from its energies. When you succeed on a save against a spell or magical effect while raging, you regain 1d6 hit points for each level of the spell affecting you or 2d6 hit points if the magical effect has no spell levels associated with it.": "从6级开始，你在狂暴状态下可以吸收有害魔法并从其能量中恢复自己。当你在狂暴状态下成功抵抗了一个法术或魔法效果的豁免检定时，你将恢复1d6生命值，每个影响你的法术等级，或者如果魔法效果没有与之相关联的法术等级，则恢复2d6生命值。",
	"Starting at 10th level, you can tense your muscles and stiffen your body to withstand the effects of magic. When you become the target of a spell or magical effect that requires a saving throw, you may choose to make a Strength saving throw instead of the original required save. In addition, if the spell or magical effect would allow you to make a saving throw to take only half damage, you instead take no damage if you succeed on the saving throw and only half damage if you fail. Once you use this feature, you cannot use it until you finish a short or long rest.": "从10级开始，你可以紧绷肌肉，僵硬身体以抵御魔法效果。当你成为需要进行豁免投掷的法术或魔法效果的目标时，你可以选择进行一次力量豁免投掷，而不是原本所需的豁免投掷。此外，如果法术或魔法效果允许你进行豁免投掷以仅受一半伤害，那么如果你成功通过豁免投掷，你将不受伤害，如果你未能通过，则只受一半伤害。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用。",
	"Starting at 14th level, you become naturally resilient towards harmful magic. You gain advantage on all saving throws against spells and magical effects. You also gain the effects of a {@spell haste spell} for three rounds when you successfully save against a harmful spell or magical effect.": "从14级开始，你对有害魔法变得自然地更加抗性强。你在所有针对法术和魔法效果的豁免投掷中获得优势。当你成功抵抗有害法术或魔法效果时，你还会获得一个{@spell haste spell}效果，持续三轮。",
	"The college of dirge singers was formed from the ancient funeral singers of the Inevitable, the god of Death. These pious servants of the clergy of death were able to project the feelings associated with their chosen faith through songs and poems so powerfully that they could influence the emotions of others and even kill them. The followers of the Inevitable still imitate the secret songs and poems of the original dirge singers, but only the most skilled singers can invoke their true magical powers.": "哀歌歌手学院是由不可避免之神，死亡之神的古代葬礼歌手组成的。这些虔诚的死亡神职人员能够通过歌曲和诗歌传达与他们选择的信仰相关的情感，以至于他们可以影响他人的情绪，甚至导致他们死亡。不可避免之神的信徒仍在模仿原始哀歌歌手的秘密歌曲和诗歌，但只有最熟练的歌手才能唤起它们真正的魔力。",
	"Starting at 3rd level, you can sing a woeful lament that causes creatures to fall into a state of depression. As an action, you can expend one use of your Bardic Inspiration on your turn to choose a number of creatures that you can see within 60 feet equal to your Charisma modifier (a minimum of one). Those creatures must make a Charisma saving throw against your spell DC or become charmed. While charmed, the creature has disadvantage on ability checks for one minute but can make a Charisma saving throw at the end of each of its turns to end the effect.": "从3级开始，你可以唱一首悲伤的挽歌，使生物陷入沮丧状态。作为一个动作，你可以在你的回合上消耗一次你的吟游诗人灵感，选择60英尺内看到的数量等于你的魅力调整值的生物（最少为1）。这些生物必须根据你的法术豁免 DC 进行一次魅力豁免，否则会被魅惑。在被魅惑时，生物在一分钟内对能力检定有劣势，但可以在每个回合结束时进行一次魅力豁免来结束效果。",
	"Starting at 3rd level, you can sing a song that causes a creature to fall into a state of intense grief, washing away its hostility. As an action, you can target a creature that you can see within 60 feet. That creature must make a Charisma saving throw against your spell DC or become charmed. While charmed, the target becomes indifferent about creatures of your choice towards which it is hostile. This indifference ends if the target is attacked or harmed by a spell or if it witnesses any of its allies being harmed. The effect ends after one minute and the creature can become hostile again. Once you use this feature, you cannot use it again until you finish a short or long rest.": "从3级开始，你可以唱一首歌，让一只生物陷入深深的悲伤状态，洗去它的敌意。作为一个动作，你可以选择一个在60英尺内可见的生物。那个生物必须对你的法术豁免 DC 进行一次魅力豁免。如果未通过，它将被魅惑。在被魅惑期间，目标对你选择的敌对生物变得漠不关心。如果目标受到攻击或法术伤害，或者目睹其盟友受到伤害，这种漠不关心将结束。效果持续一分钟后结束，生物可以再次变得敌对。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用。",
	"Starting at 6th level, you can recite a poem about death and passing that causes creatures to lose their motivation. As an action, you can expend one use of your Bardic Inspiration on your turn to choose a number of creatures that you can see within 60 feet equal to your Charisma modifier (minimum of one). Those creatures must make a Charisma saving throw against your spell DC or become charmed. While charmed, the creature has disadvantage on attack rolls and saving throws for one minute but can make a Charisma saving throw at the end of each of its turns to end the effect.": "从6级开始，你可以吟诵一首关于死亡和离去的诗歌，让生物失去他们的动力。作为一个动作，你可以在你的回合上消耗一次你的诗人灵感，选择你能看到的距离为60英尺内等于你的魅力调整值的生物数量（最少为1个）。这些生物必须根据你的法术豁免 DC 进行一次魅力豁免检定，否则会被魅惑。在被魅惑时，生物在一分钟内攻击检定和豁免检定都会有劣势，但可以在每个回合结束时进行一次魅力豁免检定来结束效果。",
	"Starting at 14th level, you can sing a song of death that creates harmful necrotic energies. As an action, you can target a creature that you can see within 60 feet. That creature must make a Constitution saving throw against your spell DC. On a failed save, the creature takes 49 (14d6) necrotic damage, or half as much damage on a successful one. Once you use this feature, you cannot use it again until you finish a short or long rest.": "从14级开始，你可以唱出一首死亡之歌，制造有害的死灵能量。作为一个动作，你可以瞄准一个在60英尺内可见的生物。那个生物必须根据你的法术豁免 DC 进行一次体质豁免检定。未能通过检定的生物会受到49(14d6)点死灵伤害，通过检定的生物会受到一半伤害。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Traditionally, the monarch of the kingdom chooses the High Speaker of the Minaret of the Speaker for lifelong service. The High Speaker's duty is to study the ancient scripts of the minaret that define its unique magic based on inflections of voice and use this knowledge to serve the kingdom. There are always a handful of apprentices who assist the High Speaker and train in the arts of word-magic. The High Speaker and the apprentices announce important information and call the city to action if needed. In times of war, the High Speaker organizes major movements and commands the Minaret of the Speaker that serves as a magical defense for the city": "传统上，王国的君主选择永远为高塔发言者的高级发言者。高级发言者的职责是研究高塔的古代文本，根据声音的变化定义其独特的魔法，并利用这些知识为王国服务。总是有一小群学徒协助高级发言者，并在言语魔法的艺术中接受训练。高级发言者和学徒们宣布重要信息，并在需要时号召城市行动。在战争时期，高级发言者组织重大行动，并指挥作为城市魔法防御的发言者高塔。",
	"Starting at 3rd level, you learn how to add weight to your voice-based spells. As a bonus action, you can expend one use of your Bardic Inspiration to force your target to make a saving throw against your spell with disadvantage if that spell requires your target to hear you.": "从3级开始，你学会如何为你基于声音的法术增加分量。作为一个奖励动作，你可以消耗一个你的吟游诗人灵感使用次数，迫使你的目标以劣势进行豁免扔骰，如果那个法术需要你的目标听到你的声音。",
	"Starting at 3rd level, you learn how to force your will on other creatures by the sheer force of your voice. As a bonus action, you can expend one use of your Bardic Inspiration to cast the {@spell command} spell without expending a spell slot or material components. The {@spell command} spell is added to the bard spell list when you learn more bard spells of your choice.": "从3级开始，你学会了如何用你的声音的力量来强制其他生物听从你的意志。作为一个奖励动作，你可以消耗一个你的诗人灵感使用次数来施放{@spell command}法术，而不消耗法术槽或材料组件。当你学会更多自己选择的诗人法术时，{@spell command}法术将被添加到诗人法术列表中。",
	"Starting at 6th level, you become able to converse with anyone alive or dead. You are constantly under the effect of a {@spell tongues} spell and you can cast the {@spell speak with dead}, {@spell speak with animals}, {@spell speak with plants} spells each a number of times per day equal to your Charisma modifier (minimum of once) without using spell slots or material components. Your spells that require your target to hear you can affect any creature type that has an Intelligence ability score of 3 or higher even if that creature is immune to being {@condition charmed} or {@condition frightened}.": "从6级开始，你可以与任何生者或死者交谈。你会一直处于{@spell tongues}法术的影响下，并且你可以每天施放{@spell speak with dead}、{@spell speak with animals}、{@spell speak with plants}法术的次数等同于你的魅力调整值（最少为1次），而无需使用法术槽或材料组件。你的需要目标听到你的法术可以影响任何智力能力值为3或更高的生物类型，即使该生物对于被{@condition charmed}或{@condition frightened}具有免疫力。",
	"Starting at 14th level, you learn to voice the word that shaped the world. As a bonus action, you can cast the {@spell divine word} spell without using a spell slot or material components. Once you use this feature, you cannot use it again until you finish a long rest.": "从14级开始，你学会了诉说塑造世界的咒语。作为一个奖励动作，你可以施放{@spell divine word}法术，而不需要使用法术槽或材料组件。一旦你使用了这个特性，你必须休息长时间后才能再次使用它。",
	"Not every bard in Aglarion is trained in the College of Minstrels. Some of them learn their trade on the streets by picking up survival techniques that allow them to manipulate their enemies by utilizing techniques of make-believe. A Pretender is a bard who uses talents with words and swords to fool everyone. They are always at home in social situations where they can draw attention to themselves and manipulate people's choices and viewpoints according to their will. They also excel in combat, where they utilize the same tactics of distraction and feint, which they also use when speaking.": "在阿格拉里昂(Aglarion)并非每位吟游诗人都接受过吟游诗人学院的训练。其中一些人通过在街头学习生存技巧来掌握他们的技艺，使他们能够利用虚构的技巧操纵他们的敌人。伪装者(Pretender)是一位利用言辞和剑术愚弄每个人的吟游诗人。他们总是能够在社交场合中游刃有余，吸引注意力并根据自己的意愿操纵人们的选择和观点。他们在战斗中也表现出色，利用分散注意力和佯攻的战术，这也是他们在言谈时使用的技巧。",
	"Starting at 3rd level, you can fool your enemies with your sudden swordplay and movement, placing them in a precarious combat situation. As a bonus action, you can expend one use of your Bardic Inspiration on your turn to feint, choosing one creature within 5 feet of you as your target. Your target must succeed on a Wisdom (Insight) skill check against your Charisma (Deception) skill check. If you win the contest, you have advantage on your melee attack rolls against that creature and the creature has disadvantage on attack rolls until the start of your next turn.": "从3级开始，你可以用突如其来的剑术和动作愚弄你的敌人，使他们陷入危险的战斗局面。作为一个奖励动作，你可以在你的回合上消耗一次你的诗人灵感，进行佯攻，选择一个在你5英尺范围内的生物作为目标。你的目标必须通过一次以你的魅力（欺骗）技能检定对抗你的智力（洞察）技能检定。如果你赢得比赛，你对该生物的近战攻击投掷获得优势，而该生物在你下一个回合开始前的攻击投掷上获得劣势。",
	"Starting at 3rd level, if you speak to an audience for at least 1 minute, you can attempt to captivate them with your style and colorful phrases. At the end of the performance, choose a number of humanoids within 60 feet of you who watched and listened to all of it, up to a number equal to your Charisma modifier (minimum of one). Each target must succeed on a Wisdom saving throw against your spell save DC or be charmed by you. While charmed in this way, the target has disadvantage on all Wisdom (Insight) skill checks against you. This effect ends on the target after 1 hour, if it takes any damage, if you attack it, or if it witnesses you attacking or damaging any of its allies. If a target succeeds on its saving throw, the target has no hint that you tried to charm it. Once you use this feature, you cannot use it again until you finish a short or long rest.": "从3级开始，如果你与一个观众讲话至少1分钟，你可以尝试用你的风格和丰富多彩的措辞来迷住他们。在表演结束时，选择在你周围60英尺内观看并倾听全部内容的人型生物数量，最多不超过你的魅力调整值（最少为1）。每个目标必须通过一次以你的法术豁免 DC 为目标的感知豁免才能免疫。在这种方式下被迷住的目标对你所有的感知（洞察）技能检查都有劣势。这种效果在目标身上持续1小时后结束，如果它受到任何伤害，如果你攻击它，或者如果它目睹你攻击或伤害它的任何盟友。如果目标成功通过豁免检定，目标不会察觉到你试图迷住它。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Starting at 6th level, you can avoid the melee attacks of your enemies with an unexpected move. As a reaction, you can expend one use of your Bardic Inspiration to negate a melee attack that would otherwise hit you.": "从6级开始，你可以用出乎意料的动作避开敌人的近战攻击。作为一次反应，你可以消耗一次诗人灵感的使用来抵消一次本来会击中你的近战攻击。",
	"Starting at 14th level, you can pretend to be someone else by projecting a visage of your pure imagination, while you remain invisible. As an action, you can expend one use of your Bardic Inspiration to cast {@spell mislead} without using a spell slot or material components.": "从14级开始，你可以假装成别人，投射出你纯粹想象的面容，同时保持隐形。作为一个动作，你可以消耗一次你的吟游诗人灵感来施放{@spell mislead}，而不需要使用法术位或材料组件。",
	"Shepherds of their flocks and great orators, these clerics can heighten the potency of their prayers when others of their faith reinforce them. The congregation's strength is in numbers, and clerics who follow this domain almost never serve alone and are almost always found in at least pairs. Priests of the congregation can favor war or competence over battle might, but all are dedicated to leading large groups of worshippers, sharing faith, and lending a hand to their co-religionists.": "这些牧羊人和伟大的演说家，这些（clerics）（牧师）可以在其他信仰者加强他们的祈祷时提高祈祷的效力。 教众的力量在于人数，遵循这个领域的（clerics）（牧师）几乎从不独自服务，几乎总是至少成对出现。 教会的牧师可以偏爱战争或能力胜过战斗力，但所有人都致力于领导大群崇拜者，分享信仰，并伸出援手帮助他们的同教者。",
	"Starting at 1st level, You gain the following domain spells.": "从1级开始，你获得以下领域法术。",
	"When you choose this domain at 1st level, you gain the {@spell guidance} cantrip, which does not count against the number of cleric cantrips you now.": "当你在1级时选择这个领域时，你会获得{@spell guidance}这个零级法术，这个法术不计入你现在拥有的牧师零级法术数量。",
	"Starting at 1st level, you become proficient in the Persuasion skill.": "从1级开始，你会熟练掌握说服技能。",
	"Starting at 1st level, you can make your spells more potent if others cast the same spell as you. When another friendly creature casts the same spell in the same round as you, but before your spell takes effect, creatures targeted by your spell have disadvantage on saving throws against your spell.": "从1级开始，如果其他人与你施放相同的法术，你可以让你的法术更加强大。当另一个友好生物在与你相同的回合内施放相同的法术，但在你的法术生效之前，被你的法术目标的生物在对你的法术的豁免检定中处于劣势。",
	"Starting at 2nd level, you can use your Channel Divinity to bolster your allies with toughness and resolve. As an action, you present your holy symbol and evoke healing energy that increases the hit point maximums and current hit points by your proficiency bonus x 5 for eight hours for all creatures you choose within 30 feet of you. This trait has no effect on undead or constructs.": "从2级开始，你可以使用你的（Channel Divinity）神圣通道来增强你的盟友的坚韧和决心。作为一个动作，你展示你的圣徽并唤起治疗能量，增加你的熟练加值 x 5 的生命值上限和当前生命值，持续八个小时，作用范围为你选择的所有生物，距离你30英尺内。这个特性对不死生物或构造物没有影响。",
	"Starting at 6th level, you can heighten your spells more effectively. If you cast a spell at a higher level that allows for additional creatures to be affected by your spell, you can use your Channel Divinity to make your spell affect two additional creatures per spell level instead of just one creature.": "从6级开始，你可以更有效地提升你的法术。如果你以更高的等级施放一个允许额外生物受到影响的法术，你可以使用你的圣能通道，使你的法术每个法术等级影响两个额外生物，而不仅仅是一个生物。",
	"Starting at 8th level, you can aid multiple creatures in the completion of a task or allow a creature to make multiple attacks. When you take the Help action, an additional friendly creature within 5 feet of you gains advantage on the next ability check made to perform the task you are helping with, provided that the check is made before the start of your next turn. Alternatively, you can use your Help action to aid up to two friendly creatures in attacking a creature within 5 feet of you and if your allies attack the target before your next turn, all of their first attack rolls are made with advantage.": "从8级开始，你可以帮助多个生物完成任务，或让一个生物进行多次攻击。当你使用帮助动作时，你周围5英尺范围内的另一个友好生物在你帮助的任务上进行下一个能力检定时获得优势，前提是检定在你的下一个回合开始前进行。或者，你可以使用帮助动作来帮助最多两个友好生物攻击你周围5英尺范围内的一个生物，如果你的盟友在你的下一个回合之前攻击目标，他们所有的第一次攻击投掷都获得优势。",
	"Starting at 17th level, you can make spells more potent if you or others ast the same spell in your presence. After you or an ally casts a spell, creatures targeted by the same spell cast by you or an ally gain disadvantage on the saving throw until the end of the turn. Additionally, if the spell requires a dice roll, you or allies can reroll 1s and 2s and must use the new roll, even if the new roll is a 1 or a 2.": "从17级开始，当你或其他人在你附近施放相同的法术时，你可以让法术更加强大。在你或盟友施放法术后，被你或盟友施放相同法术的生物在回合结束前对豁免扑克牌获得劣势。此外，如果法术需要掷骰子，你或盟友可以重新投掷1和2，并且必须使用新的点数，即使新的点数是1或2。",
	"The clerics of the Darkness Within are secretive individuals who detach themselves from society and keep to the shadows. They accommodate themselves to darkness and operate unseen, focusing on hiding what they deem significant from the eyes of those who seek them. The imprint of the Dark Star's reign still resonates with the populace of Aglarion, manifesting in the subconscious memory of the society as a whole. Those who follow the Darkness Within keep their faith to themselves even if they are not devoted to the ideology of the dark solar avatar of their dualistic god. They pray at midnight and venerate the new moon as the absolute peak of their god's power.": "黑暗之内（Darkness Within）的神职人员是一群神秘的个体，他们与社会脱节，喜欢保持在阴影中。他们适应黑暗，悄无声息地行动，专注于隐藏他们认为重要的事物，不让寻找他们的人看到。黑暗之星（Dark Star）的统治痕迹仍然在阿格拉里昂（Aglarion）的民众中回响，体现在整个社会的潜意识记忆中。那些追随黑暗之内的人即使不忠于他们双重神明的黑暗太阳化身的意识形态，也会将他们的信仰保持在心中。他们在午夜祈祷，崇拜新月作为他们神力的绝对巅峰。",
	"Starting at 1st level, you gain darkvision 60 ft. and magical darkness does not impede your sight. If you already have darkvision, its range increases by 60 ft.": "从1级开始，你获得60尺的暗视，并且魔法黑暗不会妨碍你的视力。如果你已经拥有暗视，其范围将增加60尺。",
	"Starting at 1st level, as a bonus action, you can weave shadows around you into a magical cloak that hides your form and protects you from attacks. For 1 minute, creatures have disadvantage on attack rolls against you. An attacker is immune to this effect if it does not rely on sight, as with blindsight or tremorsense, or can see through illusions, as with truesight. Once you use this feature, you cannot use it again until you finish a short or long rest.": "从1级开始，作为一个奖励动作，你可以将阴影编织成一个魔法披风，隐藏你的形体并保护你免受攻击。在1分钟内，生物对你的攻击投掷有劣势。如果攻击者不依赖视觉，如致盲视觉或地震感知，或者可以看穿幻术，如真视，那么攻击者对这个效果免疫。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Starting at 2nd level, as an action, you can use your Channel Divinity to harness darkness, summoning darkness and banishing light. As an action, you present your holy symbol and summon a 30 foot radius globe of darkness that functions as the {@spell darkness} spell that lasts for 1 minute. The globe appears in a space that you can see within 30 feet of you. Any magical light effect within the globe is dispelled. Additionally, each hostile creature within the globe must make a Constitution saving throw against your spell save DC when the globe of darkness appears. A creature takes necrotic damage equal to 2d6 + your cleric level on a failed saving throw, and half as much damage on a successful one. A creature that has total cover from you is unaffected.": "从2级开始，作为一个动作，你可以使用你的神圣通道来控制黑暗，召唤黑暗并驱散光明。作为一个动作，你展示你的圣符并召唤一个30英尺半径的黑暗之球，其作用类似于{@spell darkness}法术，持续1分钟。这个球体出现在你能看到的距离30英尺内的一个空间。球体内的任何魔法光效果都会被驱散。此外，球体内的每个敌对生物在黑暗之球出现时必须根据你的法术豁免 DC 进行一次体质豁免检定。在豁免失败时，生物会受到等同于2d6 + 你牧师等级的死灵伤害，豁免成功时则受到一半伤害。完全掩护于你之下的生物不受影响。",
	"Starting at 6th level, you can spend two uses of your Channel Divinity as an action to summon living shadows from darkness. This ability functions as a {@spell conjure animals} spell, however it summons a single shadow, which speaks Common and does your bidding for one hour.": "从6级开始，你可以将你的圣能通道使用两次，作为一个动作从黑暗中召唤活生生的阴影。这个能力的功能类似于一个{@spell conjure animals}法术，但是它召唤一个单独的阴影，它会说通用语并为你效劳一个小时。",
	"Starting at 8th level, you gain blindsight 30 ft. and become immune to the blinded condition.": "从8级开始，你获得30英尺的致盲视觉和对致盲状态免疫。",
	"Starting at 17th level, as an action you can transform yourself into the form of a shadow. You and your possessions become incorporeal for one hour. Once you use this feature you cannot use it until you finish a long rest. You gain the following benefits:": "从17级开始，作为一个动作，你可以将自己转化为阴影形态。你和你的所有物变得无实体，持续一小时。一旦你使用了这个特性，你必须完成一次长休才能再次使用。你获得以下好处：",
	"You gain a fly speed equal to your walking speed.": "你获得一个飞行速度，等同于你的步行速度。",
	"You can move through a space as narrow as 1 inch wide without squeezing.": "你可以在不挤压的情况下通过一个宽度只有1英寸的空间。",
	"You can take the Hide action as a bonus action while in dim light or darkness.": "在昏暗或黑暗中，你可以将躲藏动作作为一个奖励动作。",
	"You have advantage on Dexterity (Stealth) skill checks": "你在敏捷（潜行）技能检定中获得优势。",
	"You gain damage resistance to acid, cold, fire, lightning, thunder and bludgeoning, piercing, and slashing from nonmagical attacks.": "你获得对酸性、冰冷、火焰、闪电、雷电以及来自非魔法攻击的钝击、穿刺和砍砍伤害的抗性。",
	"You gain damage immunity to poison.": "你获得对毒素的伤害免疫能力。",
	"You are immune to the exhaustion, grappled, paralyzed, petrified, poisoned, prone, and restrained condition.": "你对疲惫、扭抱、麻痹、石化、中毒、俯卧和限制状态免疫。",
	"Clerics of the Ooze Domain believe in a higher level of physical existence that is represented by oozes. They serve their formless god to learn to be free from physical bounds. They believe that in the end, all organic materials will be wholly absorbed by oozes and are ready to sacrifice even themselves towards the fulfillment of this eventuality. In Aglarion, clerics of the ooze domain usually serve the Blind God, a minor entity that has only a few fanatic believers.": "软泥领域的牧师们相信有一种更高层次的物质存在，由软泥代表。他们侍奉无形的神灵，以学会如何摆脱物质的束缚。他们相信最终所有有机物质都将被软泥完全吸收，并愿意甚至牺牲自己来实现这一命运。在阿格拉里昂，软泥领域的牧师通常侍奉着盲神，这是一个只有少数狂热信徒的次要实体。",
	"When you choose this domain at 1st level, you gain the {@spell acid splash} cantrip, which does not count against the number of cleric cantrips you know.": "当你在1级时选择这个领域，你会获得{@spell acid splash}零级法术，这个法术不计入你所知道的牧师法术数量。",
	"Starting at 1st level, you gain proficiency with martial weapons.": "从1级开始，你获得对武器的熟练加点。",
	"Starting at 1st level, you can gain the senses of an ooze as a bonus action. You gain blindsight to 5 ft. for a number of rounds equal to your Wisdom modifier. The range of this blindsight increases by 5 feet at 5th, 9th, 13th and 17th level. You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain all expended uses when you finish a long rest.": "从1级开始，你可以在作为一个奖励动作获得类黏液生物的感知能力。你获得5尺的致盲视觉，持续回合数等于你的感知调整值。在5级、9级、13级和17级时，这个致盲视觉的范围会增加5英尺。你可以使用这个特性的次数等于你的感知调整值（最少1次）。当你完成一次长休后，你恢复所有已用次数。",
	"Starting at 2nd level, you can use your Channel Divinity to charm oozes. As an action, you present your holy symbol and invoke the name of your deity. Each ooze that can sense you must make a Wisdom saving throw. If the creature fails its saving throw it is charmed by you for 1 minute or until it takes damage. While it is charmed by you, it is friendly to you and other creatures you designate.": "从2级开始，您可以使用您的神圣能力来魅惑软泥怪。作为一个动作，您展示您的圣徽并祈求您神明的名字。每个能感知到您的软泥怪必须进行一次感知豁免。如果生物未能通过豁免检定，它将被您魅惑1分钟，或者直到它受到伤害。在被您魅惑时，它对您和您指定的其他生物友好。",
	"Starting at 6th level, you gain resistance to acid damage.": "从第6级开始，你获得对酸性伤害的抗性。",
	"Starting at 8th level, you can become as transparent as a gelatinous cube. As an action, you can become transparent, even when you are in plain sight. Your gear also becomes transparent with you. It requires a DC 15 Wisdom (Perception) skill check to spot you if you have not moved nor attacked during your turn. A creature that tries to enter your space while unaware of you is surprised by you.": "从8级开始，你可以变得像一个凝胶立方体一样透明。作为一个动作，你可以变得透明，即使你在明显的地方。你的装备也会和你一起变得透明。如果你在你的回合内没有移动或攻击，需要进行一次DC 15的感知（智力）技能检定才能发现你。一个试图进入你所在空间却没有察觉到你的生物会被你吓到。",
	"Starting at 17th level, as an action you can assume the form of an ooze for 1 hour. You gain a speed of 20 ft. and climb 20 ft. You gain damage immunity to acid, cold, lightning and slashing damage. You become immune to the blinded, charmed, deafened, frightened and prone conditions as well as exhaustion. In addition, you gain blindsight 60 ft., but become blind beyond the range of your blindsight. Once you use this feature, you cannot use it again until you finish along rest. You gain the following abilities:": "从17级开始，作为一个动作，你可以变成一团软泥体，持续1小时。你的速度变为20尺，攀爬速度也为20尺。你获得对酸性、冷冻、闪电和斩击伤害的免疫能力。你对失明、被魅惑、耳聋、受惊吓和倒地状态也具有免疫能力，以及疲惫状态。此外，你获得60尺的致盲视觉，但在致盲视觉范围之外会失明。一旦你使用了这个特性，你必须完成一次长休才能再次使用。你获得以下能力：",
	"A creature that touches you or hits you with a melee attack while within 5 feet of you takes 13 (3d8) acid damage. Any nonmagical weapon made of metal or wood that hits you corrodes. After dealing damage, the weapon takes a permanent and cumulative -1 penalty to damage rolls. If its penalty drops to -5, the weapon is destroyed. Nonmagical ammunition made of metal or wood that hits you is destroyed after dealing damage. You can eat through 2-inch thick, nonmagical wood or metal in 1 round.": "当一个生物在你身边5英尺内触碰你或对你进行近战攻击时，会受到13（3d8）点酸性伤害。任何由金属或木头制成的非魔法武器击中你后会腐蚀。造成伤害后，武器的伤害骰永久性累积减少1点。如果其减少到-5，武器就会被摧毁。击中你的金属或木头制成的非魔法弹药在造成伤害后会被摧毁。你可以在1轮内穿透2英寸厚的非魔法木头或金属。",
	"You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "你可以攀爬困难的表面，包括在天花板上倒挂，而无需进行能力检定。",
	"You can make a melee attack with a reach of 5 ft. that deals 1d6 + your Strength modifier bludgeoning damage plus 18 (4d8) acid damage. In addition, nonmagical armor worn by the target is partly dissolved and takes a permanent and cumulative -1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.": "你可以进行一次近战攻击，攻击距离为5英尺，造成1d6+你的力量调整值的钝击伤害，再加上18(4d8)点酸性伤害。此外，目标穿戴的非魔法盔甲会被部分溶解，其提供的AC永久性累积减少1点。如果这个惩罚将其AC降至10以下，盔甲就会被摧毁。",
	"The Circle of the Bloom unites all druids who nurture flora and dedicate their lives to cultivating all forms of plant life. These druids tend to nature wherever their travels lead them, often tasked with important roles within farming communities but just as often living solitary lives in wilderness areas with heavy vegetation. Many druids of the circle might seem extremely introverted, slow, and even antisocial towards people, as they prefer to converse with plants and are used to the cyclical and slower nature of plant life.": "开花之环(The Circle of the Bloom)团结了所有致力于培育各种植物生命并将生活奉献给培育植物的德鲁伊。这些德鲁伊在他们的旅行中照料自然，经常被分配在农业社区中担任重要角色，但同样经常独自生活在长满植被的荒野地区。这个圈子里的许多德鲁伊可能看起来非常内向、缓慢，甚至对人们有些反社会，因为他们更喜欢与植物交谈，习惯了植物生命的循环和缓慢节奏。",
	"Starting at 2nd level, your strong connection to plant life allows you to transform into monstrous forms. You can use your Wild Shape to transform into a plant instead of a beast.": "从2级开始，你与植物生命的强烈联系使你能够变身为怪物形态。你可以使用你的野兽变身能力，将自己变身为植物而不是野兽。",
	"Starting at 6th level, your attacks in plant form count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "从6级开始，你在植物形态下的攻击被视为魔法攻击，以克服对非魔法攻击和伤害的抗性和免疫。",
	"Your mystical connection to plant life infuses you with the ability to cast certain spells. At 3rd, 5th, 7th, and 9th level you gain access to circle spells Once you gain access to a circle spell, you always have it prepared, and it does not count against the number of spells you can prepare each day. If you gain access to a spell that does not appear on the druid spell list, the spell is nonetheless a druid spell for you.": "你与植物生命的神秘联系赋予了你施展特定法术的能力。在3级、5级、7级和9级时，你将获得环法术的访问权限。一旦获得环法术的访问权限，你将永远准备好该法术，而且它不会计入你每天可以准备的法术数量。如果你获得了一种不在德鲁伊法术列表中的法术，那么对你而言，该法术仍然是德鲁伊法术。",
	"Starting at 2nd level, you gain the ability to converse with plants. You can cast the {@spell speak with plants} spell without expending a spell slot or material components. Once you use this feature, you cannot use it again until you finish a short or long rest.": "从2级开始，你获得与植物交谈的能力。你可以施放{@spell speak with plants}法术而不消耗法术槽或材料组件。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Starting at 6th level, moving through nonmagical difficult terrain costs you no extra movement. You can also pass through nonmagical plants without being slowed by them and without taking damage from them if they have thorns, spines, or a similar hazard.": "从6级开始，穿越非魔法困难地形不会消耗额外移动力。你还可以穿过非魔法植物而不会被它们减速，也不会受到它们的伤害，即使它们有刺、棘或类似的危险。(difficult terrain)(plants)",
	"In addition, you gain advantage on saving throws against plants that are magically created or manipulated to impede movement, such as those created by the entangle spell.": "此外，你在对抗那些被魔法创造或操控以阻碍移动的植物时，获得优势，比如那些被纠缠法术创造的植物。",
	"Starting at 10th level, your magic becomes attuned to the flora and your plant magic is stronger than usual. You gain the following benefits:": "从10级开始，你的魔法开始与植物相融合，你的植物魔法比平常更强大。你获得以下好处：",
	"When you cast the {@spell entangle} spell, the area of the spell is increased to a 40-foot square. Whenever a creature uses a Strength check to free itself, the thorns on the plants deal 2 (1d4) piercing damage.": "当你施放{@spell entangle}法术时，法术的范围增加到一个40英尺的正方形。每当一个生物使用力量检定来解脱自己时，植物上的荆棘会造成2(1d4)点刺伤伤害。",
	"When you cast {@spell barkskin}, the target's AC can't be less than 18, regardless of what kind of armor it is wearing.": "当你施放{@spell barkskin}时，目标的AC不能低于18，无论穿着什么类型的盔甲。",
	"When you cast the {@spell locate animals or plants} spell and you describe a specific kind of plant, the area of the spell increases to a range of 50 miles.": "当你施放{@spell locate animals or plants}法术时，如果你描述了特定种类的植物，该法术的范围将增加到50英里。(Plant Growth)。",
	"When you cast {@spell plant growth}, the radius of the area covered by plants is 500 feet.": "当你施放{@spell plant growth}时，植物覆盖的区域半径为500英尺。",
	"When you cast the {@spell commune with nature} spell, the area of the effect is doubled. You also gain an understanding of all plant creatures in the area, as well as all plant-based hazards and poisons.": "当你施放{@spell commune with nature}咒语时，效果范围加倍。你还会理解区域内所有植物生物，以及所有基于植物的危险和毒素。",
	"Starting at 14th level, you can take on the form of the grandest creature of the forest, the treant. You can use your Wild Shape to transform into a treant, but must follow all other limitations presented under Wild Shape. You cannot use the Animate Trees ability of the treant.": "从14级开始，你可以变身为森林中最宏伟的生物之一，树人。你可以利用你的野性变身能力变身为树人，但必须遵循野性变身的所有其他限制。你不能使用树人的“激活树木”能力。",
	"Druids of the Circle of the Savage Bloods perceive monstrosities as a more evolved form of life. They are inspired by the wild variety of their powers and abilities that have developed to overcome the challenges they face in life. Savage Blood druids befriend and live amongst these creatures, helping them survive and learning from them what they can.": "野性血脉圈的德鲁伊将畸变生物视为更进化的生命形式。他们受到这些生物力量和能力的多样性所启发，这些力量和能力是为了克服生活中面临的挑战而发展出来的。野性血脉德鲁伊与这些生物交友并生活在一起，帮助它们生存，并从中学习。",
	"Starting at 2nd level, you gain access to the {@spell true strike} cantrip": "从2级开始，你获得{@spell true strike}零级法术的使用权限。",
	"Starting at 2nd level, you gain access to the following circle spells, which are always prepared and don't count towards the number of spells you can prepare each day.": "从2级开始，你获得以下环形法术的访问权限，这些法术始终被准备，并不计入你每天可以准备的法术数量。",
	"Starting at 2nd level, you acquire the ability to transform into monstrous forms. You can use your Wild Shape to transform into a monstrosity instead of a beast.": "从2级开始，你获得了变身为怪物形态的能力。你可以使用你的狂野形态将自己变身为一个怪物，而不是一个野兽。",
	"Starting at 2nd level, you can transform your body to manifest the feature of a monstrosity. This manifestation persists for 1 minute or until you're incapacitated. Once you use this feature, you can't use it again until you finish a short or long rest.As a bonus action, you can apply one of the features to your body from the options below": "从2级开始，你可以将自己的身体转化为一个畸形生物的特征。这种显现持续1分钟，或直到你失去行动能力。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用。作为一个奖励动作，你可以从以下选项中选择一个特征应用到你的身体上：",
	"{@bold Gallop of the Centaur.} Your two legs turn into those of a centaur and become powerful. Your speed increases to 50 feet.": "{@bold Gallop of the Centaur.} 你的两条腿变成了半人马的腿，变得强壮有力。你的速度增加到50英尺。",
	"{@bold Wings of the Cockatrice.} You sprout two feathery wings that allow you to fly. You gain a fly speed of 40 feet.": "{@bold Wings of the Cockatrice.} 你长出了两只羽毛翅膀，让你可以飞行。你获得了40英尺的飞行速度。",
	"{@bold Claws of the Griffon.} Your hands turn into savage claws like those of a griffon. You can use your attack action to make a claw attack that deals 2d4 slashing damage plus your Strength modifier.": "{@bold Claws of the Griffon.} 你的双手变成了像狮鹫一样的凶猛爪子。你可以使用攻击动作进行一次爪击，造成2d4点割伤伤害，再加上你的力量调整值。",
	"{@bold Horns of the Minotaur.} Horns grow from your forehead. You can use your attack action to make a gore attack that deals 1d8 bludgeoning damage plus your Strength modifier. If the target is a creature, it must succeed on a Strength saving throw (DC equals 8 + your Proficiency Bonus + your Strength modifier) or be pushed up to 10 ft. away and knocked prone.": "{@bold Horns of the Minotaur.} 从你的额头长出了一对角。你可以使用你的攻击动作进行一次顶撞攻击，造成1d8 钝击伤害加上你的力量调整值。如果目标是生物，它必须通过一个力量豁免检定（豁免 DC 为 8 + 你的熟练加值 + 你的力量调整值），否则被推开最多10英尺并倒地。",
	"Starting at 6th level, you can summon monstrous creatures that obey your commands. Your conjuration spells can summon monstrosities instead of beasts.": "从6级开始，你可以召唤遵从你命令的怪物生物。你的召唤法术可以召唤怪物生物，而不是野兽。",
	"Staring at 10th level, you can affect monstrosities with your spells that would otherwise affect beasts. You can target monstrosities with spells that normally affect beasts.": "从10级开始，你可以用本来只能影响野兽的法术来影响畸变生物。你可以用本来只能影响野兽的法术来瞄准畸变生物。",
	"Starting at 14th level, monstrosities sense your connection to their kind and become hesitant to attack you. When a monstrosity wants to attack you, that creature must make a Wisdom saving throw against your druid spell save DC. On a failed save, the creature must choose a different target, or the attack automatically misses. On a successful save, the creature is immune to this effect for 24 hours. The creature is aware of this effect before it makes its attack against you.": "从14级开始，怪物感知到你与它们种族的联系，会对攻击你感到犹豫。当一只怪物想要攻击你时，那个生物必须进行一次以你德鲁伊法术豁免 DC 为基础的感知豁免检定。如果未通过检定，那个生物必须选择一个不同的目标，否则攻击自动失效。如果通过了检定，那个生物在接下来的24小时内对这个效果免疫。在怪物对你发动攻击之前，它会意识到这个效果。",
	"Some druids of the vilest circles have venerated otherworldly abominations since the dawn of time. The druidic tradition of these aberration worshiping circles merging one's body with unspeakable, indescribable beings that have penetrated reality from beyond time and space. The Inheritors of the Unbegotten are not just aberrant creatures themselves, but they are also vital instruments and gatekeepers of the horrors they worship.": "一些最邪恶的德鲁伊圈子自时间的黎明以来就崇拜着来自异界的可怕存在。这些畸变崇拜圈子的德鲁伊传统是将自己的身体与无法言说、无法描述的存在融合在一起，这些存在已经从时间和空间之外的现实中渗透进来。《未生者的继承者》不仅仅是畸变生物本身，他们还是崇拜的恐怖存在的重要工具和守门人。",
	"Starting at 2nd level, you gain access to the {@spell eldritch blast} cantrip": "从2级开始，你获得{@spell eldritch blast}零级法术。",
	"Starting at 2nd level, you learn how to converse with aberrations. You learn how to speak, read, and write Deep Speech. You can also make yourself understood by aberrations that don't speak Dark Speech or are not capable of speech.": "从2级开始，你学会了如何与畸变生物交谈。你学会了说、读、写深语。你还可以让不会说黑暗语或无法言语的畸变生物听懂你的意思。",
	"Starting at 2nd level, your mind becomes as obscure and alien as the beings you venerate. Your thoughts cannot be read by magical means and you become immune to being charmed.": "从2级开始，你的思维变得像你崇拜的生物一样晦涩和陌生。你的思想无法被魔法手段读取，你也对被魅惑免疫。",
	"Starting at 6th level, you can call forth specific powers of your revered entities. As an action, you can expend one use of your Wild Shape feature to emulate one special trait of any aberration type creature of CR 3 or lower for one minute. If there is a saving throw associated with the special trait then the DC equals 8 + your Proficiency Bonus + your Wisdom modifier.": "从6级开始，你可以召唤你所崇拜实体的特定力量。作为一个动作，你可以消耗一次你的野兽变身特性，模仿任何CR 3或更低级别的畸变生物的一个特殊特性，持续一分钟。如果特殊特性与豁免扔骰有关，则DC等于8 + 你的熟练加值 + 你的感知调整值。",
	"Staring at 10th level, you can manifest your dominance over humanoids. As an action, you can cast the {@spell dominate person} spell without expending a spell slot or material components. Once you use this feature, you cannot use it until you finish a long rest.": "从10级开始，你可以展现对人形生物的统治力。作为一个动作，你可以施放{@spell dominate person}法术，而不消耗法术位或材料组件。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Starting at 14th level, the otherworldly beings you venerate allow you to summon their more powerful servants. As an action, you can cast the {@spell conjure celestial} spell without expending aspell slot or material components, but instead of a celestial creature, you conjure an aberration type creature of your choice within the limits of the spell. The spell lasts 1 hour and does not require you to concentrate on it. Once you use this feature, you cannotuse it again until you finish a long rest.": "从14级开始，你所崇拜的异界生物允许你召唤他们更强大的仆从。作为一个动作，你可以施放{@spell conjure celestial}法术，而不需要消耗法术位或材料组件，但你召唤的不是天界生物，而是你选择的畸变类生物，范围在法术内。这个法术持续1小时，不需要你专注于它。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Giving orders is second nature to a commander. These exemplary fighters lead their squadrons by inspiring their subordinates and bolstering their fighting prowess through the strength of their voices and their presence. As a result, the forces under their command can achieve incredible feats of battle, even when odds are stacked against them.": "下令对于一名指挥官来说是与生俱来的本能。这些卓越的战士通过激励部下和增强他们的战斗能力，以自己的声音和存在的力量来领导他们的中队。因此，他们指挥下的部队即使面临重重困难，也能取得惊人的战斗壮举。",
	"Starting at 3rd level, you can inspire others through the power of your commands. To do so, you use a bonus action on your turn to choose any number of creatures other than yourself within 60 feet of you who can hear you. Those creatures gain one Command die, a d6.": "从3级开始，你可以通过你的命令之力激励他人。为此，你可以在你的回合使用一个奖励动作，选择60英尺内能听到你声音的除你之外的任意数量生物。这些生物获得一个命令骰，即d6。",
	"Once within the next 10 minutes, the creature can roll the die and add the number rolled to one ability check. The creature can wait until after it rolls the d20 before deciding to use the Command die, but must decide before the DM says whether the roll succeeds or fails. Once the Command die is rolled, it is lost. A creature can have only one Command die at a time. You can use this feature a number of times equal to your Charisma modifier (a minimum of once). You regain any expended uses when you finish a long rest.": "在接下来的10分钟内，生物可以投掷骰子，并将投掷的数字加到一个能力检定中。生物可以等到投掷d20骰子后再决定是否使用指令骰子，但必须在DM宣布投掷成功或失败之前做出决定。一旦投掷了指令骰子，它就消失了。一个生物一次只能拥有一个指令骰子。你可以使用这个特性的次数等于你的魅力调整值（最少为1）。当你完成一次长休后，你会恢复所有已用次数。",
	"Your Command die changes when you reach certain levels in this class. The dice becomes a d8 at 5th level, a d10 at 10th level, and a d12 at 15th level.": "当你达到这个职业的特定等级时，你的指令骰改变。骰子在5级时变为d8，在10级时变为d10，在15级时变为d12。",
	"Starting at 7th level, you can expend one use of your Commander's Order ability to double the movement speed of the creatures you choose until the end of their next turn.": "从第7级开始，你可以消耗一次你的指挥官命令能力，将你选择的生物的移动速度加倍，直到它们的下一个回合结束。",
	"Starting at 10th level, you can expend one use of your Commander's Order ability to allow the creatures you choose to gain and roll the Command die and add the number rolled to one saving throw.": "从10级开始，你可以消耗一次你的指挥官命令能力，让你选择的生物获得并投掷指挥骰(%num%)，并将投掷的数字加到一个豁免投掷中。",
	"Starting at 15th level, you can expend one use of your Commander's Orders ability to allow the creatures you choose to gain and roll the Command die and add the number rolled to one attack roll.": "从15级开始，你可以消耗一次你的指挥官命令能力，让你选择的生物获得并投掷指令骰，并将投掷的数字加到一次攻击骰中。",
	"Starting at 18th level, your Commander's Order can influence every friendly creature within 80 feet of you who can hear you, as well as yourself. Additionally, you can cast the command spell a number of times per day equal to your proficiency bonus (DC equals 8 + your Proficiency Bonus + your Charisma modifier) without expending a spell slot or material components.": "从18级开始，你的指挥官命令可以影响到你周围80英尺范围内所有能听到你的友方生物，包括你自己。此外，你每天可以施放等同于你熟练加值次数的命令咒语（豁免 DC 为 8 + 你的熟练加值 + 你的魅力调整值），而无需消耗法术槽或材料成分。",
	"Those who offer their martial skills for hire face various challenges with each mission. Their most essential skills are surviving any threat, standing their ground in any situation they face, and overcoming their foes. A good mercenary is always prepared for the unexpected and will creatively improvise a solution to meet the requirements of the battle. Most of the large mercenary companies operate out of the Drayl City States where this type of warfare based on swords-for-hire has long-established traditions.": "那些提供武艺以换取报酬的人在每次任务中都会面临各种挑战。他们最基本的技能是在面对任何威胁时生存下来，在面对任何情况时坚守阵地，并战胜他们的敌人。一名优秀的雇佣兵总是为意想不到的情况做好准备，并会创造性地 improvisation 以满足战斗的要求。大多数大型雇佣兵公司都在德雷尔城邦运营，那里有长期建立的以雇佣剑客为基础的战争传统。",
	"Starting at 3rd level, you become focused and confident. You gain advantage on saving throws against being charmed and frightened.": "从3级开始，你变得专注和自信。你在对抗被魅惑和受到惊吓的豁免 throws 中获得优势。",
	"Starting at 7th level, you learn to be prepared for the unexpected. When targeted by a spell or effect, you can take a reaction to gain advantage on the saving throw.": "从第7级开始，你学会了做好应对意外情况的准备。当被一个法术或效果瞄准时，你可以采取一次反应来获得在豁免投掷上的优势。",
	"Starting at 10th level, you become experienced with all kinds of weapons and fighting styles. You can swiftly change your style of fighting to fit the challenge temporarily. You can't benefit from the same Fighting Style option more than once. Choose one of the following options at the beginning of your turn:": "从10级开始，你对各种武器和战斗风格都有丰富经验。你可以迅速改变你的战斗风格以应对挑战。你不能在同一时间获得相同的战斗风格选项的多重效益。在你的回合开始时选择以下其中一种选项：",
	"{@bold Archery.} You gain a +2 bonus to attack rolls you make with ranged weapons.": "{@bold Archery.} 你使用远程武器进行攻击时，获得+2的攻击加值。",
	"{@bold Defense.} While you are wearing armor, you gain a +1 bonus to AC.": "{@bold Defense.} 当你穿戴盔甲时，你的盔甲等级提高1点。",
	"{@bold Dueling.} When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon.": "{@bold Dueling.} 当你单手持有一把近战武器且没有其他武器时，你使用该武器造成的伤害骰获得+2的加值。",
	"{@bold Great Weapon Fighting.} When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit.": "{@bold Great Weapon Fighting.} 当你使用双手持有的近战武器进行攻击时，如果伤害骰掷出1或2，你可以重新投掷该骰，并且必须使用新的点数，即使新的点数也是1或2。武器必须具有双手或多用途属性，你才能获得这个好处。",
	"Starting at 15th level, you have become skilled in resisting several types of threats. Choose two abilities in which you don't have a saving throw proficiency. You gain proficiency in saving throws made with the chosen abilities.": "从15级开始，你已经变得擅长抵抗多种威胁。选择两种你没有豁免投掷熟练的能力。你获得在使用这些能力进行豁免投掷时的熟练加值。",
	"Starting at 18th level, you can overcome threats with ease. Instead of rolling, you can choose to succeed on a saving throw automatically. Once you use this feature, you can't use it until you finish a short or long rest.": "从18级开始，你可以轻松地克服威胁。你可以选择在豁免投掷时自动成功，而不是进行投掷。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Guards who serve at the Royal Palace or protect monarchs must pass a rigorous selection process. They are evaluated both for their physical and martial skills as well as their loyalty and ability to work as part of a unit. Royal guards are trained to be alert and fight in formation, taking advantage of each other's movement and position in combat. The royal guards' most skilled, legendary commanders have been said to wield their weapons as if they were extensions of their bodies.": "在皇宫服役或保护君主的卫兵必须通过严格的选拔过程。他们不仅会被评估其身体和武术技能，还会评估其忠诚度和作为一个单位工作的能力。皇家卫兵接受训练以保持警惕，并在战斗中采取队形作战，充分利用彼此在战斗中的移动和位置。据说，皇家卫兵最有技巧的传奇指挥官能够将武器挥舞得如同身体的延伸。",
	"Starting at 3rd level, you can focus your attention to notice movement. Designate a 10 square foot area. If you stay in this area for 10 minutes, you can double your proficiency bonus and gain advantage on Wisdom (Perception) skill checks made to notice creatures.": "从3级开始，你可以集中注意力来察觉动向。指定一个10平方英尺的区域。如果你在这个区域内停留10分钟，你可以将你的熟练加值翻倍，并且在进行感知（智力）技能检定时获得优势，用于察觉生物。",
	"Starting at 7th level, you can use your combat training to coordinate your attacks with your allies. Once per turn, you gain advantage on your first melee attack roll against a creature if at least one of your allies is within 5 ft. of the creature and the ally isn't Incapacitated.": "从7级开始，你可以利用你的战斗训练来与盟友协调攻击。每回合一次，如果至少有一名盟友在生物身边5英尺内且该盟友没有失去行动能力，你对该生物进行的第一次近战攻击投掷获得优势。",
	"Starting at 10th level, you can spot the exact moment to release a shot while your ally occupies your target. Once per turn, you gain advantage on your first ranged attack roll against a creature if at least one of your allies is within 5 ft. of the creature and the ally isn't Incapacitated.": "从10级开始，你可以在盟友占据你的目标时，精确把握射击的时机。每回合一次，如果至少有一个盟友在离目标生物5英尺范围内且该盟友没有失去行动能力，你对该生物进行的第一次远程攻击投掷获得优势。",
	"Starting at 15th level, your combat reactions become effortless. You gain an extra reaction that doesn't count towards your single use in the turn and that you can use only to make an attack roll, but only when your reaction is triggered.": "从15级开始，你的战斗反应变得毫不费力。你获得一个额外的反应，不计入你在回合中的单次使用次数，你只能将其用于进行攻击检定，但只能在触发你的反应时使用。",
	"Starting at 18th level, you become one with your weapon, being able to deflect melee attacks. As a reaction, when targeted by a melee ttack made by a creature within 5 feet of you that you can see, you can try to negate the attack. You must make a melee attack roll contest against the melee attack roll of the creature. On a success, you negate all damage from the creature's attack.": "在18级时，你与你的武器合为一体，能够抵御近战攻击。作为一次反应，当你被一个在你周围5英尺内、且你能看见的生物发动的近战攻击瞄准时，你可以试图抵消这次攻击。你必须进行一次近战攻击检定，与该生物的近战攻击检定进行对抗。若成功，你可以抵消该生物攻击造成的所有伤害。",
	"A small monastery of the Stonefists exists in the Shandar Mountains, which is related to some unspeakable horrors of legend that supposedly lurk on the top of the highest peaks. The monks of the Stonefist practice the fighting techniques of earth elementals by studying and imitating their combat maneuvers. Their daily practice involves hardening their bodies to withstand blows and the rigorous focusing of their strength. Masters of this monastic tradition become almost impervious to non-magical attacks and reach a level of ascendance where they can turn themselves into earth elementals.": "在珊达尔山脉中存在着一个小石拳僧院，与传说中潜伏在最高峰之上的一些无法言说的恐怖事件有关。石拳僧院的僧侣通过研究和模仿地元素的战斗技巧来实践地元素的战斗技巧。他们的日常练习包括强化身体以承受打击和严格集中力量。这一僧院传统的大师几乎对非魔法攻击无懈可击，并达到一种升华的境界，可以将自己转化为地元素。",
	"Starting at 3rd level, you can channel your ki into resisting damage from a blow. As a reaction, you can spend 1 ki point to reduce the damage you take from an attack by 1d10 + your Strength modifier + your monk level.": "从3级开始，你可以将你的气聚集起来抵抗来自攻击的伤害。作为一次反应，你可以花费1点气来减少你受到的攻击伤害，减少量为1d10 + 你的力量调整值 + 你的武僧等级。",
	"Starting at 6th level, you can tighten your muscles to enter a steady stance making you immovable and hard to grapple with. As a bonus action, you can spend 1 ki point to gain advantage on contests involving Strength (Athletics) ability checks made against you and on Strength saving throws for 1 minute. If you move, you lose this advantage until the start of your next turn.": "从6级开始，你可以收紧肌肉，进入稳固的姿势，使自己难以移动且难以被抓住。作为一个奖励动作，你可以花费1点气点，在接下来的1分钟内获得有利条件，用于针对你进行的涉及力量（运动）技能检定的对抗以及力量豁免检定。如果你移动，直到你的下一个回合开始之前，你将失去这个优势。",
	"Starting at 11th level, you can evoke a protective layer of stony skin over your entire body. As a bonus action, you can spend 3 ki points to gain damage resistance from bludgeoning, piercing, and slashing damage for 1 minute.": "从11级开始，你可以在整个身体上召唤出一层石质皮肤作为保护。作为一个奖励动作，你可以花费3点气点，获得对钝击、刺击和斩击伤害的抗性，持续1分钟。",
	"Starting at 17th level, you can become one of the elemental creatures you learned to imitate your whole life. As a bonus action, you can spend 6 ki points to transform into an earth elemental for 1 minute as if you were using the Wild Shape ability of the druid class. You can use all of your monk abilities in this new form. Once you use this feature, you can't use it again until you finish a short or long rest.": "在17级时，你可以成为你一直学习模仿的元素生物之一。作为一个奖励动作，你可以花费6点气来变身成为一个土元素，持续1分钟，就像使用德鲁伊职业的野性变身能力一样。你可以在这个新形态中使用所有的武僧能力。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Only a handful of devil-bound individuals practice the Way of the Nine Seals in Aglarion or the neighboring regions. This monastic tradition was forged in the flames of Hell, and it is infused with the accuracy and mettle of the fiends who practice it. Devils teach it only to those who pledge eternal servitude in return for the knowledge of the secret combat techniques. A monk of the Nine Seals is hard to fool and even harder to overcome. Masters of the Nine Seals are offered a fate-bound contract by their superiors, allowing them to alter their fate. In return, they are obedient tools of the armies of Hell.": "只有少数被恶魔束缚的个体在阿格拉里昂(Aglarion)或邻近地区练习九印之道。这种修道传统在地狱的烈焰中锻造，融入了实力和勇气，这些恶魔练习它。恶魔只向那些为了秘传格斗技巧而承诺永恒奴役的人传授这种技艺。九印之道的僧侣很难被愚弄，更难被击败。九印之道的大师们被上级提供了一个命运绑定的契约，使他们能够改变自己的命运。作为回报，他们成为地狱军队的顺从工具。",
	"Starting at 3rd level, you can spend 1 ki point as an action to inflame a melee weapon you touch or your fists with hellish fire for 1 minute. Your unarmed or melee attacks deal an extra 1d4 fire damage.": "从3级开始，你可以花费1点气点作为一个动作，让你触碰的近战武器或你的拳头燃起地狱之火，持续1分钟。你的徒手或近战攻击额外造成1d4火焰伤害。",
	"Starting at 6th level, you can demand equal chances from your enemies. As a bonus action, you can spend 1 ki point to have one creature of your choice within 30 feet lose its advantage on all ability checks, saving throws, skill checks, and attack rolls until the start of your next turn.": "从6级开始，你可以要求敌人给予公平机会。作为一个奖励动作，你可以花费1点气来让你选择的一个生物在30英尺内失去在你下个回合开始前的所有能力检定、豁免、技能检定和攻击骰上的优势。",
	"Starting at 11th level, the powers of Hell grant you the ability to see reality as it is for a short period of time. As a bonus action, you can spend 3 ki points to gain the benefits of  a true seeing spell for 1 minute.": "从11级开始，地狱的力量赋予你在短时间内看清现实的能力。作为一个奖励动作，你可以花费3点气来获得真视法术的好处，持续1分钟。",
	"Starting at 17th level, you can benefit from your hellish contract that has promised to protect you from unwanted outcomes of your fate in return for your service. As a reaction, you can automatically succeed on one ability check, saving throw, or skill check instead of rolling. Once you use this feature, you can't use it again until you finish a short or long rest, unless you spend 5 ki points.": "从17级开始，你可以受益于你的地狱契约，该契约承诺保护你免受命运不良结果的影响，作为回应，你可以在一个能力检定、豁免检定或技能检定中自动成功，而无需投掷骰子。一旦你使用了这个特性，你必须休息短暂或长时间才能再次使用，除非你花费5点气点。",
	"A few rare monks participate in unarmed combat practices that emulate the fighting techniques of their foul aberrant masters. They are trained in ancient monk traditions that eventually enable them to turn their limbs into tentacles, giving them combat superiority.": "一些罕见的僧侣参与模拟其邪恶畸变主人的战斗技巧的徒手格斗练习。他们接受古老的僧侣传统训练，最终能够将他们的肢体变成触手，从而在战斗中占据优势。",
	"Starting at 3rd level, you can turn your body into the form of an aberrant creature. As a bonus action, you can spend 1 ki point to transform your arm into a 10-foot long tentacle for 1 minute. The tentacle has reach and can be used as part of an unarmed strike. The tentacle deals bludgeoning damage equal to your Martial Arts die + your Strength or Dexterity modifier. You gain advantage on Strength (Athletics) skill checks to grapple an opponent with the tentacle. At 11th level, you can transform both of your arms into tentacle limbs.": "从3级开始，你可以将自己的身体变成畸变生物的形态。作为一个奖励动作，你可以花费1点气点将你的手臂变成一根长10英尺的触手，持续1分钟。这根触手具有攻击范围，并可以作为非武装打击的一部分使用。触手造成的破碎伤害等于你的武术骰 + 你的力量或敏捷调整值。你在使用触手擒拿对手时，获得力量（运动）技能检定的优势。在11级时，你可以将你的两只手臂都变成触手肢体。",
	"Starting at 6th level, you can channel psychic energies into your tentacle strikes. Your unarmed strikes with your tentacle limb count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. You can spend 1 ki point to deal additional psychic damage with one unarmed strike of your tentacle limb equal to one roll of your Martial Arts die + your Wisdom modifier.": "从6级开始，你可以将精神能量注入你的触手打击中。你用触手肢体进行的徒手攻击被视为魔法攻击，可以克服对非魔法攻击和伤害的抵抗和免疫。你可以花费1点气点，在你的触手肢体的一次徒手攻击中额外造成精神伤害，伤害值为你的武术骰加上你的感知调整值。",
	"Starting at 11th level, your ability to channel harmful psychic powers intensifies. When you use Flurry of Blows after an attack made with Nerve-wracking Strike, you can replace each of the unarmed strikes with a use of your Nerve-wracking Strike without spending additional ki points.": "从11级开始，你对施展有害的精神力量的能力增强。当你在使用(`Flurry of Blows`)后进行(`Nerve-wracking Strike`)攻击时，你可以用你的(`Nerve-wracking Strike`)替换每个徒手攻击，而无需额外花费气点。",
	"Starting at 17th level, you learn how to force your tentacle limb into the throat of your enemies to kill them. The reach of your tentacle limb becomes 15 feet. As an action, you can attempt to grapple your opponent with your tentacle limb. A successfully grappled target becomes unable to speak and if you choose, it starts to suffocate while being grappled by you.": "从17级开始，你学会了如何将你的触手伸入敌人的喉咙来杀死他们。你的触手伸展的距离变为15英尺。作为一个动作，你可以尝试用你的触手肢体来抓住你的对手。成功抓住的目标将无法言语，如果你选择，它在被你抓住时开始窒息。",
	"Seekers of the truth and judges of the faith, the inquisitors are paladins who vow to punish the guilty and upkeep the law set by their faith and tenets. These paladins focus on divination magic to lift the veils of deception and to find truths that lie behind them. Their loyalty to their church and beliefs is unquestionable, as is their dedication to any mission on which they are sent. Inquisitors and their methods might vary from religion to religion, but every one of them holds a zealous fervor in common, which drives them and empowers their abilities.": "寻求真相和审判信仰的人，审判者是发誓要惩罚罪犯并维护他们信仰和信条所设立的法律的圣骑士。这些圣骑士专注于占卜魔法，以揭开欺骗的面纱，找到隐藏在其中的真相。他们对教会和信仰的忠诚是毋庸置疑的，就像他们对任何被派遣的任务的奉献一样。审判者和他们的方法可能因宗教而异，但他们每个人都有一个共同的狂热热情，驱使他们并增强他们的能力。",
	"The tenets of the Oath of the Inquisitor drive a paladin to seek the truth and to eliminate the hidden enemies of its faith.": "审判者誓言的原则驱使圣骑士寻求真相，并消灭其信仰中隐藏的敌人。",
	"{@italic Draw out the truth.} The truth is not always visible. Finding it is sometimes hard, but the effort must be made. Once found, it must be announced so that others can learn it as well.": "{@italic Draw out the truth.}事实并不总是显而易见。有时找到它很困难，但必须付出努力。一旦找到，必须宣布出来，让其他人也能学到。",
	"{@italic Facts only.} Facts are the only truths on which you can rely. Anything else is mere speculation. One can only make a decision based on facts. Without firm evidence, even truth cannot be proven.": "{@italic Facts only.} 事实是你唯一可以依赖的真相。其他一切都只是猜测。人们只能基于事实做出决定。没有坚实的证据，甚至真相也无法被证明。",
	"{@italic Oppose heresy.} Seeking those who work to ruin and undermine the church's integrity is the holiest service one can do for one's faith. Therefore, one must always stay vigilant and be on the lookout for corruption and those who spread falsehoods.": "{@italic Oppose heresy.} 寻找那些试图破坏和破坏教会完整性的人是一个人对信仰所能做的最神圣的服务。因此，人们必须始终保持警惕，警惕腐败和那些散布谎言的人。",
	"{@italic Live by the law.} Law provides safety and justice to all. Order is the only truth on which one can build. Those who break the law must pay the price. Therefore, one must live by the law and keep it at all costs.": "{@italic Live by the law.}法律为所有人提供安全和正义。秩序是唯一可以建立的真理。违反法律的人必须付出代价。因此，人们必须遵守法律，不惜一切代价。",
	"Starting at 3rd level, You gain oath spells at the paladin levels listed.": "从3级开始，你在圣骑士等级列出的级别上获得誓约法术。",
	"As a bonus action, you can use your Channel Divinity to augment your senses to overcome illusions. For the next 10 minutes, you can automatically see through 2nd level or lower illusion spells, you can automatically make an Intelligence (Investigation) skill check to discern 3rd or higher level illusion spells that allow such checks by merely looking at them, and you gain advantage on Intelligence (Investigation) skill checks.": "作为一个奖励动作，你可以使用你的（Channel Divinity）频道神力来增强你的感知，以克服幻术。在接下来的10分钟内，你可以自动看穿2级或更低级的幻术法术，你可以自动进行一次智力（调查）技能检定来辨别3级或更高级的幻术法术，只需简单地看一眼它们，并且你在智力（调查）技能检定上获得优势。",
	"You can use your Channel Divinity to force a shapeshifting creature back into its natural form. As an action, you can target one creature within 30 feet. The target creature must make a Charisma saving throw. On a failed save, the target reverts to its natural form and can't change its form for 1 minute.": "你可以使用你的信仰能力将一个变形生物强制变回其自然形态。作为一个动作，你可以选择一个在30英尺内的生物。目标生物必须进行一次魅力豁免。如果豁免失败，目标将恢复到其自然形态，并在1分钟内无法改变形态。",
	"Starting at 7th level, you can focus your senses to detect deliberate lies. As an action, you can target one creature within 30 feet. The target creature must make a Charisma saving throw (DC equals 8 + your Proficiency Bonus + your Charisma modifier). On a failed save, you know if the target creature deliberately and knowingly speaks a lie. This ability does not reveal the truth. Once you use this feature, you can't use it again until you finish a short or long rest.": "从7级开始，你可以集中感知力来察觉有意的谎言。作为一个动作，你可以选择一个在30英尺内的生物。目标生物必须进行一个魅力豁免检定（豁免 DC 等于 8 + 你的熟练加值 + 你的魅力修正）。如果未通过豁免检定，你就会知道目标生物是否有意地说了一个谎言。这个能力不会揭示真相。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Starting at 15th level, you are able to prevent your enemies from escaping. As an action, you can target one creature within 30 feet. The target creature must make a Charisma saving throw (DC equals 8 + your Proficiency Bonus + your Charisma modifier). On a failed save, the target creature becomes restrained by an invisible force and is prevented from using any form of teleportation, dimensional, or planar travel for one minute. Once you use this feature, you can't use it again until you finish a short or long rest.": "从15级开始，你能够阻止敌人逃脱。作为一个动作，你可以瞄准30英尺内的一个生物。目标生物必须进行一次魅力豁免检定（豁免 DC 等于 8 + 你的熟练加值 + 你的魅力修正值）。未通过豁免检定的生物将被一股无形力量束缚，并在一分钟内无法使用任何形式的传送、次元或者平面旅行。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Starting at 20th level, you can imprison, interrogate, and punish those you find guilty. As an action, you can create a cage made out of energy similar to a {@spell forcecage} spell. Any creature within the cage must make a Charisma saving throw (DC equals 8 + your Proficiency Bonus + your Charisma modifier). On a failed save, the creature is charmed. Creatures charmed this way must answer your questions truthfully until they are imprisoned this way. You can choose to release the target from the cage at any time, or target one of the creatures within the cage with an {@spell imprisonment} or {@spell power word kill} spell as if you have cast it requiring no material components. Once you use this feature, you can't use it again until you finish a long rest.": "在20级时，你可以监禁、审问和惩罚那些你认为有罪的人。作为一个动作，你可以创造一个由能量构成的笼子，类似于一个{@spell forcecage}法术。笼子内的任何生物必须进行一次魅力豁免检定（豁免 DC 为 8 + 你的熟练加值 + 你的魅力修正）。未通过豁免检定的生物会被魅惑。以这种方式被魅惑的生物必须如实回答你的问题，直到它们以这种方式被监禁。你可以随时选择释放目标出笼，或者以你已施放该法术的方式，无需材料组件，将笼子内的生物之一作为目标施放{@spell imprisonment}或{@spell power word kill}法术。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Paladins who swear this oath dedicate their lives to purify themselves, others, and places from malign influences. They are paragons of cleanliness, both in their dwellings, places of worship, private quarters, and persons. These paladins are often found engaged in rooting out malevolent forces, whether they be diseases or poisons. They are commonly found in places of healing, sometimes accompanying armies as medics, and rarely on personal quests to cleanse places or people from harm.": "宣誓此誓言的圣武士将他们的生命奉献给净化自己、他人和地方免受恶劣影响。他们是清洁的典范，无论是在他们的住所、宗教场所、私人住所还是个人身上。这些圣武士经常发现自己在根除恶劣力量中，无论是疾病还是毒药。他们通常出现在治疗场所，有时作为医疗人员陪同军队，很少会进行个人任务，净化受害地点或人群。",
	"The tenets of the Oath of Cleansing offer a framework for paladins of this order to keep all aspects of their lives and those of others pristine and devoid of harmful effects.": "净化誓约的原则为这个秩序的圣骑士提供了一个框架，使他们能够保持自己和他人生活的各个方面清洁，没有有害影响。",
	"{@italic Cleanse the domain.} Your surroundings reflect upon your person. Keep them spotless so that you may benefit from their immaculate nature and the purity they provide.": "{@italic Cleanse the domain.} 你的周围环境反映了你的个人品质。保持它们一尘不染，这样你就能从它们的纯净本质和提供的清洁中受益。",
	"{@italic Cleanse the body.} Your body is the shrine of your being. A healthy body is the first step to a healthy mind and soul.": "{@italic Cleanse the body.} 你的身体是你存在的神殿。一个健康的身体是拥有健康心灵和灵魂的第一步。",
	"{@italic Cleanse the mind.} Keep your mind sharp and without filthy thoughts. Avoid substances that cloud your intellect and strive to keep it sharp.": "{@italic Cleanse the mind.} 保持头脑清晰，远离肮脏的想法。避免那些会混淆你思维的物质，努力保持头脑敏锐。",
	"{@italic Cleanse the soul.} The soul is divine and must be protected from external influences. By righteous actions, you can fortify it and keep it unsullied.": "{@italic Cleanse the soul.} 灵魂是神圣的，必须受到保护，免受外部影响。通过正当的行动，你可以加强它，并保持它纯洁无瑕。",
	"When you take this oath at 3rd level, you gain the following two Channel Divinity options.": "当你在3级时宣誓时，你会获得以下两个神圣通道选项。",
	"{@bold Hallow.} You can use your Channel Divinity to infuse an area as sacred ground. As an action, you present your holy symbol and speak a prayer. The effect functions as a hallow spell with a radius of up to 30 feet and lasts for 1 minute. When you use this feature, you can only choose the Courage or Energy Protection features of the spell.": "{@bold Hallow.} 你可以使用你的神圣通道将一个区域注入为神圣之地。作为一个动作，你展示你的圣徽并说出一段祈祷。效果类似于一个半径高达30英尺的神圣法术，并持续1分钟。当你使用这个特性时，你只能选择该法术的勇气或能量保护特性。",
	"{@bold Cleansing Lay on Hands.} You can use your Channel Divinity to empower your Lay on Hands ability. By extending one use of your Channel Divinity, you can cure multiple diseases and neutralize multiple poisons with a single use of Lay on Hands without expending hit points separately for each affliction. This use of your Lay on Hands also functions against negative influences that include being charmed, cursed, or frightened.": "{@bold Cleansing Lay on Hands.} 你可以使用你的信仰能力来增强你的治疗之手能力。通过使用一次信仰能力，你可以在使用治疗之手时治愈多种疾病并中和多种毒素，而无需为每种疾病单独消耗生命值。你的治疗之手还可以对抗包括被魅惑、被诅咒或受到惊吓在内的负面影响。",
	"Starting at 7th level, you can exorcise evil spirits from others. As an action, you can end possession on a creature, forcing the possessing spirit out of the target with a touch. You can use this feature a number of times equal to your Charisma modifier (a minimum of once), and you regain all expended uses when you finish a long rest.": "从第7级开始，你可以驱逐他人身上的邪灵。作为一个动作，你可以通过触摸来结束对一个生物的附身，迫使附身的灵魂离开目标。你可以使用这个特性的次数等同于你的魅力调整值（最少1次），当你完成一次长休后，你恢复所有已用次数。",
	"Starting at 15th level, you can remove any negative condition from yourself or a willing creature you touch as an action. This ability also includes madness, petrification, and polymorph effects in addition to diseases and poisons, as well as being charmed, cursed, frightened. You can use this feature a number of times equal to your Charisma modifier (a minimum of once). You regain any expended uses when you finish a long rest.": "从15级开始，你可以在行动中将任何负面状态从自己或一个你触摸的愿意生物身上移除。这个能力还包括疯狂、石化和变形效果，除了疾病和毒素，还包括被魅惑、被诅咒、被恐惧。你可以使用这个特性的次数等同于你的魅力调整值（最少为1次）。当你完成一次长休后，你会恢复所有已使用的次数。",
	"At 20th level, your faith gives you and your allies immunity to all negative influences that you can cleanse in your surroundings. As an action, you can remove all effects listed under your Purify ability from yourself and friendly creatures within 30 feet of you.": "在20级时，你的信仰赋予你和你的盟友免疫你可以清除的所有负面影响。作为一个动作，你可以从自己和距离你30英尺内的友方生物身上移除你的净化能力中列出的所有效果。",
	"Paladins who swear the Oath of Protection are committed to the cause of protecting people, places, or even beliefs. Their well-grounded (and often narrowly interpreted) faith leads many who take the Oath to serve religious and secular organizations. However, paladins of this Oath have often turned against these very organizations when faced with tyrannical or oppressive regimes. Paladins who follow this path usually train frequently to maintain their capacity to offer aid in all circumstances to those that need it. They also encourage charity and lead by example in sheltering the weak and downtrodden.": "宣誓保护(Oath of Protection)的圣武士致力于保护人民、地方，甚至信仰的事业。他们根深蒂固的（通常是狭义解释的）信仰使许多宣誓者为宗教和世俗组织服务。然而，这一誓约的圣武士在面对暴政或压迫时，常常会反对这些组织。追随这一道路的圣武士通常会经常训练，以保持自己在所有情况下为需要帮助的人提供援助的能力。他们还鼓励慈善行为，并以身作则庇护弱者和受压迫者。",
	"The first monarchs of Aglarion laid down the tenets of the Oath of Protection to protect their royal personages and the realm. However the oath has been shared widely by many faiths since then. Adherents to this oath hold the protection of people, places, and beliefs above all else and usually share these basic principles.": "阿格拉里昂(Aglarion)的第一位君主制定了《保护誓约》的原则，以保护他们的王室人物和王国。然而自那时起，这个誓约已被许多信仰广泛分享。遵奉这个誓约的人将人民、地方和信仰的保护置于首位，通常分享这些基本原则。",
	"{@italic Protect those who protect us.} Show respect to and safeguard those that are deserving and to whom you are sworn. Your word is your bond. Knights of the Crown take a special oath in Aglarion that stands above all other tenets: \"Protect the Realm, your Sovereign, and the Crown.\"": "{@italic Protect those who protect us.} 尊重并保护那些值得尊重并对其宣誓的人。你的承诺就是你的誓言。在阿格拉里昂，皇冠骑士们发誓遵守一项特殊誓言，高于所有其他准则：“保护王国、你的君主和皇冠。”",
	"{@italic Protect your allies.} Keep those who depend on you from harm if threatened by forces greater than themselves. Shield those who are in allegiance with you as a bastion against harm. Join forces with your allies to overcome threats.": "{@italic Protect your allies.} 如果受到比自己更强大的力量威胁，请保护那些依赖于你的人。将那些与你结盟的人视为抵御伤害的堡垒。与盟友联手，共同克服威胁。",
	"{@italic Protect those who stand behind you.} Lead by example to become a beacon of inspiration to those around you, especially against seemingly insurmountable odds.": "{@italic Protect those who stand behind you.} 以身作则，成为周围人的灵感之光，尤其是在看似不可逾越的困境中。",
	"{@italic Protect yourself if there is nothing left to protect.} Fortify your faith so that you may stand firm against that which makes you vulnerable. Be willing to sacrifice even your own life before all others. Tend to your own well-being, so that you may safeguard your charge until the very last.": "{@italic Protect yourself if there is nothing left to protect.} 坚定你的信念，这样你就能够站稳不受伤害。甚至愿意牺牲自己的生命来保护其他人。照顾好自己的健康，这样你才能守护你的责任直到最后。",
	"{@bold Vow of Protection.} You can use your Channel Divinity to bolster your defenses. As a bonus action, you can utter a vow of protection from a creature you can see within 30 feet of you, using your Channel Divinity. That creature gains disadvantage on attack rolls against you for 1 minute or until you drop to 0 hit points or fall unconscious.": "{@bold Vow of Protection.} 你可以使用你的信仰通道来增强你的防御。作为一个奖励动作，你可以对你能看到的距离30英尺内的生物宣誓保护，使用你的信仰通道。那个生物在1分钟内或者直到你的生命值降至0或昏迷时，对你的攻击投掷获得劣势。",
	"{@bold Divine Ward.} You can use your Channel Divinity to offer protection to those around you. As an action, you present your holy symbol and each creature of your choice that you can see within 30 feet of you becomes warded for 1 minute. Any creature who targets a warded creature with an attack or a harmful spell must first make a Wisdom saving throw. On a failed save, the creature must choose a new target or lose the attack or spell. This effect doesn't protect the warded creature from area effects, such as the explosion of a fireball. If the warded creature makes an attack or casts a spell that affects an enemy creature, this effect ends. This effect ends on the creature if you are incapacitated or die or if the warded creature is more than 30 feet away from you.": "{@bold Divine Ward.} 你可以使用你的信仰通道来保护周围的人。作为一个动作，你展示你的圣物，你可以看到的每个生物在你周围30英尺内都会受到庇护，持续1分钟。任何试图攻击或对受庇护生物施加有害法术的生物必须首先进行一次感知豁免检定。未通过检定的生物必须选择一个新目标或取消攻击或法术。这个效果不会保护受庇护生物免受范围效果的影响，比如火球的爆炸。如果受庇护生物发动攻击或施放对敌方生物有影响的法术，这个效果会结束。如果你陷入无能状态、死亡，或者受庇护生物距离你超过30英尺，这个效果也会结束。",
	"Starting at 7th level, you can deflect attacks against those whom you protect. When another creature damages you or your ally within 5 feet with a melee attack, you can use your reaction to reduce the damage you take from the attack by 1d6 + your Charisma modifier. This reduction increases to 1d8 + your Charisma modifier at 13th level, and 1d10 + your Charisma modifier at 17th level.": "从第7级开始，你可以转移对你保护的人的攻击。当另一个生物在5英尺内对你或你的盟友造成近战攻击伤害时，你可以使用你的反应将你从该攻击中受到的伤害减少1d6 + 你的魅力调整值。这个减少值在13级时增加到1d8 + 你的魅力调整值，17级时增加到1d10 + 你的魅力调整值。",
	"Starting at 15th level, your faith makes you protected against your foes. Any creature who targets you with an attack or a harmful spell must first make a Wisdom saving throw against your spell save DC. On a failed save, the creature must choose a new target or lose the attack or spell. Any creature that succeeds on the saving throw is immune to Bastion of Self for 24 hours. This effect doesn't protect you from area effects, such as the explosion of a fireball. This effect also ends if you are incapacitated or die.": "从15级开始，你的信仰使你免受敌人的伤害。任何以你为目标的攻击或有害法术的生物必须首先进行一次感知豁免检定，检定 DC 为你的法术豁免 DC。如果未通过豁免检定，该生物必须选择一个新目标或取消攻击或法术。任何通过豁免检定的生物在接下来的 24 小时内对自我堡垒免疫。这个效果不能保护你免受范围效果的影响，比如火球的爆炸。这个效果也会在你昏迷或死亡时结束。",
	"At 20th level, your dedication to become a paragon of protection makes you a bulwark against the enemies of your cause and a symbol to those around you. This effect ends early if you are incapacitated or die. Once you use this feature, you can't use it again until you finish a long rest.As an action, you recount the Tenets of Protection and gain the following benefits for 1 minute:": "在20级时，你对成为保护典范的奉献使你成为你事业的敌人的堡垒，也成为周围人的象征。如果你陷入无能或死亡，这个效果会提前结束。一旦你使用了这个特性，你必须完成一次长休才能再次使用。作为一个动作，你述说保护原则并在1分钟内获得以下好处：",
	"You gain the benefits of a shimmering field of protection, granting you a +2 bonus to AC.": "你获得了一层闪烁的保护场的益处，使你的AC获得+2的奖励。",
	"You have resistance to bludgeoning, piercing, and slashing damage from non-magical weapons.": "你对非魔法武器造成的钝击、穿刺和砍砍伤害具有抗性。",
	"Whenever you or any ally within 30 feet fails a saving throw, you can use your reaction to force the creature to reroll it. You must use this new roll.": "每当你或任何在30英尺内的盟友未能通过豁免检定时，你可以使用你的反应来强迫该生物重新投掷骰子。你必须使用这个新的结果。",
	"Those who venture into the forests deep enough might find crossroads that connect the Feyrealm and the Material Plane. Often, mischievous fey dwell around these planar breaches, and if one can express the right attitude, they can be befriended. The fey respect those who understand their nature and are willing to become lifelong allies over time.": "那些冒险深入森林的人可能会发现连接精灵界和物质位面的十字路口。通常，顽皮的精灵会在这些位面裂缝附近居住，如果一个人能表达出正确的态度，他们可以成为朋友。精灵尊重那些了解他们本性并愿意随着时间成为终身盟友的人。",
	"Starting at 3rd level, you learn how to resist enchantments. You gain advantage on saving throws against being charmed.": "从3级开始，你学会了如何抵抗魔法。你在豁免魅惑效果的豁免投掷中获得优势。",
	"Starting at 3rd level, the fey lords grant you the armament of a sprite. These weapons count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. The weapon disappears after 1 minute, if it is more than 5 feet away from you for 1 round, if you dismiss the weapon (no action required), or if you die. Once you use this feature, you can't use it again until you finish a long rest.As an action, you can create one of the following weapons in your empty hand:": "从3级开始，精灵领主们授予你一只小精灵的武器。这些武器在克服对非魔法攻击和伤害的抵抗和免疫方面被视为魔法武器。武器在以下情况下会消失：1分钟后、离你5英尺以上1轮、你解除武器（无需动作）或你死亡。一旦你使用了这个特性，你必须完成一次长休才能再次使用。作为一个动作，你可以在空手中创建以下武器之一：",
	"{@b Shortbow of the Sprite.} A creature hit by this shortbow must succeed on a DC 10 Constitution saving throw or become poisoned for 1 minute. If its saving throw result is 5 or lower, the poisoned target falls unconscious for the same duration, or until it takes damage or another creature takes an action to shake it awake.": "{@b Shortbow of the Sprite.} 被这把短弓击中的生物必须通过一次DC 10的体质豁免才能免疫中毒1分钟。如果它的豁免结果为5或更低，中毒的目标会在同样的时间内昏迷，直到受到伤害或其他生物采取行动将其摇醒。",
	"{@b Sword of the Elves.} This extremely sharp longsword deals an extra 1d6 slashing damage.": "{@b Sword of the Elves.} 这把极其锋利的长剑造成额外1d6点割伤伤害。",
	"Starting at 3rd level, you can communicate with beasts and plants as if they shared a language with you. You learn how to read, write, and speak Sylvan.": "从3级开始，你可以与野兽和植物交流，就好像它们和你共享一种语言一样。你学会了阅读、写作和说话精灵语。",
	"Starting at 7th level, the Feyrealm blesses you with a faithful sprite companion. The sprite acts on its own and has its own will, but it is always loyal to you. It disappears if it reaches 0 hit points but a new sprite arrives the next dawn to replace the previous one.": "从第7级开始，精灵境赐予你一个忠诚的小精灵伙伴。这个小精灵会自行行动，有自己的意志，但始终忠于你。如果它的生命值降至0，它会消失，但新的小精灵会在第二天黎明时到来，取代之前的那个。",
	"Starting at 11th level, you can call fey creatures to help you. You can cast the conjure fey spell without expending a spell slot or material components. Once you use this feature, you can't use it again until you finish a long rest.": "从11级开始，你可以召唤精灵生物来帮助你。你可以施放《召唤精灵》法术而不消耗法术位或材料组件。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Starting at 15th level, fey creatures and creatures of the natural world sense your connection to their kind and become hesitant to attack you. When a fey, beast or plant creature attacks you, that creature must make a Wisdom saving throw against your ranger spell save DC. On a failed save, the creature must choose a different target, or the attack automatically misses. On a successful save, the creature is immune to this effect for 24 hours. The creature is aware of this effect before it makes its attack against you.": "从15级开始，精灵生物和自然界的生物感知到你与它们种族的联系，因此对于攻击你变得犹豫不决。当一只精灵、野兽或植物生物攻击你时，该生物必须对抗你游侠法术豁免 DC 的感知豁免。如果未通过豁免，该生物必须选择一个不同的目标，否则攻击自动失效。如果通过了豁免，该生物在接下来的24小时内对这个效果免疫。在该生物对你发动攻击之前，它会意识到这个效果。",
	"A ranger with a knack for calming and controlling beasts and creatures with bestial intelligence, the monster tamer has dedicated its life to locating and dealing with such creatures. Usually, monster tamers are called in to handle threats from the wild, but sometimes they are merely essential personnel in keeping large beasts of burden in line. Some monster tamers use their skills to subjugate animals, some to care for them and nourish them in the wild. Their favored enemies are always beasts and monstrosities. In Aglarion, tamers can be found in the countryside or as the caretakers of the Monster Menagerie in Onadbyr.": "一个擅长平息和控制野兽和具有野兽智慧的生物的游侠，怪兽驯兽师致力于寻找和处理这类生物。通常，怪兽驯兽师被召集来处理来自荒野的威胁，但有时他们仅仅是保持大型牲畜听话的必要人员。一些怪兽驯兽师利用他们的技能来驯服动物，一些则用来照顾它们并在野外滋养它们。他们最喜欢的敌人总是野兽和怪物。在阿格拉里昂，驯兽师可以在乡村找到，也可以作为奥纳德比尔怪兽园的管理员。",
	"You learn an additional spell of 1st level or higher when you reach certain levels in this class, as shown in the Monster Tamer Spell List table. Each spell counts as a ranger spell for you, but it doesn't count against the number of ranger spells you know.": "当你达到该职业的特定等级时，你将学会额外的1级或更高级别的法术，如《怪兽驯兽师法术列表》表所示。每个法术对你来说都算作游侠法术，但不计入你所知道的游侠法术数量。",
	"Starting at 3rd level, you can use your body language and soothing sounds to calm animals and monsters. You gain advantage on Wisdom (Animal Handling) skill checks made to calm beats and monstrosities with an Intelligence score of 3 or lower.": "从3级开始，你可以利用你的肢体语言和舒缓的声音来平息动物和怪物。你在用智慧（动物处理）技能检定来平息智力得分为3或更低的野兽和怪物时获得优势。",
	"Starting at 3rd level, you can detect hostile animals and monsters. As an action, you sense the direction to the location of the beast or monstrosity with the highest challenge rating, and you can tell its distance from you as long as the creature is within 1,000 feet of you. If the creature is moving,you know the direction of its movement. Once you use this feature, you can't use it again until you finish a short or long rest.": "从3级开始，你可以侦测敌对的动物和怪物。作为一个动作，你可以感知到离你最近的具有最高挑战等级的野兽或怪物的方向，并且只要这个生物在你的1,000英尺范围内，你可以知道它距离你的距离。如果这个生物在移动，你也会知道它的移动方向。一旦你使用了这个特性，你必须休息短暂或长时间才能再次使用它。",
	"Starting at 7th level, your spells can affect monstrosities the same way they affect beasts. You can substitute the beast creature type with the monstrosity creature type in any of your spells.": "从第7级开始，你的法术可以像对待野兽一样影响畸变生物。你可以在你的任何法术中用畸变生物类型替换野兽生物类型。",
	"Starting at 11th level, you can conjure beasts and monsters to do your bidding.  You can cast the {@spell conjure animals} spell without expending a spell slot or material components and use it to summon a monstrosity with a challenge rating of 2 or lower and with an Intelligence score of 3 or lower. Once you use this feature, you can't use it again until you finish a short or long rest.": "从11级开始，你可以召唤野兽和怪物来为你服务。你可以施放{@spell conjure animals}法术而不消耗法术位或材料成分，并用它召唤一个挑战等级为2或更低，智力得分为3或更低的畸变生物。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	" Starting at 15th level, when you surround yourself with allied beasts or monstrosities, the pack grants you benefits. You gain the following benefits if an allied beast or monstrosity is within 5 ft. of you or if you are mounted on such a creature.": "从15级开始，当你与盟友的野兽或怪物包围自己时，这个群体会给予你好处。如果有盟友的野兽或怪物在你身边5英尺内，或者你骑在这样的生物上，你将获得以下好处。",
	"You gain +2 to your AC": "你的防御等级提高了(+2)。",
	"Whenever you are the target of a melee attack, the beast or monstrosity can make a melee attack against the attacking opponent as a reaction.": "每当你成为一次近战攻击的目标时，野兽或怪物可以作为一次反应对攻击者进行一次近战攻击。",
	"When an attacker that you can see hits you with a melee attack, you can use your reaction to halve the attack's damage against you. However your beast or monstrosity ally takes the other half of the damage.": "当你能看见的攻击者用近战攻击命中你时，你可以使用你的反应来减少对你的攻击伤害一半。然而你的野兽或畸变生物盟友会承担剩余一半的伤害。",
	"Even the largest of beasts can be subdued and harnessed as siege weapons by a ranger of this enclave. A siege beast's power lies in its sheer size and ability to smash down walls or destroy siege weapons. As a result, they are at the forefront of armies, trampling anything and anyone who crosses their path, often serving as mounts for their ranger companions. Once bonded to a ranger, the siege beast becomes a force of devastation, gaining some magical abilities from its companion.": "即使是最大的野兽也可以被这个(enclave)的游侠驯服并驯化为攻城武器。攻城野兽的力量在于其庞大的体型和能够摧毁城墙或毁灭攻城武器的能力。因此，它们常常处于军队的最前线，踩踏一切阻挡在它们面前的东西和人，通常作为它们的游侠伙伴的坐骑。一旦与游侠结合，攻城野兽就会成为一股毁灭之力，从其伴侣那里获得一些魔法能力。",
	"Starting at 3rd level, you gain a beast companion that fights beside you. Choose a beast that is no larger than Large size and that has a challenge rating of 1 or lower. The beast obeys your commands and takes its turn on your initiative. On your turn, you can command the beast where to move or what actions to take, which require no actions on your part. If you are incapacitated or absent, the beast has free will and protects you and itself. If the beast dies, you can obtain another one by spending 8 hours to befriend another non-hostile beast.": "从3级开始，你将获得一只与你并肩作战的野兽伙伴。选择一只体型不超过大型的野兽，其挑战等级为1或更低。这只野兽会听从你的命令，并在你的回合中采取行动。在你的回合中，你可以命令野兽移动或采取行动，这些行动不需要你的动作。如果你陷入无能为力或缺席，野兽将自行行动并保护你和自己。如果野兽死亡，你可以花费8小时与另一只非敌对野兽建立友谊来获得另一只野兽。",
	"Starting at 7th level, the maximum challenge rating of the beast that you can have as your companion increases to 2.": "从第7级开始，你可以选择作为伙伴的野兽的最大挑战等级提高到2级。",
	"Your beast companion also gains the {@i Siege Monster} trait, allowing it to deal double damage to objects and structures.": "你的野兽伙伴也获得了{@i Siege Monster}特性，使其对物体和建筑造成的伤害翻倍。",
	"Starting at 11th level, the maximum challenge rating of the beast that you can have as your companion increases to 3 and can be of Huge size.": "从11级开始，你作为伙伴的野兽的最大挑战等级增加到3，且可以是巨型大小。",
	"Your beast companion's natural attacks count as magical for the purposes of overcoming damage resistance.": "你的野兽伙伴的自然攻击被视为魔法攻击，用于克服伤害抗性。",
	" Starting at 15th level, the maximum challenge rating of the beast that you can have as your companion increases to 4.": "从（15级）开始，你作为伙伴的野兽的最大挑战等级增加到4。",
	"When you are mounted on your beast companion or within 5 feet of it, any creature that attacks you provokes an opportunity attack from your beast companion.": "当你骑在你的兽伴上或者在它的5英尺范围内时，任何攻击你的生物都会引发你的兽伴对其进行机会攻击。",
	"Some never learn how to cast a spell but instead instinctively learn how to handle them, almost as if they were physical objects. The ancient magehunters of the Vordani tribes perfected this special technique, which later spread all over the continent. A spellthief understands the nature of spells and can reach into a spellcaster's magical pool to take some of it and use it. The most experienced spellthieves can shake off ranged spells with ease and redirect them as if they have cast it themselves.": "有些人永远学不会如何施放咒语，而是本能地学会如何处理它们，几乎就像它们是物理对象一样。瓦尔达尼部落的古代法师猎手完善了这种特殊技巧，后来这种技巧传播到整个大陆。一个咒术窃贼了解咒语的本质，可以伸手进入施法者的魔法池中取走一部分并使用它。最有经验的咒术窃贼可以轻松摆脱远程咒语并将其重定向，就好像他们自己施放了一样。",
	"Starting at 3rd level, your understanding of magic theories equals that of a trained wizard and as such, you know when it's best to strike at them. You gain proficiency in the Arcana skill if you aren't already proficient in it and gain an advantage on your attack rolls against targets maintaining concentration on a spell.": "从3级开始，你对魔法理论的理解与受过训练的巫师相当，因此，你知道何时最好对其发动攻击。如果你还没有熟练掌握《奥秘》技能，你将获得熟练加值，并且对维持法术专注的目标进行攻击时，你的攻击投掷获得优势。",
	"Starting at 9th level, you can siphon a single spell from a spellcaster with a precise strike. As a bonus action, after you hit a creature with a melee weapon, you can force the creature to make a saving throw with its spellcasting ability modifier. The DC is 8 + proficiency bonus + your Dexterity modifier.": "从第9级开始，你可以通过精准打击从一个施法者那里吸取一个法术。作为一个奖励动作，在你用近战武器击中一个生物后，你可以强迫该生物进行豁免检定，检定值为其法术强度调整值。豁免 DC 为 8 + 熟练加值 + 你的敏捷调整值。",
	"On a failed save or when you touch a willing creature, you gain a 1st level spell slot and a prepared 1st level spell chosen by you from the creature's known or prepared 1st level spells. At 13th level, the spell level you can steal increases to 2nd level spells, and at 17th level to 3rd level spells. The creature loses a 1st level spell slot, but still knows the spell and can use it normally. For the next 8 hours, you have the spell prepared and can cast it using your spell slots. If the creature is not a spellcaster you don't gain any benefits from this feature. Once you use this feature, you can't use it again until you finish a short or long rest.": "在未能通过豁免检定或触摸一个愿意的生物时，你会获得一个1级法术位，并准备一个你从该生物已知或准备的1级法术中选择的法术。在13级时，你可以窃取的法术等级提高到2级法术，而在17级时提高到3级法术。该生物失去一个1级法术位，但仍然知道该法术并可以正常使用它。在接下来的8小时内，你准备了该法术，并可以使用你的法术位施放它。如果该生物不是一个施法者，你将无法从这个特性中获得任何好处。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Starting at 13th level, you can untie the fabric of magic and take it over from your opponent spellcaster, keeping it maintained for your own benefit. As a bonus action, after you hit a creature who is the target of an active spell with a melee weapon, you can choose not to deal extra damage from your Sneak Attack. Instead, you force the creature to make a saving throw with its spellcasting ability modifier. The DC is 8 + proficiency bonus + your Dexterity modifier. On a failed save, the maintained spell ends on the creature and you gain the spell's benefits for 1 minute. Once you successfully use this feature to unhook a spell, you can't use it again until you finish a long rest.": "从13级开始，你可以解开魔法的纽带，将其从对手法术施法者那里接管过来，以使其为你所用。作为一个奖励动作，在你用近战武器击中一个被主动法术瞄准的生物后，你可以选择不造成额外的伤害来自你的潜行攻击。相反，你迫使该生物使用其法术施法能力修正进行一次豁免检定。豁免 DC 为 8 + 熟练加值 + 你的敏捷修正。如果未通过豁免检定，该生物身上的维持法术将结束，你将获得该法术的益处，持续 1 分钟。一旦成功使用此特性解除一个法术的连接，你必须完成一次长休才能再次使用它。",
	"Starting at 17th level, you know exactly how to deflect and divert a ranged magical attack. As a reaction, you can reflect a magical ranged attack made against you back at any target you can see within the spell's range. The range and DC of the spell is the original caster's range and spell save DC. Once you use this feature, you can't use it again until you finish a long rest.": "从17级开始，你完全知道如何偏转和转移一次远程魔法攻击。作为一次反应，你可以将对你发动的魔法远程攻击反射回施法者所在范围内的任何目标。法术的射程和豁免 DC 为原始施法者的射程和法术豁免 DC。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Spies are masters of infiltration and stealth, able to get out of seemingly impossible situations with the intelligence they seek. They train their memories to remember even the most minute details at a glance, making them valuable agents to recover information. Spies are adept at avoiding notice when needed, pocketing valuable objects or intelligence, and deceiving whoever they encounter with expertly woven cover stories. Some masters of their trade can even pierce the minds of their marks, allowing them to more effectively infiltrate the ranks of organizations they target.": "间谍是渗透和隐秘的大师，能够从看似不可能的情况中脱身，并获取他们所需的情报。他们训练自己的记忆力，能够一瞥记住甚至最微小的细节，使他们成为恢复信息的宝贵特工。间谍擅长在需要时避免被注意到，将有价值的物品或情报装入口袋，并用精心编织的掩护故事欺骗他们遇到的任何人。一些这个行业的大师甚至可以洞悉他们的目标的心灵，使他们能够更有效地渗透他们所针对的组织的阵营。",
	"Starting at 3rd level, you become a master of spycraft. You gain proficiency with the Dexterity (Stealth), Dexterity (Sleight of Hand), and Charisma (Deception) skills if you are not already proficient in them or double your proficiency bonus if you are already proficient in them.": "从3级开始，你成为了间谍工艺的大师。如果你还没有熟练掌握敏捷（潜行）、敏捷（巧手）和魅力（欺骗）技能，你将获得这些技能的熟练加值；如果你已经熟练掌握了这些技能，你的熟练加值将翻倍。",
	"Starting at 3rd level, you gain photographic memory and can recall the most minute details of what you've seen. You can recall every detail of a single image or a single page of script that you've studied for one round. You can recall a number of images or pages up to your Intelligence ability modifier. You can memorize new images or pages, but you will lose the memory of an image or page that you have previously memorized.": "从3级开始，你获得了摄影记忆，并能回忆起你所见过的最微小的细节。你可以回忆起你研究过的单张图像或单页脚本的每一个细节，持续一轮。你可以回忆起数量不超过你的智力能力修正值的图像或页面。你可以记忆新的图像或页面，但会失去先前记忆过的图像或页面的记忆。",
	"Starting at 9th level, whenever you fail a Dexterity (Stealth), Dexterity (Sleight of Hand), or Charisma (Deception) skill check, you can reroll the check as a bonus action. You must use the new result, even if it's lower than the original roll. Once you use this feature, you can't use it again until you finish a short or long rest.": "从9级开始，每当你失败一次敏捷（潜行）(Dexterity (Stealth))、敏捷（巧手）(Dexterity (Sleight of Hand))或魅力（欺骗）(Charisma (Deception))技能检定时，你可以将其重新投掷作为一个奖励动作。你必须使用新的结果，即使它比原始投掷低。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"Starting at 13th level, as an action you can read the surface thoughts of one creature within 60 feet of you. The effect can penetrate barriers, but 3 feet of wood or dirt, 2 feet of stone, 2 inches of metal, or a thin sheet of lead blocks it. While the target is in range, you can continue reading its thoughts, as long as your concentration isn't broken (as if concentrating on a spell). While reading the target's mind, you have advantage on Wisdom (Insight) and Charisma (Deception, Intimidation, and Persuasion) skill checks against the target.": "从13级开始，作为一个动作，你可以读取距离你60英尺内的一个生物的表面思想。这个效果可以穿透障碍物，但是3英尺的木头或泥土，2英尺的石头，2英寸的金属，或者一张薄铅板会阻挡它。只要目标在范围内，你可以继续阅读它的思想，只要你的注意力没有被打断（就像专注于一个法术一样）。在阅读目标的思想时，你对目标拥有优势，用智慧（洞察）和魅力（欺骗、恐吓和劝说）技能检定对抗目标。",
	"Starting at 17th level, instead of rolling, you can choose to automatically succeed on a Dexterity (Stealth), Dexterity (Sleight of Hand), or Charisma (Deception) skill check. Once you use this feature, you can't use it again until you finish a short or long rest.": "从17级开始，你可以选择在敏捷（潜行）(Dexterity (Stealth))、敏捷（巧手）(Dexterity (Sleight of Hand))或魅力（欺骗）(Charisma (Deception))技能检定上自动成功，而不需要投骰子。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用。",
	"Starting at 3rd level, your eyes become adapted to even the deepest darkness. You gain {@sense darkvision} in a 60-foot radius and can see through even magical darkness.": "从3级开始，你的眼睛逐渐适应了最深的黑暗。你在60英尺半径内获得{@sense darkvision}，并且能够看穿甚至是魔法黑暗。",
	"Starting at 9th level, you can blend into darkness, making your movement almost undetectable. While under the cover of darness, you can use your Sneak Attack feature regardless of other requirements and have advantage on Dexterity {@skill Stealth} skill checks.": "从9级开始，你可以融入黑暗中，使你的移动几乎不被察觉。在黑暗的掩护下，你可以使用你的偷袭特性，而不受其他要求的限制，并且在敏捷{@skill Stealth}技能检定中获得优势。",
	"Starting at 13th level, you become able to move through the shadowrealm to reach your destination. While in darkness, you can use your movement to teleport to a location within the range of your movement as long as it is also in darkness.": "从(%num%)级开始，你可以通过暗影领域移动到达目的地。在黑暗中，只要目的地也在黑暗中，你可以使用你的移动力将自己传送到你移动范围内的某个位置。",
	"From 13th level, you become able to open a narrow rift in the fabric of the planes and transpose yourself to the Shadowrealm and back to the plane from whence you came. As an action, you can travel to the Shadowrealm or return to the plane you came from as if you have cast the {@spell plane shift} spell. You can use this feature if you are on the Ethereal Plane, the Feyrealm, the Material Plane, or the Shadowrealm. No magical or physical restrictions can prevent you from accomplishing the planar travel made possible by this feature. Once you use this feature, you can't use it again until you finish a long rest.": "从13级开始，你可以打开一个窄缝在不同位面之间的织物，并将自己转移到暗影界，然后返回到你来时的位面。作为一个动作，你可以前往暗影界，或者返回到你来自的位面，就像你施放了{@spell plane shift}法术一样。你可以在虚空位面、仙境、物质位面或暗影界使用这个特性。没有任何魔法或物理限制可以阻止你完成这个特性所可能带来的位面旅行。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Starting at 17th level, you can attack a creature's life force through its shadow. When you are able to use your Sneak Attack, your target's AC against your attack becomes 10 + the creature's Dexterity modifier. You can use this feature only if your target is in darkness.": "从17级开始，你可以通过目标的影子攻击其生命力。当你能够使用你的偷袭时，你的目标对你的攻击的AC变为10 + 该生物的敏捷修正。只有当你的目标处于黑暗中时，你才能使用这个特性。",
	"You carry the forces of entropy in your bloodline, fueled by the elemental rule of chaos, and are driven to turn all things into their natural and eventual state of nothingness. Most sorcerers who are touched by chaos in this manner embrace the gifts of their blood and find use of their abilities in everyday life, while some strive through fanatical devotion to turn all things to dust, acting as agents of destruction. In either case, the magic that infuses their blood lends itself to combat, and many entropists are experts at breaking down the fortifications of their opponents and denying them healing.": "你的血脉中流淌着熵的力量，受到混沌元素规则的驱使，被驱使将一切转化为它们自然和最终的虚无状态。大多数被混沌触及的巫师会拥抱他们血脉的恩赐，并在日常生活中利用他们的能力，而有些人则通过狂热的奉献努力将一切化为尘埃，充当毁灭的代理人。无论哪种情况，注入他们血液的魔法都适用于战斗，许多熵术士擅长击溃对手的防御工事并剥夺他们的治愈能力。",
	"Starting at 1st level, your touch destroys non-organic matter. If the nonmagical object isn't being worn or carried, you can choose to cause your touch to destroy a Tiny object at 1st level, a Small object at 5th level, a Medium object at 9th level, a Large object at 13th level, and a Huge object at 17th level. If the object is being worn or carried by a creature, the creature can make a Dexterity saving throw against your spell save DC to avoid your touch. If the object touched is a non-magical weapon being carried, it takes a permanent and cumulative -1 penalty to damage rolls. If its penalty drops to -5, the weapon is destroyed. If the object touched is either a nonmagical armor or a nonmagical shield being worn or carried, it takes a permanent and cumulative -1 penalty to the AC it offers. Armor reduced to an AC of 10 or a shield that drops to a +0 bonus is destroyed.": "从1级开始，你的触摸可以摧毁非有机物质。如果非魔法物体没有被穿戴或携带，你可以选择让你的触摸摧毁一个微型物体在1级，一个小型物体在5级，一个中型物体在9级，一个大型物体在13级，一个巨型物体在17级。如果物体被生物穿戴或携带，生物可以进行一次敏捷豁免检定，检定 DC 为你的法术豁免 DC，以避免你的触摸。如果被触摸的物体是一把非魔法武器，它的伤害骰子会永久性地累积-1的惩罚。如果惩罚降至-5，武器就会被摧毁。如果被触摸的物体是一件非魔法盔甲或非魔法盾牌，它提供的AC会永久性地累积-1的惩罚。盔甲降至AC 10或盾牌降至+0奖励时就会被摧毁。",
	"Starting at 1st level, you emanate an aura of entropy that interferes with the natural order of reality. The radius of your aura is 5 feet at 1st level, but increases to 10 feet at 6th level, 15 feet at 11th level, and 20 feet at 16th level. Within your aura, objects cannot be repaired (ex.: by mending spell). Additionally, all healing effects are hampered by your aura and require a DC 10 Constitution saving throw to function.": "从1级开始，你散发出一种干扰自然秩序的熵光环。在1级时，你的光环半径为5英尺，但在6级时增加到10英尺，在11级时增加到15英尺，在16级时增加到20英尺。在你的光环内，物体无法被修复（例如：通过修补法术）。此外，所有治疗效果在你的光环内受到干扰，需要进行一次DC 10的体质豁免才能生效。",
	"Starting at 6th level, your aura of entropy also dissolves organic flesh. Each creature you choose in your Aura of Entropy must succeed on a Constitution saving throw against your spell save DC or lose a number of hit points equal to 1d4 + your spellcasting ability modifier at the start of each of its turns. While the creature remains in your aura, its body continues to dissolve, and the creature continues to lose hit points at the start of its turns unless it succeeds on the Constitution saving throw. On a successful save, the creature is immune to this effect for 24 hours.": "从6级开始，你的熵之光环也会溶解有机组织。你在熵之光环中选择的每个生物必须通过一次对抗你法术豁免 DC 的体质豁免才能免受伤害，否则在其每个回合开始时失去相当于1d4加上你的法术属性调整值的生命值。当生物仍停留在你的光环中时，它的身体会继续溶解，除非它通过体质豁免，否则在其回合开始时会继续失去生命值。在成功豁免后，生物对这种效果免疫24小时。",
	"Starting at 14th level, you are partially protected against the flow of entropy. You gain resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks not made with adamantine weapons. You also gain advantage on saving throws against any spell cast or effects created by lawful creatures.": "从14级开始，你在抗衡熵流方面有一定的保护。你对非由精金武器造成的非魔法攻击所造成的钝击、穿刺和斩击伤害具有抗性。此外，你对任何由守序生物施放的法术或效果的豁免投掷获得优势。",
	"Additionally, you gain advantage against petrification and any other transmutation effect that would change the composition of your body or physical form, like polymorph.": "此外，你对石化以及任何其他可能改变你身体构成或物理形态的变形效果（如多形术）获得优势。",
	"Starting at 18th level, as an action you can rip the fabric of space and create a swirling void in the multiverse, summoning a sphere of annihilation out of raw entropy. The sphere remains in existence for 1 minute, and you have advantage on rolls to control the sphere. You can't use this feature again until you finish a long rest.": "从18级开始，作为一个动作，你可以撕裂空间的面纱，在多元宇宙中制造一个旋转的虚空，从原始的混沌中召唤出一个湮灭之球。这个球会持续存在1分钟，你在控制这个球的投掷中获得优势。直到你完成一次长休之前，你不能再次使用这个特性。",
	"Some descendants of lycanthropes can awaken the power of their ancestors and benefit from the curse that runs in their blood. These individuals become more and more bestial as their dormant heritage slowly awakens, which they sometimes find hard to control. Lycanthropic bloodline sorcerers rely on their newfound natural savagery in combat and benefit from the defensive capabilities of their ancestors.": "一些狼人后裔可以唤醒祖先的力量，并从他们血液中流淌的诅咒中获益。随着他们沉睡的遗传逐渐觉醒，这些个体变得越来越野兽化，有时很难控制。狼人血统的巫师依赖于他们在战斗中新发现的天生凶猛，并受益于祖先的防御能力。",
	"Starting at 1st level, your senses become sharper, similar to that of a predator. You gain advantage on Wisdom (Perception) skill checks that rely on hearing or smell.": "从1级开始，你的感官变得更加敏锐，类似于捕食者。你在依赖听觉或嗅觉的感知（(Perception)）智力检定中获得优势。",
	"Starting at 1st level, your bestial side awakens, giving you the skills of predators. You gain proficiency in the Dexterity (Stealth), Wisdom (Perception), and Wisdom (Survival) skills if you are not already proficient in them.": "从1级开始，你的野兽一面觉醒，赋予你猎食者的技能。如果你还没有熟练掌握，你将获得敏捷（潜行）、感知（感知）和生存（生存）技能的熟练加值。",
	"Starting at 6th level, you can assume the form of a lycanthrope hybrid. As an action, you can spend 1 sorcery point to transform into a hybrid form for 1 minute and gain the following benefits:": "从6级开始，你可以变成狼人混合体形态。作为一个动作，你可以花费1点法术点来变成混合体形态，持续1分钟，并获得以下好处：",
	"When you aren't wearing armor, your AC equals 12 + your Dexterity modifier.": "当你没有穿戴盔甲时，你的AC等于12 + 你的敏捷调整值。",
	"You gain damage resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks not made with silvered weapons.": "你获得对非魔法攻击造成的钝击、穿刺和砍击伤害的抗性，但不包括银制武器攻击。",
	"You become proficient with natural weapons.": "你变得精通自然武器。",
	"Your hands transform into claws that deal 1d6 + Strength modifier points of slashing damage. You can attack twice with your claws, instead of once, whenever you take the attack action on your turn.": "你的双手变成爪子，造成1d6 + 力量调整点的割伤伤害。每当你在你的回合上采取攻击动作时，你可以用你的爪子攻击两次，而不是一次。",
	"As a bonus action, you can make a bite attack that deals 1d8 + Strength modifier points of piercing damage.": "作为一个奖励动作，你可以进行一次咬击攻击，造成1d8 + 力量调整点的穿刺伤害。",
	"Starting at 14th level, the curse coursing in your veins manifests, giving you enhanced invulnerability. You gain damage resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks not made with silvered weapons.": "从14级开始，你体内流淌的诅咒显现出来，赋予你增强的无敌能力。你获得对非用银制武器造成的非魔法攻击所造成的钝击、穿刺和斩击伤害的抗性。",
	"Starting at 18th level, you become an apex lycanthropic predator infused with magic. When using your Hybrid Form class feature, you gain the following additional benefits:": "从18级开始，你将成为一只融合了魔法的顶级狼人捕食者。当使用你的混合形态（Hybrid Form）职业特性时，你将获得以下额外好处：",
	"When you aren't wearing armor, your AC equals 13 + your Dexterity modifier.": "当你没有穿戴盔甲时，你的AC等于13 + 你的敏捷调整值。",
	"Your claw damage increases to 2d4 + Strength modifier points of slashing damage.": "你的爪子伤害增加至2d4 + 力量调整点的割伤伤害。",
	"Your bite damage increases to 2d6 + Strength modifier points of piercing damage.": "你的咬伤伤害增加至2d6 + 力量调整点的穿刺伤害。",
	"You gain an additional attack action on each of your turns.": "你在每个回合都获得额外的攻击行动。",
	"The bloodline of the ancient primordial elementals runs in only a few creatures on the Material Plane. These creatures are partially composed of the elements that make up the fabric of all worlds, making them less vulnerable to energy effects. Primordial energy savants are conduits of elemental power who can nurture their heritage to an extent where they can freely access all of the elements to imbue their spells. At the peak of their power, the connection of these elemental-infused creatures on the Elemental Planes is so strong that they can tear a gateway to them using their sheer forces of will.": "在物质位面上，只有少数生物拥有古代原始元素生物的血统。这些生物部分由构成所有世界基础的元素组成，使它们对能量效应的影响较小。原始能量专家是元素力量的导管，他们可以培养自己的遗传特质，以至于可以自由地访问所有元素来赋予他们的法术。在他们力量的巅峰时期，这些充满元素的生物与元素位面的连接如此强大，以至于他们可以凭借自身意志的纯粹力量撕裂通往那里的通道。",
	"Starting at 1st level, you innately become able to converse with those who speak the language of the elements. You can understand and speak Auran, Aquan, Ignan, and Terran.": "从1级开始，你天生具备与会说元素语言的人交谈的能力。你可以理解并说出风语、水语、火语和土语。",
	"Starting at 1st level, your anatomy resembles that of an elemental, making you less vulnerable to elements and certain conditions that affect the body. You gain advantage on saving throws against being petrified or poisoned. You also gain a damage threshold of 2 against acid, cold, fire, lightning, and thunder damage.": "从1级开始，你的解剖结构类似元素生物，使你对影响身体的元素和某些状态不那么脆弱。你在豁免石化或中毒效果时获得优势。你还对酸性、冰冷、火焰、闪电和雷电伤害获得2点的伤害阈值。",
	"Starting at 6th level, you become able to choose the element you wish to create with your spells. You can spend 1 sorcery point to change the damage type of a spell that causes acid, cold, fire, lightning, or thunder damage to any of the damage types that you can change.": "从6级开始，你可以选择你希望用你的法术创造的元素。你可以花费1点术法点来改变一个造成酸性、冰冷、火焰、闪电或雷电伤害的法术的伤害类型，改变为你可以改变的任何伤害类型。",
	"Starting at 14th level, your element-based spells become harder to resist. When you cast a spell that deals acid, cold, fire, lightning, radiant, or thunder damage and forces a creature to make a saving throw to resist the effects of the spell, you can spend 3 sorcery points to give all targets of the spell disadvantage on their first saving throw made against the spell.": "从14级开始，你的基于元素的法术变得更难抵抗。当你施放一项造成酸性、冰冷、火焰、闪电、光辉或雷电伤害并迫使生物进行豁免才能抵抗法术效果的法术时，你可以花费3点法术点数，使法术的所有目标在对抗该法术的第一次豁免检定时获得劣势。",
	"Starting at 18th level, you can open a portal to any of the elemental planes. You can cast the {@spell gate} spell to open a portal to an Elemental Plane. Once you use this feature, you can't use it again until you finish a long rest.": "从18级开始，你可以打开通往任何元素位面的传送门。你可以施展{@spell gate}法术来打开通往一个元素位面的传送门。一旦你使用了这个特性，你必须休息长时间后才能再次使用。",
	"Chaos Wielders choose the Elemental Chaos as their patron, allowing them to tap into the raw forces of chaos and manipulate fate itself. In their temperaments, these warlocks often resemble the force they serve - they are erratic and sometimes even nihilistic, not bound by any standards of laws or social norms. As a result, Chaos Wielders are usually spurned by the rest of society and are considered dangerous in their seemingly incomprehensible motives.": "混沌操控者选择元素混沌作为他们的主宰，使他们能够利用混沌的原始力量并操纵命运本身。在性情上，这些术士经常像他们所侍奉的力量一样-他们是不稳定的，有时甚至是虚无主义的，不受任何法律或社会规范的约束。因此，混沌操控者通常被社会其他成员所唾弃，并被认为是危险的，因为他们的动机看似难以理解。",
	"At 1st level, the Elemental Chaos lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you:": "在1级时，元素混沌（Elemental Chaos）允许你在学习术士法术时从扩展列表中进行选择。以下法术将被添加到你的术士法术列表中：",
	"Starting at 1st level, your spells can have unforeseen consequences. You can choose to apply a Wild Magic Surge effect immediately after you cast the spell. Roll for a random effect on the Wild Magic Surge table on page 104 of the Player's Handbook. You can use this feature a number of times equal to half your warlock levels rounded down, and you regain all expended uses when you finish a long rest.": "从1级开始，你的法术可能会带来意想不到的后果。你可以选择在施放法术后立即应用一次狂野魔法涌动效果。在你施放法术后，根据《玩家手册》第104页的狂野魔法涌动表进行随机效果的投掷。你可以使用这个特性的次数等于你的术士等级的一半（向下取整），当你完成一次长休后，你恢复所有已使用的次数。",
	"Starting at 6th level, you can manipulate fate using the power of chaos. When any creature makes an attack roll, ability check, or saving throw, you can use your reaction to roll 1d4 and apply the number rolled as a bonus or penalty to the creature's roll. You can do so after the creature rolls but before any effects of the roll occur. At 10th level, this dice increases to 1d6, and at 14th level this dice increases to 1d8. You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "从6级开始，你可以利用混沌之力操纵命运。当任何生物进行攻击检定、能力检定或豁免检定时，你可以使用你的反应投掷1d4，并将投掷的数字作为奖励或惩罚应用于该生物的检定中。你可以在生物投掷之后但结果生效之前这样做。在10级时，这个骰子增加到1d6，而在14级时增加到1d8。你可以使用这个特性的次数等同于你的熟练加值，并在完成一次长休后恢复所有已用次数。",
	"Starting at 10th level, you can manipulate the energies of your spells for optimal effect. For any spell that requires a dice roll, you can roll twice and take the desired roll. Once you use this feature, you can't use it again until you finish a short or long rest.": "从10级开始，你可以操纵你的法术能量以达到最佳效果。对于任何需要掷骰的法术，你可以投掷两次并选择你想要的结果。一旦你使用了这个特性，你必须休息短暂或长时间才能再次使用。",
	"Starting at 14th level, you can manipulate your fate and those of others. When any creature makes an attack roll, ability check, or saving throw, you can use your reaction to give advantage or disadvantage to the creature's roll. You can do so after the creature rolls but before any effects of the roll occur. You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "从14级开始，你可以操控你自己和他人的命运。当任何生物进行攻击检定、能力检定或豁免检定时，你可以使用你的反应来给予该生物的检定优势或劣势。你可以在生物掷骰之后但结果生效之前这样做。你可以使用这个特性的次数等同于你的熟练加值，当你完成一次长休后，你会恢复所有已使用的次数。",
	"Warlocks who venerate a Great Wyrm are bestowed with powers that emulate those of their draconic patrons. Their patrons share their blood with these warlocks, slowly transforming their physical forms as they gain draconic features like claws and even wings, as well as the senses and frightful presence of their mighty master.": "崇拜一位巨龙的术士被赋予了模仿他们龙类保护者能力的力量。这些术士的保护者与他们分享血脉，随着他们获得龙爪、甚至翅膀等龙类特征，以及他们强大主人的感知能力和可怕气场，慢慢地改变他们的身体形态。",
	"At 1st level, your Great Wyrm patron lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you:": "在1级时，你的巨龙之主（Great Wyrm patron）让你在学习术士法术时可以从一个扩展列表中进行选择。以下法术将被添加到你的术士法术列表中：",
	"Starting at 1st level, you can speak, read, and write Draconic. Additionally, whenever you make a Charisma ability check when interacting with dragons, your proficiency bonus is doubled if it applies to the check.": "从1级开始，你可以说、读和写龙语。此外，每当你与龙交互时进行魅力属性检定时，如果适用于该检定，你的熟练加值会加倍。",
	"Starting at 1st level, your hands become clawlike that you can use to make attacks. The claws have a reach of 5 feet, can be used as an unarmed strike, and deal 1d6 + Strength modifier slashing damage on a hit.": "从1级开始，你的双手变得像爪子一样，可以用来进行攻击。这些爪子的攻击范围为5英尺，可以用作徒手攻击，并在命中时造成1d6 + 力量调整值的割伤伤害。",
	"Starting at 6th level, you become dragonlike in your nature. You gain the Draconic Ancestry, and associated Breath Weapon and Damage Resistance traits of the Dragonborn race.": "从6级开始，你的本质变得像龙一样。你获得了龙裔的血统，以及与龙裔种族相关的吐息武器和伤害抗性特征。",
	"Starting at 10th level, you gain blindsight 30 ft. Additionally, you sense the presence of any treasure worth over 100 gold pieces within 120 feet of you. This ability merely reveals that treasure is present. You don't learn the location of the treasure, but you do learn its general value. This ability can't locate treasure if any thickness of lead, even a thin sheet, blocks a direct path between you and the object.": "从10级开始，你获得30尺的盲视。此外，你能感知到距离你120尺以内的价值超过100金币的任何宝藏的存在。这种能力只是揭示了宝藏的存在。你不会得知宝藏的具体位置，但会了解其大致价值。如果任何厚度的铅，甚至是一张薄薄的铅片，阻挡了你和物体之间的直接路径，这种能力无法定位宝藏。",
	"Starting at 14th level, you gain the ability to sprout a pair of dragon wings from your back, gaining a fly speed equal to your walking speed. You can create these wings as a bonus action on your turn. They last until you dismiss them as a bonus action on your turn. You can't manifest your wings while wearing armor unless the armor is made to accommodate them, and clothing not made to accommodate your wings might be destroyed when you manifest them.": "从14级开始，你获得了从背后长出一对龙翼的能力，飞行速度等同于你的行走速度。你可以在你的回合中将这些翅膀创造为一个奖励动作。它们会持续直到你在你的回合中将它们解散为止。除非盔甲适合这些翅膀，否则你不能在穿戴盔甲时显现你的翅膀，而且没有为你的翅膀设计的服装在你显现它们时可能会被摧毁。",
	"Additionally at 14th level, you can channel the dread presence of your dragon ancestor, causing those around you to become frightened. As an action, you can draw on this power and exude an aura of fear to a distance of 60 feet. For 1 minute or until you lose your concentration (as if you were concentrating on a spell), each hostile creature that starts its turn in this aura must succeed on a Wisdom saving throw against your spell save DC or be frightened until the aura ends. A creature that succeeds on this saving throw is immune to your aura for 24 hours. Once you use this feature, you can't use it again until you finish a short or long rest.": "此外，在14级时，你可以引导你龙祖的可怕存在，使周围的人变得恐惧。作为一个动作，你可以利用这种力量，散发出一种恐惧的光环，覆盖60英尺的范围。在1分钟内，或者直到你失去集中力（就像你在集中一个法术一样），每个开始回合处于这个光环中的敌对生物必须通过一次以你的法术豁免 DC 为目标的感知豁免检定，否则会在光环结束前感到恐惧。成功通过这次豁免检定的生物在接下来的24小时内对你的光环免疫。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用它。",
	"At 1st level, your hag patron lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you:": "在1级时，你的巫婆（hag）守护者让你在学习术士法术时可以从一个扩展列表中进行选择。以下法术将被添加到你的术士法术列表中：",
	" Starting at 1st level, you can mimic the shape-changing ability of your hag patron. As a bonus action, you can magically polymorph into a Small or Medium humanoid for one hour. Your statistics are the same in each form. Any equipment you are wearing or carrying isn't transformed. You revert to your true form if you die. Once you use this feature, you can't use it again until you finish a long rest.": "从1级开始，你可以模仿你的女巫保护者的变形能力。作为一个奖励动作，你可以在一个小时内魔法变形成一个小型或中型人形生物。你在每种形态下的属性都是相同的。你穿戴的或携带的任何装备不会被转变。如果你死亡，你会恢复到真实形态。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Starting at 1st level, your hag patron bolsters your determination. You have advantage on saving throws against being charmed.": "从1级开始，你的女巫宗主增强了你的决心。你对被魅惑的豁免 throws 有优势。",
	"Starting at 6th level, you can cause intense pain with your damaging spells. As a bonus action, you can choose to use painful incantation when you roll damage for a spell and force the damaged creature to make a Constitution saving throw (DC 8 + proficiency bonus + Charisma modifier). On a failed save, the target creature's speed is halved, it has disadvantage on attacks, skill checks, Strength and Dexterity saving throws for 1 minute, and if the target tries to cast a spell during this time, it must first succeed on a Constitution saving throw or the casting fails and the spell is wasted. A target suffering from this pain can make a Constitution saving throw at the end of each of its turns. On a successful save, the pain ends. Once you use this feature, you can't use it again until you finish a long rest.": "从6级开始，你可以用你的伤害法术造成剧痛。作为一个奖励动作，你可以选择在施放法术时使用痛苦咒语，让受伤的生物进行一次体质豁免投骰（豁免 DC 8 + 熟练加值 + 魅力调整值）。如果未通过豁免，目标生物的速度减半，攻击、技能检定、力量和敏捷豁免投骰都有劣势，持续1分钟，如果目标在此期间尝试施放法术，必须首先通过一次体质豁免投骰，否则施法失败，法术消耗。受到这种痛苦影响的目标可以在每个回合结束时进行一次体质豁免投骰。通过成功的豁免，痛苦结束。一旦你使用了这个特性，直到完成一次长休息之前，你不能再次使用它。",
	"Starting at 10th level, you can channel the vile energies of your hag patron to curse your enemies. As a bonus action, you can force one creature of your choice within 30 feet to make a Charisma saving throw (DC 8 + proficiency bonus + Charisma modifier). On a failed save, the target creature is cursed and must roll 1d6 and subtract the number rolled from its attack rolls or saving throws whenever it makes one within the next 1 minute. For the duration, the target creature also gains vulnerability to all damage dealt by you. A remove curse spell ends this effect. Once you use this feature, you can't use it again until you finish a long rest.": "从10级开始，你可以利用你的女巫守护者的邪恶能量来诅咒你的敌人。作为一个奖励动作，你可以迫使30英尺内的一个你选择的生物进行一次魅力豁免检定（豁免 DC 8 + 熟练加值 + 魅力调整值）。如果未通过豁免检定，目标生物将被诅咒，并在接下来的1分钟内每次进行攻击检定或豁免检定时，必须投掷1d6并从其结果中减去。在持续时间内，目标生物还会对你造成的所有伤害获得易伤状态。一次驱散诅咒的法术可以结束这个效果。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Starting at 14th level, you gain the ability to traverse the Ethereal plane. You can cast {@spell etherealness} without consuming a spell slot. Once you use this feature, you can't use it again until you finish a long rest.": "从14级开始，你获得穿越以太位面的能力。你可以施放{@spell etherealness}而不消耗法术槽。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Academic wizards are highly trained in all forms of schools of magic and are specialized in the methodology and procedures of spellcasting itself. They analyze the structure of spell formulas in great detail to optimize them and to be able to handle them with greater ease than other mages. Their understanding of these basic concepts allows them to interchange spells in a versatile, almost effortless way. Academic wizards are only trained in the Arcane Tower in the kingdom of Aglarion, where they master their trade for long years before leaving the academy.": "学术巫师在所有形式的魔法学派中接受高度训练，并专攻于咒语施法的方法论和程序。他们会详细分析咒语公式的结构，以优化并比其他法师更轻松地处理它们。他们对这些基本概念的理解使他们能够以一种多才多艺、几乎毫不费力的方式交换咒语。学术巫师只在阿格拉里安王国的奥术塔进行训练，在那里他们在离开学院之前会长时间地精通自己的行业。",
	"Starting at 2nd level, you have learned to recall spells more efficiently by remembering their key variables. You can recover an additional spell slot when using your arcane recovery class ability.": "从2级开始，你学会了通过记住关键变量更有效地回忆法术。当使用你的奥术恢复（Arcane Recovery）职业特性时，你可以额外恢复一个法术位。",
	"Starting at 2nd level, you have mastered conducting rituals by focusing on their most fundamental structures. Instead of the usual 10 minutes required to cast ritual spells, you can cast the ritual version of a spell in 1 minute.": "从2级开始，你已经掌握了通过专注于仪式的最基本结构来进行仪式的技巧。你可以在1分钟内施展仪式版本的法术，而不是通常需要的10分钟。",
	"Starting at 6th level, you can prepare spells faster than usual. Preparing a new spell takes 1 round per spell level for you instead of the usual 1 minute per spell level.": "从6级开始，你可以比通常更快地准备法术。对你来说，准备一个新法术只需每个法术等级1轮，而不是通常的每个法术等级1分钟。",
	"Starting at 10th level, you attain an optimized form of spellcasting methodology, which makes your spells more powerful. Spells you cast are considered to be one spell slot level higher than their actual spell slot level.": "从10级开始，你获得了一种优化的施法方法，使你的法术更加强大。你施放的法术被视为比它们实际的法术位级别高一级。",
	"Starting at 14th level, you learn how to apply spells so that their effects are combined. You can apply and stack the same magical effect of a spell to a target one additional time. Once you use this feature, you can't use it until you finish a long rest.": "从14级开始，你学会了如何将法术效果进行组合。你可以将同一法术的魔法效果额外叠加到目标身上一次。一旦你使用了这个特性，你必须完成一次长休才能再次使用。",
	"Magic is reliable, it is hard to cheat, and is a more convenient tool to safeguard riches or secrets than intelligent guardians or monsters of any kind. Arcane sentinels are abjuration-specialist wizards who focus on magic that wards areas and prevents intrusion. Their spells are more durable, harder to remove, and more deadly when properly placed. Master Bertio Ranberd is the most renowned practitioner of the arcane sentinel school in Aglarion, teaching his secret formulas at his shop and boarding school, the Emporium of Marvelous Rarities.": "魔法是可靠的，很难欺骗，比任何智能守卫或怪物更方便地保护财富或秘密。奥术哨兵是专攻驱护魔法的巫师，专注于保护区域并防止入侵的魔法。他们的法术更持久，更难移除，并在正确放置时更具致命性。巴提奥·兰伯德大师是阿格拉里昂最著名的奥术哨兵学派实践者，在他的商店和寄宿学校，奇珍异宝集市中教授他的秘密配方。",
	"Starting at 2nd level, you become practiced at learning abjuration spells. The gold and time you must spend to copy an abjuration spell into your spellbook is halved.": "从2级开始，你变得擅长学习（abjuration）（(护卫)）法术。将护卫法术复制到你的法术书中所需的金钱和时间减半。",
	"Starting at 2nd level, you gain deeper insight into the working of the {@spell alarm} spell. Add the alarm spell to your spellbook. The duration of an alarm spell cast by you becomes 24 hours, and it can be both mental and audible. You can also designate other willing creatures to be alerted by your alarm spell's mental alert.": "从2级开始，你对{@spell alarm}法术的运作有了更深入的了解。将警报法术添加到你的法术书中。你施放的警报法术持续时间变为24小时，可以同时是心灵和听觉警报。你还可以指定其他愿意的生物被你的警报法术心灵警报。",
	"Starting at 6th level, you can inscribe the {@spell glyph of warding} spell in an instant and make it more potent. Add the glyph of warding spell to your spellbook. You can cast the glyph of warding spell as an action without using a spell slot and reroll a number of the damage dice equal to your Intelligence modifier (minimum 1) when using the spell's explosive runes option. You must use the new rolls. Once you use this feature, you can't use it until you finish a long rest.": "从6级开始，你可以立即刻写{@spell glyph of warding}咒语，并使其更加强大。将守护符文咒语添加到你的法术书中。你可以将守护符文咒语作为一个动作施放，而不使用法术槽，并在使用该咒语的爆炸符文选项时，重新投掷等于你的智力调整值（最少1）的伤害骰数量。你必须使用新的点数。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"Starting at 10th level, your abjuration spells become hard to dispel. An attempt to use the spells counterspell or dispel magic against your 3rd or lower level abjuration spells requires an ability check. All ability checks made to dispel an abjuration spell cast by you have disadvantage.": "从10级开始，你的（Abjuration）（护卫）法术变得难以解除。试图使用（Counterspell）（驱散）或（Dispel Magic）（驱散魔法）来对抗你的3级或更低级的护卫法术需要进行一次能力检定。所有试图解除你施放的护卫法术的能力检定都具有劣势。",
	"Starting at 14th level, you can deduct the outcome of a threat directed at you. As a reaction, you can add your Intelligence modifier (minimum 1) as a bonus to your AC or a saving throw made against a spell.": "从14级开始，你可以推测针对你的威胁的结果。作为一次反应，你可以将你的智力调整值（最低为1）作为奖励添加到你的防御等级或对抗法术的豁免投掷中。",
	"The arcane studies of the school of illusions led some specialist mages to discover ways to infuse their spells with shadow material drawn directly from the Shadowrealm. These illusions are tangible, almost real manifestations of their creator's creativity that can physically interact with their surroundings. Most shadow wizards in Aglarion treat their knowledge as a highly kept secret that they rarely teach to others. Many of them have succumbed to the negative influence of the umbral powers they have learned to manifest, turning into bitter, emotionless versions of their former selves.": "幻术学派的奥术研究使一些专家法师发现了一种方法，可以将他们的咒语注入直接从影界中提取的暗影物质。这些幻象是切实可感的，几乎是创造者创造力的真实体现，可以与周围环境进行物理互动。阿格拉里安的大多数暗影巫师将他们的知识视为极其保密的秘密，很少传授给他人。他们中的许多人已经屈服于他们学会表现的阴影力量的负面影响，变成了苦涩、无情的自己的版本。",
	"Starting at 2nd level, your eyes have adapted to darkness. You gain darkvision with a 60- foot radius, or your darkvision's radius improves by 60 feet if you already have darkvision.": "从2级开始，你的眼睛适应了黑暗。你获得60英尺半径的暗视，或者如果你已经拥有暗视，你的暗视半径将增加60英尺。",
	"Starting at 2nd level, you can instantly create a tangled mass of shadows that make you harder to hit. You can use your reaction to conjure a shadowy aura that negates one hit by an attack that targets you. Once you use this feature, you can't do so again until you finish a short or long rest.": "从2级开始，你可以立即创造一团纠缠的阴影，使你更难被击中。你可以使用你的反应召唤一个阴影光环，抵消一次针对你的攻击的命中。一旦你使用了这个特性，你必须休息短暂或长时间才能再次使用。",
	" Starting at 6th level, you can empower your illusions with quasi-real shadows that deal damage. When you cast a 1st or higher level spell to create the image of an object, creature, or visible phenomenon, you can choose to cast your spell to deal 1d6 psychic damage per spell level at the beginning of every turn of each affected creature. Affected creatures can make an Intelligence saving throw to halve the damage. Physical interaction with the image does not reveal it to be an illusion. A creature that successfully disbelieves the image by taking an action to make a successful Intelligence (Investigation) skill check becomes immune to the damage dealt by the spell.": "从6级开始，你可以用准实体的阴影增强你的幻象，造成伤害。当你施放一个1级或更高级的法术来制造一个物体、生物或可见现象的形象时，你可以选择施放你的法术，使每个受影响生物的每个回合开始时受到等同于法术等级的1d6点精神伤害。受影响的生物可以进行一次智力豁免才能减半伤害。与形象进行物理互动不会揭示其为幻觉。通过采取行动进行成功的智力（调查）技能检定来成功怀疑形象的生物将对法术造成的伤害免疫。",
	"Starting at 10th level, you can create a barrage of illusory damaging spells formed out of semi-real shadowstuff. As an action, you can choose an evocation spell that deals damage. You cast this spell as an illusion spell using a spell slot equal to the spell level of the chosen spell. Otherwise, the spell works exactly like the original spell. The affected creature must make the saving throws as described in the spell's description. However, a creature affected by a shadow evocation spell must first make an Intelligence saving throw. On a failed save, the creature believes the spell to be real and takes damage from the spell as normal. On a successful save, the creature takes only half damage.": "从10级开始，你可以创造一连串由半实半虚的阴影物质形成的虚幻伤害法术弹幕。作为一个动作，你可以选择一个造成伤害的唤醒法术。你以一个等同于所选法术等级的法术位来施放这个法术，将其作为一个幻术法术。否则，这个法术的效果与原始法术完全相同。受影响的生物必须按照法术描述中的说明进行豁免投掷。然而，受到阴影唤醒法术影响的生物必须首先进行一次智力豁免投掷。未能通过豁免的生物会相信这个法术是真实的，并像正常情况下一样受到法术造成的伤害。通过豁免的生物只会受到一半的伤害。",
	"Starting at 14th level, you can create a quasi-real creature made out of shadows. As an action, you can cast the conjure elemental spell without expending a spell slot or material components, but instead of conjuring an elemental, you can create an illusory creature of challenge rating 6 or lower of any type. A creature that uses its action to examine the illusory creature can determine that it is an illusion with a successful Intelligence (Investigation) skill check against your spell save DC. If a creature discerns the illusory creature for what it is, the creature can see through the image and takes only half damage from the illusory creature, and has advantage on saving throws and ability checks made against the illusory creature. Once you use this feature, you can't use it until you finish a long rest.": "从14级开始，你可以创造一个由阴影构成的准实体生物。作为一个动作，你可以施放召唤元素生物法术，而无需消耗法术位或材料组件，但是你可以创造一个挑战等级为6或更低的任何类型的幻象生物，而不是召唤元素生物。一个使用动作来检查这个幻象生物的生物可以通过对你的法术豁免 DC 的成功智力（调查）技能检定来确定它是一个幻象。如果一个生物识破了这个幻象生物的真相，它可以看穿这个形象，并且只受到幻象生物一半的伤害，并且在对抗幻象生物的豁免和能力检定中获得优势。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。"
}