{
	"The Path of the Doomed Slayer is ultimately one of self-destruction, trod by Barbarians with an insatiable battle lust, those who have nothing left to lose, or even as an impossible redemption for an exile.": "注定走向毁灭的杀戮者之路，最终是自我毁灭的道路，由那些有着无法满足的战斗欲望的野蛮人踏上，那些已经失去一切的人，甚至作为流亡者不可能的救赎。",
	"These warriors are fuelled by a perpetual torment and typically eschew weapons, fighting bare handed with bloody efficiency as they tear their way through their enemies.": "这些战士被永恒的折磨所激励，通常避开武器，赤手空拳地以血腥的效率与敌人搏斗，将他们撕成碎片。",
	"Beginning at 3rd level, while raging your unarmed strikes count as simple melee weapons for you and you can roll a {@damage d4} in place of the normal damage of your unarmed strike. If you aren't wielding any weapons or a shield when you make the attack roll, the {@damage d4} becomes a {@damage d6}. When you use the Attack action with an unarmed strike while raging, you can make one unarmed strike as a bonus action.": "从3级开始，当你愤怒时，你的徒手攻击被视为简单近战武器，你可以用{@damage d4}代替徒手攻击的普通伤害。如果你在进行攻击骰时没有装备任何武器或盾牌，这个{@damage d4}变成{@damage d6}。当你在愤怒状态下使用攻击动作进行徒手攻击时，你可以额外进行一次徒手攻击作为奖励动作。",
	"Additionally as part of the bonus action you take to enter your rage, you can make one unarmed strike.": "另外，作为进入狂暴状态时采取的奖励动作，你可以进行一次徒手攻击。",
	"At 6th level, the damage die for this feature increases to a {@damage d6}, or a {@damage d8} when you aren't wielding any weapons or a shield and you make the attack roll.": "在第6级时，此特性的伤害骰增加到{@damage d6}，或者当你没有装备任何武器或盾牌并进行攻击投掷时增加到{@damage d8}。",
	"At 6th level whenever you reduce a creature to 0 hit points with an unarmed strike while raging you gain temporary hit points equal to the damage dealt by the unarmed strike.": "在第6级时，每当你在狂暴状态下用徒手攻击将一名生物的生命值降至0时，你会获得临时生命值，数值等同于徒手攻击造成的伤害。",
	"Additionally while raging, your unarmed strikes count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "此外，在狂暴状态下，你的徒手攻击被视为魔法攻击，以克服对非魔法攻击和伤害的抗性和免疫。",
	"Starting at 10th level, while raging you can use your bonus action to move up to half your speed towards a hostile creature and make an unarmed strike against it (if it is in your reach).": "从10级开始，当你愤怒时，你可以使用你的奖励动作，向敌对生物移动你速度的一半，并对其进行一次徒手攻击（如果它在你的攻击范围内）。（Raging）",
	"Additionally when a creature hits you with a ranged attack, you can use your reaction to move up to half your speed towards the creature and make an unarmed strike against it (if it is in your reach). ": "此外，当一只生物用远程攻击击中你时，你可以使用你的反应将自己的速度移动的一半朝着那只生物，并对其进行一次徒手攻击（如果它在你的攻击范围内）。",
	"Movement from this feature doesn't provoke opportunity attacks.": "从这个特性移动不会引发机会攻击。",
	"At 14th level you're able to destroy lesser foes with little effort and bestow terrible injuries onto others.": "在14级时，你可以毫不费力地摧毁较弱的敌人，并给其他人造成可怕的伤害。",
	"Once per turn, when you hit a creature with an unarmed strike while raging you can use a bonus action to force the creature to make a Constitution saving throw with a DC equal to 8 + your proficiency bonus + your Strength modifier.": "每回合一次，在愤怒时，当你用徒手攻击命中一名生物时，你可以使用一个奖励动作，迫使该生物进行一次体质豁免检定，难度等于 8 + 你的熟练加值 + 你的力量修正。",
	"On a failed save, the creature dies instantly in a burst of gore if its current hit points are less than your Strength score; otherwise you can choose one of the following effects, provided the target has an applicable location on its body (DM's discretion):": "如果未通过豁免检定，且生物当前的生命值低于你的力量分数，那么生物会立即在一团血肉飞溅中死亡；否则，你可以选择以下效果之一，前提是目标身体上有适用的部位（由DM决定）：",
	"The creature falls {@condition prone}, is unable to stand up, and it can't use reactions. On its turn, it can use either an action (except Multiattack) or a bonus action, not both. A creature is immune to this effect if it is more than two sizes larger than you.": "生物倒地 {@condition prone}，无法站起来，也不能使用反应。在它的回合里，它只能使用动作（不包括多次攻击）或者一个奖励动作，不能同时使用两者。如果一个生物比你大两个尺寸以上，那么它对这个效果免疫。",
	"The creature's current and maximum hit points are reduced by an amount equal to your Strength score at the start of each of its turns; if its hit point maximum drops to 0, it dies.": "该生物的当前生命值和最大生命值在每个回合开始时都会减少与你的力量得分相等的数值；如果它的最大生命值降至0，它就会死亡。",
	"The creature has disadvantage on any ability checks, such as Wisdom ({@skill Perception}) checks, that rely on sight and on ranged attack rolls.": "该生物在进行任何依赖视觉的能力检定，比如感知({@skill Perception})检定，以及远程攻击投掷时都具有劣势。",
	"The creature drops what it is holding with the targeted arm, it can no longer hold anything with two hands, and it can hold only a single object at a time. It also has disadvantage on melee attack rolls.": "生物会用被瞄准的手放下它正在握着的东西，它再也不能用双手握住任何东西，一次只能握住一个物体。它还在近战攻击检定中获得劣势。",
	"The creature's flying speed is halved, and it falls 60 feet if it ends its turn in the air and nothing else is holding it aloft.": "该生物的飞行速度减半，如果它在空中结束回合且没有其他支撑它停留在空中，它将下落60英尺。",
	"The creature has disadvantage on any ability checks or saving throws made with Intelligence, Wisdom and Charisma.": "该生物在使用智力、感知和魅力进行的任何能力检定或豁免检定中都具有劣势。",
	"The creature's speed on foot is halved, and it falls {@condition prone} after using the {@action Dash} action. It also has disadvantage on Dexterity checks made to balance and Dexterity saving throws.": "该生物的步行速度减半，并在使用{@action Dash}动作后倒地{@condition prone}。它还在平衡的敏捷检定和敏捷豁免检定中处于劣势。",
	"At the end of each of the creature's turns, it can make another Constitution saving throw. If it succeeds, the effect ends.": "在每个生物的回合结束时，它可以再次进行一次体质豁免检定。如果成功，效果结束。"
}