{
	"{@atk w} {@hit 2 +PB} to hit, one target. {@h} damage depends on weapon, +2.": "{@atk w} {@hit 2 +PB}攻击，一个目标。{@h} 伤害取决于武器，再加上2点。",
	"Your Dearly Departed is considered to be the same level as you. When you gain a level, their hit points increase by {@dice 1d8} + their Constitution modifier. When you reach an Ability Score Improvement, your Dearly Departed also can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20.": "当你升级时，你亲爱的逝者被视为与你相同等级。他们的生命值增加 {@dice 1d8} + 他们的体质调整值。当你获得一个属性分配提升时，你的亲爱的逝者也可以选择增加一个你选择的属性分数2点，或者你可以选择增加两个你选择的属性分数1点。与正常规则一样，你不能将属性分数提升到20以上。",
	"The Dearly Departed's spellcasting ability is either Intelligence, Wisdom, or Charisma (your choice, which increases that ability score to 14 (+2), spell save {@dc 10 + PB}). It can innately cast the spells learned from Spectral Training, requiring no material components.": "亡者的法术属性可以是智力、感知或魅力（由你选择，将该属性值提高到14（+2），法术豁免{@dc 10 + PB}）。它可以天生地施放从幽灵训练中学到的法术，无需任何材料组件。",
	"Your Dearly Departed has the appearance of when they were alive. As they take damage, they progressively appear to be more undead. At 0 hit points, their soul leaves the corpse, which then regains its original appearance.": "你亲爱的逝者外表与他们生前一样。随着受到伤害，他们逐渐变得更像不死之身。当生命值降至0时，他们的灵魂离开尸体，尸体恢复原本的外表。",
	"The Dearly Departed can equip and use the weapons and armor they are proficient with or the spells that they know, as displayed in the Spectral Training feature. They also have proficiency in light armor, Strength or Dexterity saving throws, and 2 skills of your choice.": "亲人已故者可以装备和使用他们精通的武器和盔甲，或者他们熟悉的法术，如幽灵训练特性中显示的那样。他们还精通轻甲、力量或敏捷豁免，并可选择2项技能。",
	"If damage reduces the Dearly Departed to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, they drop to 1 hit point instead.": "如果伤害将亲爱的逝者(Dearly Departed)的生命值降至0点，它必须进行一次体质豁免检定，豁免 DC 为 5 + 所受伤害，除非伤害来自辐射或是重击。若成功，它的生命值将变为1点。",
	"But our love it was stronger by far than the love": "但我们的爱远比爱(`Dungeons & Dragons`)更强大",
	"Of those who were older than we—": "比我们年长的人中——",
	"Of many far wiser than we—": "有许多比我们更聪明的人—",
	"And neither the angels in Heaven above": "而且天堂上的天使也不会(%num%)",
	"Nor the demons down under the sea": "也不是海底的恶魔（Underdark）",
	"Can ever dissever my soul from the soul": "能否永远将我的灵魂与灵魂(%num%)分离？",
	"Of the beautiful Annabel Lee;": "美丽的安娜贝尔·李（Annabel Lee）;",
	"For the moon never beams, without bringing me dreams": "因为月亮从不照耀，不带给我梦想（Moonbeam）",
	"And the stars never rise, but I feel the bright eyes": "星星永不升起，但我感受到了明亮的眼睛 (And the stars never rise, but I feel the bright eyes)",
	"And so, all the night-tide, I lie down by the side": "因此，在整个夜晚，我躺在(Edgar Allan Poe)的身边。",
	"Of my darling—my darling—my life and my bride,": "我亲爱的—我的亲爱的—我的生命和我的新娘，",
	"In her sepulchre there by the sea—": "在海边的坟墓里—",
	"In her tomb by the sounding sea.": "在她的坟墓旁边，靠着悠扬的海（The Raven Queen）.",
	"Edgar Allen Poe, \"Annabel Lee\" ": "爱伯加·艾伦·坡，《安娜贝尔·李》",
	"You have made a pact with the spirit of someone you loved, or with the god of death that was their jailor. This spirit's soul has been returned to you in the mortal plane, and is referred to as your Dearly Departed. Your Dearly Departed can be anyone of great importance to you, who passed away with unfinished business. In exchange for being reunited with this spirit, you must pay with your vitality. For every day that your Dearly Departed's soul is in the mortal plane with you, your lifespan is shortened by an equal amount. Once the business of your Dearly Departed is concluded and they are at rest, their spirit will leave the mortal plane and return to their eternal grave.": "你与你所爱之人的灵魂，或者是囚禁他们的死神达成了契约。这个灵魂已经回到了你所在的凡间，被称为你的(Dearly Departed)。你的(Dearly Departed)可以是你非常重要的人，他们在未了的事务下离世。为了与这个灵魂团聚，你必须用你的生命力作为代价。每天你的(Dearly Departed)的灵魂在凡间与你同在，你的寿命就会相应缩短。一旦你的(Dearly Departed)的事务完成并安息，他们的灵魂将离开凡间，返回他们永恒的坟墓。",
	"Your pact with your Dearly Departed or their jailor allows you to choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.": "你与亲爱的逝者或他们的狱卒达成的契约使你在学习术士法术时可以选择更多的法术。以下法术被添加到你的术士法术列表中。",
	"At 1st level, as their spirit now resides with you, your Dearly Departed shares some of the skills they learned during their life. Cantrips learned this way count as warlock cantrips for you, but they don't count against your number of cantrips known. Choose one of the following presets to represent your Dearly Departed:": "在1级时，由于他们的灵魂现在与你同在，你的(Dearly Departed)与你分享了他们在生前学到的一些技能。通过这种方式学习的零级法术对你来说算作术士的零级法术，但不计入你已知法术的数量。选择以下预设之一来代表你的(Dearly Departed)：",
	"You learn the {@spell vicious mockery} and {@spell minor illusion} cantrips. You can cast {@spell tasha's hideous laughter} once with this feature and regain the ability to do so when you finish a long rest.": "你学会了{@spell vicious mockery}和{@spell minor illusion}的零级咒语。你可以使用这个特性施放{@spell tasha's hideous laughter}一次，并在完成一次长休后恢复这个能力。",
	"You learn two of the following cantrips: {@spell acid splash}, {@spell fire bolt}, {@spell shocking grasp}, {@spell poison spray}, {@spell ray of frost}, or {@spell thunderclap|XGE}. You additionally learn one of the following cantrips: {@spell control flames|XGE}, {@spell gust|XGE}, {@spell mold earth|XGE}, or {@spell shape water|XGE}.": "你学会了以下两个零级法术：{@spell acid splash}，{@spell fire bolt}，{@spell shocking grasp}，{@spell poison spray}，{@spell ray of frost}，或{@spell thunderclap|XGE}。此外，你还学会了以下一个零级法术：{@spell control flames|XGE}，{@spell gust|XGE}，{@spell mold earth|XGE}，或{@spell shape water|XGE}。",
	"You learn the {@spell sacred flame} and {@spell spare the dying} cantrips. You can cast {@spell shield of faith} once with this feature and regain the ability to do so when you finish a long rest.": "你学会了{@spell sacred flame}和{@spell spare the dying}的零级咒语。你可以使用这个特性施放{@spell shield of faith}一次，并在完成一次长休后恢复这个能力。",
	"You gain proficiency with one {@filter finesse|items|type=martial weapon|property=finesse} or {@filter ranged martial weapon|items|type=martial weapon;!melee weapon;range;!simple weapon}. Once per round, you can deal additional damage equal to half your level (rounded down, minimum of one) to one creature you hit with a weapon attack.": "你在{@filter finesse|items|type=martial weapon|property=finesse}或{@filter ranged martial weapon|items|type=martial weapon;!melee weapon;range;!simple weapon}中获得熟练加值。每回合一次，你可以对你用武器攻击命中的生物造成额外伤害，伤害值等同于你等级的一半（向下取整，最低为一）。",
	"You gain proficiency with {@filter two melee martial weapons|items|type=martial weapon;melee weapon;!range;!simple weapon}, or {@filter one martial weapon|items|type=martial weapon;!simple weapon} and {@item shield|phb|shields}. You also gain proficiency with {@filter medium armor|items|type=medium armor}.": "你获得{@filter two melee martial weapons|items|type=martial weapon;melee weapon;!range;!simple weapon}、{@filter one martial weapon|items|type=martial weapon;!simple weapon}和{@item shield|phb|shields}的熟练加值。你还获得{@filter medium armor|items|type=medium armor}的熟练加值。",
	"Also at 1st level, when you expend a warlock spell slot, your mind is flooded with memories of your Dearly Departed, and you gain temporary hit points equal to the spell slot expended.": "在1级时，当你消耗一个术士法术位时，你的脑海会充满你亲爱的已故者的记忆，你会获得临时生命值，数值等同于消耗的法术位。",
	"At 6th level, your Dearly Departed has been given enough vitality to manifest itself. Once per long rest, you can cast {@spell animate dead} When casted this way, you follow all the rules of the {@spell animate dead}, with the following changes:": "在6级时，你的亲爱的逝者已经获得足够的活力来显现。每次长休后，你可以施放{@spell animate dead}。以这种方式施放时，你遵循{@spell animate dead}的所有规则，但有以下变化：",
	"Upon creating your undead servant, your Dearly Departed's soul inhabits it, transforming the corpse's appearance into an exact replica of themselves when they were alive (creature statistics for your {@creature Dearly Departed|FrenchTech16DearlyDeparted} are below). You can only control one undead servant at a time this way. As your undead servant takes damage, their appearance progressively becomes more undead. When your undead servant's health falls to 0, it completely loses the appearance of your Dearly Departed and returns to being a regular corpse.": "在创造你的不死仆从时，你亲爱的逝者的灵魂会寄宿其中，将尸体的外表转变为他们生前的准确复制品（你的{@creature Dearly Departed|FrenchTech16DearlyDeparted}的生物属性如下）。你只能同时控制一个这样的不死仆从。随着你的不死仆从受到伤害，它的外表会逐渐变得更加不死。当你的不死仆从的生命值降至0时，它将完全失去亲爱逝者的外表，恢复成普通尸体。",
	"In addition, your undead servant has the personality and memory of your Dearly Departed. They can speak the languages they knew in life, they have skill and saving throw proficiences, they benefit from your {@subclassFeature Spectral Training|Warlock||Dearly Departed|FrenchTech16DearlyDeparted|1} feature, and they grow stronger as you level up, all of which is detailed in the Dearly Departed creature statistics.": "此外，你的不死仆从拥有你亲爱逝去者的个性和记忆。他们可以说他们在生前懂的语言，拥有技能和豁免加值，受益于你的{@subclassFeature Spectral Training|Warlock||Dearly Departed|FrenchTech16DearlyDeparted|1}特性，并且随着你的升级而变得更强大，所有这些都在亲爱逝去者生物统计数据中详细说明。",
	"If you do not reuse this feature on your undead servant after 24 hours, or if you lose control of your undead summon, your Dearly Departed's spirit will be forcibly ripped from the corpse, and it returns to being a usual {@creature zombie}.": "如果你在24小时内没有重新使用这个功能来控制你的不死仆从，或者失去了对你的不死召唤物的控制，你亲爱的逝者的灵魂将被强行从尸体中撕裂，它将恢复成一个普通的{@creature zombie}。",
	"For aesthetic purposes or to make life easier on your DM, you can choose to not have your undead servant be able to speak, or only speak in short, garbled phrases. Perhaps once your undead servant is a higher level, they can speak more clearly, or maybe you need to rely on {@spell speak with dead}. That decision is up to your table.": "为了美观或让DM更轻松，你可以选择让你的不死仆从无法说话，或者只能说出简短、含糊不清的短语。也许当你的不死仆从达到更高级别时，它们可以说话更清晰，或者也许你需要依赖{@spell speak with dead}。这个决定由你们的游戏组决定。",
	"At 10th level, your soul has intertwined more strongly with that of your {@creature Dearly Departed|FrenchTech16DearlyDeparted}. You and your undead servant gain an additional benefit from {@subclassFeature Spectral Training|Warlock||Dearly Departed|FrenchTech16DearlyDeparted|1} based on the preset you initially chose:": "在10级时，你的灵魂与你的{@creature Dearly Departed|FrenchTech16DearlyDeparted}更紧密地交织在一起。你和你的不死仆从从{@subclassFeature Spectral Training|Warlock||Dearly Departed|FrenchTech16DearlyDeparted|1}中获得额外的好处，根据你最初选择的预设：",
	"Once per long rest, you can give yourself advantage on any attack roll, saving throw, or ability check. You can use this ability after the original roll, but before the outcome is revealed.": "每次长休后，你可以让自己在任何攻击检定、豁免检定或能力检定中获得优势。你可以在原始检定之后，但结果揭晓之前使用这个能力。",
	"When you cast one of your {@subclassFeature Spectral Training|Warlock||Dearly Departed|FrenchTech16DearlyDeparted|1} cantrips, you add your spellcasting modifier to the damage it deals.": "当你施放你的{@subclassFeature Spectral Training|Warlock||Dearly Departed|FrenchTech16DearlyDeparted|1}零级法术时，你可以将你的法术强度调整值加到它所造成的伤害上。",
	"You gain resistance to radiant and necrotic damage. When you cast {@spell spare the dying} to stabilize a dying creature, the stabilized creature also regains 1 hit point.": "你获得对辐射和死灵伤害的抗性。当你施放{@spell spare the dying}来稳定一个濒死生物时，被稳定的生物也会恢复1点生命值。",
	"You learn a {@filter Fighting Style from the Ranger's list|optionalfeatures|feature type=fs:r}. You can't take a fighting style more than once.": "你学会了一个{@filter Fighting Style from the Ranger's list|optionalfeatures|feature type=fs:r}。你不能多次选择同一种战斗风格。",
	"You learn a {@filter Fighting Style from the Paladin's list|optionalfeatures|feature type=fs:p}. You can't take a fighting style more than once.": "你学会了{@filter Fighting Style from the Paladin's list|optionalfeatures|feature type=fs:p}。你不能多次选择相同的战斗风格。",
	"Starting at 14th level, when you would fail your last death saving throw, if your {@creature Dearly Departed|FrenchTech16DearlyDeparted} is inhabiting your undead servant, they immediately sacrifice themselves, losing all their hit points and disintegrating. You are stabilized and heal an amount equal to half the hit points your undead servant lost this way (rounded down, minimum of one).": "从14级开始，当你即将失败最后一次生死豁命检定时，如果你的{@creature Dearly Departed|FrenchTech16DearlyDeparted}正寄居在你的不死仆从身上，它们会立即牺牲自己，失去所有生命值并灰飞烟灭。你会稳定下来，并恢复等同于你的不死仆从因此失去的生命值一半的数量的生命值（向下取整，最少为一）。",
	"Once you use this feature, you can't use it again until you finish a long rest.": "使用此特性后，直到完成一次长休（long rest）之前，你无法再次使用它。"
}