{
	"The power of rage is not limited to creatures of large or imposing stature. Among those that are raised in barbaric cultures and environments, the small that survive are truly the toughest of all. In order to compensate for their shortcomings, they must learn to cast aside all fear and turn the tables on anyone or anything that would consider them easy prey.": "愤怒的力量并不仅限于体型庞大或威风凛凛的生物。在那些生长在野蛮文化和环境中的人中，那些幸存下来的小个体才是真正最坚强的。为了弥补他们的缺点，他们必须学会摒弃所有恐惧，并对任何可能视他们为易捕猎目标的人或事物反击。",
	"Only small characters can follow the Path of the Honey Badger. Your DM can lift this restriction to better suit the campaign or your character. Perhaps you've had a significant growth spurt since your upbringing, or maybe you were raised among the exceptionally large.": "只有小角色才能追随蜜獾之路。你的DM可以解除这一限制，以更好地适应战役或你的角色。也许你在成长过程中有了显著的成长，或者你是在异常巨大的人群中长大的。",
	"When you choose this path at 3rd level, the benefits of your brutal upbrining begin to show. You've learned how to best use your size and speed to your advantage. You can move through the spaces of hostile creatures of any size.": "当你在3级时选择这条路线时，你残酷成长的好处开始显现。你学会了如何最好地利用你的体型和速度来获得优势。你可以穿过任何尺寸敌对生物的空间。",
	"While you're raging, you can deal an extra {@dice 1d4} damage when you hit a creature with a melee weapon attack if you were in the same space as it at any point during your turn. You can't deal this extra damage to the same creature more than once per round. The damage of this feature increases when you reach certain levels in this class, increasing to {@dice 1d6} at 6th level, {@dice 1d8} at 10th level, and {@dice 1d10} at 14th level.": "当你愤怒时，如果在你的回合中的任何时刻与生物处于相同空间，你对生物进行近战武器攻击时可以额外造成{@dice 1d4}伤害。你每回合对同一生物只能造成一次额外伤害。当你达到一定等级时，此特性的伤害也会增加，分别在该职业的第6级增加到{@dice 1d6}，第10级增加到{@dice 1d8}，第14级增加到{@dice 1d10}。",
	"Starting at 6th level, you never let your foes escape once in your reach. When you hit a creature with a melee weapon attack on your turn, you can use a bonus action to attempt to {@action grapple} the target.": "从6级开始，一旦敌人进入你的攻击范围，你就绝不会让他们逃脱。当你在你的回合用近战武器攻击命中生物时，你可以使用一个额外动作来尝试{@action grapple}目标。",
	"When you attempt to {@action grapple} a creature larger than you, you may attempt a Fearless Mount instead, following {@variantrule Action Options|DMG|the rules for climbing onto a bigger monster from page 271 of the Dungeon Master's Guide}, with the following exceptions:": "当你试图{@action grapple}一个比你更大的生物时，你可以尝试进行无畏骑乘，遵循{@variantrule Action Options|DMG|the rules for climbing onto a bigger monster from page 271 of the Dungeon Master's Guide}，但有以下例外情况：",
	"Your hands that are holding weapons are considered free for the purpose of ability checks made to initiate and maintain the Fearless Mount.": "你手持武器的手被视为自由，用于发动和维持无畏坐骑(Fearless Mount)的能力检定。",
	"When the creature you are mounting moves on its turn, you can use your reaction to halve its speed until the start of your next turn.": "当你骑乘的生物在其回合移动时，你可以使用你的反应来减半它的速度，直到你下个回合开始。",
	"When a creature other than the one you are mounting attacks you, you can use your reaction to utilize the creature you are climbing as {@quickref Cover|PHB|3|0|half cover} for that attack, and the attack follows {@variantrule Hitting Cover|DMG|the rules for hitting cover on page 272 of the Dungeon Master's Guide}.": "当你骑乘的生物以外的生物攻击时，你可以使用你的反应将你攀爬的生物作为攻击的{@quickref Cover|PHB|3|0|half cover}，并且攻击遵循{@variantrule Hitting Cover|DMG|the rules for hitting cover on page 272 of the Dungeon Master's Guide}。",
	"At 10th level, your ability to get up close and personal allows you to identify your enemies weak points, and to strike them without mercy. When you use your {@classFeature Reckless Attack|Barbarian||2} feature, you can forgo its benefit of gaining advantage on your attacks. If you do, your melee weapon attack rolls using Strength score a critical hit on a roll of 19 or 20 until your next turn.": "在10级时，你能够近身作战，找出敌人的弱点，并毫不留情地攻击他们。当你使用你的{@classFeature Reckless Attack|Barbarian||2}特性时，你可以放弃获得攻击优势的好处。如果你这样做，你使用力量进行的近战武器攻击在接下来的回合中，19或20的点数会造成暴击。",
	"Beginning at 14th level, no difference in size stops you from felling your enemies. When you deal bonus damage to a creature with your {@subclassFeature Ankle Biter|Barbarian||Honey Badger|GelidityPathOfTheHoneyBadger|3} feature, you may attempt to {@action shove} it prone. A {@action shove} made in this way requires no action and has no size restrictions.": "从14级开始，无论敌人的体型如何，都无法阻止你打倒他们。当你使用你的{@subclassFeature Ankle Biter|Barbarian||Honey Badger|GelidityPathOfTheHoneyBadger|3}特性对生物造成额外伤害时，你可以尝试让其倒地。这种方式造成的{@action shove}不需要消耗行动，并且没有体型限制。"
}