{
	"Barbarians draw power from many sources; anger, fanaticism, their ancestors. Some draw supernatural strength from substances they process and prepare, both to alter their minds as well as give them powerful advantages in battle. To use such things does not come without risk, and the barbarians of the Path of the Spore hone their bodies and build their tolerances for their entire life in order to inhale the toxic and mind{@homebrew -}bending spores of cultivated underground mushrooms. These spores are prepared as part of a long rest.": "野蛮人从许多来源获取力量；愤怒、狂热、他们的祖先。有些人从他们加工和准备的物质中获得超自然的力量，既可以改变他们的思维，也可以在战斗中给予他们强大的优势。使用这些东西并非没有风险，而孢子之路的野蛮人终其一生锻炼他们的身体，建立他们对整个生命的耐受力，以便吸入培育的地下蘑菇的有毒和{@homebrew -}扭曲的孢子。这些孢子在休息时准备。",
	"You take {@damage 6d6} poison damage immediately that cannot be reduced in any way. If this damage should reduce your hit points to 0, you do not fall {@condition unconscious}, but instead you are reduced to {@homebrew one Hit Point|1hp} and your melee {@homebrew weapon} attacks gain an additional {@damage 6d6} damage. If you are not reduced to {@homebrew zero Hit Points|0hp}, you instead only gain a bonus of {@damage 2d6} damage to {@homebrew your|their} melee {@homebrew weapon} attacks. This bonus ends either once the {@classFeature Rage|Barbarian|PHB|1|PHB} ends, or if you regain at least 10 hit points.": "你立即受到{@damage 6d6}毒素伤害，无法减少。如果这个伤害应该将你的生命值降至0，你不会倒下，而是被降至{@homebrew one Hit Point|1hp}，并且你的近战攻击额外获得{@damage 6d6}伤害。如果你没有被降至{@homebrew zero Hit Points|0hp}，你只会获得{@damage 2d6}伤害加成到{@homebrew your|their}近战攻击。这个加成会在{@classFeature Rage|Barbarian|PHB|1|PHB}结束时结束，或者你恢复至少10点生命值时结束。",
	"You are coated with an adhesive substance. You gain a climbing speed equal to your movement speed. When you hit a creature with an unarmed attack, their movement speed is reduced by 10 ft. until the end of their next turn as they become coated with the sticky substance. A target hit by an attack has disadvantage on {@skill acrobatics} checks until the end of your next turn.": "你被一种粘性物质覆盖着。你获得一个等同于你移动速度的攀爬速度。当你用徒手攻击击中一名生物时，他们的移动速度会减少10英尺，直到他们的下一个回合结束，因为他们被粘性物质覆盖了。被攻击命中的目标在你的下一个回合结束前，在{@skill acrobatics}检定上获得劣势。",
	"You regain {@dice 8d6} hit points. If you are restored to full hit points by this, you are {@condition poisoned} until the end of the {@classFeature Rage|Barbarian|PHB|1|PHB}, regardless of whether you are immune to the {@condition poisoned} condition or not.": "你恢复 {@dice 8d6} 点生命值。如果你因此恢复到满生命值，你将在 {@classFeature Rage|Barbarian|PHB|1|PHB} 结束前保持 {@condition poisoned}，无论你是否对 {@condition poisoned} 状态免疫。",
	"You acquire a breath weapon for the duration of the {@classFeature Rage|Barbarian|PHB|1|PHB} that can be used as a bonus action during your {@classFeature Rage|Barbarian|PHB|1|PHB} a number of times equal to your Constitution modifier. When you use your breath weapon, each creature in a 15 ft. line must make a {@homebrew Dexterity|DEX} saving throw. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes {@damage 2d6} fire damage on a failed save, and half as much damage on a successful one.": "在你的{@classFeature Rage|Barbarian|PHB|1|PHB}期间，你获得一个可以用作奖励动作的呼吸武器，可以使用次数等于你的体质调整值。当你使用你的呼吸武器时，15英尺范围内的每个生物都必须进行{@homebrew Dexterity|DEX}豁免投掷。这次豁免的 DC 值等于 8 + 你的体质调整值 + 你的熟练加值。生物在未通过豁免时受到{@damage 2d6}火焰伤害，在通过豁免时受到一半伤害。",
	"When you choose this path at 3rd level, you begin to inhale powerful mushroom spores that have been treated and prepared in order to go into a rage. You gain proficiency with {@item poisoner's kit|PHB|poisoner's kits}. Additionally, when you take the {@classFeature Rage|Barbarian|PHB|1|PHB} bonus action, you choose a type of spore to inhale; each one has a different effect. This effect lasts until the end of your rage.": "当你在3级时选择这条路径时，你开始吸入经过处理和准备的强大蘑菇孢子，以进入愤怒状态。你获得{@item poisoner's kit|PHB|poisoner's kits}的熟练加值。此外，当你使用{@classFeature Rage|Barbarian|PHB|1|PHB}的奖励动作时，你可以选择一种孢子类型进行吸入；每种孢子都有不同的效果。这个效果持续到你的愤怒结束。",
	"The first character to hit you on a turn with a melee attack{@homebrew |s} must take a {@dc 12} Constitution save or suffer {@damage 2d4} poison damage, or half as much on a successful save.": "每当有角色用近战攻击命中你时，该角色必须进行一次{@homebrew |s}体质豁免检定，否则将受到{@damage 2d4}毒素伤害，成功豁免则只受一半伤害。",
	"You no longer provoke {@action opportunity attack|PHB|opportunity attacks}, and gain 15 ft. to your movement speed. {@homebrew Implemented as walking speed only in Foundry, needs clarification.}": "你不再引发{@action opportunity attack|PHB|opportunity attacks}，并且增加15英尺的移动速度。{@homebrew Implemented as walking speed only in Foundry, needs clarification.}",
	"Beginning at 6th level, you can switch between different spores quickly. As an action, you can switch from one spore effect to another without ending your {@classFeature Rage|Barbarian|PHB|1|PHB}. When you do this, you take {@damage 1d6} poison damage that cannot be reduced in any way, and you gain 10 temporary hitpoints that disappear at the start of your next turn. For each subsequent use of this ability during a single {@classFeature Rage|Barbarian|PHB|1|PHB}, you take an additional {@damage 1d6} damage.": "从6级开始，你可以快速切换不同的孢子效果。作为一个动作，你可以在不结束你的{@classFeature Rage|Barbarian|PHB|1|PHB}的情况下从一个孢子效果切换到另一个。当你这样做时，你会受到{@damage 1d6}毒素伤害，这种伤害无法以任何方式减少，并获得10点消失于你下个回合开始时的临时生命值。在单个{@classFeature Rage|Barbarian|PHB|1|PHB}内每次使用此能力时，你会额外受到{@damage 1d6}伤害。",
	"At 10th level, your blood becomes so toxic that it has the capacity to harm others who come in contact with it. When taking over 10 damage in melee whilst raging, as a reaction you can cause every creature within 5 ft. to {@homebrew make|take} a constitution save. The DC is equal to 8 + your proficiency modifier + your constitution modifier. On a failed save, the creature is {@condition poisoned} until the end of their next turn.": "在10级时，你的血液变得如此有毒，以至于接触它的其他人也会受到伤害。在愤怒状态下被近战攻击造成10点以上伤害时，你可以作为一次反应，让每个在5英尺范围内的生物进行一次体质豁免检定，DC等于8 + 你的熟练加值 + 你的体质加值。未通过豁免检定的生物将在其下一个回合结束前处于麻痹状态。",
	"When you are reduced to 0 hit points, the gasses in your body escape and cause {@damage 2d12} acid damage to all creatures within 20 ft. of you, excluding yourself.": "当你的生命值降至0点时，你体内的气体会逃逸并对你周围20英尺范围内的所有生物造成{@damage 2d12}酸性伤害，不包括你自己。",
	"At level 14, when you enter a {@classFeature Rage|Barbarian|PHB|1|PHB}, you are now able to combine two different spore effects. When you enter a {@classFeature Rage|Barbarian|PHB|1|PHB}, choose two spore types rather than one. When using the {@subclassFeature Frenzied Abuse|Barbarian|PHB|Spore|BITCSubclasses|6|BITCSubclasses} feature, you can only change one of the effects at a time.": "在14级时，当你进入一个{@classFeature Rage|Barbarian|PHB|1|PHB}时，你现在能够结合两种不同的孢子效果。当你进入一个{@classFeature Rage|Barbarian|PHB|1|PHB}时，选择两种孢子类型而不是一种。在使用{@subclassFeature Frenzied Abuse|Barbarian|PHB|Spore|BITCSubclasses|6|BITCSubclasses}特性时，你一次只能改变一个效果。",
	"Performance is not limited solely to the creation of music, but also the display of art and visual beauty. Bards that adhere to the college of Colours can capture those that witness them in a dazzling whirlwind of beauty. These bards are able to weave magic into colours and pigments, provoking a severe emotional reaction in any who witness them. This can be both inspiring and debilitating, and those that underestimate the bard trained in such arts may find themselves lost in horrifying hues, or entranced by shifting patterns.": "表现力不仅仅局限于音乐的创作，还包括艺术和视觉美的展示。遵循(``)色彩学院(``)的吟游诗人可以让目睹他们的人陷入令人眼花缭乱的美丽旋风中。这些吟游诗人能够将魔法编织进颜色和颜料中，引发任何目睹者强烈的情感反应。这既可能是鼓舞人心的，也可能是令人瘫痪的，那些低估了接受过这种艺术训练的吟游诗人的人可能会发现自己迷失在可怕的色调中，或者被不断变化的图案所迷惑。",
	"The images created by the bard of the College of Colours blur the lines between real and unreal.": "色彩学院(bard of the College of Colours)创作的图像模糊了现实与虚幻之间的界限。",
	"Until the end of your next turn, a creature which you can see within 30 ft. of your Imbued image suffers a penalty to their attack rolls and ability checks equal to your charisma modifier. The Imbued Image then disappears.": "直到你的下一个回合结束，你可以看到的距离30英尺内的一个生物，其攻击检定和能力检定受到一个惩罚，数值等同于你的魅力调整值。然后，印记影像消失。",
	"Every creature within 20ft. of the imbued image take damage equal to your bardic inspiration die + your Charisma Modifier. The damage type can be either fire, cold, poison, lightning, or thunder damage. The Imbued Image then disappears.": "在距离你的魅力灵感骰子加上你的魅力调整值相等的伤害。伤害类型可以是火焰、寒冷、毒素、闪电或雷霆伤害。随后，被赋予灵感的形象消失。",
	"A creature of your choosing within 60 ft. of the Imbued Image regains hit points equal to your bardic inspiration die + your Charisma Modifier. The Imbued Image then disappears.": "在距离你60英尺范围内的一个生物，恢复等同于你吟游诗人灵感骰(%num%) + 你的魅力调整值的生命值。然后，那个附魔影像消失。",
	"You or a willing creature within 30 ft. of you that you can see teleports into the space of the Imbued Image. The creature that teleports in this way then gains a number of temporary hit points equal to a roll on your bardic inspiration die. The imbued image then disappears.": "你或者在你周围30英尺内且你能看到的一名愿意的生物会被传送到（Imbued Image）的空间内。以这种方式传送进来的生物会获得等同于你吟游诗人灵感骰的点数的临时生命值。然后（Imbued Image）消失。",
	"At 3rd level, if you do not already have proficiency in {@item painter's supplies|PHB}, you gain proficiency in {@item painter's supplies|PHB}, and can use them as a spellcasting focus for your spells. You also add the spell {@spell Color Spray} to your known spells list. This does not count towards your maximum number of known spells.": "在3级时，如果你还没有熟练掌握{@item painter's supplies|PHB}，你将获得对{@item painter's supplies|PHB}的熟练，并可以将它们用作你法术的施法焦点。你还可以将法术{@spell Color Spray}添加到你已知法术列表中。这不计入你已知法术的最大数量。",
	"As a bonus action, you can paint an Imbued Image, which appears as a hovering image that fits within a 5ft cube within 5 ft. of you when you create it. Creating an Imbued Image costs a {@classFeature Bardic Inspiration|Bard|PHB|1} die.": "作为一个奖励动作，你可以绘制一个灌注图像，它会出现为一个悬浮图像，尺寸适合在你创造它时距离你5英尺的范围内的一个5英尺立方体内。创造一个灌注图像需要消耗一个{@classFeature Bardic Inspiration|Bard|PHB|1}骰。",
	"The image lasts for one minute. As long as it persists, you can cast any spell with a range other than self as if the spell originated from the image.": "这个形象持续一分钟。只要它存在，你可以将任何范围不是自身的法术施放，就好像法术是源自这个形象一样。",
	"As a bonus action on any subsequent turn, you can activate the Imbued Image in one of four ways.": "在随后的任何回合中，你可以将附魔图像以四种方式之一激活，作为一个奖励动作。",
	"At 6th level, as an action, you can create a shape or item using your paints. You can create a shape, like a cube, a square, or staircase in a 10ft cube within a space you can see within 30 ft. of you. This shape can either be opaque or transparent.": "在6级时，作为一个动作，你可以使用你的颜料创造一个形状或物品。你可以在你能看到的30英尺范围内的一个10英尺立方体空间内创造一个形状，比如一个立方体、一个正方形或者一个楼梯。这个形状可以是不透明的，也可以是透明的。",
	"This Hard Paint Creation can be interacted with, and has 10 hit points and an AC of 10. These items are static, have no weight, and cannot be moved, but can be destroyed. If it is reduced to 0 hit points it disappears. This creation lasts until the end of your next turn.": "这个坚硬的油漆创造物可以进行互动，拥有10点生命值和防御等级为10。这些物品是静态的，没有重量，不能被移动，但可以被摧毁。如果它的生命值降低到0，它就会消失。这个创造物会持续到你的下一个回合结束。",
	"You can use this ability a number of times equal to your proficiency modifier. You regain all expended uses after a long rest.": "你可以使用这个能力的次数等于你的熟练加值。在完成一次长休后，你恢复所有已用次数。",
	"At level 14, your Hard Paint Creations have 20 hit points and can fill a space in a 15 ft. cube.": "在14级时，你的坚硬涂料创作有20点生命值，并且可以填满一个15英尺立方空间。",
	"At 6th level, you gain the ability to alter your appearance as an action, as if you cast the {@spell Disguise Self} spell. To use this ability you must have your {@item painter's supplies|PHB} in hand. You can use this ability a number of times {@homebrew per long rest} equal to your proficiency bonus. This visual change lasts indefinitely until you end it as a free action.": "在第6级时，你获得了一项能力，可以在行动中改变你的外貌，就像施放{@spell Disguise Self}法术一样。要使用这个能力，你必须手持你的{@item painter's supplies|PHB}。你可以使用这个能力的次数等于你的熟练加值{@homebrew per long rest}。这种视觉变化会持续无限期，直到你以自由动作结束它。",
	"At 14th level, your Imbued Images become more powerful. As an action, you can expend a bardic inspiration die to cause an imbued image to perform one of the following actions:": "在14级时，你的灌注图像变得更加强大。作为一个动作，你可以消耗一个吟游诗人灵感骰来让一个灌注图像执行以下动作之一：",
	"A creature you can see within 30 ft. of the Imbued Image must succeed a Wisdom Save or become {@condition frightened} of you. The creature must on its turn use its movement to move as far away from you as possible, avoiding obviously dangerous terrain, and can only use its action to {@action Dash} or {@action Disengage}. The creature can repeat the save on the end of its subsequent turns. The effect will end after 1 minute. The imbued image then disappears.": "在你能看到的距离30英尺内的生物必须成功通过一次感知豁免，否则会成为你的{@condition frightened}。该生物必须在其回合内使用其移动力尽可能远离你，避开明显危险的地形，并且只能使用其动作来{@action Dash}或{@action Disengage}。该生物可以在随后的回合结束时重复豁免。效果将在1分钟后结束。灌输的形象随后消失。",
	"Until the beginning of your next turn, you can alter the form damage takes. If a creature takes fire, cold, lightning, acid, or poison damage within 30 ft. of the imbued image, you can change the damage type to a different damage type from that same list, and in addition either reduce or increase the damage by a certain amount; this amount is equal to your bardic inspiration die. The imbued image then disappears.": "直到你的下一个回合开始，你可以改变伤害的形式。如果一个生物在距离灌输图像30英尺内受到火焰、寒冷、闪电、酸或毒素伤害，你可以将伤害类型更改为同一列表中的其他伤害类型，并且可以增加或减少伤害的数量；这个数量等于你的吟游诗人灵感骰。然后灌输图像消失。",
	"A cloud of darkness emanates from the Imbued Image, as if the spell {@spell Darkness} had been cast centered on the Imbued Image{@homebrew , the imbued image then disappears}. This effect lasts for one minute. {@homebrew |The imbued image then disappears.}": "一团黑暗的云雾从灌注之像中散发出来，就好像法术{@spell Darkness}以灌注之像{@homebrew , the imbued image then disappears}为中心被施放一样。这个效果持续一分钟。{@homebrew |The imbued image then disappears.}",
	"A creature you can see within 30 ft. of the Imbued Image must succeed a Charisma Save against your spell save DC or become {@condition paralyzed} until the end of your next turn. The imbued image then disappears.": "在你能看到的距离30英尺内的生物必须通过一次魅力豁免，豁免 DC 为你的法术豁免 DC，否则会变成{@condition paralyzed}，直到你的下一个回合结束。然后，被灌输的形象消失。",
	"The scientific method; divine entities of philosophy and wisdom; logic and discourse...these things are of the domain of rationality. The Reason domain may not even have gods per se, but forces of logic and consequence that suffuse every action and reaction in the known universe.": "科学方法；哲学和智慧的神圣实体；逻辑和论述...这些都属于理性的领域。理性领域甚至可能没有特定的神，而是充斥在已知宇宙中的每一个行动和反应中的逻辑和后果力量。",
	"Gods of this domain are associated with both wisdom, learning, and enlightened thought, as wisdom and intelligence often accompany rational thought. The relationship between a cleric and a god of reason may be transactional or even paradoxical, yet understanding the divine nature of a cleric of the Reason Domain's god and contemplating it within the world they inhabit is a core aspect of their power and creed. Gods of this domain may include {@deity Athena|Greek|PHB}, Saraswati, or {@deity Oghma|Celtic|PHB}. On Gol, this domain is best inhabited by {@deity The Great Architect|Gol|BloodInTheCompany} deity.": "这个领域的神灵与智慧、学识和启迪思想相关联，因为智慧和智力常伴随着理性思维。一位理性领域的牧师与神灵之间的关系可能是交易性的，甚至是矛盾的，然而理解理性领域牧师的神祇本质，并在他们所处的世界中思考这一点是他们力量和信条的核心。这个领域的神灵可能包括{@deity Athena|Greek|PHB}、Saraswati，或{@deity Oghma|Celtic|PHB}。在Gol上，这个领域最适合由{@deity The Great Architect|Gol|BloodInTheCompany}神灵居住。",
	"When you choose this domain at 1st level, you gain proficiency in the History skill if you were not already proficient in it.": "当你在1级选择这个领域时，如果你之前不擅长历史技能，你将获得历史技能的熟练加点。",
	"At each indicated cleric level, add the listed spells to your spells prepared. They do not count towards your limit.": "在每个指定的（cleric）牧师等级上，将列出的法术添加到你已准备的法术中。它们不计入你的限制。",
	"Starting at 2nd level, you can use your Channel Divinity to abjure chaotic creatures.": "从2级开始，你可以使用你的神圣通道来驱逐混乱生物。",
	"As an action, you present your {@item holy symbol|PHB}, and one chaotic aligned creature of your choice within 30 feet of you must make a Wisdom saving throw against your spell save DC, provided the creature can see or hear you. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.": "作为一个动作，你展示你的{@item holy symbol|PHB}，并选择你身边30英尺内的一个混乱属性生物，该生物必须根据你的法术豁免 DC 进行一次感知豁免检定，前提是该生物能看到或听到你。如果生物未通过豁免检定，它将被转化1分钟，或者直到它受到任何伤害。",
	"A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly end its move in a space within 30 feet of you. It also can't take reactions. For its action, it can use only the {@action Dash} action or try to escape from an effect that prevents it from moving. If there's nowhere to move, then the creature can use the {@action Dodge} action.": "一个被转变的生物必须花费它的回合尽力远离你，它不能自愿结束移动在距离你30英尺以内的空间。它也不能做出反应。对于它的行动，它只能使用{@action Dash}行动或者尝试逃离阻止它移动的效果。如果没有地方可以移动，那么这个生物可以使用{@action Dodge}行动。",
	"After you reach 5th level, when a creature fails its saving throw against your Enforce Logic feature, the creature becomes {@condition paralyzed} for 1 minute if its challenge rating is at or below a certain threshold, as shown below.": "在你达到5级之后，当一只生物未能通过你的(Enforce Logic)特性的豁免扑克时，如果它的挑战等级在某个特定阈值以下，该生物将在1分钟内变为{@condition paralyzed}，如下所示。",
	"Starting at 6th level, when you target a creature with a single-target spell of 1st level or higher, you can end one spell of your choice on that creature. The level of the spell you end must be equal to or lower than the level of the spell cast.": "从6级开始，当你以1级或更高级别的单目标法术瞄准一个生物时，你可以结束该生物身上的一个你选择的法术。你结束的法术的等级必须等于或低于施放的法术的等级。",
	"At 8th level, you gain advantage on all saving throws made against spells.": "在8级时，你对所有针对法术的豁免投掷获得优势。",
	"At 17th level, when a creature fails a saving throw from a spell you cast, you can force the creature to take an action of your choosing and then move up to their movement speed in a direction you choose. You can only cause one creature to take this action per turn. The creature will not move into obviously dangerous terrain, such as fire.": "在17级时，当一个生物未能通过你施放的法术的豁免扑克时，你可以强迫该生物执行你选择的一个动作，然后朝你选择的方向移动最多他们的移动速度。你每回合只能让一个生物执行这个动作。该生物不会移动到明显危险的地形，比如火焰。",
	"Druids who are a member of the Circle of Absurd originate from regions and places touched by truly eldritch and incomprehensible forces; places where the laws of reality are altered in ways few can comprehend. The magic harnessed by these druids alters the very constants of the world. Druids from this circle aim not just to protect these pockets of absurdity, but also to keep the realms of reality safe from their mayhem.": "来自“荒谬之环(Circle of Absurd)”的德鲁伊源自受到真正神秘和难以理解的力量触及的地区和地方；这些地方的现实法则以难以理解的方式被改变。这些德鲁伊所驾驭的魔法改变了世界的基本常数。这个德鲁伊圈子的德鲁伊们不仅旨在保护这些荒谬之地，还要保护现实界免受它们的破坏。",
	"At 2nd level, you become imbued with reality-warping powers. You have a pool of Warp magic represented by a number of {@dice d6|d6s} equal to your Wisdom modifier.": "在2级时，你被赋予了扭曲现实的力量。你拥有一个扭曲魔法池，其数量为{@dice d6|d6s}，等同于你的感知调整值。",
	"As a reaction, when you see a creature within 60 ft. of you make an ability check, saving throw, or attack roll, you can choose to add or subtract one of your Warp Die from the roll. You can do this after the roll is made but before the results are announced. When you use this ability, roll on the following table.": "作为一种反应，当你看到一个在你60英尺内的生物进行能力检定、豁免检定或攻击检定时，你可以选择从你的扭曲骰中添加或减去一个来影响这次检定。你可以在检定完成后但结果宣布前这样做。当你使用这个能力时，根据以下表格进行投掷。",
	"At 6th level, you can use your {@classFeature Wild Shape|Druid|PHB|2} to alter the forms of those around you. By expending a use of your {@classFeature Wild Shape|Druid|PHB|2}, you can choose a willing creature you touch other than yourself, and roll on the following table. The creature will have the following effect for the next ten minutes:": "在6级时，你可以使用你的{@classFeature Wild Shape|Druid|PHB|2}来改变周围人的形态。通过消耗你的{@classFeature Wild Shape|Druid|PHB|2}的使用次数，你可以选择一个除自己以外的触摸到的愿意生物，并在以下表格上投掷骰子。该生物在接下来的十分钟内将产生以下效果：",
	"At 10th level, when you use your druid {@classFeature Wild Shape|Druid|PHB|2} feature to transform into a creature, the damage type of your attacks is changed to force. Additionally, when you deal damage, once per turn you can grant a creature you can see other than yourself within 30ft temporary hit points equal to your proficiency modifier. These hit points last until the start of your next turn.": "在10级时，当你使用你的德鲁伊（Druid）{@classFeature Wild Shape|Druid|PHB|2}特性变形成一种生物时，你的攻击伤害类型变为力量伤害。此外，当你造成伤害时，每回合你可以为30英尺内除自己以外的一名你能看到的生物提供临时生命值，数值等同于你的熟练加值。这些生命值持续到你下一个回合开始前。",
	"At 14th level, your {@classFeature Wild Shape|Druid|PHB|2|PHB|Wild Shapes} begin to draw from the {@homebrew myriad|myrial} universes you have been in contact with. You are no longer restricted to only beasts when selecting a form to {@classFeature Wild Shape|Druid|PHB|2} into. You may choose any creature that is not undead or humanoid to use as your {@classFeature Wild Shape|Druid|PHB|2}, so long as it is still of the appropriate CR. You must have seen the creature at least once (or otherwise have strong familiarity with it) in order to {@classFeature Wild Shape|Druid|PHB|2} into it.": "在14级时，你的{@classFeature Wild Shape|Druid|PHB|2|PHB|Wild Shapes}开始从你接触过的{@homebrew myriad|myrial}宇宙中汲取力量。当选择要{@classFeature Wild Shape|Druid|PHB|2}的形态时，你不再仅限于野兽。只要不是不死生物或人形生物，你可以选择任何生物作为你的{@classFeature Wild Shape|Druid|PHB|2}，只要它的挑战等级适当。你必须至少见过这种生物一次（或者对它有很强的熟悉度）才能{@classFeature Wild Shape|Druid|PHB|2}成它。",
	"Destiny is a cosmic force like any other, and for those attuned to the will of the cosmos can learn to adapt to the tides of fate. To be a Destiny Warrior, it is a balancing act of submitting to forces beyond your control but also to demand {@homebrew obeisance|obeissance} from the universe itself, and to allow your ego to impress itself upon causality itself. To achieve this can sometimes mean being the subject of prophecy, witnessing the changing of ages or being displaced in terms of time and space. To be a Destiny Warrior is a lonesome thing, but for those who walk this path there is often no choice in the matter.": "命运是一种像其他任何一种一样的宇宙力量，对于那些与宇宙意志相调和的人来说，他们可以学会适应命运的潮起潮落。成为一个命运战士，这是一个平衡的行为，既要顺从自己无法控制的力量，又要向宇宙本身要求{@homebrew obeisance|obeissance}，并允许你的自我在因果关系中留下印记。实现这一点有时意味着成为预言的主题，见证时代的变迁或在时间和空间上被转移。成为一个命运战士是一件孤独的事情，但对于那些选择这条道路的人来说，通常并没有选择的余地。",
	"Destiny Warriors are often highly individualistic and {@homebrew independent|independant}, as they are able to overcome obstacles alone that would certainly kill a normal mortal. They can range from resigned to a fate they may not understand or have control over, to highly egotistical individuals who believe themselves invincible.": "命运战士通常具有高度的个人主义和{@homebrew independent|independant}，因为他们能够独自克服那些肯定会杀死普通凡人的障碍。他们可以从接受可能无法理解或控制的命运的人，到高度自负、认为自己无敌的个体。",
	"At 3rd level, you gain the ability to use the energy of your personality itself to affect your body. You use your Charisma modifier, instead of Constitution, for the purposes of hit point calculation (minimum of {@homebrew 1|+1}).": "在3级时，你获得了利用你个人魅力能量影响你的身体的能力。你在计算生命值时使用你的魅力调整值，而不是体质调整值（最低为{@homebrew 1|+1}）。",
	"At 3rd level, you are able to enter a trance in which you attune with the forces of destiny that guide you, pushing to perform superhuman feats. When you take the {@action Attack} action on your turn, you may sacrifice one of your attack rolls to enter a destiny trance. Your weapon attacks now score a critical hit on a roll of an 18, 19, or 20. In addition, when you score a critical hit, instead of rolling each damage dice twice, you roll damage as normal and an additional effect will occur. Roll on the following table ({@dice d8}) to determine what happens:": "在3级时，你能够进入一种冥想状态，与指引你的命运之力相调，激励你执行超凡壮举。当你在你的回合内进行{@action Attack}动作时，你可以牺牲你的一次攻击骰来进入命运冥想状态。你的武器攻击现在在掷出18、19或20时造成暴击。此外，当你造成暴击时，不再需要将每个伤害骰掷两次，而是按照正常规则掷骰，并会触发额外效果。请在以下表格中掷骰确定发生什么事情：({@dice d8})",
	"If you take damage equal {@homebrew to} or greater {@homebrew than|to} your character level, you must pass a Charisma Save, the DC of which equals half the damage taken. On a failed save, you end your trance. The trance may also end if you are reduced to 0 hit points or {@homebrew are} {@condition incapacitated}. Otherwise, the trance lasts an hour. You are able to enter a trance a number of times equal to your proficiency modifier, and you regain all expended uses after a long rest.": "如果你受到等于 {@homebrew to} 或更多 {@homebrew than|to} 你角色等级的伤害，你必须通过一个魅力豁免，豁免 DC 等于受到伤害的一半。未通过豁免，你结束冥想状态。如果你的生命值降至 0 点或 {@homebrew are} {@condition incapacitated}，冥想也会结束。否则，冥想持续一个小时。你可以进入冥想的次数等于你的熟练加值，而且在长休息后，你会恢复所有已用次数。",
	"Once you reach 7th level, you can issue a challenge to a creature within 60ft as a bonus action. For the next minute, the creature has disadvantage on attacks against creatures other than you unless it passes a Charisma saving throw. The creature is able to repeat the save at the end of each of its subsequent turns. The DC for this save equals 8 + your proficiency bonus + your charisma modifier. The creature also cannot willingly move away from you unless forced. You can use this ability a number of times equal to your proficiency modifier. All uses are returned following a long rest.": "当你达到7级时，你可以将挑战发给一个在60英尺内的生物，作为一个奖励动作。在接下来的一分钟内，该生物对除了你以外的生物的攻击有劣势，除非它通过一个魅力豁免。该生物可以在其后续回合结束时重复进行豁免。此豁免的 DC 值等于 8 + 你的熟练加值 + 你的魅力调整值。该生物也不能自愿远离你，除非被迫。你可以使用这个能力的次数等于你的熟练加值。所有使用次数在进行一次长休后恢复。",
	"Upon reaching 10th level you begin to truly walk along your {@homebrew prophesied|prophesised} path, and become more resilient to obstacles that would otherwise kill you. When you take damage that would reduce you to 0 hit points or kill you, you are instead reduced to 1 hit point. You can benefit from this ability once per short rest.": "当你达到10级时，你开始真正沿着你的{@homebrew prophesied|prophesised}之路前行，并变得更加坚韧，能够抵御本会让你死亡的障碍。当你受到足以将你降至0点生命值或杀死你的伤害时，你的生命值会变为1点。你每次短休都可以受益于这个能力。",
	"Upon reaching 15th level, the target of your {@subclassFeature Duel of Fate|Fighter|PHB|Destiny|BITCSubclasses|7} feature lends you power. When you finish your turn within 15 feet of the target of your {@subclassFeature Duel of Fate|Fighter|PHB|Destiny|BITCSubclasses|7} feature, you gain a number of temporary hit points equal to 5 + your Charisma modifier if you have no more than half of your hit points left. You don't gain this benefit if you have 0 hit points.": "达到15级时，你的{@subclassFeature Duel of Fate|Fighter|PHB|Destiny|BITCSubclasses|7}特性的目标会赋予你力量。当你的回合结束时，与你的{@subclassFeature Duel of Fate|Fighter|PHB|Destiny|BITCSubclasses|7}特性的目标在15英尺内，如果你的生命值不超过一半，你会获得一定数量的临时生命值，数值为5+你的魅力调整值。如果你的生命值为0，你不会获得这个效益。",
	"At 18th level, you become a nigh-invincible champion. Upon activating your Avatar of Fate feature, instead of being reduced to 1 hit point, you instead are returned to half of your maximum hit points. In addition, you gain resistance to piercing, slashing, and bludgeoning damage until the end of your next turn.": "在18级时，你成为了一个几乎无敌的冠军。激活你的命运化身特性时，你不会被降至1点生命值，而是会恢复到你最大生命值的一半。此外，直到下一个回合结束，你获得对刺击、挥砍和殴打伤害的抗性。",
	"Religious orders, cults, and zealous organisations and groups do not solely employ acolytes and priests; they also attract a class of individual so dedicated that they turn their very bodies towards service. Their flesh is an extension of their cult's will, and whether through flagellation or discipline they become weapons to their cause or master.": "宗教团体、异教团体和狂热组织不仅仅雇佣侍僧和神职人员；它们还吸引了一类个体，他们如此专注，以至于将他们的身体奉献给服务。他们的肉体是他们团体意志的延伸，无论是通过苦行还是自律，他们都成为了为他们的事业或主人服务的武器。",
	"There are many cults both dark and benign that may attract such people, and the devotion they display can cause even blessed clerics tremble before their absolute resolve.": "有许多邪恶和善良的教派可能会吸引这样的人，他们所展现的虔诚甚至会让受祝福的（clerics）在他们绝对的决心面前颤抖。",
	"At level 3 you can, at the start of your turn, choose to take bludgeoning damage equal to one roll of your martial arts die in exchange for gaining a ki point. This damage cannot be reduced in any way. Additionally, if you use {@classFeature Flurry of Blows|Monk|PHB|2|PHB} before the end of your turn, you do additional damage on each additional strike equal to the damage taken. The damage you take at the beginning of your turn cannot be reduced in any way.": "在3级时，你可以在你的回合开始时选择承受等同于你武术骰的一次掷骰的钝击伤害，以换取获得1点气点。这个伤害无法以任何方式减少。此外，如果你在你的回合结束前使用{@classFeature Flurry of Blows|Monk|PHB|2|PHB}，你在每次额外攻击时造成额外伤害，数值等同于所承受的伤害。你在回合开始时承受的伤害无法以任何方式减少。",
	"At 3rd level, you gain the ability to, upon making a death saving throw, expend a number of ki points to, rather than roll, gain a number of successful death saves (up to a total of 3) equal to the number of ki points spent.": "在3级时，你获得了以下能力：当进行死亡豁免投掷时，你可以消耗一定数量的气点，而不是进行投掷，获得与消耗的气点数量相等的成功死亡豁免投掷次数（最多3次）。",
	"At 6th level you can spend 2 ki points to gain a temporary bonus to Constitution, Dexterity, or Strength. The bonus is equal to +2, and lasts for one hour. This bonus cannot allow you to increase your score beyond 20. You may only have one bonus granted by this feature active at a time. You can dismiss the bonus as a free action on your turn.": "在第6级时，你可以花费2点气来获得对体质、敏捷或力量的临时加成。加成为+2，持续1小时。这个加成不能使你的属性提升超过20。你一次只能激活这个特性赋予的一个加成。你可以在你的回合以一个自由动作解除这个加成。",
	"At 17th level, you can spend 4 ki points to gain a temporary bonus equal to +4, and can increase an attribute beyond 20, up to 24.": "在17级时，你可以花费4点气来获得一个临时奖励，等同于+4，并且可以将属性提高到20以上，最高到24。(17th level)",
	"If you use either {@classFeature Patient Defense|Monk|PHB|2|PHB} or {@classFeature Step of the Wind|Monk|PHB|2|PHB} whilst this feature is active, you gain a number of temporary hit points equal to your Wisdom modifier that remains until the start of your next turn.": "如果在激活此特性时使用{@classFeature Patient Defense|Monk|PHB|2|PHB}或{@classFeature Step of the Wind|Monk|PHB|2|PHB}，你会获得一些临时生命值，数值等同于你的智力调整值，这些生命值会持续到你下一个回合开始前。",
	"When you reach 11th level, you can inspire those around you to push past their limits. When you use either {@classFeature Flurry of Blows|Monk|PHB|2|PHB}, {@classFeature Patient Defense|Monk|PHB|2|PHB} or {@classFeature Step of the Wind|Monk|PHB|2|PHB}, you can spend an additional ki point to grant a number of creatures up to your Wisdom modifier that you can see temporary hit points equal to a roll of your martial arts die.": "当你达到11级时，你可以激励周围的人超越自己的极限。当你使用 {@classFeature Flurry of Blows|Monk|PHB|2|PHB}、{@classFeature Patient Defense|Monk|PHB|2|PHB} 或 {@classFeature Step of the Wind|Monk|PHB|2|PHB} 时，你可以额外花费一个气点，为你能看到的最多等于你的感知调整值的生物提供临时生命值，数值等于你的武术骰掷出的点数。",
	"At 17th level, before the end of your turn if you are not {@condition incapacitated}, you can expend 6 ki points to move up to your full movement speed, and perform an additional action and bonus action. You can only use this ability once per round. Any attack rolls {@homebrew |using} taken as part of the additional action and bonus action have advantage.": "在17级时，如果在你的回合结束前你不是{@condition incapacitated}，你可以消耗6点气点，移动你的全速度，并执行额外的一个动作和一个奖励动作。你每回合只能使用这个能力一次。作为额外动作和奖励动作的任何攻击投掷{@homebrew |using}都具有优势。",
	"At the start of your next turn, you take poison damage equal to your monk level as the strain rebounds and harms your body. This damage cannot be reduced in any way.": "在你的下一个回合开始时，你会受到等同于你武僧等级的毒药伤害，因为过度使用内力对你的身体造成了伤害。这个伤害无法以任何方式减少。",
	"When you take this oath at 3rd level, you gain the following two Channel Divinity options.": "当你在3级时宣誓时，你会获得以下两个圣能通道选项。",
	"You can use your Channel Divinity to strike with elemental power. As a bonus action, you can breathe in a 15 foot line. All creatures hit by this breath attack must succeed a Dexterity saving throw against your spell save DC or take damage equal to a number of {@dice d6}. The number of {@dice d6} rolled equals your proficiency modifier. The damage type is determined by the type of dragon your paladin is emulating. On a successful save, the damage is halved.": "你可以使用你的信仰通道(Channel Divinity)来释放元素之力。作为一个奖励动作，你可以喷出一个15英尺的直线。所有被这个喷吐攻击击中的生物必须通过一个敏捷豁免检定，检定 DC 为你的法术豁免 DC，否则受到等于{@dice d6}的伤害。投掷的{@dice d6}数量等于你的熟练加值。伤害类型由你的圣骑士模拟的龙的类型确定。在成功豁免时，伤害减半。",
	"The length of the line increases to 30 feet at 15th level, and to 60 feet at 20th level.": "在15级时，线的长度增加到30英尺，在20级时增加到60英尺。",
	"You can use your Channel Divinity to exude the fearsome presence of dragons. As an action, you force each creature of your choice that you can see within 30 feet of you to make a Wisdom saving throw {@homebrew against your spell save DC}. On a failed save, a creature becomes {@condition frightened} of you for 1 minute. The {@condition frightened} creature can repeat this saving throw at the end of each of its turns, ending the effect on itself on a success.": "你可以使用你的信仰能力来散发龙一般的可怕气息。作为一个动作，你可以选择在你视线范围内的每个生物，让其进行一次智力豁免检定{@homebrew against your spell save DC}。未通过检定的生物会在1分钟内成为你的{@condition frightened}。这个{@condition frightened}生物可以在自己的回合结束时重复进行这次豁免检定，若成功则结束效果。",
	"At 1st level, you choose one type of dragon to emulate. The damage type associated with each dragon is used by features you gain later.": "在1级时，你选择一种龙的类型来模拟。每种龙关联的伤害类型将会被你后续获得的特性所使用。",
	"The Oath of Dragons aligns the mind and body of the paladin with one of the most powerful creatures in existence. Many of these paladins may have draconic ancestry themselves, or aspire to become closer to these idealised creatures. Whilst they may vary wildly in terms of their individual personalities, they have a strict approach to the gaining and use of power, as for them it is power and might that defines the great dragon.": "龙之誓约将圣骑士的心灵和身体与存在中最强大的生物之一对齐。许多这样的圣骑士可能拥有龙的血统，或渴望更接近这些理想化的生物。尽管他们在个性方面可能迥异，但他们对于获取和使用力量有着严格的态度，因为对他们而言，正是力量和威严定义了伟大的龙。",
	"To take up the Oath of Dragons is to aspire to be greater than you are, to harness the wants and desires in your own heart and turn them towards something magnificent, be it a bright future or a tenebrous power.": "接受(龙之誓约)是渴望变得更伟大，驾驭自己内心的渴望和欲望，并将它们转向辉煌的未来或黑暗的力量。",
	"An Oath of Dragons paladin might be a heroic guardian in the spirit of the noble silver dragons, or a brutal tyrant modelled after the despotic red dragons. By aligning themselves with dragons, the paladin gradually gains, or awakens, draconic features themselves.": "龙之誓（Oath of Dragons）圣骑士可能是一位英勇的守护者，秉承着高贵银龙的精神，或者是一个以专制红龙为模板的残暴暴君。通过与龙结盟，圣骑士逐渐获得或觉醒出龙的特征。",
	"You gain oath spells at the paladin levels listed.": "你在列出的圣骑士等级上获得誓约法术。",
	"The oath of the dragon focusses on the mindset of the dragon, putting a strong emphasis on power and supremacy.": "龙之誓约专注于龙的心态，强调力量和至高无上的重要性。",
	"Your will is dependent on your ability to enact it.": "你的意志取决于你实现它的能力。",
	"You are what you make yourself into. Do not let others dictate who you are.": "你是你塑造自己的样子。不要让别人决定你是谁。",
	"The weak must be guided by a strong hand. You must wield your strength to rule as you see fit.": "弱者必须受到强者的指引。你必须运用你的力量来统治，按照你认为合适的方式。",
	"Decisions must be considered in decades and centuries, not seconds and minutes.": "决策必须考虑十年和百年的时间，而不是秒和分钟。",
	"Starting at 7th level, you gain resistance to the damage type determined by your emulated dragon type. At 18th level, all friendly creatures of your choice within 30 feet also gain this resistance while you are not {@condition incapacitated}.": "从7级开始，你获得对你模拟的龙种确定的伤害类型的抗性。在18级时，当你不在{@condition incapacitated}时，你选择的所有友方生物在30英尺内也获得这种抗性。",
	"In addition, whenever you deal damage of the type determined by your emulated dragon type, you may add your Charisma modifier to the damage total.": "此外，每当你造成与你模拟的龙种确定的类型相符的伤害时，你可以将你的魅力调整值加到伤害总数上。",
	"Starting at 15th level, you grow a pair of wings that give you a flying speed of 30 feet. Your unarmed attacks also deal {@dice 1d6} + your strength modifier, and count as magical for the purposes of overcoming resistance.": "从15级开始，你长出一对翅膀，让你的飞行速度达到30英尺。你的徒手攻击也造成{@dice 1d6} + 你的力量修正点的伤害，并且对于克服抗性的目的被视为魔法攻击。",
	"At 20th level, you become so in-tune with your emulated dragon type that you begin the final process of becoming a true dragon. You gain the following benefits:": "在20级时，你与你模拟的龙类变得如此契合，开始了成为真龙的最终过程。你获得以下好处：",
	"As an action, you can change your size to large. Whilst large, any damage with a weapon attack that you perform will roll an additional die worth of damage.": "作为一个动作，你可以将自己的尺寸变为大号。在变为大号时，你进行的任何武器攻击造成的伤害都会额外投掷一颗骰子的伤害。",
	"Your flying speed increases to 60 feet.": "你的飞行速度增加到60尺。",
	"You gain immunity to your chosen damage type from your emulated dragon feature.": "你获得对你选择的伤害类型免疫的能力，来自你的模拟龙特性。",
	"You gain a bite attack as a bonus action. This attack deals {@dice 1d10} + STR piercing damage.": "你获得一次咬击作为一个额外动作。这次攻击造成{@dice 1d10} + 力量属性值的穿刺伤害。",
	"You gain blindsight up to 60 feet.": "你获得了60英尺的盲视能力。",
	"When not wearing armour, you can add your charisma modifier to your AC.": "当不穿戴盔甲时，你可以将你的魅力调整值加到你的防御等级上。",
	"In addition, your lifespan extends to one-thousand years, unless it was longer.": "此外，你的寿命延长至一千年，除非它更长。",
	"In the vast expanses of sand, ash, and silt, there is no cover to be had nor shelter to be found. In places such as these, it isn't the capacity to hide amongst the sand that leads to survival, but rather the ability to traverse vast distances quickly and safety, and for that there are few things better than a mount.": "在广阔的沙漠、灰烬和淤泥之中，没有掩护可言，也找不到庇护所。在这样的地方，生存并不取决于藏匿在沙中的能力，而是取决于能够迅速、安全地穿越广阔距离的能力，而在这方面，很少有什么比骑兽更好的了。",
	"Many can claim to have ridden the gruesome and alien beasts that roam the ravaged wastes, but as a Wasterider Ranger, you have formed a true bond with your mount and work with them to navigate the hellish wastelands you hail from.": "许多人声称曾骑乘过在荒废之地漫游的可怕和外星生物，但作为废土骑士游侠，你与你的坐骑建立了真正的联系，与它们合作在你的地狱般的荒原中航行。",
	"At 3rd level, you gain a level of understanding regarding how to protect your mount and use them in combat.": "在3级时，你获得了关于如何保护你的坐骑并在战斗中使用它们的理解。",
	"When mounted, if your mount is targeted by a weapon attack, you can use your reaction to attempt to deflect the blow. Roll a {@dice d10} and add your attack modifier; subtract this from the damage taken.": "当你骑乘时，如果你的坐骑成为武器攻击的目标，你可以使用你的反应来试图挡住这次攻击。投掷一个{@dice d10}骰，并加上你的攻击修正值；从所受到的伤害中减去这个值。",
	"As part of a short rest, you can heal your mount a number of hit points equal to your Ranger level, in addition to any hit points regained as part of the short rest by expending hit die.": "作为短暂休息的一部分，你可以为你的坐骑恢复与你的游侠等级相等的生命值，除了通过消耗生命骰来恢复的生命值外。",
	"At 3rd level, as part of a long rest, you can summon a friendly wasteland mount. You must have access either to a natural region or alternatively a location where mounts are kept. You choose between summoning a {@creature Bugcat Companion|BITCSubclasses|Bugcat} or a {@creature Spitlizard Companion|BITCSubclasses|Spitlizard}.": "在3级时，作为长休的一部分，你可以召唤一匹友好的荒野坐骑。你必须能够进入自然地区，或者选择一个存放坐骑的地点。你可以选择召唤一匹{@creature Bugcat Companion|BITCSubclasses|Bugcat}或者一匹{@creature Spitlizard Companion|BITCSubclasses|Spitlizard}。",
	"The mount is friendly to you and your companions, and it obeys your commands. See its game statistics in the accompanying mount stat block, which uses your proficiency bonus (PB) in several places.": "这匹坐骑对你和你的同伴友好，并且会听从你的命令。请查看附带的坐骑属性块中的游戏统计数据，其中在几个地方使用了你的熟练加值（PB）。",
	"In combat, the mount shares your initiative count, but it takes its turn immediately after yours. It can move and use its reaction on its own, but the only action it takes on its turn is the {@action Dodge} action, unless you take a bonus action on your turn to command it to take another action. That action can be one in its stat block or some other action. If you are {@condition incapacitated}, the mount can take any action of its choice, not just {@action Dodge}.": "在战斗中，坐骑与你共用先攻顺序，但它会在你之后立即行动。它可以自行移动并使用反应，但除非你在你的回合中使用一个额外动作命令它执行另一个动作，否则它在自己的回合中只能执行{@action Dodge}动作。那个动作可以是它的属性块中的动作，或者其他动作。如果你是{@condition incapacitated}，坐骑可以选择任何动作，而不仅仅是{@action Dodge}。",
	"{@homebrew |When mounted, the mount counts as an {@homebrew controlled|independent} mount for the purposes of mounted combat.}": "{@homebrew |When mounted, the mount counts as an {@homebrew controlled|independent} 用于骑战的坐骑。",
	"The mount remains until it is reduced to 0 hit points, until you use this feature to summon a mount again, or until you die. Anything the mount was wearing or carrying is left behind when the mount vanishes.": "坐骑会一直存在，直到它的生命值降至0点，直到你再次使用此特性召唤坐骑，或者直到你死亡。当坐骑消失时，坐骑所穿戴或携带的任何物品都会留在原地。",
	"Once you summon the mount, you cannot do so again until you finish a long rest, unless you expend a spell slot of 1st level or higher to summon it.": "一旦你召唤出坐骑，除非你消耗一个1级或更高级的法术位来重新召唤，否则直到你完成一次长休之前都不能再次这样做。",
	"At 7th level, you gain the following abilities, derived from tactics developed to survive and make the most of an animal bond in harsh environments:": "在第7级时，你获得以下能力，这些能力源自于在恶劣环境中生存并充分利用与动物结合的战术：",
	"When mounted, if your mount takes the {@action Dash} action whilst you are mounted on them and moves at least 20 ft., your next successful melee attack on that turn will do an additional amount of bludgeoning damage equal to your ranger level.": "当你骑乘坐骑时，如果你的坐骑在你骑在它们上面时采取了{@action Dash}动作，并且移动至少20英尺，那么在该回合内你的下一个成功的近战攻击将额外造成等于你游侠等级的钝击伤害。",
	"By expending a spell slot, you can grant your mount a bonus to melee attack damage equal to the level of the spell slot used for an hour. In addition, their melee attacks count as magical for the purposes of overcoming resistance.": "通过消耗一个法术位，你可以让你的坐骑在接下来的一小时内获得一个额外的近战攻击伤害加值，数值等同于使用的法术位等级。此外，它们的近战攻击被视为魔法攻击，用于克服抗性。",
	"When mounted, if you or your mount regains hit points, the other regains a number of hit points equal to your proficiency modifier.": "当你骑乘时，如果你或你的坐骑恢复生命值，另一方恢复的生命值数量等于你的熟练加值。",
	"At 11th level, if you are below half of your hit point maximum, your mount gains a bonus to hit and to damage equal to half your ranger level, rounded up. In addition, if your mount is within 15 ft. of you, you gain advantage on death saving throws.": "在11级时，如果你的生命值低于最大生命值的一半，你的坐骑获得一个攻击和伤害加值，数值等同于你游侠等级的一半，向上取整。此外，如果你的坐骑在你的15英尺内，你在死亡豁免投掷上获得优势。",
	"At 15th level, when you or your mount reduces a creature to 0 hit points or rolls a critical hit whilst you are mounted, you and your mount gain resistance to bludgeoning, slashing, and piercing damage until the end of your next turn and advantage on attack rolls until the end of your next turn.": "在15级时，当你或你的坐骑将一只生物的生命值降至0或在你骑乘时造成重击时，你和你的坐骑将在接下来的回合结束前获得对钝击、砍击和穿刺伤害的抗性，并在接下来的回合结束前获得攻击卷的优势。",
	"Not every rogue has the benefit of extensive training; some have to make do with learning on the fly, and to the Copycat rogue, being able to quickly imitate skills and abilities they observe and turn them against the ones who developed them is an art form they have perfected.": "并非每个游荡者都有受过广泛训练的好处；一些人不得不在实践中学习，而对于模仿者游荡者来说，能够迅速模仿他们观察到的技能和能力，并将其用于对抗开发这些技能的人，是他们已经完善的一种艺术形式。",
	"Starting at 3rd level, you gain the ability to quickly pick up new skills just by seeing someone else perform them, regardless of skill. Any time a creature you see performs an ability check, you can gain proficiency in that skill for one minute. If you already had proficiency in that skill, your proficiency bonus is doubled for the duration. This effect has no effect if you have expertise in the given skill or if your proficiency bonus was already doubled through other means.": "从3级开始，你获得了一项能力，只要看到别人表演，就能迅速掌握新技能，而不受技能水平的限制。每当你看到一只生物进行能力检定时，你可以在一分钟内获得该技能的熟练加值。如果你已经熟练掌握该技能，那么在此期间你的熟练加值翻倍。如果你已经精通该技能，或者你的熟练加值已经通过其他方式翻倍，这个效果则不生效。",
	"At 3rd level, when a creature hits you with an attack, you can use your reaction to memorise their attack patterns and copy them. If you make an attack roll against that creature on your next turn, on a hit, you deal additional damage equal to the damage you took from the attack you copied.": "在3级时，当一名生物用攻击命中你时，你可以使用你的反应来记住他们的攻击模式并复制它们。如果你在下一个回合对该生物进行攻击检定，命中时，你造成额外伤害，伤害值等同于你从所复制的攻击中受到的伤害。",
	"At 9th level, you are able to copy the most basic forms of spells. When you see a creature cast a cantrip, you can on your next turn {@action cast a spell|PHB|cast} that cantrip as if you knew the spell without requiring material components.": "在第9级时，你能够复制最基本形式的法术。当你看到一个生物施放一个零级法术时，你可以在你的下一个回合中以你已知该法术的方式施放{@action cast a spell|PHB|cast}，而无需材料组件。",
	"At 13th level, not only are you adept at copying skills, but you are also able to improve on them to a degree. When you imitate a skill via the {@subclassFeature Imitate Skill|Rogue|PHB|Copycat|BITCSubclasses|3} ability, you also gain advantage on the next skill check you make that uses that skill.": "在13级时，你不仅擅长复制技能，而且还能在一定程度上改进它们。当你通过{@subclassFeature Imitate Skill|Rogue|PHB|Copycat|BITCSubclasses|3}能力模仿一项技能时，你在接下来使用该技能进行的技能检定中也会获得优势。",
	"At 17th level, you have the ability to, through carefully coordinated movements, undermine the ability of others to perform tasks they should be well trained at. When you deal damage with your {@classFeature Sneak Attack|Rogue|PHB|1} feature, you also impose a penalty to the creature's next attack roll, ability check, or save. This penalty is equal to your proficiency modifier.": "在17级时，你拥有这个能力，通过精心协调的动作，削弱他人在应该熟练掌握的任务上的能力。当你使用你的{@classFeature Sneak Attack|Rogue|PHB|1}特性造成伤害时，你还会对目标施加一个惩罚，使其下一次的攻击骰、技能检定或豁免骰受到影响。这个惩罚值等同于你的熟练加值。",
	"Whether through a connection with nature, primal ritual linking your soul to bestial powers, or through lycanthropic ancestry, your magic is in tune with the beasts of this world, be they marvellous or malign. Your body is a vessel for primal, animalistic forces that you may either seek to control, or allow to run rampant.": "无论是通过与自然的联系，原始仪式将你的灵魂与野兽力量联系在一起，还是通过狼人血统，你的魔法与这个世界的野兽保持和谐，无论它们是奇妙的还是恶毒的。你的身体是原始、动物力量的容器，你可以选择控制它们，或者任其肆虐。",
	"You can add your charisma modifier to {@skill history}, {@skill arcana}, and {@skill religion} checks.": "你可以在进行{@skill history}、{@skill arcana}和{@skill religion}检定时加上你的魅力调整值。",
	"Your unarmed attacks do {@damage 1d4} slashing damage.": "你的徒手攻击造成{@damage 1d4}割伤伤害。",
	"Your link to your bestial side allows you to learn spells from the {@class Druid|PHB} class. When your spellcasting feature lets you learn or replace a sorcerer cantrip or a sorcerer spell of 1st level or higher, you can choose the new spell from the druid spell list or the sorcerer spell list. You must otherwise obey all the restrictions for selecting the spell, and it becomes a sorcerer spell for you.": "你与野兽本能的联系使你能够学习{@class Druid|PHB}职业的法术。当你的施法特性让你学习或替换一个术士零级法术或一级或更高级法术时，你可以从德鲁伊法术列表或术士法术列表中选择新法术。你必须遵守选择法术的所有限制，它将成为你的术士法术。",
	"In addition, know the spell {@spell Speak with Animals}, and it doesn't count against your number of sorcerer spells known.": "另外，了解法术{@spell Speak with Animals}，且不计入你作为巫师所知晓的法术数量。(sorcerer)",
	"Starting at 1st level, your bestial nature rises to the surface, but it also threatens to take over. At the end of a long rest, choose one of the following features, which lasts until the end of your next long rest.": "从1级开始，你的野兽本性开始显露，但也有可能失控。在进行长休息结束时，选择以下特性中的一个，该特性持续到你下一个长休息结束。",
	"In addition, whenever you take more than 5 + your Sorcerer level's worth of damage, you must make a charisma saving throw or else on your next turn make a melee attack against a random creature within 5 ft., or if this is not possible, move as far as your movement speed allows either towards or directly away from the source of the damage at random, as you either try to flee from harm or retaliate savagely against it. You will not move into obvious danger, such as fire, but this movement does trigger {@action opportunity attack|PHB|opportunity attacks}. The DC for this save is equal to the damage taken (maximum 20). Upon {@homebrew passing|failing} the save, you will be immune to this effect until the end of your next turn.": "另外，每当你受到超过5+(你的术士等级)点伤害时，你必须进行一次魅力豁免检定，否则在你的下一个回合内，你将对距离你5英尺内的一个随机生物进行近战攻击，如果这不可能，你将随机朝着或远离伤害源移动，移动距离不超过你的移动速度，试图逃离危险或对抗伤害。你不会移动到明显的危险区域，比如火焰，但这种移动会触发{@action opportunity attack|PHB|opportunity attacks}。豁免检定的 DC 等于受到的伤害（最大20）。在{@homebrew passing|failing}通过豁免检定后，你将免疫这种效应，直到你的下一个回合结束。",
	"You gain proficiency in {@skill perception}. If you already had proficiency in {@skill perception}, your proficiency bonus is doubled, unless it was already doubled due to another feature such as expertise.": "你在{@skill perception}上获得熟练加值。如果你已经在{@skill perception}上获得了熟练加值，你的熟练加值翻倍，除非另一个特性（如专长）已经使其翻倍。",
	"Your {@homebrew walking|movement} speed increases by 10 ft.": "你的速度增加了10英尺。",
	"When not wearing armour, your AC equals 10 + your Dexterity Modifier + your Constitution modifier.": "当不穿戴盔甲时，你的AC等于10 + 你的敏捷修正值 + 你的体质修正值。",
	"You gain a climbing speed equal to your {@homebrew walking|movement} speed.": "你获得一个等同于你{@homebrew walking|movement}速度的攀爬速度。",
	"Once per round when you do damage with a spell or cantrip that targets a single creature, the target must succeed a Constitution saving throw against your spell save DC or be {@condition poisoned} until the end of their next turn.": "每回合一次，当你用一个针对单个生物的法术或cantrip造成伤害时，目标必须通过一次对抗你法术豁免 DC 的体质豁免检定，否则直到他们的下一个回合结束前为 {@condition poisoned}。",
	"Starting at 6th level, when you cast a spell of 1st level or higher, you can spend 1 sorcery point to regain hit points equal to the spell level plus your charisma modifier.": "从6级开始，当你施放1级或更高级别的法术时，你可以花费1点法术点来恢复等于法术等级加上你的魅力修正值的生命值。",
	"Starting at 14th level, you manifest some physical trait of an animal linked to your sorcerous origin. Upon reaching level 14, select one of the following features. You can change which feature you have by expending 5 sorcery points as a bonus action.": "从14级开始，你会显现出与你巫术血统相关的动物的某种生理特征。达到14级时，请选择以下特征之一。你可以通过花费5点巫术点作为一个奖励动作来改变你拥有的特征。",
	"Your head changes to that of a {@creature cow|VGM}, bull, or similar animal. You gain +2 to your Constitution score, and your maximum constitution is increased from 20 to 22. You can cast the spell {@spell Enhance Ability} thrice per long rest without expending a spell slot, using the Bull's Strength effect.": "你的头变成了{@creature cow|VGM}、公牛或类似动物的头。你的体质得到+2加值，你的最大体质值从20增加到22。你可以在每次长休之后三次施放法术{@spell Enhance Ability}，而不消耗法术位，使用公牛之力的效果。",
	"A long muzzle grows to replace your nose and mouth. As a bonus action you can make a bite attack; this acts as an unarmed attack that deals {@damage 1d6} damage, plus your strength modifier. In addition, you gain advantage on all {@skill perception} checks made that rely on smell.": "一只长长的口吻长出来取代你的鼻子和嘴巴。作为一个奖励动作，你可以进行一次咬击攻击；这将作为一次无武器攻击，造成{@damage 1d6}点伤害，再加上你的力量调整值。此外，你在所有依赖嗅觉的{@skill perception}检定中获得优势。",
	"You manifest a pair of feathered wings on your back and gain a flying speed equal to your {@homebrew walking|movement} speed. You cannot wear armor unless the armor is made to {@homebrew accommodate|accomodate} them. You can cast the spell {@spell Fly} and {@spell Feather Fall} once each without using a spell slot per long rest.": "你在背上显现出一对羽翼，并获得一个飞行速度，等同于你的{@homebrew walking|movement}速度。除非盔甲是专门为它们{@homebrew accommodate|accomodate}制作的，否则你不能穿戴盔甲。你每次长休可以不消耗法术槽分别施展法术{@spell Fly}和{@spell Feather Fall}一次。",
	"Your entire lower half is replaced with legs reminiscent of a {@creature tiger}, {@creature panther}, cheetah, or other similar creature. You gain proficiency in {@skill acrobatics}. If you already had proficiency in {@skill acrobatics}, your proficiency bonus is doubled, unless it was already doubled from some other feature, such as expertise. Your jump distance and height is tripled.": "你的整个下半身被替换为类似{@creature tiger}、{@creature panther}、猎豹或其他类似生物的腿。你获得在{@skill acrobatics}方面的熟练加成。如果你已经在{@skill acrobatics}方面有熟练加成，那么你的熟练加成将翻倍，除非它已经因为其他特性（比如专家能力）而被翻倍。你的跳跃距离和高度将变为原来的三倍。",
	"Your hands and feet are replaced with long, razor-sharp talons. Your unarmed attacks deal {@damage 1d6} slashing damage, and you can use your dexterity modifier rather than your strength modifier, as if they were finesse weapons. In addition, you can make an additional attack when you take the {@action Attack} action, as per the {@classFeature Extra Attack|Fighter|PHB|5|PHB} feature.": "你的手和脚被长而锋利的爪子取代。你的徒手攻击造成{@damage 1d6}割伤伤害，你可以使用你的敏捷修正代替力量修正，就像它们是精密武器一样。此外，当你进行{@action Attack}动作时，你可以额外进行一次攻击，就像{@classFeature Extra Attack|Fighter|PHB|5|PHB}特性一样。",
	"You grow thick scales across your body that help shield you from harm. At the end of a short rest, you gain temporary hit points equal to your sorcerer level. You can cast the spell {@spell Enlarge/Reduce} at will on yourself.": "你的身体长出厚厚的鳞片，帮助你抵御伤害。在短暂休息结束时，你获得临时生命值，数值等同于你的术士等级。你可以随意对自己施放法术{@spell Enlarge/Reduce}。",
	"You sprout a large crown of antlers on your head. These can serve as a {@filter spellcasting focus|items|source=|type=explosive device|category=|spellcasting focus=sorcerer}. You add the spell {@spell Commune with Nature} to your known spells list, and can cast it once per long rest without expending a spell slot, for as long as you have this feature.": "你的头上长出一大顶鹿角。这些可以作为一个{@filter spellcasting focus|items|source=|type=explosive device|category=|spellcasting focus=sorcerer}。你将法术{@spell Commune with Nature}添加到已知法术列表中，并且只要你拥有这个特性，每次长休可以施放一次，而不消耗法术位。",
	"At 18th level, you begin to act as a conduit for nature. When you expend one or more sorcery points, you can cause one of the following effects to occur:": "在18级时，你开始充当自然的导管。当你消耗一个或多个巫术点时，你可以引发以下效果之一：",
	"Choose a creature within 30 ft. of you. This creature will have a bonus to damage rolls equal to your charisma modifier until the end of your next turn.": "选择你周围30英尺内的一个生物。这个生物在你的下一个回合结束前，对伤害骰有一个等同于你魅力调整值的加值。",
	"The area within 20ft. of you becomes {@quickref difficult terrain||3} for all creatures other than yourself. You also count as being heavily obscured. This effect lasts until the end of your next turn.": "你周围20英尺范围内的区域对除你之外的所有生物来说都变成{@quickref difficult terrain||3}。你也被视为处于重度遮蔽状态。这个效果持续到你的下一个回合结束。",
	"All creatures that can hear you within 30 ft. must make a wisdom saving throw against your spell save DC or become {@condition frightened} until the end of their next turn.": "在30英尺内能听到你的所有生物必须进行一次感知豁免检定，难度等同于你的法术豁免 DC，否则将变为{@condition frightened}，直到它们的下一个回合结束。",
	"A number of creatures of your choosing you can see up to your charisma modifier regain {@dice 1d6} hit points.": "你可以选择一些生物，最多可以看到你的魅力调整值个，它们回复相当于最大生命值{@dice 1d6}的生命值。",
	"Your patron is connected to a powerful hive mind psychic entity that, either by forcibly affecting your judgement or through symbiotic agreement, uses you as an additional body in their complex and unfathomable connected organism.": "你的（patron）（(patron)）与一个强大的集体意识心灵实体相连，通过强制影响你的判断或通过共生协议，将你作为他们复杂而深奥的连接有机体中的一个额外身体。",
	"Being connected to such a labyrinthine mind comes with advantages and disadvantages. Thoughts and visions flicker in your mind constantly, and it is a daily struggle to maintain your own mind in such conditions. However, the things you can learn and the sensations you experience are unlike anything any other creature can begin to comprehend.": "连接到如此复杂的思维中有优势和劣势。思绪和幻象不断在你的脑海中闪现，每天都在努力保持自己的思维在这种情况下。然而，你可以学到的东西和你经历的感觉是任何其他生物无法理解的。",
	"At 1st level, you learn the {@spell message} and {@spell vicious mockery} cantrips. They count as warlock cantrips for you, but they don't count against your number of cantrips known.": "在1级时，你学会了{@spell message}和{@spell vicious mockery}零级法术。它们对你来说算作术士法术，但不计入你已知法术的数量。",
	"The Hive Mind lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.": "群体意识让你在学习术士法术时可以从一个扩展列表中进行选择。以下法术被添加到你的术士法术列表中。",
	"At 1st level, your mind is shared and able to move between different intelligent organisms. At the end of a short rest, you can choose a number of willing creatures up to your proficiency modifier. If willing, until the end of your next short rest, anything that the chosen creature can see and hear at any given time can be seen and heard by you, and when you cast a spell with a range of touch on the chosen creature, you do not need to be within touching range of your chosen creature and can instead cast it at any distance. Additionally, as an action, you can grant one of your chosen creatures a bonus on their next attack roll, save, or ability check that they can use before the beginning of your next turn. This bonus is equal to your charisma modifier and you can perform this action a number of times equal to your proficiency modifier.": "在1级时，你的意识可以共享并在不同的智能生物之间移动。在短休息结束时，你可以选择多达你熟练加值的一定数量愿意的生物。如果愿意，直到你的下一个短休息结束前，你可以看到和听到被选择生物在任何时候所看到和听到的一切，并且当你对被选择生物施放一个触碰范围的法术时，你无需在触碰范围内，而是可以在任意距离上施放。此外，作为一个动作，你可以给予你选择生物之一在你的下一个回合开始前使用的攻击检定、豁免或技能检定上的奖励。这个奖励等同于你的魅力调整值，你可以执行这个动作的次数等同于你的熟练加值。",
	"At 6th level, you gain access to the collective intelligence of the hive mind. At the end of your short rest, select two skills; you gain proficiency in these skills until the end of your next short rest. If you already had proficiency in these skills, your proficiency bonus for these skills is doubled.": "在第6级时，你获得了对蜂群意识的集体智慧的访问。在你进行短休息结束时，选择两项技能；直到下一个短休息结束前，你获得这两项技能的熟练加值。如果你已经熟练掌握这两项技能，那么这两项技能的熟练加值会加倍。",
	"Once per short rest, you can tap into the hive mind for insight. As an action, you enter a communicative trance for one minute. During this time, you gain advantage on ability checks other than {@skill Perception} as the hive mind takes over your bodily functions and streamlines your thought processes for you; however due to the influx of information, you gain disadvantage on {@skill Perception} checks. This effect ends early if you take any form of damage.": "每次短休息后，你可以利用蜂群意识获得洞察。作为一个动作，你进入交流性的恍惚状态一分钟。在此期间，你在除了{@skill Perception}以外的能力检定上获得优势，因为蜂群意识接管了你的身体功能并为你的思维过程提供了优化；然而，由于信息的涌入，你在{@skill Perception}检定上获得劣势。如果你受到任何形式的伤害，这个效果会提前结束。",
	"Starting at 10th level, you gain proficiency in intelligence saving throws. Additionally, once per round, the chosen creatures from your Shared Mind feature can gain a bonus to any intelligence, wisdom, or charisma saving throw equal to your charisma modifier.": "从10级开始，你在智力豁免上获得熟练加值。此外，每回合一次，你在共享心灵特性中选择的生物可以获得一个等于你魅力调整值的智力、感知或魅力豁免加值。",
	"If they pass the intelligence, wisdom, or charisma saving throw for which the bonus applied, they gain temporary hit points equal to your proficiency modifier. These hit points disappear at the end of your next turn.": "如果它们通过了智力、感知或魅力豁免检定，且该奖励得以应用，它们将获得临时生命值，数值等同于你的熟练加值。这些生命值在你的下一个回合结束时消失。",
	"Starting at 14th level, as an action, you can issue a telepathic command to one of your chosen creatures subject to the {@subclassFeature Shared Mind|Warlock|PHB|Hive|BITCSubclasses|1} feature that isn't {@condition incapacitated}. The creature will immediately either make a weapon attack against a creature you choose that you can see, impose disadvantage on attack rolls against them, or move up to their full movement speed.": "从14级开始，作为一个动作，你可以向你选择的一个受到{@subclassFeature Shared Mind|Warlock|PHB|Hive|BITCSubclasses|1}特性影响但不是{@condition incapacitated}的生物发出一个感应命令。该生物将立即执行以下动作之一：对你选择的一个你能看到的生物进行武器攻击，对其它生物的攻击投掷有劣势，或者移动最大移动速度。",
	"If they make a weapon attack as part of this command, they gain a bonus to the attack roll equal to your charisma modifier.": "如果他们在执行此指令时进行武器攻击，他们的攻击加值将等于你的魅力调整值。",
	"You focus on magic that draws and harnesses energy from the living; whether that might be yourself, or someone else. You use these energies to power your spells beyond what they could typically manage. To use this kind of magic without an external energy source will deplete your own life energy faster than before, but by using arcane sacrificial techniques, you can also replenish your health as you grow stronger by taking it from others as well.": "你专注于从生命体中汲取和利用能量的魔法；无论是你自己，还是别人。你利用这些能量来超越通常的法术能力。如果没有外部能源，使用这种魔法将比以前更快地耗尽你自己的生命能量，但通过使用奥术献祭技巧，你也可以从他人那里汲取生命能量，在变得更强大的同时恢复自己的健康。",
	"Such wizards are often feared due to the wicked reputation such a focus garners them, but not all who follow this path are evil; some prefer to only draw energy from themselves or from willing volunteers. There are times when it is tactically advantageous to surrender a small degree of lifeforce to a wizard of this kind in exchange for a more potent spell, and those who travel with such wizards know it. Due to their tendency to draw power via cuts, they are known by most who see them at work as 'dagger wizards'.": "这些巫师常常因为这种专注所带来的邪恶声誉而受到恐惧，但并不是所有追随这条道路的人都是邪恶的；一些人更喜欢只从自己或自愿者那里汲取能量。有时，为了换取更强大的法术，在战术上有利的时候，向这种巫师放弃一小部分生命力是明智之举，那些与这样的巫师同行的人知道这一点。由于他们倾向于通过伤口汲取力量，大多数看到他们工作的人都称他们为“匕首巫师”(`dagger wizards`)。",
	"Beginning at 2nd level, you can use your own lifeforce to power a spell you cast. When you {@action cast a spell} that deals damage, you can reroll a number of dice up to your intelligence modifier for one damage roll per turn. You must use the new rolls. You must then take damage equal to the number of dice rerolled. This damage cannot be reduced in any way.": "从2级开始，你可以使用自己的生命力来激发你施放的一个法术。当你施放一个造成伤害的{@action cast a spell}时，你可以重新投掷最多等于你智力调整值的数量的骰子，每回合重新投掷一次伤害骰。你必须使用新的点数。然后你必须承受与重新投掷的骰子数量相等的伤害。这个伤害无法以任何方式减少。",
	"Alternatively, when you {@action cast a spell} that requires a saving throw, you can impose a penalty to one saving throw per turn equal to your intelligence modifier. You must then take the same damage. This damage cannot be reduced in any way.": "另外，当你{@action cast a spell}需要进行豁免投掷时，你可以对一个豁免投掷施加一个惩罚，惩罚值等于你的智力修正。然后你必须承受同样的伤害。这个伤害无法以任何方式减少。",
	"At 6th level, you are able to siphon back the power you lost through sacrifice, willing or otherwise. As a bonus action, you can make a single melee attack with a weapon you are proficient with using your spellcasting modifier to hit and deal damage. You regain half the damage dealt as health.": "在6级时，你能够通过牺牲（自愿或非自愿）来重新吸收你失去的力量。作为一个奖励动作，你可以使用你的法术修正值进行一次单次近战攻击，使用你熟练的武器进行攻击和造成伤害。你会恢复造成伤害一半的生命值。",
	"You are able to perform this act a number of times equal to your intelligence modifier, and regain all expended uses after a long rest.": "你可以执行这个动作的次数等于你的智力调整值，而且在完成一次长休后，所有已用次数会恢复。",
	"At 10th level, you are able to regain magical power by sacrificing your life energy. As a bonus action, you can sacrifice hit points in exchange for spell slots up to level 3. The amount of hit points sacrificed is equal to the level of the spell times 3.": "在10级时，你可以通过牺牲生命能量来恢复魔法能量。作为一个奖励动作，你可以牺牲生命值来换取高达3级的法术位。牺牲的生命值数量等于法术等级乘以3。",
	"At 14th level, once per turn when you reduce a creature to 0 hit points using a spell of 1st level or higher, you regain hit points equal to the level of the spell times 5.": "在14级时，每回合一次，当你使用1级或更高级别的法术将一只生物的生命值降低到0时，你将恢复等于该法术等级乘以5的生命值。",
	"A long muzzle grows to replace your nose and mouth. As a bonus action you can make a bite attack; this acts as an unarmed attack that deals {@damage 1d6} {@homebrew piercing} damage, plus your strength modifier.": "一条长长的口吻长出来，取代了你的鼻子和嘴巴。作为一个奖励动作，你可以进行一次咬击攻击；这将作为一次徒手攻击，造成{@damage 1d6} {@homebrew piercing}点伤害，再加上你的力量修正。",
	"The Bugcat has advantage on an attack roll against a creature if at least one of the Bugcat's allies is within 5 ft. of the creature and the ally isn't {@condition incapacitated}.": "如果至少有一只Bugcat的盟友在离生物5英尺以内，并且盟友不是{@condition incapacitated}，Bugcat在对该生物进行攻击检定时具有优势。",
	"If the Bugcat moves at least 20 ft. straight toward a creature and then hits it with a claw attack on the same turn, that target must succeed on a {@dc 10 + PB} Strength saving throw or be knocked {@condition prone}. If the target is {@condition prone}, the Bugcat can make one bite attack against it as a bonus action.": "如果虫猫向一个生物直线移动至少20英尺，然后在同一回合用爪攻击它，那个目标必须成功进行一次 {@dc 10 + PB} 的力量豁免才能避免被击倒 {@condition prone}。如果目标被 {@condition prone}，虫猫可以作为一个奖励动作进行一次咬击攻击。",
	"With a 10-foot running start, the Bugcat can long jump up to 25 ft.": "以10英尺的起跑距离，(Bugcat)可以跳跃长达25英尺。",
	"The Bugcat has advantage on Wisdom ({@skill Perception}) checks that rely on hearing.": "虫猫在依赖听觉的感知({@skill Perception})检定上拥有优势。",
	"{@atk mw} {@hit 5 + PB} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + PB}) piercing damage.": "{@atk mw} {@hit 5 + PB} 进行攻击，射程5英尺，目标一个。造成{@h}7 ({@damage 1d8 + PB}) 穿刺伤害。",
	"{@atk mw} {@hit 5 + PB} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + PB}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}6({@damage 1d6 + PB})点割伤伤害。",
	"A creature that hits the Spitlizard with a melee attack while within 5 feet of it must succeed a {@dc 10 + PB} Constitution save or become {@condition poisoned} until the end of its next round.": "当一个生物在与唾液蜥蜴（Spitlizard）在5英尺内进行近战攻击时，必须成功进行一次 {@dc 10 + PB} 体质豁免，否则在其下一回合结束前会变成 {@condition poisoned}。",
	"{@atk rw} {@hit 3 + PB} to hit, range 20/60 ft., one target. {@h}6 ({@damage 2d4 + PB}) poison damage. On a hit, the target must succeed a {@dc 10 + PB} Constitution save or have their movement speed reduced to 0 until the end of their next turn.": "{@atk rw}进行攻击，射程20/60英尺，一个目标。造成{@h}6 ({@damage 2d4 + PB})点毒性伤害。命中时，目标必须成功进行{@dc 10 + PB}体质豁免，否则其移动速度将降为0，直到下一个回合结束。",
	"{@atk mw} {@hit 6 + PB} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 +  PB}) slashing damage.": "{@atk mw} 使用 {@hit 6 + PB} 命中，达到5英尺，一个目标。造成{@h}6 ({@damage 1d4 +  PB})点割伤伤害。",
	"You roll each damage die for this attack twice, as for an ordinary critical hit.": "你为这次攻击投掷每个伤害骰两次，就像普通的暴击一样。",
	"The subject of the attack becomes {@condition frightened} of you until the start of your next turn.": "攻击的目标变为你中的{@condition frightened}，直到你下个回合开始。",
	"You regain hit points equal to half the damage dealt.": "你回复生命值，数值等同于所造成伤害的一半。",
	"You can target a creature within 30ft. of you to suffer the damage dealt again. This creature cannot be the target of the first attack.": "你可以选择一个距离你30尺以内的生物，让它再次承受所造成的伤害。这个生物不能是第一次攻击的目标。",
	"You have advantage on all further attacks against the creature until the start of your next turn.": "在你下个回合开始前，你对该生物的所有进攻都具有优势。",
	"The creature's movement speed is halved until the end of your next turn.": "该生物的移动速度减半，直到你的下一个回合结束。",
	"The creature is pushed back 15ft.": "生物被推回了15英尺。",
	"You may make another attack roll.": "你可以进行另一次攻击骰(%num%)。",
	"Black": "黑色",
	"Lightning": "闪电",
	"Brass": "黄铜 (Brass)",
	"Bronze": "青铜 (Bronze)",
	"Copper": "铜",
	"Green": "绿色",
	"Poison": "毒药",
	"Silver": "白银 (Silver)",
	"White": "白色",
	"1/2 or lower": "1/2或更低 (1/2 or lower)",
	"1 or lower": "1或更低 (1 or lower)",
	"2 or lower": "2或更低 (2 or lower)",
	"3 or lower": "3或更低 (3 or lower)",
	"4 or lower": "4或更低 (4 or lower)",
	"You switch places with a creature you see within 60 ft. of you. This does not provoke {@action opportunity attack|PHB|opportunity attacks}.": "你可以与你在60英尺内看到的生物交换位置。这不会引发{@action opportunity attack|PHB|opportunity attacks}。",
	"Choose a creature you can see within 60 ft. of you. This creature gains advantage on attack rolls until the beginning of your next turn. Attacks against this creature have advantage until the beginning of your next turn.": "选择一个你能在60英尺内看到的生物。这个生物在你的下一个回合开始前攻击时获得优势。对这个生物的攻击在你的下一个回合开始前也有优势。",
	"You gain a flying speed of 30ft until the end of your next turn.": "你获得飞行速度30尺，直到你的下一个回合结束。",
	"You become {@condition invisible} until the end of your next turn.": "你将保持 {@condition invisible} 直到你的下一个回合结束。",
	"You vanish until the end of your next turn.": "你消失直到你的下一个回合结束。",
	"You choose a creature you can see within 60 ft. of you. This creature can can use its reaction to take an action at the end of your turn. On the start of its next turn, can only take an action or a bonus action.": "你选择一个你能看到的距离60英尺内的生物。这个生物可以在你的回合结束时使用其反应来采取一个行动。在它的下一个回合开始时，它只能采取一个行动或一个奖励行动。",
	"The creature's attacks do an additional {@damage 1d10} force damage": "这个生物的攻击额外造成{@damage 1d10}的力量伤害",
	"The creature grows a pair of misshapen wings and gains a flying speed of 60ft.": "这个生物长出了一对畸形的翅膀，并获得了60英尺的飞行速度。",
	"The creature gains resistance to piercing, slashing, and bludgeoning damage.": "该生物获得对刺伤、挥砍和钝击伤害的抗性。",
	"The creature grows a third arm. They can now make an additional attack when taking the {@action Attack} action. This attack can either be an unarmed strike, or a weapon attack should the creature be capable of equipping a weapon.": "这个生物长出了第三只手臂。当进行{@action Attack}动作时，它现在可以进行额外的一次攻击。这次攻击可以是徒手攻击，或者如果这个生物能够装备武器的话，也可以是武器攻击。",
	"At the end of their turn, they can choose to switch places with a willing creature within 30ft. of them.": "在他们的回合结束时，他们可以选择与一个在30英尺内愿意的生物交换位置。",
	"The creature can fire beams of light from their eyes. They can make a ranged attack at a creature within 120 ft. using their Wisdom modifier that deals {@damage 2d6} radiant damage as an action.": "这个生物可以从它们的眼睛发射光束。它们可以使用自己的感知调整值对距离120英尺内的生物进行远程攻击，造成{@damage 2d6}辐射伤害，作为一个动作。"
}