{
	"Also at 1st level, you learn the {@spell Mage Armor} spell, which doesn't count against your number of sorcerer spells known. In addition, you can cast it on yourself by spending 1 or more sorcery points instead of expending a spell slot. When you cast it this way, you gain a number of temporary hitpoints equal to the number of sorcery points you spent plus your Sorcerer level. Once you've cast this spell this way, you can't do so by spending sorcery points again until you finish a short or long rest.": "在1级时，你学会了{@spell Mage Armor}法术，这个法术不计入你所知道的巫师法术数量。此外，你可以通过花费1个或更多的法术点数来施放该法术在自己身上，而不是消耗一个法术位。当你以这种方式施放时，你获得的临时生命值等于你花费的法术点数加上你的巫师等级。一旦你以这种方式施放了这个法术，你在完成短暂休息或长休息之前不能再次通过花费法术点数这样做。",
	"At 1st level, you have learned how to manifest a magical weapon. As an action, you can summon this weapon to your hand. You can choose the appearance of the summoned weapon, but it counts as a simple melee weapon worth 1 sp that you are proficient with. It deals {@damage 1d6} radiant damage on a hit. This damage increases as you reach certain levels in this class, to {@damage 1d8} at 6th, {@damage 1d10} at 14th and {@damage 1d12} at 18th level. You use your Charisma instead of your Strength for attack and damage rolls you make with this weapon. You can use your Chosen Blade as your spellcasting focus. You can dismiss it as a bonus action, making it disappear. If another creature tries to pick up your blade, it disappears unless you stabbed it into the ground, in which case only you can lift it.": "在1级时，你学会了如何显现出一把魔法武器。作为一个动作，你可以将这把武器召唤到你的手中。你可以选择召唤武器的外观，但它被视为一把价值1 sp的简单近战武器，你熟练掌握它。它在命中时造成{@damage 1d6}辐射伤害。随着你在这个职业中达到一定等级，这个伤害会增加，分别为6级时的{@damage 1d8}，14级时的{@damage 1d10}，和18级时的{@damage 1d12}。你使用你的魅力值代替力量值进行攻击和伤害骰投掷。你可以将你的选择之刃作为施法焦点。你可以将其解散为一个奖励动作，使其消失。如果另一个生物试图拾起你的刀，除非你将其刺入地面，否则它会消失，而只有你能举起它。",
	"At 6th level, you can also absorb the magic of one magic melee weapon into your chosen blade by performing a 1 hour ritual while holding the weapon. Your chosen blade gains all magical properties of the other weapon but retains its own shape (e.g., +1 is a magic property, reach is not). The absorbed weapon loses all magic properties until your chosen blade absorbs the magic of another weapon. Your chosen blade can only retain the magic properties of one weapon at a time.": "在第(%num%)级时，你还可以通过进行一个1小时的仪式，将一把魔法近战武器的魔法吸收到你选择的武器中。在持有这把武器的同时进行仪式。你选择的武器获得另一把武器的所有魔法属性，但保留自己的形状（例如，+1是一个魔法属性，攻击距离不是）。被吸收的武器失去所有魔法属性，直到你选择的武器吸收另一把武器的魔法。你选择的武器一次只能保留一把武器的魔法属性。",
	"Starting at 1st level, you learn additional spells when you reach certain levels in this class, as shown on the table. Each of these spells counts as a sorcerer spell for you, but doesn't count against the number of sorcerer spells you know. Whenever you gain a sorcerer level, you can replace one spell you gained from this feature with another spell of the same level. The new spell must be an abjuration or an evocation spell from the sorcerer, wizard or paladin spell list.": "从1级开始，当你达到这个职业的特定等级时，你会学到额外的法术，如表中所示。这些法术中的每一个都算作你的巫师法术，但不计入你所知道的巫师法术数量。每当你获得一个巫师等级时，你可以用相同等级的另一个法术替换你从这个特性获得的一个法术。新法术必须是来自巫师、法师或圣骑士法术列表中的一种驱护或召唤法术。",
	"Starting at 6th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn. Additionally, if you hit a creature with a weapon attack using your chosen blade with your first attack, you can then cast a cantrip with a casting time of 1 action instead of making a second weapon attack.": "从6级开始，每当你在你的回合上采取{@action Attack}动作时，你可以攻击两次，而不是一次。此外，如果你用你选择的刀刃对一名生物进行武器攻击并命中，你可以在第一次攻击后施放一个施法时间为1个动作的法术，而不是进行第二次武器攻击。",
	"Starting at 14th level, your blade becomes more dangerous. Whenever you hit a creature with a weapon attack with your chosen blade, you can spend 1 sorcery point. If you do, the creature has disadvantage on saving throws made against your spells until the end of your next turn.": "从14级开始，你的刀变得更加危险。每当你用你选择的刀进行武器攻击击中一名生物时，你可以花费1点法术点数。如果你这样做，该生物在你的下一个回合结束前对你的法术的豁免扔骰有劣势。",
	"Starting at 18th level, you may unleash the warrior within you. As a bonus action or whenever you summon your chosen blade, you can choose to become an avatar of war. You gain the following benefits for 1 minute:": "从18级开始，你可以释放内心的战士。作为一个奖励动作，或者每当你召唤你选择的刀刃时，你可以选择成为战争化身。你在1分钟内获得以下好处：",
	"Attacks with your chosen blade score critical hits on 18-20 results, and deal {@damage 3d12} radiant damage instead of {@damage 1d12} damage.": "使用你选择的刀剑进行攻击时，18-20的结果会造成暴击，而且造成{@damage 3d12}的圣光伤害，而不是{@damage 1d12}的伤害。",
	"Whenever you would be able to cast a cantrip instead of making a weapon attack, you may cast a spell of 1st level or higher with a casting time of 1 action instead.": "每当你可以施放一个杀戮法术而不是进行武器攻击时，你可以选择施放一个施法时间为1个行动的1级或更高级别的法术。",
	"Once you have entered into this state, you cannot do so again until you have finished a long rest, unless you spend 5 sorcery points to do so.": "一旦你进入这种状态，除非你花费5个法术点，否则在完成一次长休之前不能再次这样做。",
	"You found a sword in a stone. You pulled it out and unlocked an amazing power within you.": "你在一块石头上发现了一把剑。你将它拔出，释放出你内在的惊人力量。",
	"You are the reincarnated soul of a lost hero.": "你是一个失落英雄的转世之魂。",
	"A god has chosen you for an epic task.": "一位神祇选择了你来完成一项史诗般的任务。",
	"Your blade is a manifestation of your soul.": "你的刀锋是你灵魂的体现。",
	"A fey gifted you with a beautiful and powerful weapon.": "一位精灵赠送了你一把美丽而强大的武器。",
	"In a moment of desperation, a mysterious weapon appeared in your hands.": "在绝望的时刻，一把神秘的武器出现在你的手中。"
}