{
	"Shades are exiles, scions of a noble line ousted from the jagged towers of the ancient elven cities. They haunt the wilderness like vengeful ghosts, preying on all who enter their domain. If the moment – or the price – is right, Shades will sometimes accompany others to war. Some travel even further afield, bringing their  murderous skill to distant shores in exchange for goldor vicarious thrill.": "影遁者是被驱逐出古老精灵城堡尖塔的贵族后裔。他们如同复仇的幽灵，徘徊在荒野中，捕食进入他们领地的一切生物。如果时机或代价合适，影遁者有时会与他人一同参加战斗。有些人甚至会走得更远，为了金钱或刺激，将他们的杀戮技能带到遥远的海岸。",
	"A Shade treads an assassin's path, striking unaware or distracted foes when they are most vulnerable to their wicked blades. They are fleet-footed death, come to claim the blood of the living.": "一位阴影踏上了刺客的道路，当目标最脆弱时，他们会出其不意地袭击，利用邪恶的利刃进行攻击。他们是迅捷致命的存在，来夺取活着者的鲜血。",
	"Starting at 3rd level, you utilize the ancient fey paths, allowing you to seemingly disappear. As an action, you teleport up to your walk speed to within 5ft of a target creature you can see. You may then make a melee weapon attack against the target, if you hit you may use your Sneak Attack feature on this attack. Your Sneak Attack dice become 1d8 for this attack.": "从3级开始，你利用古老的精灵路径，可以看似地消失。作为一个动作，你可以将自己传送到你的步行速度范围内，距离你能看见的目标生物5英尺以内。然后你可以对目标进行一次近战武器攻击，如果命中，你可以在这次攻击中使用你的潜行攻击（Sneak Attack）特性。你的潜行攻击骰变成1d8。",
	"You can use this feature twice, regaining all uses after you finish a long rest.": "你可以使用这个特性两次，在完成一次长休后，所有使用次数都会恢复。",
	"Also at 3rd level, you have been trained in skills created by the priesthood of Zinzerena. you gain darkvision out to a range of 60 feet. If you already have darkvision increases the range of your darkvision by 60 feet.": "在3级时，你接受了Zinzerena教士创造的技能训练。你的暗视距离增加到60尺。如果你已经拥有暗视，暗视的范围增加60尺。",
	"Also, your melee weapon attacks score a critical hit on a roll of 19 or 20 against creatures that have not yet acted in the current combat.": "此外，对于在当前战斗中尚未行动的生物，你的近战武器攻击在掷骰得到19或20时会造成暴击。",
	"At 9th level, you have studied many different foes, your able to quickly spot even the greatest foes weak spots. When you gain this feature choose one of the benefits:": "在第9级时，你已经研究了许多不同的敌人，能够迅速发现甚至是最强大的敌人的弱点。当你获得这个特性时，选择以下其中一个好处：",
	"Bleakrunner. When you use your Cunning Action feature to dash, for the duration of your turn, attacks of opportunity against you are made at disadvantage. When you move within 5 feet of a creature or an object that isn't being worn or carried, it takes 1d6 slashing damage. A creature can only take this damage once per turn.": "苍凉奔袭者。当你使用狡诈行动特性进行冲刺时，在你的回合内，对你的切入攻击将以劣势进行。当你移动到离生物或未被穿戴的物体5英尺范围内时，它会受到1d6的斩击伤害。每个生物每回合只能受到这种伤害一次。",
	"Cruelty. When you critically hit with a melee attack and use your Sneak Attack feature, you can roll your Sneak Attack dice again and add the number to the damage of the attack.": "残忍。当你用近战攻击造成重击并使用你的潜行攻击特性时，你可以再次投掷你的潜行攻击骰子，并将数字加到攻击的伤害上。",
	"Exquisite Hunter. You can teleport double your walk speed with your Murderous Infiltrate, and if you hit the creature is left with a bleeding wound, they cannot heal and take 1d10 necrotic damage at the end of each of their turns for 1 minute or until they or another creature makes a Medicine check (DC 8 + proficiency bonus + Intelligence modifier). Also, you always know the location of the creature as long as it is bleeding.": "精致猎手。你可以用你的（谋杀潜入）Murderous Infiltrate能够瞬间移动两倍的步行速度，如果你击中目标，目标会留下流血伤口，他们无法自愈并在每个回合结束时受到1d10点死灵伤害，持续1分钟，或者直到他们或其他生物进行一次医药检定（DC为8+熟练加值+智力调整值）。此外，只要目标在流血状态下，你始终知道它的位置。",
	"Beginning at 13th level, you enter an intense focus during combat, heightening all of your senses and combat skill. During combat, each time your Critically hit, you gain a stack of Focus. You lose all stacks of Focus when combat ends. You gain the following benefits depending on how many Focus you have:": "从13级开始，你在战斗中进入一种强烈的专注状态，增强了所有的感官和战斗技能。在战斗中，每当你造成（%num%）次重击，你就获得一层专注。当战斗结束时，你失去所有的专注层。根据你拥有的专注层数，你将获得以下好处：",
	"1+. Your movement is increased by 10ft, your melee weapon attacks score critical hits on a 19 - 20.": "你的移动速度增加了10英尺，你的近战武器攻击在得到暴击的情况下的范围是19-20。",
	"2+. Your movement is increased by 20ft, your melee weapon attacks score critical hits on a 18 - 20. You can attack twice, instead of once, whenever you take the Attack action on your turn.": "2+. 你的移动速度增加20尺，你的近战武器攻击在18-20时造成暴击。每当你在你的回合上采取攻击动作时，你可以攻击两次，而不是一次。",
	"4+. Your movement is increased by 30ft, your melee weapon attacks score critical hits on a 17 - 20. You can attack twice, instead of once, whenever you take the Attack action on your turn. You may use Sneak Attack up to twice per turn.": "4+. 你的移动速度增加30英尺，你的近战武器攻击在17-20时造成暴击。每当你在你的回合上采取攻击动作时，你可以攻击两次，而不是一次。你每回合最多可以使用两次偷袭攻击。",
	"By 17th level, you have studied your foes well . When you gain this feature choose one of the benefits:": "到了17级，你已经深入研究了你的敌人。当你获得这个特性时，选择以下其中一个收益：",
	"Hungry Wind. When you use your Murderous Infiltrate, each other creature of your choice within 40ft of the target must make a Dexterity saving throw (DC 8 + proficiency bonus + dexterity modifier) or take 4d6 slashing damage, taking half damage on a success. For the next minute, you are under the effects of the Haste spell.": "饥饿之风(Hungry Wind)。当你使用你的杀戮潜入(Murderous Infiltrate)时，目标周围40英尺内的每个其他生物必须进行一次敏捷豁免，豁免 DC 为 8 + 熟练加值 + 敏捷修正，否则受到4d6点割伤伤害，成功豁免则只受一半伤害。在接下来的一分钟内，你将受到匆忙(Haste)法术的影响。",
	"Shimmer Strike. When you use your Murderous Infiltrate, you can use it again immediately after on the same target, without expending a use. If your Critically hit with this additional attack, you may use it once more. For the next minute, you are under the effects of the Spirit Shroud spell.": "闪光打击。当你使用你的（Murderous Infiltrate）时，你可以立即再次对同一目标使用，而不消耗使用次数。如果你在这次额外攻击中获得了暴击，你可以再次使用它。在接下来的一分钟内，你将受到（Spirit Shroud）法术的影响。",
	"Cloak of Pain. You gain one additional use of your Murderous Infiltrate. When hit a creature with your Murderous Infiltrate, the target has -5 and disadvantage on attack rolls until the end of your next turn. If you Critically hit with it, the creature is stunned instead. For the next minute, you are under the effects of the Far Step spell.": "痛苦斗篷。你获得额外使用你的凶残潜入(%num%)次。当用你的凶残潜入攻击生物时，目标在你的下一个回合结束前攻击时有-5的惩罚并且处于劣势。如果你用它造成了暴击，目标将被震慑。接下来的一分钟内，你将受到远步法术的影响。"
}