{
	"Few paths are as demanding as the oath of these dauntless doggos, for they walk not just the path of being good, but being the goodest. These are no man's second best friend, but man's best friend itself, in the fur. They allow no evil to go unbarked, no stick to go unfetched, and no tail to go unwagged.": "没有什么道路比这些无畏的狗狗们的誓言更具挑战性，因为它们走的不仅仅是成为好的道路，而是成为最好的道路。它们不是人类的第二好朋友，而是人类最好的朋友本身，在毛皮中。它们不允许任何邪恶被忽视，不让任何棍子不被取回，也不让任何尾巴不摇摆。",
	"This prestigious path is so precarious that only a doggo could hope to tread it, though the forms of the doggo are many, from your everyday goodest bois working hard to do their best, to perhaps more erudite awakened doggos, or even demigods in doggo form.": "这条崇高的道路如此危险，只有一只汪汪能希望踏上它，尽管汪汪的形态多种多样，从你每天努力做到最好的好汪汪，到也许更有学识觉醒的汪汪，甚至是以汪汪形态存在的半神。",
	"When you take this oath at 3rd level, you gain the following Channel Divinity option.": "当你在3级时宣誓时，你获得以下的圣能选项。",
	"You gain the following spells at the following levels:": "你在以下等级获得以下法术：",
	"Paladins of this oath can cast their oath spells without material components, and can replace any verbal or somatic components with a series of barks, tail wags, and prancing patterns known only to their goodest order.": "这个誓约的圣骑士可以在不需要材料成分的情况下施展誓约法术，并可以用一系列吠声、摇尾巴和舞蹈动作来替代任何口头或身体动作，这些动作只有他们最好的秩序才知道。",
	"Every goodest boi that follows these paths adheres to certain standards, the goodest of standards.": "每一只遵循这些路径的最好的狗狗都遵循着一定的标准，最好的标准。（Dungeons & Dragons跑团规则）",
	"Do the goodest thing.": "做最好的事情。（Goodest）",
	"The world is just a tail wag from happiness.": "世界离幸福只有一条尾巴的距离。 (The world is just a tail wag from happiness.)",
	"Leave no stick to go unfetched.": "留下任何不被捡起的树枝都不要。 (dnd跑团规则)",
	"Never pass up a treat or a headscritch.": "永远不要错过一次招待或一次抚摸。 (treat) (headscritch)",
	"Bark the evil away.": "赶走邪恶的狗叫。(Bark the evil away.)",
	"As an action, you can unleash a ferocious storm of holy barks to drive away evil. All non-allied creatures within 30 feet of you and that can see or hear you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 round or until it takes damage. A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly move to a space within 30 feet of you. It also can't take reactions. For its action, it can use only the {@action Dash} action or try to escape from an effect that prevents it from moving. If there's nowhere to move, the creature can use the {@action Dodge} action.": "作为一个行动，你可以释放一场猛烈的神圣吠声风暴来驱散邪恶。你周围 30 英尺内的所有非盟友生物，只要能看见或听见你，必须进行一次感知豁免。如果生物未能通过豁免检定，它会被转化 1 回合或直到受到伤害。被转化的生物必须尽力远离你，并且不能主动移动到距离你 30 英尺以内的位置。它也不能作出反应。它的行动只能使用 {@action Dash} 行动，或者试图摆脱阻止其移动的效果。如果无处可去，该生物可以使用 {@action Dodge} 行动。{@action Dash} {@action Dodge}",
	"If the creature is on your property, it has disadvantage on the saving throw.": "如果生物在你的财产上，它在豁免投掷中处于劣势。 (DND)",
	"Beginning at 7th level, your presence can heal the mind, body, and soul. When you restore at least 5 hit points to a creature with {@classFeature Lay on Hands|Paladin|PHB|1|PHB|Lay on Paws} it automatically removes the {@condition Frightened}, {@condition Paralyzed}, or {@condition Poisoned} condition, and makes that creature immune to those effects for 1 minute.": "从第7级开始，您的存在可以治愈心灵、身体和灵魂。当您为具有{@classFeature Lay on Hands|Paladin|PHB|1|PHB|Lay on Paws}的生物恢复至少5点生命值时，它会自动移除{@condition Frightened}、{@condition Paralyzed}或{@condition Poisoned}状态，并使该生物在1分钟内免疫这些效果。",
	"Starting at 15th level, if you would drop to zero hit points while at least one allied creature that has called you a \"good boi\" within the last 24 hours is within 60 feet, you can make a Charisma saving throw with a DC equal to the amount of damage taken over your current hit points minus the number of qualifying allies in range. On success, you are instead dropped to 1 hit point.": "从第15级开始，如果你的生命值降至零点，而且距离你至少有一个盟友在过去24小时内称呼你为“好宝贝”的生物在60英尺内，你可以进行一次魅力豁免检定，DC等于受到的伤害超过你当前生命值的数量减去范围内符合条件的盟友数量。如果成功，你的生命值将变为1点。",
	"At 20th level, you can establish the holy domain of your yard wherever it is needed. As an action, you can unleash a profound bark claiming the area within 500 feet of you as your territory for 1 minute, with the following effects while within your territory:": "在第20级时，您可以在需要的地方建立您院子的神圣领地。作为一种行动，您可以释放一声深沉的吠声，将您周围500英尺范围内的区域视为您的领地，持续1分钟，在您的领地内时，具有以下效果：",
	"You can perform your {@subclassFeature Bark the Evil|Paladin|PHB|Goodest Boi|KT:VSCO|3|KT:VSCO} Channel Divinity as a bonus action without expending the feature, but once a creature passes their save against it, they are immune to effect for 24 hours.": "您可以在不消耗该特性的情况下，将您的（Channel Divinity）作为一个奖励动作执行，但是一旦一名生物成功通过它的豁免检定，他们将对效果免疫 24 小时。",
	"Your movement speed and jumping distance is doubled, and you have advantage on attack rolls.": "你的移动速度和跳跃距离加倍，且你在攻击检定中获得优势。（Dungeons & Dragons运行团规则）",
	"Allied creatures have advantage on Saving Throws against becoming {@condition frightened}.": "盟友生物在抵抗变成{@condition frightened}时，拥有豁免投掷的优势。",
	"+2 Strength, +1 Charisma": "+2力量，+1魅力 (Strength, Charisma)",
	"Beast": "野兽",
	"Doggos are usually small, but the biggest bois can be medium.": "狗狗通常很小，但最大的狗狗可能是中等大小。(Doggos)",
	"Doggos never age or die, because that would depressing. Sometimes they go visit a farm upstate after usually between 1 and 2 decades.": "狗狗永远不会老去或死去，因为那会令人沮丧。有时，它们会在通常在1到2个十年之间后去探访农场。 (Doggos)",
	"Doggos are lawful good, because lawful good is defined by how similar to a doggo it is.": "狗狗们是守序善良，因为守序善良是根据与狗狗相似程度来定义的。（D&D running group rules）",
	"The pointy end of a doggo is a natural weapon that deals {@damage 1d4} piercing damage.": "狗狗的尖尾巴是一种天然武器，造成{@damage 1d4}刺穿伤害。",
	"You have proficiency in {@skill Perception} and {@skill Survival}.": "你有{@skill Perception}和{@skill Survival}的熟练程度。",
	"Most doggos cannot speak, but understand some words in {@language common}. If you are particularly smart or magical doggo you might have picked up more.": "大多数狗狗无法说话，但在{@language common}中能理解一些词语。如果你是特别聪明或有魔法的狗狗，你可能学会了更多。",
	"You don't need no hands, but also don't have any. You can wield a weapon, {@action grapple} creatures, and perform most {@action Use an Object|PHB|object interactions} with your mouth, and perform somatic components for spells by prancing in specific patterns as long as your movement speed isn't 0.": "你不需要手，但也没有任何手。你可以持有武器，{@action grapple} 生物，并用你的嘴执行大多数{@action Use an Object|PHB|object interactions}，并通过在特定模式下踱步来执行法术的体态成分，只要你的移动速度不为0。 (D&D running group)",
	"You cannot be surprised, even when sleeping, and have advantage on {@skill Perception} checks against creatures sneaking up on you.": "你不能感到惊讶，即使在睡觉时，对于潜行接近你的生物，你有{@skill Perception}的优势检定。 (dnd running group rules)",
	"As a bonus action, you unleash an inspiring series of barks that fortify your allies reminding them that they have an awesome doggo on their side. Friendly creatures within 60 feet gain temporary hit points equal to your Charisma bonus and advantage on saving throws against being {@condition frightened} until the start of your next turn. Once you use this you cannot use it again until you complete a short or long rest, because all that barking is hard work.": "作为一个额外动作，你释放出一连串鼓舞人心的吠声，来鼓励你的盟友，提醒他们知道他们有一只超棒的狗狗在他们身边。在60英尺内的友善生物获得临时生命值，其值等同于你的魅力加值，并且在对抗{@condition frightened}时获得优势，直到你下一个回合开始为止。一旦你使用了这个能力，你在完成短暂或长时间休息之前无法再次使用，因为所有的吠声都是辛苦工作。（Dungeons & Dragons进行组规则）",
	"Folks on the Discord asked for a doggo race to play it with, and this is what I came up with for them:": "在符合当地语言习惯的情况下，文本中像 (%num%) 这样的内容在翻译中仍应保持为 (%num%)。\n\nFolks on the Discord asked for a doggo race to play it with, and this is what I came up with for them:\n在 Discord 上的伙伴们要求添加一种狗狗种族来进行游戏，这是我为他们想出来的内容：",
	"Until the end of your turn, you gain a burrowing speed of 30 feet. You can move through dirt, sand, or clay with this movement, and leave behind a tunnel equal to your size that remains stable for 1 minute (after which it may remain or collapse based on the properties of the ground moved through). You cannot move through stone (natural or constructed) with this movement.": "直到你回合结束时，你获得一个30英尺的钻探速度。你可以利用这个速度穿过泥土、沙子或黏土，并留下一个与你大小相等的隧道，该隧道在1分钟内保持稳定（之后根据移动过的地面的特性可能保持或坍塌）。你不能利用这个移动穿过石头（自然或建造的）。 (dnd跑团规则)",
	"You emit a sonic blast covering a huge area. Each creature in a 120-foot cone must make a Constitution saving throw. On a failed save, a creature takes {@damage 6d8} thunder damage. On a successful save, a creature takes half as much damage. A creature automatically succeeds on its saving throw if it is more than 60 feet from you.": "你释放出一股声波冲击，覆盖了一个巨大区域。在一个120英尺锥形范围内的每个生物都必须进行一次体质豁免投掷。在未通过豁免投掷的情况下，生物会受到{@damage 6d8}点雷霆伤害。在通过豁免投掷的情况下，生物受到一半伤害。如果一个生物距离你超过60英尺，它将自动通过豁免投掷。 (D&D)",
	"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 1d8} for each slot level above 5th.": "当你使用 6 级或更高级别的法术位施放这个法术时，每超过 5 级的位级，伤害增加 {@dice 1d8}。",
	"You think Kibbles are very Tasty.": "你觉得（Kibbles）非常美味。",
	"Sometimes you bark nightmares away. People just don't always understand what you were doing.": "有时候你会用吠声赶走噩梦。人们并不总是理解你在做什么。 (Dungeons & Dragons)",
	"You have sunlight based narcolepsy.": "你有阳光型睡病。(sunlight based narcolepsy)",
	"You are naturally suspicious of couriers.": "你自然对快递员持怀疑态度。（couriers）",
	"Strangers are just friends that don't know you're the goodest boi yet.": "陌生人只是还不知道你是最好的小狗朋友。 (Strangers are just friends that don't know you're the goodest boi yet.)",
	"You would smite liches for head scritches.": "你会为头部搔痒而打击巫妖。 (lich)",
	"The following are some optional quirks for a player of this Oath to choose from.": "以下是一些该誓约的玩家可以选择的可选特征。(Oath)",
	"Design and writing by KibblesTasty": "设计和文字由KibblesTasty提供"
}