{
	"Druids of the Circle of the Arctic hail from lands steeped in the cold, from tundras to polar regions alike. Reflecting the harshness of life there, these druids epitomize the tenets of stoicism and endurance, wielding the chill for both offensive and defensive purposes.": "寒冰圈德鲁伊源自寒冷的土地，从冻土地带到极地地区。反映了那里生活的艰辛，这些德鲁伊体现了坚忍和忍耐的原则，运用寒冷既可进行进攻也可进行防御。",
	"Drawing power from the frigid poles grants you access to spells that protect and hinder. You learn the {@spell ray of frost} cantrip.": "汲取极地的寒冷能量赋予你保护和阻碍法术的能力。你学会了{@spell ray of frost}这个零级法术。",
	"When you reach certain Druid levels, you gain access to the spells in the table below. They count as Druid spells for you, and you always have them prepared, but they don't count against the total number of spells you prepare each day.": "当你达到特定的德鲁伊等级时，你将获得下表中的法术。它们对你来说算作德鲁伊法术，你始终准备好它们，但它们不计入你每天准备的法术总数。",
	"You can recover some of your druidic magic by communing with the frost and snow. During a short rest, you choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your druid level (rounded up), and none of the slots can be 6th level or higher.": "你可以通过与冰雪交流来恢复一些德鲁伊魔法。在短暂休息期间，你可以选择要恢复的已用法术位。这些法术位的总等级不能超过你德鲁伊等级的一半（向上取整），且其中没有一个法术位可以是6级或更高级。",
	"If you use this feature in an arctic environment, you can increase this combined level by one. You can't use this feature again until you finish a long rest.": "如果你在北极环境中使用这个特性，你可以将这个组合等级提高一级。直到完成一次长休，你不能再次使用这个特性。",
	"You learn to instinctively channel the protective aspects of ice. As a reaction when you take damage, you can expend a spell slot to cast {@spell armor of agathys} at the equivalent level.": "你学会了本能地操控冰的保护力量。作为一种反应，当你受到伤害时，你可以消耗一个法术位，以相同等级施放{@spell armor of agathys}。",
	"Additionally, as part of this reaction, you can expend a Wild Shape usage to increase the amount of temporary hit points that this casting of the spell grants by three times your Druid level.": "另外，在这个反应中，你可以消耗一个野性变身使用次数，将这个法术施放所提供的临时生命值增加到你德鲁伊等级的三倍。",
	"The magic you channel becomes enduring as the life at the poles: persisting despite severe hardship. While concentrating on a spell, you have advantage on Constitution saving throws.": "你所引导的魔法变得像极地的生命一样持久：尽管面临严峻困难，仍能持续存在。在专注于一个法术时，你在体质豁免 throws 时获得优势。",
	"Additionally, when you cast the spell {@spell ice storm}, you can choose to have its difficult terrain last for 1 minute.": "此外，当你施放{@spell ice storm}法术时，你可以选择让其困难地形持续1分钟。",
	"Your magic becomes capable of suffusing your foes with additional lethargy. Whenever a creature takes cold damage from your spells, it must succeed on a Constitution saving throw against your spell save DC or have its speed halved until the start of your next turn.": "你的魔法变得能够让你的敌人充满额外的倦怠。每当一个生物从你的法术中受到冰冷伤害时，它必须通过一次对抗你法术豁免 DC 的体质豁免检定，否则其速度将减半，直到你下个回合开始。",
	"You can also cast {@spell wall of ice} without expending a spell slot once per long rest, and it is always prepared for you.": "你也可以在每次长休后一次无需消耗法术位的情况下施放{@spell wall of ice}，并且它总是为你准备好的。",
	"Some of the most flexible druids belong to the Circle of the Coast, for the shifting tides and shoals that empower them are much the same in temperament. Espousing a philosophy of change, they smoothly adjust to any situation, just like the lands they preside over.": "一些最灵活的德鲁伊属于海岸圈 (Circle of the Coast)，因为赋予他们力量的潮汐和浅滩在性情上大致相同。他们奉行变化的哲学，像他们统治的土地一样，能够顺利适应任何情况。",
	"Your affinity to oceanic water grants you spells to channel it. You learn the {@spell shape water|xge} cantrip. The cantrip can affect a larger area when you reach 5th level (10-foot cube), 11th level (15-foot cube), and 17th level (20-foot cube).": "你对海洋水域的亲和力赋予了你操控它的法术。你学会了{@spell shape water|xge}零级法术。当你达到5级时（10英尺立方体）、11级时（15英尺立方体）和17级时（20英尺立方体），这个零级法术可以影响更大的区域。",
	"You can recover some of your druidic magic by communing with the sea and shore. During a short rest, you choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your druid level (rounded up), and none of the slots can be 6th level or higher.": "你可以通过与海洋和岸边沟通来恢复一些德鲁伊魔法。在短暂休息期间，你可以选择要恢复的已用掉的法术位。这些法术位的总等级不能超过你德鲁伊等级的一半（向上取整），且其中没有一个法术位可以是6级或更高级别。",
	"If you use this feature in a coastal or aquatic environment, you can increase this combined level by one. You can't use this feature again until you finish a long rest.": "如果你在海岸或水域环境中使用这个特性，你可以将这个组合等级增加一级。直到你完成一次长休，你不能再次使用这个特性。",
	"Your spells become as flexible as the waters they harness, letting you divert their impact away from allies and alter their properties.": "你的法术变得像驾驭水流一样灵活，让你能够将它们的影响转移开来，改变它们的属性。",
	"Whenever you cast a spell from your Circle Spell list, you can choose any number of creatures that you can see. They automatically succeed on any checks or saving throws against the spell, and take no damage from them.": "每当你从你的（Circle Spell）法术列表中施放法术时，你可以选择任意数量的生物（%num%）以及你可以看见的生物。它们自动成功通过该法术的任何检定或豁免，并且不会受到伤害。",
	"Additionally, whenever a creature attempts to enter a {@spell wall of water|xge} you create, it must succeed on a Strength check against your spell save DC or become unable to pass through the wall until its next turn.": "此外，每当一只生物试图进入你所创建的{@spell wall of water|xge}时，它必须通过一次力量检定，检定值需达到你的法术豁免 DC，否则直到它的下一个回合都无法穿过这道墙。",
	"If the wall cuts through a creature's space when it appears, the creature must succeed on a Strength saving throw against your spell save DC or be pushed to one side of it (your choice which side).": "如果墙壁出现时穿过生物的空间，该生物必须通过一次力量豁免检定，豁免 DC 为你的法术豁免 DC，否则被推到其一侧（你可以选择推到哪一侧）。",
	"Like the rising and falling tide, your spells are in constant motion, moving to fit the situation.": "就像涨落的潮汐一样，你的法术在不断变化，随着情况而移动。",
	"While concentrating on the spell {@spell maelstrom|xge}, you can use your action to cause the area to reappear elsewhere on the ground up to 60 feet away from its previous spot. Additionally, if a creature succeeds on the spell's saving throw, it still takes half damage. You can also move the effect of {@spell watery sphere|xge} using a bonus action.": "在专注于咒语{@spell maelstrom|xge}时，你可以使用一个动作，使该区域在地面上重新出现，最多可移动到离其先前位置60英尺的地方。此外，如果生物成功通过了该咒语的豁免扑救，仍会受到一半的伤害。你还可以使用一个奖励动作移动{@spell watery sphere|xge}的效果。",
	"Finally, when you cast {@spell wall of water|xge} using a spell slot of 5th level or higher, its maximum dimensions are tripled. You can also form the wall into a hemisphere with a diameter of up to 30 feet and turn the wall opaque.": "最后，当你使用5级或更高级别的法术位施放{@spell wall of water|xge}时，其最大尺寸会变为原来的三倍。你还可以将墙壁形成一个直径长达30英尺的半球，并使墙壁变得不透明。",
	"You learn to impart the flexibility of water to the rest of your magic. You can expend two Wild Shape usages as part of casting a spell that isn't from your Circle Spell list to apply the effects of your 6th level feature to it.": "你学会了将水的柔韧性赋予你其他魔法。你可以在施放不在你《(Circle Spell list)》中的法术时，消耗两次野性变身的使用次数，将你的6级特性效果应用于该法术。",
	"Additionally, if the spell you cast is {@spell tsunami}, its casting time becomes 1 action instead of 1 minute, and can also affect Gargantuan creatures on subsequent turns.": "另外，如果你施放的法术是{@spell tsunami}，它的施法时间变为1个动作，而不是1分钟，并且在随后的回合中也可以影响巨大生物。",
	"To many, the arid wastelands are bleak, monotonous places of death. But the druids who inhabit them know that not everything is as it seems: life hides here in the most unlikely of places, often just out of sight. These druids are just as elusive, using their magic to spirit themselves or even hostile visitors away and produce dizzying mirages, acting both as protectors of the desert and extensions of it.": "对许多人来说，这片干旱的荒地是一片荒凉、单调的死地。但居住在这里的德鲁伊知道，并非所有事物都如表面看起来那样：生命隐藏在这里最不可思议的地方，往往就在视线之外。这些德鲁伊同样神秘莫测，利用他们的魔法将自己或甚至敌对的访客带走，并制造令人眩晕的幻象，既是沙漠的守护者，也是其延伸。",
	"Your connection to the desert sands grants you access to certain spells. You learn the {@spell minor illusion} cantrip.": "你与沙漠之沙的联系赋予你使用某些咒语的能力。你学会了{@spell minor illusion}零级咒语。",
	"You can recover some of your druidic magic by communing with the dunes and sands. During a short rest, you choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your druid level (rounded up), and none of the slots can be 6th level or higher.": "你可以通过与沙丘和沙漠沟通来恢复一些德鲁伊魔法。在短暂休息期间，你可以选择要恢复的已用掉的法术位。这些法术位的总等级不能超过你德鲁伊等级的一半（向上取整），且其中没有一个法术位可以是6级或更高级的。",
	"If you use this feature in a desert environment, you can increase this combined level by one. You can't use this feature again until you finish a long rest.": "如果你在沙漠环境中使用这个特性，你可以将这个组合等级提高一级。在完成一次长休之前，你不能再次使用这个特性。",
	"Like the desert itself, your magic belies the senses, able to take on forms that can easily disorient those unfamiliar with it.": "就像沙漠本身一样，你的魔法违背了感官，能够呈现出各种形态，很容易让那些不熟悉它的人感到迷惑。",
	"While an illusion spell you have cast is active, you can recast that spell without expending a spell slot, ending the previous effect, but inheriting any expended duration.": "当你施放的幻术法术仍然有效时，你可以重新施放该法术，而不消耗法术位，结束先前的效果，但保留已消耗的持续时间。",
	"Additionally, while concentrating on {@spell wall of sand|xge}, you can use your action to make it reappear on the ground up to 60 feet away from its previous location.": "此外，在集中精力于{@spell wall of sand|xge}的同时，你可以使用你的动作让它重新出现在离先前位置最多60英尺的地面上。",
	"As a bonus action, you can force a creature that you can see to succeed on a Dexterity saving throw against your spell save DC or have its surrounding area be {@quickref Vision and Light|PHB|2||heavily obscured} with swirling sand. This veil moves with the creature and lasts until the start of your next turn or if you dismiss it early (no action required).": "作为一个奖励动作，你可以迫使一个你能看见的生物进行一次对你法术豁免 DC 的敏捷豁免检定，否则它周围的区域将被涡旋的沙子所覆盖{@quickref Vision and Light|PHB|2||heavily obscured}。这层面纱会随着生物移动，并持续到你的下一个回合开始，或者你提前解除它（无需消耗动作）。",
	"You become capable of fully embodying the mysterious aspects of the sands, hiding the life that abounds in it from prying eyes with ease. You can cast {@spell blur} without using your concentration.": "你变得能够完全体现沙漠中神秘的一面，轻松地隐藏其中蕴藏的生命，使其不被窥探。你可以施放{@spell blur}而无需集中注意力。",
	"Additionally, when you cast {@spell mirage arcane}, you can expend two Wild Shape usages to change its casting time to 1 action, and it is always prepared for you.": "此外，当你施放{@spell mirage arcane}时，你可以消耗两次野性变身的使用次数，将其施法时间改为1个行动，并且它始终为你预备好。",
	"Druids of the Circle of the Forest are some of the most devoted to their land, considering themselves stewards of nature above all else, for no other place is as full of life as theirs. Their magic reflects this diversity, calling upon the forests and all the myriad phenomena within them down against those that would threaten it.": "森林之环德鲁伊是一些最为忠诚于他们的土地的德鲁伊，他们认为自己是自然的守护者，认为没有其他地方像他们的土地那样充满生机。他们的魔法反映了这种多样性，召唤森林和其中所有种种现象来对抗那些威胁它的人。(Circle of the Forest)",
	"The forests bestow you with a portion of their magic in the form of spells. You learn the {@spell thorn whip} cantrip.": "森林赐予你一部分魔法，以法术的形式。你学会了{@spell thorn whip}零级法术。",
	"You can recover some of your druidic magic by communing with the trees and undergrowth. During a short rest, you choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your druid level (rounded up), and none of the slots can be 6th level or higher.": "你可以通过与树木和草丛交流来恢复一些德鲁伊魔法。在短暂休息期间，你可以选择要恢复的已消耗法术位。这些法术位的总等级不能超过你德鲁伊等级的一半（向上取整），且其中没有一个可以是6级或更高级的法术位。",
	"If you use this feature in a forest environment, you can increase this combined level by one. You can't use this feature again until you finish a long rest.": "如果你在森林环境中使用这个特性，你可以将这个组合等级提升一级。直到你完成一次长休，你不能再次使用这个特性。",
	"Plant life recognises you as an ally, parting in your wake and allowing you to move through them effortlessly. You can pass through plants without being slowed or damaged by them if they are nonmagical, or if they are created or manipulated by you, and have advantage on checks and saving throws against plants that are magically created or manipulated to impede movement.": "植物生命将你视为盟友，它们在你经过时会自动分开，让你毫不费力地穿行其中。如果植物是非魔法的，或者是由你创造或操控的，你可以毫无阻碍地穿过它们，不会被减速或受到伤害，并且对那些被魔法创造或操控以阻碍移动的植物有优势，对它们的检定和豁免 throw 拥有优势。",
	"In addition, if you cast {@spell entangle} using a 2nd level spell slot or higher, a creature that enters the affected area for the first time on a turn or starts its turn there must succeed on a Strength saving throw as if they were in the area when it was cast or suffer the same effects.": "另外，如果你使用2级或更高级的法术位施放{@spell entangle}，当生物首次进入受影响区域或在那里开始他们的回合时，必须进行一次力量豁免检定，否则将遭受与施法时相同的效果。",
	"You can tap into your own inner magic to bring the forest with you no matter where you go. As a bonus action, you can expend a Wild Shape usage to create a number of Medium trees up to your proficiency bonus or a single Large tree in any unoccupied space on the ground that you can see within 150 feet of you.": "无论你走到哪里，你都可以利用自己内在的魔法带着森林。作为一个奖励动作，你可以消耗一个野性变身使用次数，在你能看到的距离150英尺内的地面上的任意未被占据的空间中创造数量为你的熟练加值的中等树木，或者一个大型树木。",
	"The trees have a maximum height of 3 feet times your Druid level, and can be of any kind that you wish. They can have foliage grow underneath them in a 20-foot radius. If created in an area unsuitable for plant life, the trees and any accompanying foliage disappear after 24 hours.": "树木的最大高度为你德鲁伊等级的3倍，可以是你希望的任何种类。它们可以在20英尺半径内长出底下的树叶。如果在不适合植物生长的区域创建，树木和任何附带的树叶将在24小时后消失。",
	"The forests entrust you with the strongest of their blessings. You can cast {@spell barkskin} and {@spell tree stride} without using your concentration. Additionally, if you cast barkskin in this way, at the start of each of the target's turns the target gains a number of temporary hit points equal to your Wisdom modifier plus your proficiency bonus until the spell ends.": "森林赋予你最强大的祝福。你可以在不集中注意力的情况下施放{@spell barkskin}和{@spell tree stride}。此外，如果以这种方式施放树皮术，目标在每个回合开始时会获得一定数量的临时生命值，数值等于你的感知调整值加上你的熟练加值，直到法术结束。",
	"Quiet and supportive, some of the most harmonious druids belong to the Circle of the Grassland, their magic and way of life an intimate reflection of the humble flora and fauna that they communicate with as kin: swift, resilient, and pervasive, but above all, interconnected.": "安静而支持性，一些最和谐的德鲁伊属于(Grassland圈)的一部分，他们的魔法和生活方式都与他们沟通的谦卑植物和动物息息相关：迅速、有韧性、无处不在，但最重要的是，相互连接。",
	"Your magic is touched by the sweeping plains, giving you access to spells that traverse distances, figurative and literal. You learn the {@spell message} cantrip.": "你的魔法受到广袤平原的影响，让你能够施展能够横跨距离的法术，不论是象征性的还是字面上的。你学会了{@spell message}零级法术。",
	"You can recover some of your druidic magic by communing with the savannas and prairies. During a short rest, you choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your druid level (rounded up), and none of the slots can be 6th level or higher.": "你可以通过与(草原和大草原)沟通来恢复一些德鲁伊魔法。在短暂休息期间，你可以选择恢复已用掉的法术位。这些法术位的总等级可以等于或小于你德鲁伊等级的一半（向上取整），且其中没有一个法术位可以是6级或更高级的。",
	"If you use this feature in a grassland environment, you can increase this combined level by one. You can't use this feature again until you finish a long rest.": "如果你在一个草原环境中使用这个特性，你可以将这个组合等级增加一级。直到你完成一次长休，你不能再次使用这个特性。",
	"Your spells are bolstered by the swiftness necessary for life to thrive on open grassland, for its flat landscapes leave exposed creatures vulnerable to attack.": "你的法术受到了必要的迅捷之力的支持，这种迅捷之力是草原上生命茁壮成长所必需的，因为其平坦的地形使暴露的生物容易受到攻击。",
	"When you cast a spell from your Circle Spell list that has a casting time of 1 action, you can change the casting time to 1 bonus action.": "当你从你的（Circle Spell）圈子法术列表中施放一个施法时间为1个行动的法术时，你可以将施法时间改为1个（bonus action）奖励行动。",
	"The short stature of grassland flora belies a hidden resilience, able to grow back time and time again despite numerous hardships. You become capable of tapping into a similar vitality yourself, partially healing recent injuries.": "草原植被的矮小身材掩盖了一种隐藏的韧性，尽管经历了许多困难，但仍能一次又一次地重新生长。你也能够借鉴这种活力，部分地治愈最近的伤势。",
	"You can expend a Wild Shape usage as an action to select a creature that you can see within 60 feet of you. It regains hit points equal to half of all hit points it lost since the end of its last turn (rounded up).": "你可以将一次野兽变身的使用扩展为一个动作，选择一个在你视线范围内的生物。它恢复的生命值等于自上次轮结束以来失去的生命值的一半（向上取整）。",
	"Your magic gains a semblance of life outside of you, letting it persist beyond your control. Whenever the effect of one of your spells with a duration of 1 minute or longer would end, you can have it do so at the end of your next turn instead.": "你的魔法仿佛获得了生命，在你身体之外存在，让它可以持续超出你的控制。每当你施放的一个持续时间为1分钟或更长的法术效果即将结束时，你可以让它在你的下一个回合结束时结束，而不是立刻结束。",
	"High above the rest of the world, the most imperious of druids can be found in the Circle of the Mountain. Often serious or even regal in demeanour, many of them take great pride in their strength, their magic manifesting in similarly spectacular ways, both to instil awe and respect for the lands that they are responsible for balancing, and to demonstrate its overwhelming power to those who would desecrate it.": "在世界其他地方之上，最威严的德鲁伊可以在(山之圈)中找到。他们通常举止严肃甚至庄严，许多人为自己的力量感到自豪，他们的魔法以同样壮观的方式显现，既是为了让人敬畏和尊重他们负责平衡的土地，也是为了向那些试图亵渎它的人展示其压倒性的力量。",
	"Your connection to the world's highest points grants you access to spells that shake the earth and sky with your very presence. You learn the {@spell booming blade|tce} cantrip.": "你与世界最高点的联系赋予你使用法术的能力，你的存在能够撼动大地和天空。你学会了{@spell booming blade|tce}这个零级法术。",
	"You can recover some of your druidic magic by communing with the alps and hills. During a short rest, you choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your druid level (rounded up), and none of the slots can be 6th level or higher.": "你可以通过与阿尔卑斯山和丘陵沟通来恢复一些德鲁伊魔法。在短暂休息期间，你可以选择要恢复的已用掉的法术位。这些法术位的总等级不能超过你德鲁伊等级的一半（向上取整），且其中没有一个可以是6级或更高级别的。",
	"If you use this feature in a mountainous environment, you can increase this combined level by one. You can't use this feature again until you finish a long rest.": "如果你在山区环境中使用这个特性，你可以将这个组合等级提升一级。直到你完成一次长休，你不能再次使用这个特性。",
	"The magic of the peaks lets you instil others with the power to aspire towards them. As a bonus action, you can touch a willing creature to grant them a flying speed of 60 feet until the end of your next turn, before safely descending as if under the effects of {@spell feather fall}.": "山峰的魔力让你能够激励他人朝着它们的方向努力。作为一个奖励动作，你可以触摸一个愿意的生物，使他们在你的下一个回合结束前获得60英尺的飞行速度，然后安全地下降，就像受到{@spell feather fall}的影响一样。",
	"You can use this feature a number of times equal to your Wisdom modifier (minimum of once), and you regain all expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你的感知调整值（最少一次），当你完成一次长休后，你恢复所有已用次数。",
	"Mountains tower over men like natural deities - you become capable of channelling this authority, compelling others to kneel before you in reverence.": "山峰高耸如同自然神明 - 你变得能够引导这种权威，迫使他人跪拜在你面前，表示崇敬。",
	"As part of casting a spell from your Circle Spell list, you can expend a Wild Shape usage. If you do so, whenever the spell deals damage to a creature, it must succeed on a Constitution saving throw against your spell save DC or have their speed become 0 until the end of their next turn and be knocked {@condition prone}.": "作为从你的环形法术列表中施放法术的一部分，你可以消耗一个野性变身使用次数。如果你这样做，每当法术对一个生物造成伤害时，该生物必须通过一次对抗你法术豁免 DC 的体质豁免检定，否则它的速度将变为 0，直到它的下一个回合结束，并且被击倒 {@condition prone}。",
	"A creature that fails its Constitution saving throw while prone becomes {@condition stunned} until the end of its next turn instead.": "一个生物如果在跪倒状态下未通过体质豁免检定，那么它会在接下来的回合结束前变为{@condition stunned}。",
	"Like the mountains themselves, you can weather even the harshest of blows. You can cast {@spell stoneskin} without using your concentration or material components.": "就像山脉本身一样，你可以经受甚至最严厉的打击。你可以施放{@spell stoneskin}，而无需使用你的专注力或物质组件。",
	"Often misunderstood and even reviled, druids of the Circle of the Swamp have a reputation for being pragmatic and deceptive, often using their magic in underhanded ways, from their use of poisons to their tendency to ambush foes. Many of these druids consider such tactics necessary: despite the many dangers the lands they protect possess, they know it is far more vulnerable to destruction than its appearance would suggest, but little understanding is given to life that can maim and kill, even if it too is trying to survive.": "常常被误解甚至被唾弃，沼泽之环德鲁伊以务实和欺诈著称，常常以不光彩的方式运用他们的魔法，从使用毒药到埋伏敌人。许多这样的德鲁伊认为这些战术是必要的：尽管他们所保护的土地充满了许多危险，他们知道它比外表所示的更容易被摧毁，但对那些可能伤害和杀死的生命却很少给予理解，即使它们也在努力生存。",
	"Your connection to the water-saturated lands grants you access to magic that incapacitates and confuses. You learn the {@spell primal savagery|xge} cantrip.": "你与水湿土地的联系赋予你能力，可以使用让人无法行动和困惑的魔法。你学会了{@spell primal savagery|xge} cantrip。",
	"You can recover some of your druidic magic by communing with the bogs and marshes. During a short rest, you choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your druid level (rounded up), and none of the slots can be 6th level or higher.": "你可以通过与沼泽和湿地交流来恢复一些德鲁伊魔法。在短暂休息期间，你可以选择要恢复的已用掉的法术位。这些法术位的总等级不能超过你德鲁伊等级的一半（向上取整），且其中没有一个法术位可以是6级或更高级的。",
	"If you use this feature in a swamp environment, you can increase this combined level by one. You can't use this feature again until you finish a long rest.": "如果你在沼泽环境中使用这个特性，你可以将这个组合等级提升一级。在完成一次长休之前，你不能再次使用这个特性。",
	"You learn to use the element of surprise to more easily debilitate your foes. Creatures that are unable to see or hear you must make any checks or saving throws against your spells at disadvantage.": "你学会了利用意外因素更容易削弱你的敌人。无法看到或听到你的生物必须以劣势进行任何检定或豁免来抵抗你的法术。",
	"Additionally, the speed of any creature that fails its saving throw against a {@spell stinking cloud} or {@spell cloudkill} you create becomes 0 until the start of its next turn.": "此外，任何生物如果未能通过你制造的{@spell stinking cloud}或{@spell cloudkill}的豁免检定，其速度将变为0，直到其下一个回合开始。",
	"Constant exposure to the wetlands has left you stronger against its denizens and perils. You have a +2 bonus to saving throws against being {@condition charmed} or {@condition frightened}, and are immune to poison and disease.": "长期暴露在湿地环境中使你对其居民和危险更加强大。你对被 {@condition charmed} 或 {@condition frightened} 的豁免 throws 获得+2 的加值，并且对毒素和疾病免疫。",
	"You become capable of vanishing in the face of danger, leaving foes swinging at apparitions. You can expend a Wild Shape usage to cast {@spell mislead} as a reaction to a spell or attack roll without using your concentration.": "你变得能够在危险面前消失，让敌人挥舞着攻击虚影。你可以消耗一次野性变身使用权，作为对法术或攻击骰投的反应施放{@spell mislead}，而无需使用你的集中力。",
	"As part of this reaction, you can attempt to hide and move a distance up to your speed. If this movement causes you to leave the range of the spell or attack, you avoid its effects, your illusory double appearing as if it received it in your stead.": "作为这个反应的一部分，你可以尝试隐藏并移动一个距离，最多等同于你的速度。如果这次移动导致你离开法术或攻击的范围，你可以避免其效果，你的幻象双身会看起来像是代替你受到了攻击。",
	"Once you use this feature, you can't use it again until you finish a short or long rest.": "使用此特性后，直到完成一次短休或长休，你才能再次使用它。",
	"Drawing strength from the caves and caverns under the earth, druids of the Circle of the Underdark wield magic shaped by this alien environment, manifesting both as physical adaptations and even psychic abilities, mirroring some of the denizens residing deep below.": "从地底的洞穴和岩洞中汲取力量，地下圈德鲁伊们运用这个陌生环境塑造的魔法，表现为身体适应和甚至心灵能力，反映出地底深处居住者的一些特征。",
	"While much of the life here is hostile and strange, many of these druids still do their best to mediate it. Some of them are even said to guide lost travellers back to safety, or if they are feeling less charitable, terrifying them away with their deepest fears, reading their innermost thoughts as effortlessly as any aberration.": "尽管这里的生活大部分都是敌对和陌生的，许多德鲁伊仍然尽力调解。有人甚至说他们会引导迷失的旅行者返回安全，或者如果他们心情不那么慈善，会用他们最深的恐惧把他们吓跑，轻松地读取他们内心的想法，就像任何畸变生物一样。",
	"Your gain access to magics over the physical and mental darkness lurking underneath the surface of the normal world. You learn the {@spell mind sliver|tce} cantrip.": "你获得了进入潜藏在正常世界表面下的物理和心理黑暗的魔法能力。你学会了{@spell mind sliver|tce}戏法。",
	"You can recover some of your druidic magic by communing with the cavernous depths. During a short rest, you choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your druid level (rounded up), and none of the slots can be 6th level or higher.": "你可以通过与洞穴深处沟通来恢复一些德鲁伊魔法。在短暂休息期间，你可以选择要恢复的已用掉的法术位。这些法术位的总等级不能超过你德鲁伊等级的一半（向上取整），且其中没有一个法术位可以是6级或更高级别的。",
	"If you use this feature in an underground environment, you can increase this combined level by one. You can't use this feature again until you finish a long rest.": "如果你在地下环境中使用这个特性，你可以将这个组合等级提高一级。在完成一次长休之前，你不能再次使用这个特性。",
	"The things that crawl throughout caves and caverns have no need for light to see, and you are no exception. As a bonus action, you can expend a Wild Shape usage to touch a willing creature and grant them {@quickref Blindsight|PHB|2||blindsight} out to a range of 15 feet for 1 hour.": "在洞穴中爬行的生物无需光线就能看见，你也不例外。作为一个奖励动作，你可以消耗一个野性变身使用次数，触摸一个愿意的生物，并让他们在15英尺范围内获得{@quickref Blindsight|PHB|2||blindsight}，持续1小时。",
	"You learn to treat the mind like a network of caves and caverns, letting you delve into the very hearts of others as easily as you do the underground.": "你学会将心灵看作一个洞穴和岩洞的网络，让你能够像探索地下一样轻松地深入他人的内心。",
	"You can cast {@spell detect thoughts} without using your concentration, spell slots, or components, and can reach its effect out to creatures up to 60 feet away. Wisdom is your spellcasting ability for this spell.": "你可以施放{@spell detect thoughts}，无需集中注意力、法术位或材料，并且可以将其效果延伸到60英尺外的生物。智力是你施法这个法术的能力值。",
	"Additionally, if you read a creature's thoughts that you can't see, you become capable of seeing it until the spell ends, or if you shift your attention to another creature.": "此外，如果你读取了一个你看不见的生物的思维，你将能够看见它，直到法术结束，或者你将注意力转移到另一个生物上。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你的熟练加值，当你完成一次长休后，你恢复所有已用次数。",
	"You become capable of drawing on some of your magic even while robbed of air. You can cast spells granted by your Druid subclass features without requiring any spell components, and can hold your breath indefinitely.": "即使被剥夺了空气，你仍然能够利用一些魔法。你可以施放由你德鲁伊子职特性赋予的法术，而无需任何法术材料，并且可以无限期地屏住呼吸。"
}