{
	"Bards of the College of Metronomes often value technical mastery over impassioned performance. Experts in the theory and craft behind music, their songs assert harmony in the face of dissonance, able to orchestrate even the chaos of battle into a perfect cadence.": "节拍学院的吟游诗人通常更注重技术的掌握，而非激情的表现。作为音乐理论和技艺方面的专家，他们的歌曲在面对不和谐时坚定和谐，能够将战斗中的混乱编排成完美的终止音。",
	"Whenever combat starts and you aren't {@quickref Surprise|PHB|3|0|surprised}, you can expend a use of your Bardic Inspiration to add or subtract your Charisma modifier from one creature's initiative roll (unwilling creatures can make a Wisdom saving throw against your spell save DC to avoid this).": "每当战斗开始且你不是{@quickref Surprise|PHB|3|0|surprised}时，你可以消耗一次你的吟游诗人灵感，将你的魅力调整值加或减到一个生物的先攻骰（不愿意的生物可以进行一次感知豁免骰来避免此效果）。",
	"You can use your bonus action to tie a creature of your choice within 30 feet of you to your music's rhythm, increasing its speed by 10 feet until your next turn ends.": "你可以使用你的奖励动作将你选择的生物绑定到你音乐的节奏中，在你的下一个回合结束前，增加它的速度10英尺。",
	"Additionally, you can expend a use of your Bardic Inspiration as part of using this feature. When you do so, the affected creature also gains the effects of the {@spell kinetic jaunt|scc} spell for 1 minute.": "此外，您可以在使用此特性时额外消耗一次您的吟游诗人灵感。当您这样做时，受影响的生物也会在1分钟内获得{@spell kinetic jaunt|scc}法术的效果。",
	"Your music inspires perfectionist zeal, turning failure into success through sheer rote repetition. Each creature under the effect of your Countercharm can use its reaction to expend a Hit Die and reroll one ability check, saving throw, or attack roll. The creature makes this decision after seeing whether its roll succeeds or fails.": "你的音乐激发了完美主义者的热情，通过纯粹的机械重复将失败变成成功。在你的对抗咒音效果下的每个生物都可以使用其反应来消耗一个生命骰并重新投掷一次能力检定、豁免检定或攻击检定。生物在看到其投掷成功或失败后再做出这个决定。",
	"Additionally, as part of using your Countercharm feature, you can expend a spell slot or a use of your Bardic Inspiration to change its duration to 1 minute.": "另外，作为使用你的抗魅力特性的一部分，你可以消耗一个法术位或使用你的吟游诗人灵感来将其持续时间更改为1分钟。",
	"When you use your Countercharm feature, or as an action on subsequent turns while it is active, you can also cause it to perform one of the following effects, which lasts until the end of your next turn:": "当你使用你的Countercharm（反咒）特性时，或在其仍然有效时的后续回合中作为一个动作，你还可以让它执行以下效果之一，该效果持续到你的下一个回合结束：",
	"You and each friendly creature within its range gain the effects of the {@spell haste} spell (recipients do not experience lethargy once the effects end).": "你和范围内的每个友好生物获得{@spell haste}法术的效果（受法术影响结束后不会感到疲倦）。",
	"Each hostile creature within its range must succeed on a Wisdom saving throw against your spell save DC or be inflicted with the effects of the {@spell slow} spell.": "在其射程内的每个敌对生物必须通过一次感知豁免检定，检定 DC 为你的法术豁免 DC，否则将受到 {@spell slow} 法术的影响。",
	"You can use this feature a number of times equal to half your bard level, and you regain all expended uses when you finish a long rest.": "你可以使用这个特性的次数等于你吟游诗人等级的一半，当你完成一次长休时，你会恢复所有已用次数。"
}