{
	"Druids of the Circle of Kudzu see 'weeds' not as plants to be exterminated, but as adaptable survivors. Their abilities reflect these traits, capable of rapidly moving across terrain and hindering even the mightiest of foes.": "德鲁伊 (Druids) 以《蔓生之环 (Circle of Kudzu)》的身份看待“杂草” (weeds)，并非要将其根除，而是视其为适应性强的幸存者。他们的能力反映了这些特质，能够快速穿越地形并阻碍甚至是最强大的敌人。",
	"Your affinity for small, strangling plants grants you access to certain spells. You learn {@spell thorn whip} (or another Druid cantrip of your choice if you already know the spell), and modify it in the following ways:": "你对小型、缠绕植物的亲和力赋予你使用特定法术的能力。你学会{@spell thorn whip}（如果你已经知道这个法术，可以选择学习另一个德鲁伊杂耍），并按以下方式修改它：",
	"You can cast it using only somatic components.": "你可以只使用手势成分施放它。(somatic components)",
	"You can target objects and interact with them in the same ways as the {@spell mage hand} cantrip.": "你可以以与{@spell mage hand} cantrip 相同的方式瞄准物体并与之互动。",
	"Instead of pulling a creature, you can move it up to 10 feet in any horizontal direction within range.": "与其拉动一个生物，你可以在射程内的任何水平方向上移动它多达10英尺。",
	"You automatically hit willing targets, and can choose not to apply the spell's damage when you do so.": "你可以自动命中愿意的目标，并且可以选择不对其施加法术伤害。",
	"When you reach certain Druid levels, you gain access to the spells in the table below. They count as Druid spells for you, and you always have them prepared, but they don't count against the total number of spells you prepare each day.": "当你达到特定的德鲁伊等级时，你将获得下表中的法术。它们对你来说算作德鲁伊法术，你始终准备好它们，但它们不计入你每天准备的法术总数。",
	"{@spell earthbind|xge} (as vines), {@spell spider climb}": "{@spell earthbind|xge}（葡萄藤）, {@spell spider climb}",
	"As a bonus action, you can expend a use of your Wild Shape feature to assume a weed-like form. While in this form, you pass through all nonmagical plants and your own spell effects without being slowed or damaged by them. The form lasts for 1 hour. It ends early if you dismiss it (no action required), or use this feature again.": "作为一个奖励动作，你可以消耗一个你的野性变身特性使用次数，变成类似杂草的形态。在这种形态下，你可以穿过所有非魔法植物和你自己的法术效果，而不会被它们减速或伤害。这种形态持续1小时。如果你解除它（不需要动作），或再次使用这个特性，它会提前结束。",
	"Once per turn, when you hit a target with {@spell thorn whip} in this form, you can cause one of the below effects:": "每回合一次，当你用{@spell thorn whip}命中目标时，你可以造成以下效果之一：",
	"You pull yourself directly towards the target up to your distance from it. This movement does not provoke opportunity attacks.": "你可以直接向目标拉近自己，最多移动你的距离。这个移动不会引发机会攻击。",
	"If the target is a creature, it must succeed on a Dexterity saving throw or fall {@condition prone}.": "如果目标是生物，则必须成功进行一次敏捷豁免才能避免摔倒{@condition prone}。",
	"If the target is a creature, you make an ability check with your spellcasting ability contested by that creature's Strength check. If you succeed, you can pull the creature towards you up to your distance from it.": "如果目标是一只生物，你需要使用你的法术属性进行一次能力检定，与该生物的力量检定进行对抗。如果你成功，你可以将生物拉向你，最多拉到你与它的距离。",
	"Your magic thrives with your namesake's vigour. When you cast a Circle Spell, you can cast it without {@condition concentration} or expending a spell slot. You can't cast a spell in this way again until you finish a short or long rest.": "你的魔法与你名字的活力同在。当你施放一个环形法术时，你可以不消耗{@condition concentration}或法术位来施放它。在你完成短休或长休之前，你不能再以这种方式施放法术。",
	"Additionally, when you cast {@spell thorn whip}, you can make a number of attacks equal to the number of damage dice it would have dealt instead of a single attack. When cast in this way, each attack deals {@dice 1d6} piercing damage.": "此外，当你施放{@spell thorn whip}时，你可以进行与其伤害骰数相等的攻击次数，而不是进行一次攻击。以这种方式施放时，每次攻击造成{@dice 1d6}点穿刺伤害。",
	"While your Lash of a Thousand Thorns is active, you emanate rampant vegetation in a 15-foot aura, and add your Wisdom modifier to any damage you deal using {@spell thorn whip}. The plants you emanate can be manipulated by spells such as {@spell plant growth} and {@spell speak with plants}.": "当你的千刺鞭(Thousand Thorns)激活时，你在15英尺范围内散发疯狂的植被，并在使用{@spell thorn whip}造成伤害时，将你的感知调整值加到其中。你散发的植物可以被如{@spell plant growth}和{@spell speak with plants}的法术操控。",
	"Whenever you cast a spell of 1st-level or higher, you can use your reaction to drive these plants into a frenzy, forcing each hostile creature within the aura to make a Strength saving throw against your spell save DC.": "每当你施放1级或更高级别的法术时，你可以使用你的反应将这些植物驱使入狂暴状态，迫使每个处于光环内的敌对生物根据你的法术豁免 DC 进行一次力量豁免检定。",
	"A creature that fails its save has its speed reduced to 0 until the end of your next turn, and loses hit points equal to the spell's level. You then gain temporary hit points equal to the total hit points lost in this way.": "一个未能通过豁免检定的生物，其速度将降为0，直到你的下一个回合结束，并且失去等于法术等级的生命值。然后，你获得临时生命值，数值等于以这种方式失去的总生命值。",
	"You traverse the land as freely as any weed. You add {@spell transport via plants} to your list of Circle Spells.": "你像野草一样自由地穿越大地。你的法术圈列表中新增了{@spell transport via plants}。",
	"When you cast this spell, you can create up to two plants (the target and destination plants) for the spell to use, which vanish when the spell ends. If you create a destination plant, its location is determined in the same way as the {@spell teleport} spell.": "当你施放这个法术时，你可以创造最多两个植物（目标植物和目的地植物），供法术使用，这些植物在法术结束时消失。如果你创造一个目的地植物，其位置的确定方式与{@spell teleport}法术相同。",
	"You automatically hit willing targets, and can cause the spell to deal no damage on a hit.": "你可以自动攻击愿意的目标，并且可以使法术在命中时不造成伤害。",
	"When you reach certain druid levels, you gain access to the spells in the table below. They count as druid spells for you, and you always have them prepared, but they don't count against the total number of spells you prepare each day.": "当你达到特定的德鲁伊等级时，你可以获得下表中的法术。对你而言，它们算作德鲁伊法术，并且你始终准备好它们，但它们不会计入你每天准备的法术总数。",
	"{@spell spider climb}, {@spell web} (as vines)": "{@spell spider climb}, {@spell web}（作为藤蔓）",
	"{@spell evard's black tentacles||black tentacles} (as vines), {@spell freedom of movement}": "{@spell evard's black tentacles||black tentacles}（作为藤蔓），{@spell freedom of movement}",
	"As a bonus action, you can expend a use of your Wild Shape feature to assume a weed-like form. While in this form, you pass through all plants without being slowed or damaged by them. The form lasts for 1 hour. It ends early if you dismiss it (no action required), are {@condition incapacitated}, die, or use this feature again.": "作为一个额外行动，你可以消耗一次你的野性形态特性来假设为一种类似于杂草的形态。在这",
	"Your magic takes root extremely quickly. When you use your bonus action to activate your Lash of a Thousand Thorns, you can also use that bonus action to cast any Circle Spell of your choice that you have access to.": "你的魔法迅速生根。当你使用你的奖励动作激活你的千刺鞭时，你也可以使用同样的奖励动作施放你可以访问的任何环形法术。 (Lash of a Thousand Thorns)",
	"Additionally, when you use your action to cast {@spell thorn whip}, you can attack twice, instead of once, and can move between each attack you make using this spell.": "符合当地语言习惯，并且像(%num%)这样的文本在翻译中应保持为(%num%)。\n- 翻译遵守DND游戏团规则，专有名词在翻译后应在`()`内保留英文。\n\n此外，当你使用行动施放{@spell thorn whip}时，你可以攻击两次，而不是一次，并且可以在你使用这个法术进行每次攻击之间移动。",
	"While your Lash of a Thousand Thorns is active, you can choose to emanate rampant vegetation in a 15-foot aura. The plants you emanate can be manipulated by spells such as {@spell plant growth} and {@spell speak with plants}.": "当你的“千刺鞭笞”生效时，你可以选择在一个15英尺的范围内散发疯狂的植被。你散发的植物可以被像{@spell plant growth}和{@spell speak with plants}这样的法术操控。",
	"A creature that fails its save has its speed reduced to 0 until the start of your next turn, and takes bludgeoning damage equal to the spell's level. You gain temporary hit points equal to the total bludgeoning damage dealt.": "当一只生物未通过它的豁免检定时，其速度将降低至0，直到你的下一个回合开始，并受到等同于该法术等级的钝击伤害。你获得临时生命值，其数量等同于所造成的钝击伤害总和。 (D&D 运行组规则) (bludgeoning)",
	"You propagate as freely as any weed. You add {@spell transport via plants} to your list of Circle Spells, and can cast it without expending a spell slot. Once you do so, you cannot do so again until you finish a long rest.": "你像野草一样自由生长。你将 {@spell transport via plants} 加入你的圈子法术列表，并且可以在不消耗法术位的情况下施放它。一旦你这样做了，你就不能再这样做，直到你完成一次长休。(DND running group rules)",
	"Additionally, when you cast {@spell transport via plants}, you can create up to two plants (the target and destination plants) for the spell to use, which vanish when the spell ends. If you create a destination plant, its location is determined in the same way as the {@spell teleport} spell.": "符合当地语言习惯，并且像(%num%)这样的文本在翻译中应保持为(%num%)。\n\n另外，当你施放{@spell transport via plants}时，你可以为该法术创建高达两个植物（目标植物和目的地植物），它们会在法术结束时消失。如果你创建了一个目的地植物，其位置的确定方式与{@spell teleport}法术相同。 {@spell transport via plants}（种植物） {@spell teleport}"
}