{
	"Druids of the Circle of the Rainbow exalt their namesake as the pinnacle of nature's beauty. Wielding similarly scintillating abilities, many of these druids try to inspire others to reverence, both for the luminescent miracles they worship and for the natural world as a whole.": "彩虹之环德鲁伊将他们的名字视为自然之美的顶峰。拥有类似闪烁能力的许多德鲁伊试图激励他人尊敬，既尊敬他们崇拜的发光奇迹，也尊敬整个自然界。",
	"The wondrous light of the rainbow suffuses your magic. You learn the {@spell minor illusion} cantrip.": "彩虹的奇妙光芒充盈着你的魔法。你学会了{@spell minor illusion} cantrip。",
	"When you reach certain Druid levels, you gain access to the spells in the table below. They count as Druid spells for you, and you always have them prepared, but they don't count against the total number of spells you prepare each day.": "当你达到特定德鲁伊等级时，你可以获得下表中的法术。它们对你来说算作德鲁伊法术，你始终准备好它们，但它们不计入你每天准备的法术总数。",
	"Additionally, when you cast {@spell color spray}, you can modify it to affect all creatures in the area that fail a Constitution saving throw instead of using its original method.": "此外，当你施放{@spell color spray}时，你可以修改它，使其影响区域内所有未通过体质豁免检定的生物，而不是使用其原始方法。",
	"As a bonus action, you can expend a use of your Wild Shape feature to weave a mantle of ever-shifting hues around yourself and roll on the Prismatic Boons table. This table determines the colour of your mantle and its effect, which occurs immediately after the roll once.": "作为一个奖励动作，你可以消耗一个你的野性变身特性使用次数，将一层不断变幻色彩的披风编织在你周围，并在五彩祝福表上投掷骰子。这个表决定了你披风的颜色和效果，在投掷后立即发生。",
	"The mantle is always under the effect of the {@spell light} cantrip and vanishes after 1 minute. While wearing it, you can use your bonus action on subsequent turns to roll on this table again.": "披风一直受到{@spell light} cantrip的影响，在1分钟后消失。穿戴时，你可以在接下来的回合使用你的奖励动作再次在这个表上掷骰。",
	"You choose a creature within 30 feet of you to gain the effects of {@spell divine favor} until the start of your next turn.": "你选择距离你30英尺内的一个生物，在你的下一个回合开始前获得{@spell divine favor}的效果。",
	"Orange": "橙色",
	"You cast {@spell bane} without concentration. The spell lasts until the end of your next turn and counts as a Druid spell for you.": "你不需要集中精力施放{@spell bane}。这个法术持续到你的下一个回合结束，并且对你来说算作德鲁伊法术。",
	"Yellow": "黄色 (Yellow)",
	"You choose a creature within 30 feet of you to gain the effects of {@spell zephyr strike|xge} until the end of its next turn.": "你选择距离你30英尺内的一个生物，在其下一个回合结束前获得{@spell zephyr strike|xge}的效果。",
	"Green": "绿色 (Green)",
	"Each creature of your choice within 30 feet of you gains temporary hit points equal to your Wisdom modifier.": "你选择的每个生物在你周围30英尺范围内获得临时生命值，数值等同于你的感知调整值。",
	"Up to three creatures of your choice within 30 feet of you gain the effects of {@spell bless} until the end of your next turn.": "在距离你30英尺范围内，最多三个你选择的生物在你的下一个回合结束前获得{@spell bless}的效果。",
	"Indigo": "靛蓝 (Indigo)",
	"You choose creatures up to your proficiency bonus within 30 feet of you to gain a +1 bonus to AC for 1 round.": "你选择距离你30英尺以内的生物，使它们在1轮内获得+1的AC奖励。",
	"Violet": "紫罗兰 (Violet)",
	"You cast {@spell sanctuary}. The spell lasts until the end of your next turn and counts as a Druid spell for you.": "你施放了{@spell sanctuary}。这个法术持续到你的下一个回合结束，并且对你来说算作德鲁伊法术。",
	"Rainbow": "彩虹",
	"You teleport with a rainbow-producing {@spell misty step} and apply another boon of your choice from the above seven.": "你使用一个产生彩虹的传送术{@spell misty step}，并从上述七种中选择另一个祝福来施加。",
	"Kaleidoscopic light dances at your fingertips, letting you cast {@spell color spray} as a reaction before a creature attacks or casts a spell, and increase the size of the spell's cone by 10 feet for each slot level above 1st you use to cast it.": "万花筒般的光在你指尖舞动，让你在生物发动攻击或施法前作为反应施放{@spell color spray}，并且每使用高于1级的法术位来施放，增加法术锥形范围10英尺。",
	"You can also cast {@spell color spray} without expending a spell slot twice, regaining all expended uses when you finish a short or long rest.": "你也可以不消耗法术位两次施放{@spell color spray}，在完成短休或长休后，恢复所有已消耗的使用次数。",
	"Your mantle shimmers with boundless potential. While wearing it, you have a flying speed equal to your walking speed and can hover, along with the option to reroll your Prismatic Boons, picking from either result.": "你的披风闪烁着无限的潜力。佩戴它时，你的飞行速度等同于你的行走速度，并且可以悬停，同时还有重新投掷你的棱彩恩赐的选项，可以选择两者中的任意结果。",
	"The essence of the seven colours shines within you. You add {@spell prismatic spray} to your list of Circle Spells, and can cast it without expending a spell slot once per day.": "七彩之精华在你身上闪耀。你的法术圈列表中新增了{@spell prismatic spray}，每天可以无需消耗法术槽来施放一次。",
	"Any rays the spell creates can be replaced with a ray of the same colour as your last Prismatic Boon.": "任何射线法术产生的射线都可以用与您上一个Prismatic Boon相同颜色的射线替换。"
}