{
	"Druids who are members of the Circle of Dreams hail from regions that have strong ties to the Feywild and its dreamlike realms. The druids' guardianship of the natural world makes for a natural alliance between them and good-aligned fey. These druids seek to fill the world with dreamy wonder. Their magic mends wounds and brings joy to downcast hearts, and the realms they protect are gleaming, fruitful places, where dream and reality blur together and where the weary can find rest.": "梦境圈（Circle of Dreams）的德鲁伊来自与精灵界及其梦幻般领域有着紧密联系的地区。德鲁伊对自然界的守护使他们与善良的精灵自然结盟。这些德鲁伊致力于让世界充满梦幻般的奇迹。他们的魔法能治愈伤口，给沮丧的心带来快乐，他们守护的领域是闪闪发光、丰饶的地方，梦境和现实在那里交织在一起，疲惫的人可以找到休息的地方。",
	"You become able to tap into a portion of the magic of the Feywild, granting you access to certain spells. You learn the {@spell prestidigitation} cantrip.": "你变得能够利用精灵界一部分的魔法，使你能够使用特定的法术。你学会了{@spell prestidigitation}零级法术。",
	"When you reach certain Druid levels, you gain access to the spells in the table below. They count as Druid spells for you, and you always have them prepared, but they don't count against the total number of spells you prepare each day.": "当你达到特定德鲁伊等级时，你将获得下表中的法术。它们对你来说算作德鲁伊法术，你始终准备好它们，但它们不计入你每天准备的法术总数。",
	"You become imbued with the blessings of the Summer Court. You are a font of energy that offers respite from injuries. You have a pool of fey energy represented by a number of {@dice d6}s equal to your druid level.": "你被夏宫的祝福所充盈。你是一股能量之源，能够为受伤者提供休息。你拥有一池精灵能量，数量为你德鲁伊等级的{@dice d6}s。",
	"As a bonus action, you can choose one creature you can see within 120 feet of you and spend a number of those dice equal to half your druid level or less. Roll the spent dice and add them together. The target regains a number of hit points equal to the total. The target also gains 1 temporary hit point per die spent.": "作为一个奖励动作，你可以选择在你视线范围内的一个生物，并消耗等于你德鲁伊等级一半或更少的那些骰子数量。投掷这些骰子并将结果相加。目标回复等于总和的生命值。目标还会获得每个消耗的骰子1点临时生命值。",
	"You regain all expended dice when you finish a long rest, or if you expend a Wild Shape usage as an action.": "当你完成一次长休时，或者将一次野性变身用作一个动作时，你将恢复所有已消耗的骰子。",
	"Home can be wherever you are, letting you invoke the shadowy power of the Gloaming Court for concealment and shelter. As an action, you can expend a Wild Shape usage to emanate invisible, camouflaging magic in a 30-foot-radius which lasts for 1 hour or until you are incapacitated or die. Total cover blocks the effect.": "家可以是你所在的任何地方，让你调用(`Gloaming Court`)的阴影力量来隐藏和庇护自己。作为一个动作，你可以消耗一个野性变身使用次数，在一个半径为30英尺的范围内散发隐形的伪装魔法，持续1小时，或者直到你失去行动能力或死亡。完全掩盖会阻止这个效果。",
	"You and your allies in this space gain a +5 bonus to Dexterity ({@skill Stealth}) and Wisdom ({@skill Perception}) checks, and can attempt to {@action Hide} from foes even in plain sight if no movement is spent that turn, magically blending into the environment. Creatures hidden in this way are automatically revealed upon leaving the area. Any light of your choice within this effect isn't visible outside of it.": "在这个空间中，你和你的盟友在敏捷度检定中获得+5加值({@skill Stealth})，在感知检定中也获得+5加值({@skill Perception})，并且即使在明显的视线中，如果在该回合没有花费移动，你们可以尝试{@action Hide}，神奇地融入环境中。以这种方式隐藏的生物在离开该区域时会自动显露出来。在这个效果范围内，你可以选择的任何光线在范围外是不可见的。",
	"If used while resting, this magic is centred on a point in space you touch, lasts for the rest's length or until you leave the area, and doesn't require a Wild Shape usage.": "如果在休息时使用，这个魔法会以你触摸的空间点为中心，持续整个休息时间或直到你离开该区域，而且不需要使用野性变身。",
	"You can use the hidden, magical pathways that some fey use to traverse space in the blink of an eye. As a bonus action, you can teleport up to 60 feet to an unoccupied space you can see. You can also use your action to teleport yourself and a willing creature you touch up to 30 feet to an unoccupied space you can see.": "你可以使用一些精灵使用的隐藏、神奇的路径，瞬间穿越空间。作为一个奖励动作，你可以传送到你能看到的一个未被占据的空间，最远距离为60英尺。你也可以使用你的动作将自己和一个你触摸到的愿意的生物传送到你能看到的一个未被占据的空间，最远距离为30英尺。",
	"You can use this feature a number of times equal to your Wisdom modifier (minimum of once), and you regain all expended uses of it when you finish a long rest, or if you expend two Wild Shapes as an action.": "你可以使用这个特性的次数等于你的感知调整值（最少1次），当你完成一次长休时，或者你将两次野性变身作为一个动作来使用时，你会恢复所有已用次数。",
	"The Feywild's magic naturally follows you wherever you go. Once per long rest, you can cast one of your Circle spells without expending a spell slot or using material components, and change its casting time to 1 action.": "凡间（Feywild）的魔法自然地随着你走到哪里。每次长休时，你可以施放你的一个环（Circle）法术，而无需消耗法术槽或使用材料组件，并将其施法时间改为1个行动。",
	"If you cast {@spell teleportation circle} in this way, you can open a portal to the last location where you finished a long rest on your current plane of existence, rather than opening a portal to a permanent {@spell teleportation circle}.": "如果你以这种方式施放{@spell teleportation circle}，你可以打开一个传送门，前往你在当前存在平面上最后一次完成长休的地点，而不是打开一个通往永久{@spell teleportation circle}的传送门。",
	"Additionally, you can cast {@spell dream} at will (with you as the messenger), and it is always prepared for you.": "此外，你可以随意施展{@spell dream}（以你为信使），而且它总是为你准备好的。"
}