{
	"Druids of the Circle of Spores find beauty in decay. They see within mold and other fungi the ability to transform lifeless material into abundant, albeit somewhat strange, life. These druids believe that life and death are parts of a grand cycle: death isn't the end of life, but instead a change of state that sees life shift into a new form.": "孢子圈的德鲁伊们发现腐朽中的美。他们看到在霉菌和其他真菌中，有将无生命物质转化为丰富、虽有些奇异的生命的能力。这些德鲁伊相信生与死是一个宏伟循环的组成部分：死亡并非生命的终结，而是一种状态的转变，让生命转变成新的形式。",
	"Druids of this circle have a complex relationship with the undead. While they consider undeath to be an intermediary companion of life and death, they also believe that the natural cycle is healthiest when each segment of it is vibrant and changing. Undead that seek to replace all life with undeath, or that try to avoid passing to a final rest, violate the cycle and must be thwarted.": "这个（Druids of the Circle of the Undying）德鲁伊团体与不死生物有着复杂的关系。虽然他们认为不死是生与死之间的一个伴侣，但他们也相信自然循环在每个阶段都充满活力和变化时才是最健康的。那些试图用不死取代所有生命，或者试图避免最终安息的不死生物，都是违背循环规律必须被阻止的。",
	"Your symbiotic link to fungus and your ability to tap into the cycle of life and death grants you access to certain spells. You learn the {@spell chill touch} cantrip.": "你与真菌的共生联系以及你能够利用生死循环使你获得了某些法术。你学会了{@spell chill touch}这个零级法术。",
	"When you reach certain druid levels, you gain access to the spells in the table below. They count as druid spells for you, and you always have them prepared, but they don't count against the total number of spells you prepare each day.": "当你达到特定的德鲁伊等级时，你可以获得下表中的法术。它们对你来说算作德鲁伊法术，你始终准备好它们，但它们不计入你每天准备的法术总数。",
	"Invisible, necrotic spores surround you in an aura with a 10-foot radius. When a creature enters the affected area for the first time on a turn or starts its turn there, you can unleash these spores onto the creature, forcing it to succeed on a Constitution saving throw against your spell save DC or take {@dice 1d4} necrotic damage.": "当你周围有一个半径为10英尺的光环，充满了看不见的腐败孢子。当一个生物在一个回合内第一次进入受影响的区域或者在那里开始它的回合时，你可以释放这些孢子到这个生物身上，迫使它进行一次对抗你法术豁免 DC 的体质豁免检定，否则就会受到 {@dice 1d4} 死灵伤害。",
	"The damage increases when you reach certain levels in this class, increasing to {@dice 1d6} at 6th level, {@dice 1d8} at 10th level, and {@dice 1d10} at 14th level.": "在这个职业中，当你达到特定等级时，伤害会增加，分别增加到6级时的{@dice 1d6}，10级时的{@dice 1d8}，和14级时的{@dice 1d10}。",
	"As an action, you can expend a use of your Wild Shape feature to magically awaken your spores, and gain 4 temporary hit points for each level you have in this class. While you have these hit points, you gain the following benefits:": "作为一个行动，你可以消耗一个你的野性变身特性使用次数，来魔法唤醒你的孢子，并且获得每个你在这个职业中的等级的4个临时生命值。当你拥有这些生命值时，你获得以下好处：",
	"When you deal your Halo of Spores damage, roll the damage die a second time and add it to the total.": "当你造成你的（Circle of Spores）孢子光环伤害时，再投掷一次伤害骰，并将其加到总数上。",
	"Your attacks deal an extra {@damage 1d6} necrotic damage to any target they hit within your Halo of Spores.": "你的攻击对你的孢子光环内击中的目标造成额外{@damage 1d6}的死灵伤害。",
	"Whenever your Halo of Spores comes into contact with a Small or Medium corpse of a creature that has died within the last minute, you can use your reaction to have these spores infest and animate it, causing it to stand up immediately with hit points equal to your druid level plus your proficiency bonus.": "每当你的（Halo of Spores）与一具在过去一分钟内死亡的小型或中型生物尸体接触时，你可以使用你的反应让这些孢子感染并使其复活，使其立即站起来，生命值等于你的德鲁伊等级加上你的熟练加值。",
	"The creature uses the {@creature zombie} stat block in the {@book Monster Manual|MM}. It remains animate for 1 hour, after which time it collapses and dies. In combat, the zombie's turn comes immediately after yours. It obeys your mental commands, and the only action it can take is the {@action Attack} action, making one melee attack.": "这个生物使用{@creature zombie}在{@book Monster Manual|MM}的属性块。它保持活力1小时，之后倒下死亡。在战斗中，僵尸的回合紧随你之后。它遵从你的精神指令，唯一可以采取的行动是{@action Attack}行动，进行一次近战攻击。",
	"You can use this feature a number of times equal to your Wisdom modifier (minimum of once), and you regain all expended uses of it when you finish a long rest.": "你可以使用这个特性的次数等于你的感知调整值（最少一次），当你完成一次长休后，你会恢复所有已用次数。",
	"You gain the ability to seed an area with deadly spores. As a bonus action, you can hurl your Halo of Spores up to 30 feet away, where it swirls in place for 1 minute before returning to you. It returns to you early if you dismiss it (no action required), or use this feature again.": "你获得了在区域内播种致命孢子的能力。作为一个奖励动作，你可以将你的(光环孢子) Halo of Spores 投掷到30英尺外，在那里旋转一分钟后返回到你身边。如果你解散它（不需要动作），或者再次使用这个特性，它会提前返回到你身边。",
	"The fungal spores in your body alter you: you can't be {@condition blinded}, {@condition deafened}, {@condition frightened}, or {@condition poisoned}, and any critical hit against you counts as a normal hit instead, unless you're {@condition incapacitated}.": "你体内的真菌孢子改变了你：你不能成为{@condition blinded}、{@condition deafened}、{@condition frightened}或{@condition poisoned}，对你的任何暴击都算作普通命中，除非你是{@condition incapacitated}。"
}