{
	"For mighty apex predators to exist, so too must the quarry they devour. Without this hierarchy to feed upon, there would be little in the way of diversity in the natural world, cruel as that might be for those slain under it.": "为了让强大的顶级捕食者存在，它们所捕食的猎物也必须存在。如果没有这种食物链，自然界的多样性将会大大减少，尽管对于那些在这过程中被杀害的生物来说，这可能是残酷的。",
	"Druids of the Circle of the Lamb seek to embody these creatures at the bottom, revering both their endurance at the hardships this position puts them in, and their determination to survive despite it, taking pride in their humble strength and adopting similar tenets of resilience and sacrifice into their abilities.": "羊圈德鲁伊寻求在底部体现这些生物，尊崇它们在这个位置所面临的艰难中的忍耐力，以及它们尽管如此仍然坚持生存的决心，为它们的谦逊力量感到自豪，并将类似的坚韧和牺牲精神融入自己的能力中。",
	"Your worship of prey animals grants you access to spells that mimic their survival strategies when you reach certain Druid levels, from keeping out of sight, distracting or disorienting predators, fleeing, and more.": "当你达到特定德鲁伊等级时，你对猎物动物的崇拜使你获得了模仿它们生存策略的法术，比如保持隐身、分散或迷惑捕食者、逃离等。",
	"Once you gain access to one of these spells, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. If you gain access to a spell that doesn't appear on the druid spell list, the spell is nonetheless a druid spell for you.": "一旦你获得了这些法术中的一个，你总是已经准备好了它，并且它不会计入你每天可以准备的法术数量。如果你获得了一个在德鲁伊法术清单上没有出现的法术，那么对你来说，这个法术仍然是德鲁伊法术。",
	"When avoidance or deterrence fails, hunted creatures must rely on their natural defences and fight with every fibre of their being. You learn to do the same, adopting the visage of a stalwart prey.": "当规避或威慑失败时，被猎物必须依靠它们的天然防御，并全力以赴地战斗。你学会了做同样的事情，采取了坚定猎物的面貌。",
	"As an action, you can expend a use of your Wild Shape feature to grow a layer of chitin, fur, or other protective material around yourself, rather than assuming a beast form.": "作为一个动作，你可以消耗你的野兽变身特性的使用次数，而不是变成野兽形态，而是在自己周围生长一层外骨骼、毛发或其他保护性材料。",
	"This hide grants you temporary hit points equal to your Druid level at the end of each of your turns, and lets you cast {@spell primal savagery|xge} as if you knew the spell.": "这件外套在你的回合结束时为你提供临时生命值，数值等同于你的德鲁伊等级，并且让你可以像已经掌握该法术一样施展{@spell primal savagery|xge}。",
	"While any of these temporary hit points remain, you also have a +2 bonus to your AC and saving throws.": "只要这些临时生命值还存在，你的AC和豁免投掷获得+2的加值。",
	"These benefits last for 1 minute. It ends early if you dismiss it (no action required), are incapacitated, die, or use this feature again.": "这些效益持续1分钟。如果你解除它（无需行动），陷入无能力状态，死亡，或再次使用这个特性，效益会提前结束。",
	"With their lives on the line, vulnerable creatures must know when to fight or flee at a moment's notice.": "在生命悬于一线的情况下，易受伤害的生物必须随时知道是该战斗还是逃跑。",
	"Your own senses become capable of acting at similar speeds, responding to danger with an urgency that only a life constantly avoiding predation brings.": "你自己的感官变得能够以类似的速度行动，对危险做出迅速的反应，这种紧迫感只有一个不断避免被捕食的生活才能带来。",
	"You can give yourself a bonus to your initiative rolls equal to your Wisdom modifier.": "你可以给自己的先攻骰加上与你的智力调整值相等的奖励。",
	"For a herd to survive, its periphery must put itself in harm's reach. Likewise, you learn how to draw foes away from your allies at the expense of your own safety.": "为了一个群体的生存，其周边成员必须置身于危险之中。同样地，你学会如何在牺牲自身安全的情况下，将敌人引开，保护你的盟友。",
	"As a bonus action, you can compel a creature within 30 feet of you to make a Wisdom saving throw against your spell save DC. If the target fails, it spends a whole round attempting to damage you. The effect ends early if you move away from the target.": "作为一个奖励动作，你可以强迫一个在你30英尺内的生物进行一次感知豁免检定，检定 DC 为你的法术豁免 DC。如果目标失败，它将花费一个完整回合试图对你造成伤害。如果你远离目标，效果会提前结束。",
	"You can do this a number of times equal to your Wisdom modifier (minimum of once), and you regain all expended uses when you finish a long rest.": "你可以这样做的次数等于你的感知调整值（最少一次），当你完成一次长休时，你会恢复所有已用次数。",
	"You learn to worship and emulate even the most brutal fate of beasts: consumption - kindling life with death.": "你学会崇拜和模仿甚至是最残酷的命运：消耗 - 用死亡点燃生命。",
	"As an action, you can bring your hit points down to any amount (minimum of 0) before distributing those lost hit points to any creatures within 30 feet of you.": "作为一个动作，你可以将你的生命值降低到任意数量（最低为0），然后将这些失去的生命值分配给你周围30英尺范围内的任何生物。",
	"You can do this a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "你可以这样做的次数等于你的熟练加值，当你完成一次长休后，你会恢复所有已用次数。",
	"Every prey knows that true survival stems from their offspring. You learn to mimic this philosophy, letting you transcend death with progeny of your own.": "每个猎物都知道真正的生存来自他们的后代。你学会模仿这种哲学，让你通过自己的后代超越死亡。",
	"Before taking damage in your normal form, you can Wild Shape into a prey animal as a reaction. If you do so, create two copies of this beast in any unoccupied space within 15 feet of you. They inherit any persisting effects you were under.": "在你的正常形态受到伤害之前，你可以作为一次反应，将自己变身为一只猎物动物。如果这样做，将这只野兽的两个副本创建在你附近15英尺内的任何未被占据的空间。它们会继承你身上的任何持续效果。",
	"These creatures act on your turn under your command. You can cast spells (if you have the Beast Spells feature) and use your class features through them as if they did so. If a copy falls unconscious, drops to 0 hit points, or dies, it disappears.": "这些生物在你的回合下听从你的指挥。如果你拥有野兽法术（Beast Spells）特性，你可以通过它们施放法术，并且可以像它们一样使用你的职业特性。如果一只复制体昏迷、降到0点生命值或死亡，它会消失。",
	"If you would revert to your normal form per the Wild Shape rules, you can transfer yourself into one of your copies, causing your previous body to disappear. If this was as a result of dropping to 0 hit points, any excess damage carries over to this copy. After reverting to your normal form, all remaining copies disappear.": "根据野性变身规则，如果你恢复成正常形态，你可以将自己转移到你的一个复制体中，导致你之前的身体消失。如果这是因为生命值降至0，多余的伤害会转移到这个复制体上。恢复成正常形态后，所有剩余的复制体都会消失。",
	"Once you use this feature, you can't use it again until you finish a long rest.": "一旦你使用这个特性，你必须完成一次长休才能再次使用。(long rest)"
}