{
	"Barbarians that walk the Path of Polarity instinctively channel the invisible raging forces deep within the molten core of every habitable planet: a powerful phenomenon that is capable of both drawing objects together and pulling them apart, known only as 'magnetism'.": "走在极性之路上的野蛮人本能地引导着隐藏在每个适居行星的熔岩核心深处的无形狂暴力量：一种强大的现象，能够既将物体吸引在一起，又能将它们拉开，这种现象被称为“磁力”。",
	"While you are raging, if you hit a creature that isn't already affected by this feature, you can Charge it with a magnetic resonance that lasts until the end of your rage. A creature can be Charged in one of two ways, causing the following effects on it:": "当你愤怒时，如果你击中一个尚未受到此特性影响的生物，你可以用磁共振来冲击它，该效果持续到你的愤怒结束。生物可以通过以下两种方式之一被冲击，对其产生以下效果：",
	"You can add a {@dice d4} to any attack rolls made against the target creature. Additionally, the creature loses hit ponts equal to your Strength modifier and is pulled up to 10 feet towards you when this Charge ends.": "你可以在对目标生物进行的任何攻击投掷中增加一个{@dice d4}。此外，当这次冲锋结束时，该生物失去等于你的力量调整值的生命值，并向你拉近10英尺。",
	"The creature must subtract a {@dice d4} from all of its attack rolls. Additionally, the creature loses hit points equal to your Strength modifier and is pushed up to 10 feet away from you when this Charge ends.": "这个生物必须从所有的攻击检定中减去{@dice d4}。此外，当这次冲锋结束时，这个生物失去等于你的力量调整值的生命值，并被推开10英尺远离你。",
	"As a bonus action, you can end any Charge you have inflicted on any number of creatures that you can see.": "作为一个奖励动作，你可以结束你对任意数量的你能看见的生物所施加的冲锋 (Charge)。",
	"You can maintain this effect on a number of creatures up to your proficiency bonus and cannot Charge further creatures past this limit.": "你可以维持这种效果对多达你的熟练加值（%num%）的生物，并且不能再对超过这个限制的生物进行冲锋。",
	"You cause a magnetic aura to emanate from yourself or an ally that you can see while you rage. The aura extends 15 feet outwards in every direction, increasing to 30 feet once you reach 10th level in this class.": "在你狂暴时，你可以使自己或一个你能看到的盟友散发出磁性光环。该光环向外延伸15英尺，在你达到该职业的10级时增加到30英尺。",
	"When a Charged creature enters this aura for the first time on a turn or starts its turn there, it must succeed on a Strength saving throw (DC equal to 8 + your Constitution modifier + your proficiency bonus) or suffer one of the following effects (your choice):": "当一个被充能的生物在一个回合内第一次进入这个光环或者在那里开始它的回合时，它必须成功进行一次力量豁免检定（豁免 DC 等于 8 + 你的体质修正值 + 你的熟练加值），否则会遭受以下效果之一（你选择）：",
	"The target is pulled next to the creature the aura surrounds and becomes unable to leave the creature's reach until the start of its next turn.": "目标被拉到环绕光环的生物旁边，并且直到其下一个回合开始之前都无法离开该生物的攻击范围。",
	"The target is pushed away from the aura's center in a direction of your choice until it is no longer within the aura. It also becomes unable to enter the aura until the start of its next turn.": "目标被推离光环中心，朝您选择的方向，直到它不再在光环范围内。它还将无法进入光环，直到其下一个回合开始。",
	"Your connection to the push and pull of the world enhances your senses, granting you these benefits:": "你与世界的推拉联系加强了你的感官，赋予你以下好处：",
	"You always know which way is north.": "你总是知道哪个方向是北方。",
	"You can sense the location and shape of all metal objects within 60 feet of you.": "你可以感知到你周围60英尺范围内所有金属物体的位置和形状。",
	"You can see all Charged creatures within 60 feet of you regardless of their visibility.": "你可以看到你周围60英尺范围内的所有已充能生物，无论它们是否可见。",
	"These benefits can also be granted to any creatures of your choice within your magnetic aura.": "这些好处也可以授予你磁场内选择的任何生物。",
	"You become capable of charging your very surroundings with the fury of magnetism, causing any objects most attuned to this force to move with a similar zeal.": "你变得能够让周围充满磁力的愤怒，导致与这种力量最契合的物体也同样充满热情。",
	"When you enter your rage, you can cause metallic objects within your magnetic aura to come to life and move on command, using the same rules and restrictions as the {@spell animate objects} spell, with the following differences:": "当你进入愤怒状态时，你可以使你磁场内的金属物体栩栩如生，听从你的指挥移动，使用与{@spell animate objects}法术相同的规则和限制，但有以下区别：",
	"Objects act on the turn of the creature surrounded by your magnetic aura without using your bonus action.": "在你的磁场环绕的生物的回合内，物体可以不使用你的奖励动作而产生影响。",
	"Objects that leave your magnetic aura automatically become inanimate again.": "当物体离开你的磁场后，它们会自动变回非生物状态。",
	"Any damage inflicted by these objects is magical.": "这些物品造成的任何伤害都是魔法伤害。",
	"Once you use this feature, you can't use it again until you finish a short or long rest.": "一旦你使用这个特性，你必须完成一次短休或长休才能再次使用。(feature)"
}