{
	"Druids of the Circle of Upheaval embody the element of earth, not as a steadfast protector, but as a destructive agent of change. Their abilities are similarly turbulent, capable of upending even the sturdiest of foundations.": "乱世循环德鲁伊体现了地球元素，不是作为坚定的保护者，而是作为破坏性的变革者。他们的能力同样动荡，能够颠覆甚至最坚固的基础。 (Druids of the Circle of Upheaval)",
	"Your ties to the tumultuous ground grants you access to certain spells. You learn {@spell mold earth|xge} (or another Druid cantrip of your choice if you already know the spell).": "你与动荡大地的联系赋予你访问某些咒语的能力。你学会{@spell mold earth|xge}（或者如果你已经知道这个咒语，可以选择学习另一个德鲁伊杂耍）。",
	"When you reach certain Druid levels, you gain access to the spells in the table below. They count as Druid spells for you, and you always have them prepared, but they don't count against the total number of spells you prepare each day.": "当你达到特定的德鲁伊等级时，你可以获得下表中的咒语。它们对你来说算作德鲁伊咒语，你始终准备好它们，但它们不计入你每天准备的咒语总数。",
	"As a bonus action, you can expend a use of your Wild Shape feature to become a locus of seismic energy.": "作为一个奖励动作，你可以消耗一个你的野性变身特性使用次数，变成一个地震能量的聚集点。",
	"This form lasts for 1 minute. It ends early if you dismiss it (no action required), are incapacitated, die, or use this feature again. While in this form, you gain the following benefits:": "这种形态持续1分钟。如果你解除它（无需动作）、陷入无能力状态、死亡或再次使用这个特性，它会提前结束。在这种形态下，你获得以下好处：",
	"When you enter your Seismic Locus, and as a bonus action on subsequent turns, you can turn a 5-foot cube of ground within 30 feet of you into {@quickref difficult terrain||3} for the duration of your form.": "当你进入你的地震聚焦点时，作为一个额外动作，在接下来的回合中，你可以将距离你30英尺内的地面上的一个5英尺立方体变成{@quickref difficult terrain||3}，持续你的形态。",
	"Whenever a creature within 30 feet of you enters {@quickref difficult terrain||3} for the first time on a turn, starts its turn on {@quickref difficult terrain||3} or takes thunder damage, you can force it to succeed on a Dexterity saving throw against your spell save DC or fall {@condition prone}.": "每当一个在你30英尺内的生物在一个回合中第一次进入{@quickref difficult terrain||3}，在{@quickref difficult terrain||3}上开始它的回合，或受到雷霆伤害时，你可以强迫它进行一次对抗你法术豁免 DC 的敏捷豁免检定，否则它会倒下 {@condition prone}。",
	"You are unaffected by any {@quickref difficult terrain||3} caused by the ground.": "你不受地面造成的任何{@quickref difficult terrain||3}影响。",
	"You can see any creature within 30 feet of you regardless of its visibility while it's standing on {@quickref difficult terrain||3}.": "当它站在{@quickref difficult terrain||3}上时，你可以看到距离你30英尺内的任何生物。",
	"As an action, you can compel the earth to split, creating a fissure that extends out from an area of {@quickref difficult terrain||3} within 30 feet of you in a direction of your choice.": "作为一个动作，你可以驱使大地裂开，形成一条从距离你30英尺范围内的{@quickref difficult terrain||3}区域延伸出去的裂缝，方向由你选择。",
	"The fissure is {@dice 1d4 × 10} feet deep, up to 10 feet wide and up to 30 feet long. A creature standing in its area when it opens must succeed on a Dexterity saving throw against your spell save DC or fall in (a creature too large to fall in drops {@condition prone} instead). On a success, the creature moves with the fissure's edge as it opens.": "这个裂缝深度达到{@dice 1d4 × 10}英尺，宽度最多达到10英尺，长度最多达到30英尺。当裂缝打开时，站在其范围内的生物必须通过一个与你的法术豁免 DC 相抵的敏捷豁免才能不掉落其中（一个太大而无法掉落的生物则会掉落{@condition prone}）。如果成功，生物会随着裂缝边缘的打开而移动。",
	"Structures directly on top of the fissure when it opens take {@damage 4d12} bludgeoning damage.": "当裂缝打开时，位于其正上方的建筑物会受到{@damage 4d12} 钝击伤害。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses of it when you finish a long rest.": "你可以使用这个特性的次数等于你的熟练加值，当你完成一次长休后，你会恢复所有已用次数。",
	"Whenever a creature within 30 feet of you takes damage, you can use your reaction to encase it in volatile stone armor for 1 minute, granting it resistance to bludgeoning, piercing, and slashing damage for the duration. This effect ends early if you use this feature again.": "每当距离你30英尺内的生物受到伤害时，你可以使用你的反应将其包裹在易爆的石甲中，持续1分钟，使其在此期间对钝击、穿刺和挥砍伤害具有抗性。如果你再次使用此特性，效果会提前结束。",
	"If the encased creature is hit with a melee attack, the armor explodes out in retaliation, dealing thunder damage equal to your proficiency bonus to the attacker.": "如果被包裹的生物受到近战攻击，盔甲会爆炸性地反击，对攻击者造成等同于你熟练加值的雷属性伤害。",
	"Once you use this feature, you can't use it again until you finish a short or long rest, unless you expend a spell slot of 4th level or higher as part of using it.": "一旦你使用这个特性，除非你在使用时消耗一个4级或更高级别的法术位，否则在完成短暂或长时间休息之前不能再次使用它。",
	"When you Terraform the ground, you can also cause nearby {@quickref difficult terrain||3} to emit shockwaves. Each creature of your choice within 30 feet of you standing on {@quickref difficult terrain||3} takes {@damage 2d6} thunder damage.": "当你对地形进行塑造时，你也会导致附近的{@quickref difficult terrain||3}发出冲击波。你选择的每个生物，在你周围30英尺内站在{@quickref difficult terrain||3}上，会受到{@damage 2d6}点雷属性伤害。",
	"The shockwaves can also damage objects of your choice within this area that aren't being worn or carried.": "在这个区域内，震波也可以损坏您选择的未被穿戴或携带的物体。"
}