{
	"From the intense passion of Summer, the withering decay of Autumn follows in its wake, soon met by the elusive respite of Winter, only for life to blossom back in Spring. And so the process repeats, over and over.": "在炎热的夏季激情之后，紧随其后的是凋零的秋天，很快就会迎来难以捉摸的冬季喘息，只为在春天重新绽放生命。于是这个过程不断重复，一次又一次。",
	"Druids of the Circle of the Seasons revere this constant cycle, calling upon the land's myriad phases to instil their magic with a similar changeability and adapt to any situation at hand.": "季节之环德鲁伊(revere this constant cycle)崇敬这个永恒的循环，借助大地的无数阶段来赋予他们的魔法以类似的多变性，并适应手头的任何情况。",
	"As an action, you can expend a use of your Wild Shape feature to Call the essence of one of the seasons through yourself, temporarily harnessing its power.": "作为一个动作，你可以消耗你的野性变身特性的使用次数，通过自己召唤一个季节的本质，暂时利用它的力量。",
	"Calling a season grants you access to its respective spells on the Seasonal Spells table below, along with an additional druid cantrip of your choice. Wisdom is your spellcasting ability for these spells.": "召唤一个季节将使你可以在下面的季节法术表中获得对应的法术，以及你可以选择一个额外的德鲁伊零级法术。这些法术的施法能力为感知。",
	"This transformation lasts for 8 hours. It ends early if you dismiss it (no action required), are {@condition incapacitated}, die, or use this feature again.": "这种变身持续8小时。如果你解除它（无需动作）、达到{@condition incapacitated}、死亡或再次使用这个特性，它会提前结束。",
	"You take on an additional aspect of the season you Call, granting you a special boon while transformed by it:": "你接纳了你所召唤的季节的另一个特质，使你在变身时获得特殊的恩惠：",
	"Whenever you deal damage with one of your spells, you can add your proficiency bonus to its results.": "每当你使用你的法术造成伤害时，你可以将你的熟练加值加到伤害结果中。",
	"Whenever a creature fails a saving throw against one of your spells, you can cause it to be {@condition charmed} by you until the end of its next turn.": "每当一个生物对你的法术的豁免检定失败时，你可以使其在其下一个回合结束前被你所{@condition charmed}。",
	"You gain proficiency in Constitution saving throws, or +2 to your Constitution saving throws if you are already proficient in it.": "你在体质豁免检定上获得熟练加值，如果你已经熟练，那么在体质豁免检定上得到+2加值。",
	"Whenever you cast a spell of 1st level or higher, you can cause a creature of your choice within 30 feet of you to gain temporary hit points equal to your proficiency bonus plus the spell's level. If it has 0 hit points, it also regains 1 hit point.": "每当你施放1级或更高级别的法术时，你可以使你选择的一个生物在你身边30英尺内获得临时生命值，数值等同于你的熟练加法术等级。如果它的生命值为0，它还会恢复1点生命值。",
	"You can expend two uses of your Wild Shape feature to Call two seasons at once, tapping into the boundary where one transitions to the other to channel both of their strengths. The two seasons must be adjacent to each other - you can't Call Summer and Winter together, or Autumn and Spring.": "你可以扩展你的野性变身特性的两次使用，同时召唤两个季节，利用它们交替的边界来融合它们各自的力量。这两个季节必须是相邻的 - 你不能同时召唤夏季和冬季，或秋季和春季。",
	"Drawing upon the seasons becomes effortless to you, letting you Call them as a bonus action. Additionally, for every use of Wild Shape you expend per Call, you can cast a 3rd-level or lower spell from your available Seasonal Spells without expending a spell slot.": "借助于季节之力，你可以轻松地召唤它们，作为一个奖励动作。此外，每次你使用野性变身来召唤时，你可以施放一个你可用的季节法术中的三级或更低级法术，而不消耗法术位。"
}