{
	"A mighty wizard infused you or one of your ancestors with war magic. They wanted an obedient living weapon that could channel raw arcane energy into simple, yet devastating bolts of force. They succeeded only in part: overwhelming power refuses to be shackled for long.": "一位强大的巫师将战争魔法注入了你或你的祖先之一。他们想要一个能够将原始奥术能量转化为简单但毁灭性的力量之武器。他们只成功了一部分：压倒性的力量无法长时间被束缚。",
	"Your magic is anathema to mage and warrior alike. You learn certain spells at the sorcerer levels noted in the table below. They count as sorcerer spells for you, but they don't count against your number of Spells Known.": "你的魔法对法师和战士都是忌讳。你在下表中注明的巫师等级学会特定法术。它们对你来说算作巫师法术，但不计入你所知道的法术数量。",
	"You can cast a 1st-level spell of your choice from this table without expending a spell slot once, and regain the ability to do so after finishing a long rest.": "你可以在不消耗法术位的情况下，从这个表格中选择一个1级法术施放一次，并在完成一次长休后恢复这个能力。",
	"You are a wellspring of pure arcane power. You can cast {@spell magic missile} as a cantrip. When cast in this way, it only creates one dart. The number of darts increases when you reach certain sorcerer levels, increasing to two at 5th level, three at 11th level, and four at 17th level.": "你是一股纯净奥术力量的源泉。你可以将{@spell magic missile}作为零级战法施放。以这种方式施放时，它只会创造一个飞镖。当你达到一定的巫师等级时，飞镖的数量会增加，5级时增加到两个，11级时增加到三个，17级时增加到四个。",
	"Each of your Arsenal Spells adapts to the foes you face, letting you use any eligible Metamagic options on them, even if it's a Metamagic option that you don't have.": "你的兵器库法术会根据你面对的敌人进行调整，让你可以对它们使用任何合适的元术选项，即使这是你没有的一个元术选项。",
	"Additionally, when you cast {@spell magic missile}, you can modify it in one of the following ways:": "此外，当你施放{@spell magic missile}时，你可以按照以下方式之一进行修改：",
	"Each dart can target an unseen creature if you can still detect its location.": "每支飞镖可以瞄准一个看不见的生物，只要你仍然能探测到它的位置。",
	"Each dart can target and damage nonmagical objects that aren't being worn or carried.": "每支飞镖可以瞄准并对未被穿戴或携带的非魔法物体造成伤害。",
	"You can change the damage type of each dart to another damage type of your choice.": "你可以将每支飞镖的伤害类型更改为你选择的其他伤害类型。",
	"You can force each Large or smaller creature hit by at least one dart to make a Strength saving throw. On a failed save, a creature is pushed up to 5 feet in a horizontal direction of your choice for each dart that hits it, to a maximum of 15 feet. A creature hit by three or more darts also falls {@condition prone} if it fails this save.": "当至少被一枚飞镖击中的每个大型或更小的生物，必须进行一次力量豁免投掷。未通过豁免的生物，将被推动至您选择的水平方向上至多 5 英尺，每枚击中它的飞镖最多可推动 15 英尺。如果生物被三枚或更多飞镖击中且未通过此豁免，则也会倒下{@condition prone}。",
	"You create one additional dart for each slot level above 1st used to cast this spell.": "每个超过1级的法术位用来施放这个法术时，你可以额外制造一个飞镖。",
	"When you cast a spell of 1st level or higher, you can make a Charisma check to cast it at a target behind cover, bypassing its benefits. The DC is 15, 17, and 19 for half, three-quarters, and total cover respectively.": "当你施放1级或更高级别的法术时，你可以进行一次魅力检定，以在目标身后的掩体处施放该法术，绕过其提供的保护。对于半掩体、四分之三掩体和全掩体，相应的难度等级分别为15、17和19。",
	"On a failure, if the spell targets a point of origin, the point of origin moves to the near side of the obstruction. If the spell targets a creature or object, it fails instead.": "失败时，如果法术的目标是一个起点，那么这个起点会移动到障碍物的近侧。如果法术的目标是一个生物或物体，那么法术会失败。",
	"You can unleash the full extent of your power in an overwhelming salvo. When you cast {@spell magic missile}, you can modify it to create eleven additional darts, and bypass any effects that would cause a creature to be unaffected by it, such as the {@creature Tarrasque||Tarrasque's} Reflective Carapace.": "你可以释放全部力量，发动一波压倒性的攻击。当你施放{@spell magic missile}时，你可以修改它以创建额外十一个飞镖，并且可以绕过任何导致生物不受其影响的效果，比如{@creature Tarrasque||Tarrasque's}反射甲壳。",
	"Once you use this feature, you can't use it again until you finish a long rest, unless you spend 7 sorcery points to use it again.": "一旦你使用这个特性，你必须完成一次长休才能再次使用它，除非你花费7个法术点再次使用它。",
	"You create two more darts instead of one more dart for each slot level above 1st used to cast it.": "你每个插槽等级以上使用该法术时，额外创造两支飞镖而不是一支。(dnd running group rules)",
	"When you cast a spell of 1st level or higher, you can make a DC 18 Charisma check to cast it at a target behind cover, bypassing its benefits.": "当你施放1级或更高级别的法术时，你可以进行一次魅力检定（DC 18），以将其对遮挡物后的目标施放，绕过其效益。（D&D运行团规则）",
	"On a failure, if the spell targets a point of origin, the point of origin moves to the near side of the obstruction. If the spell targets a creature or object, it fails. If the spell creates an area of effect, it's blocked by total cover.": "在失败时，如果咒语以一个起源点为目标，则该起源点移动到阻碍物的近侧。如果咒语以生物或物体为目标，则失败。如果咒语创建一个影响区域，则其受到完全掩盖的阻挡。 (DND运行组规则)",
	"A mighty wizard converted you, or an ancestor of yours, into a living arcane weapon. They wanted a loyal soldier who could eliminate their enemies with simple, yet devastating bolts of force. However, they severely underestimated their creation's power and desire for autonomy.": "一个强大的巫师将你，或者你的祖先，转化成了一把活生生的奥术武器。他们想要一个忠诚的士兵，能够用简单但毁灭性的力量消灭他们的敌人。然而，他们严重低估了他们创造物的力量和对自治的渴望。",
	"The magic infused inside of you was designed to combat mages and warriors alike. You learn certain spells at the sorcerer levels noted in the table below. They count as sorcerer spells for you, but they don't count against your number of Spells Known.": "你体内注入的魔法是为了对抗法师和战士而设计的。你在下表中标有的巫师等级上学会某些法术。它们对你来说算是巫师法术，但不会计入你已知法术的数量。(sorcerer)",
	"Your spells are highly adaptable. Whenever you finish a long rest, you can replace one {@filter Metamagic|optionalfeatures|Feature Type=MM} option you know with another Metamagic option of your choice.": "你的法术非常适应性强。每当你完成一次长休，你可以用另一个选择替换你已掌握的任一魔法技艺 {@filter Metamagic|optionalfeatures|Feature Type=MM}，选项与你的选择相符。",
	"You also gain a number of special sorcery points equal to your proficiency bonus. These sorcery points cannot be used with your Font of Magic feature or for Metamagic on a spell other than {@spell magic missile}. When you cast {@spell magic missile}, you can spend 1 sorcery point to modify it in one of the following ways of your choice:": "你还会获得一些特殊的魔法点数，数量等于你的熟练加值。这些魔法点数不能与你的魔法源泉特性一起使用，也不能用于{@spell magic missile}以外的法术的变形魔法。当你施放{@spell magic missile}时，你可以花费1点魔法点数，按照你的选择以以下一种方式修改它：",
	"Each dart can target and damage an object that isn't being worn or carried.": "每支飞镖可以瞄准并伤害一个未被穿戴或携带的物体。(D&D)",
	"A creature hit by at least one dart must succeed on a Strength saving throw or be pushed up to 10 feet in a horizontal direction of your choice.": "被至少一支飞镖击中的生物必须成功进行一次力量豁免检定，否则将被推动至你选择的水平方向上最多10英尺的距离。 (D&D运行组规则)",
	"A creature hit by two or more darts must succeed on a Strength saving throw or fall {@condition prone}.": "被两支或更多飞镖击中的生物必须进行一次力量豁免检定，否则会倒地{@condition prone}。 (D&D 运行组)",
	"The magic you possess defies physical boundaries. When you cast a spell of 1st level or higher, you can make a DC 18 Charisma check to cast it at a target behind cover, bypassing its benefits. On a failure:": "你拥有的魔法超越了物理界限。当你施放1级或更高级的法术时，你可以进行一次DC 18的魅力检定，以将其施放到遮挡物后的目标上，绕过其保护效果。失败时：",
	"If the spell targets a point of origin, the point of origin moves to the near side of the obstruction.": "如果法术以一个起始点为目标，那么该起始点将移动到障碍物的近侧。 (DND运行组规则)",
	"If the spell targets a creature or object, it fails.": "如果这个法术的目标是一个生物或物体，那么它会失败。",
	"If the spell creates an area of effect, it is blocked by total cover.": "如果法术产生范围效果，则被完全掩盖所阻挡。(DND运行组规则)",
	"You can unleash the full extent of your power in an overwhelming salvo. When you cast {@spell magic missile}, you can spend 5 or more sorcery points to create the same number of additional darts, and ignore any effects that would cause a creature to be unaffected by it, such as the {@creature Tarrasque||Tarrasque's} Reflective Carapace or the {@spell shield} spell.": "你可以释放全部力量进行一次压倒性攻击。当你施放{@spell magic missile}时，你可以消耗5个或更多的法术点来创建同样数量的额外飞镖，并忽略任何会导致生物不受其影响的效果，比如{@creature Tarrasque||Tarrasque's} 反光甲壳或{@spell shield} 法术。"
}