{
	"Druids of the Circle of Progress are shunned by their peers and admired by states and cities for their relationship with civilisation, coming to its aid and encouraging its development, even at the expense of the natural world.": "进步之环（Circle of Progress）的德鲁伊被同行们所避之不及，却受到各国和城市的钦佩，因为他们与文明有着紧密联系，总是在文明需要帮助和鼓励发展时伸出援手，甚至以自然界为代价。",
	"In truth, more than any other Circle, these druids despise civilisation as an oppressor of both nature and humanity, but also fear and even respect it, seeing it as an unstoppable, monstrous force.": "事实上，与任何其他（Circle）相比，这些德鲁伊最鄙视文明，认为它是对自然和人类的压迫者，但也害怕甚至尊重它，将其视为一股无法阻挡的、庞大的力量。",
	"As such, instead of directly attacking civilisation, they help it to rapidly flourish, believing only its growth holds the key to its own undoing. After all, a beast that hunts its prey to extinction is one that quickly perishes, especially one that is fat and complacent.": "因此，他们并不直接攻击文明，而是帮助其迅速繁荣，相信只有其增长才是导致自身灭亡的关键。毕竟，一个猎杀猎物至灭绝的野兽很快就会灭亡，尤其是一个又肥胖又自满的野兽。",
	"Members of this Circle wield their magic to channel this beast, taking in the ambient energy of life to produce powerful environment altering effects, and leaving places barren of it in their wake.": "这个(Circle)的成员运用他们的魔法来引导这个野兽，吸收周围的生命能量，产生强大的环境改变效果，留下一片贫瘠的土地。",
	"To truly know your enemy is to become it - you adopt aspects of civilisation into your magic, from the belief of it as a bastion against the outside world, to its subjugation of surrounding life, and the numerous ills it brings.": "要真正了解你的敌人就是成为它 - 你将文明的各个方面融入你的魔法中，从将其视为针对外部世界的堡垒的信仰，到对周围生命的征服，以及它带来的诸多弊端。",
	"This grants you access to additional spells when you reach certain levels in this class, as shown in the table below.": "这使你在达到该职业特定等级时获得额外法术的权限，如下表所示。",
	"Once you gain access to one of these spells, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. If you gain access to a spell that doesn't appear on the druid spell list, the spell is nonetheless a druid spell for you.": "一旦你获得这些咒语中的一个，你总是能够准备它，而且它不会计入你每天可以准备的咒语数量。如果你获得了一个不在德鲁伊咒语列表中的咒语，对你来说，这个咒语仍然是一种德鲁伊咒语。",
	"At 2nd level, you learn that every civilisation stems from its agricultural core: culling nature's bounty into swathes of repeating farmland that sustains only the Leviathan that captured it.": "在2级时，你会发现每个文明都源自其农业核心：将大自然的丰富资源收割成一片片重复的农田，仅供捕获它的利维坦维持。",
	"In turn, you develop abilities emulating this process. Whenever you cast a spell of 1st level or higher, or deal damage with one before or during your turn, you can choose an effect below to occur as a bonus action.": "反过来，你会发展出模拟这个过程的能力。每当你施放1级或更高级别的法术，或在你的回合之前或期间造成伤害时，你可以选择以下效果作为一个奖励动作发生。",
	"You can perform this a number of times equal to your Wisdom modifier (minimum of one), and you regain all expended uses when you finish a long rest. You can also preserve one of these uses by expending a use of your Wild Shape feature instead.": "你可以执行这个动作的次数等于你的感知调整值（最少为1次），当你完成一次长休时，你会恢复所有已消耗的使用次数。你也可以通过消耗一次你的（Wild Shape）能力来保留其中一次使用。",
	"You convert a fraction of the spell's power into additional sustenance, granting temporary hit points equal to twice the spell's level + your Wisdom modifier to a target you can see within 60 feet.": "你将咒语的一部分能量转化为额外的食物，为你能在60英尺内看到的目标提供临时生命值，数值等于咒语等级的两倍加上你的智力修正值。",
	"Non-magical plant life around the target withers and dies.": "目标周围的非魔法植物枯萎死亡。",
	"You send deep gashing furrows into the ground in a 5-foot square up to 60 feet away, turning it into {@quickref difficult terrain||3}. Each 5-foot-square portion of the area requires at least 1 minute to clear by hand.": "你在60英尺外的一个5英尺正方形区域内划出深深的伤口，将其变成{@quickref difficult terrain||3}。该区域的每个5英尺正方形部分至少需要1分钟的时间才能用手清理干净。",
	"Any creature standing on this square when it appears must succeed on a Dexterity saving throw against your spell save DC or fall {@condition prone}. If the spell was of 2nd level or higher, you may increase the size of the square by 5 feet for each level after the 1st.": "当这个方块出现时，站在上面的任何生物必须通过一次对抗你法术豁免 DC 的敏捷豁免检定，否则会摔倒 {@condition prone}。如果这个法术是2级或更高级的，你可以每超过1级就增加5英尺方块的大小。",
	"You cause a surge of harvest crops to grow in a 5-foot square up to 60 feet away, {@quickref Vision and Light|PHB|2||heavily obscuring} anything completely within it. This growth is temporary and unnatural, causing it to wither after 1 minute.": "你可以在距离你60英尺以内的一个5英尺正方形区域内引发庄稼的激增，{@quickref Vision and Light|PHB|2||heavily obscuring} 任何完全在其中的物体。这种生长是暂时的和不自然的，1分钟后会枯萎。",
	"If the spell was of 2nd level or higher, you may place another 5-foot square for each level after the 1st. If the crops are grown on ploughed land, they last for 1 hour instead, removing the difficult terrain there.": "如果这个法术是2级或更高级的话，你可以为每个超过1级的等级再放置另一个5英尺的正方形。如果庄稼种植在犁过的土地上，它们可以持续1小时，同时移除那里的难行地形。",
	"Starting at 6th level, you feel comfortable with utilising the products of civilisation, both to put those that inhabit it at ease in your presence and as a reminder of the formidable (if ephemeral) power that it wields. You may choose to wear armour or use shields made of metal.": "从第6级开始，你感到可以自如地利用文明的产品，既可以让居住其中的人感到舒适，也可以提醒他们文明所拥有的强大（虽然是短暂的）力量。你可以选择穿戴金属制的盔甲或使用盾牌。",
	"In addition, as an action you can imitate this process of extraction and refinement to clad a target that you can see within 60 feet of you in protective steel, or cast {@spell heat metal} without expending a spell slot. You can do this a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "此外，作为一个动作，你可以模仿这个提取和精炼的过程，将一个你能看到的目标用保护性钢材包裹起来，或者施放{@spell heat metal}而不消耗法术槽。你可以这样做的次数等同于你的熟练加值，当你完成一次长休时，你恢复所有已使用的次数。",
	"The steel rusts away to nothing after 1 hour, or if it is used again on another target, ending the effect. The target has a +2 bonus to their AC for the effect's duration.": "钢铁在1小时后会生锈成无物，或者如果它再次被用于另一个目标，效果就会结束。目标在效果持续期间获得+2的AC奖励。",
	"Upon reaching 10th level, your ability to emulate civilisation expands further, allowing you to create structures extolling its purported virtues.": "当你达到10级时，你模拟文明的能力进一步扩展，允许你创建赞美其所谓美德的结构。",
	"You can cast {@spell wall of stone} without expending a spell slot once per long rest, and it is always prepared for you.": "你可以在每次长休之后不消耗法术位施放{@spell wall of stone}，并且它对你来说始终是预备状态。",
	"When you cast wall of stone using a spell slot of 6th level or higher, you can increase the number of panels it's composed of by 2 or its panels' AC by 1 for each slot level above 5th.": "当你使用6级或更高级别的法术位施放石墙((wall of stone))时，你可以将其组成的面板数量增加2个，或者将其面板的AC每个超过5级的位级提高1点。",
	"Additionally, each casting of the spell can be modified to alter its appearance, allowing you to create intricate patterns and decorations.": "此外，每次施放该法术都可以进行修改，改变其外观，让你能够创造复杂的图案和装饰。",
	"You become capable of harnessing the seeds of downfall inherent in every civilisation, growing as the beast itself does. Once you reach 14th level, you can use a bonus action to expend a use of your Wild Shape feature to embody these destructive aspects, altering your appearance to match and providing you with the listed features below.": "你变得能够利用每个文明中固有的衰落种子，就像野兽本身一样成长。一旦你达到14级，你可以使用一个奖励动作来消耗你的野兽变身特性的使用次数，体现这些破坏性的方面，改变你的外表以匹配并为你提供下面列出的特征。",
	"This form lasts for 1 minute. It ends early if you dismiss it (no action required), are incapacitated, die, or use your Wild Shape again.": "这个形态持续1分钟。如果你解除它（无需动作）、陷入无能力状态、死亡或再次使用你的狂野形态，它会提前结束。",
	"Keeping its numerous inhabitants in close proximity, even the mightiest of civilisations can fall to plagues. Your usage of {@spell sickening radiance|xge} also causes creatures to become {@condition poisoned} in addition to its other effects, which lasts until the spell ends.": "即使是最强大的文明也可能因为瘟疫而覆灭，让众多居民聚集在一起。你对{@spell sickening radiance|xge}的使用也会让生物变得{@condition poisoned}，这种效果会持续直到法术结束。",
	"With exhausted land providing ever less yields, the unstoppable monster that is the city starves, devoid of resources to extract. While concentrating on the spell {@spell insect plague}, you can use your action to move the area up to 30 feet in any direction. Additionally, you may choose to make the area {@quickref Vision and Light|PHB|2||heavily obscured} instead of {@quickref Vision and Light|PHB|2||lightly obscured}.": "随着耕地逐渐枯竭，这座无法阻挡的怪兽——城市，正面临资源枯竭而饥饿。在施放{@spell insect plague}法术时，你可以使用你的动作将该区域朝任意方向移动最多30英尺。此外，你可以选择将该区域变为{@quickref Vision and Light|PHB|2||heavily obscured}而非{@quickref Vision and Light|PHB|2||lightly obscured}。",
	"When nations endlessly expand, conflict - whether within or without - is bound to occur, bringing destruction in its wake as their agricultural cores are put through ever more strain. Whenever you use your 2nd level ability, you may cause an additional effect from the remaining two options to activate alongside it.": "当国家不断扩张时，冲突——无论是内部还是外部的——都是不可避免的，随之而来的是破坏，因为它们的农业核心正承受着越来越大的压力。每当你使用你的2级能力时，你可以使剩下的两个选项中的一个额外效果与之同时激活。",
	"With conflict comes the subjugation of other peoples, one civilisation devouring another as it attempts to sate its hunger. You can cast {@spell command} at will without expending a spell slot, using Wisdom as your spellcasting ability.": "随着冲突的到来，一个文明试图满足自己的饥饿，就会征服其他民族，一个文明吞噬另一个文明。你可以随意施放{@spell command}，而无需消耗法术位，使用智慧作为你的施法能力。"
}