{
	"While many bards show what they have learned in various colleges through song and speech, members of the College of Spectacle are more interested in amazing the world through their physical feats. The only thing brighter than the torches flying through the air, or the light reflected in the knives dancing above the jugglers' head, are the eyes of onlookers, be it children enjoying the wondrous show, or the teary ones that realized that today, they are a part of the performance.": "虽然许多诗人通过歌曲和演讲展示他们在各种学院学到的知识，但奇观学院的成员更喜欢通过他们的身体技艺来惊艳世界。在空中飞舞的火炬或在杂耍者头顶跳舞的刀光反射的光芒，唯一比这些更明亮的是旁观者的眼睛，无论是享受奇妙表演的孩子，还是意识到今天他们是表演的一部分而流泪的人。",
	"When you join the College of Spectacle at 3rd level, you gain proficiency in acrobatics and performance. If you are already proficient in one of those skills, you may choose another skill to gain proficiency instead. If you are proficient with a simple or martial weapon, you can use it as a spellcasting focus for your bard spells.": "当你在3级加入（College of Spectacle（奇观学院））时，你会获得在（acrobatics（杂耍））和（performance（表演））技能上的熟练加点。如果你已经熟练掌握其中一项技能，你可以选择另一项技能来代替。如果你熟练使用简单或军用武器，你可以将其用作诗人法术的施法焦点。",
	"Starting at 3rd level, you gain the ability to juggle weapons that have the light and thrown property. As an action, you may add weapons to your hand to start juggling, up to the maximum amount you can juggle (2 + Dexterity modifier, minimum of 3).": "从3级开始，你获得了可以玩耍具有轻型和投掷属性的武器的能力。作为一个动作，你可以将武器添加到你的手中开始玩耍，最多可以玩耍的数量（2 + 敏捷调整值，最少为3）。",
	"As a bonus action, you can roll a bardic inspiration die and magically recover weapons you have thrown within the last minute back into your inventory equal to the number rolled.": "作为一个奖励动作，你可以投掷一个吟游诗人灵感骰，并在魔法的帮助下将在过去一分钟内投掷的武器以所投掷数字相等的数量重新放回你的库存中。",
	"Whenever you take damage while juggling, get moved against your will or are negatively affected by a spell (at the DM's discretion), you must succeed on a dexterity saving throw to continue juggling. The DC equals 10 or half the damage you take, whichever number is higher. If you fail the saving throw, you drop all the weapons you are currently juggling to the ground. You automatically fail the saving throw if you are grappled, restrained or incapacitated.": "每当你在玩杂耍时受到伤害、被迫移动或受到法术的负面影响（由DM决定），你必须成功进行一次敏捷豁免才能继续玩杂耍。豁免 DC 为10或你受到伤害的一半，取两者中较高的数字。如果你未通过豁免检定，你会将所有你当前正在玂的武器掉落在地上。如果你被抓住、束缚或失去行动能力，你将自动失败这次豁免检定。",
	"For each weapon that is being juggled, the damage of throwing weapons increase by +2. This bonus increases to +3 at 6th level and +4 at 14th level. You may also use dexterity instead of strength when determining the hit and damage roll of weapons thrown this way.": "每次操纵的武器，投掷武器的伤害增加 +2。这个奖励在6级时增加到 +3，在14级时增加到 +4。您还可以在确定以这种方式投掷的武器的命中和伤害骰时使用敏捷代替力量。",
	"Starting at 6th level, if you perform an attack while juggling, you may warp the weapon you threw back into your hand if it hit a creature.": "从6级开始，如果你在玩杂耍时进行攻击，如果武器击中了生物，你可以将投掷的武器传送回你的手中。",
	"Additionally, weapons returned back into your inventory via the juggling feature may immediately be returned back into your hands.": "此外，通过杂耍功能将武器放回你的库存后，可以立即将其重新拿在手中。",
	"Starting at 14th level, while you are juggling the maximum amount of weapons you can juggle, you have advantage on saving throws to maintain your juggling.": "从14级开始，当你正在抛接你能够抛接的最大数量的武器时，你在维持抛接时的豁免投掷上获得优势。",
	"Additionally, you may use an action to throw all the weapons you are currently juggling at a single target. Weapons thrown using this feature do not benefit from the Magnificent Magnetism class feature. Make a separate attack roll for each weapon thrown. The bonus damage granted by Juggling decreases with each throw. You may use this feature once and you regain all expended uses each time you finish a long rest.": "此外，你可以使用一个动作将你目前正在玩耍的所有武器投向一个目标。使用此特性投掷的武器不受“壮丽磁力”职业特性的影响。为每个被投掷的武器单独进行攻击检定。由“玩耍”提供的额外伤害随着每次投掷而减少。你可以使用此特性一次，每次完成一次长休后，你将恢复所有已用次数。"
}