{
	"Long ago, the dragon gods Ryuujin, Fuujin and Raijin raised the Islands of Ukishima from the sea and imbued them with gravity-defying magic. The floating islands became home to the many dragons and draconic creatures wandering the Feywild.": "很久以前，龙神龙神(龙之神龙)、风神风神(风神)和雷神雷神(雷神)将乌基岛(Ukishima)从海中升起，并赋予它们逆重力的魔法。这些飘浮的岛屿成为了许多在精灵界漫游的龙和龙类生物的家园。",
	"At the center of Ukishima was The Coral Palace, an ancient monastery built atop the oldest of the islands. It was helmed by the Oracle, an Ancient Solar Dragon and offspring of Amaterasu. Alongside her were four dragons, each pertaining to one of the four seasons, Haruhi of Spring, Natsuki of Summer, Akito of Autumn and Fuyuji of Winter. Each of them inhabited a different part of Ukishima.": "在浮岛的中心是（The Coral Palace）珊瑚宫，这是建在最古老岛屿之上的一座古老修道院。它由（the Oracle）神谕主宰，她是太阳龙的后代，阿玛特拉斯的子孙。她身边有四条龙，分别代表四季，春之春日（Haruhi），夏之夏季（Natsuki），秋之秋人（Akito）和冬之冬季（Fuyuji）。他们每个人都居住在浮岛的不同部分。",
	"One day, a lone traveler made pilgrimage to the sacred palace. They asked the dragons for guidance and strength. The dragons accepted but only on the condition that the traveler use the gifts given to them for the good of dragonkind. Upon accepting their terms, the traveler was imparted the dragons' wisdom and trained in the sacred art of harnessing draconic energy.": "一天，一位孤独的旅行者前往圣殿朝圣。他们请求龙赐予指引和力量。龙们同意了，但唯一的条件是旅行者必须利用赐予他们的礼物造福龙族。在接受了他们的条件后，旅行者获得了龙的智慧，并接受了驾驭龙之能量的神圣艺术的训练。",
	"Maintaining their sacred oath, the traveler set out to forge new bonds between the world beyond and the dragons of Ukishima. They became known as the first Dragon Warrior. Since then, disciples have also made pilgrimage to the Coral Palace with hopes of learning the Way of the Dragon Warrior.": "遵守他们的神圣誓言，旅行者踏上了在乌基岛的龙与外界之间建立新纽带的征程。他们被誉为第一位龙武士。从那时起，弟子们也前往珊瑚宫朝圣，希望学习龙武士之道。",
	"You can channel draconic power to magnify your presence and imbue your unarmed strikes with the essence of a dragon's breath. You gain the following benefits:": "你可以引导龙之力量，增强你的存在感，并赋予你的徒手攻击龙息的本质。你获得以下好处：",
	"{@b Draconic Presence}. If you fail a Charisma ({@skill Intimidation}) or Charisma ({@skill Persuasion}) check, you can use your reaction to reroll the check, as you tap into the mighty presence of dragons. Once this feature turns a failure into a success, you can't use it again until you finish a long rest.": "{@b Draconic Presence}. 如果你在魅力检定({@skill Intimidation})或魅力检定({@skill Persuasion})中失败，你可以利用龙威的强大存在，使用你的反应来重新投掷检定。一旦这个特性将一次失败变成成功，你必须休息长时间后才能再次使用它。",
	"{@b Draconic Strike.} When you damage a target with an unarmed strike, you can change the damage type to acid, cold, fire, lightning, or poison. Damaging a target this way also allows you to add your Wisdom modifier to the damage roll.": "{@b Draconic Strike.}当你用徒手攻击伤害目标时，你可以将伤害类型更改为酸性、冰冷、火焰、闪电或毒素。以这种方式伤害目标还允许你将你的感知调整值添加到伤害骰中。",
	"{@b Tongue of Dragons.} You learn to speak, read and write {@language Draconic}.": "{@b Tongue of Dragons.} 你学会说、读和写 {@language Draconic}。",
	"At 6th-level, your close study of dragons allows you to weave dragon-like motions into your martial arts. You gain the following benefits:": "在6级时，你对龙类的深入研究使你能够将类似龙的动作融入你的武术中。你获得以下好处：",
	"When you use {@b Step of the Wind}, you gain a flying speed equal to half your walking speed until the end of your turn.": "当你使用{@b Step of the Wind}时，直到回合结束，你获得一个飞行速度，速度等同于你步行速度的一半。",
	"When you use {@b Patient Defense}, parts of your skin become covered by a thin sheen of dragon scales. You gain a +1 bonus to your AC until the end of your next turn.": "当你使用{@b Patient Defense}时，你的皮肤部分被一层薄薄的龙鳞覆盖。直到你的下一个回合结束前，你的AC获得+1的加值。",
	"When you make an attack granted by your {@b Flurry of Blows}, you can spend 1 ki point to deal extra acid, cold, fire, lightning or poison damage of your Martial Arts die to the damage. You can use this feature only once per turn.": "当你进行由你的{@b Flurry of Blows}授予的攻击时，你可以花费1点气点，使伤害额外增加酸性、冰冷、火焰、闪电或毒素伤害，伤害值为你的武术骰。你每回合只能使用这个特性一次。",
	"When you reach 11th-level, the power of your draconic ki now radiates from you, protecting your allies from harm and inspiring fear in your enemies. As a bonus action, you can create an aura of draconic power that radiates 15 feet from you for 1 minute. For the duration, you gain one of the following effects of your choice:": "当你达到11级时，你的龙之气息现在从你身上散发出来，保护你的盟友免受伤害，并激发敌人的恐惧。作为一个奖励动作，你可以创造一个龙之力量的光环，从你身上散发出15英尺，持续1分钟。在持续时间内，你可以选择以下效果之一：",
	"{@b Resistance.} Choose a damage type when you activate this aura: acid, cold, fire, lightning, or poison. You and your allies within your aura gain resistance to the chosen damage type.": "{@b Resistance.} 当你激活这个光环时选择一个伤害类型：酸、冰、火、闪电或毒。你和你光环内的盟友对所选择的伤害类型获得抗性。",
	"{@b Frightful Presence.} When you create this aura, hostile creatures within the aura must succeed on a Wisdom saving throw against your ki save DC or become frightened of you for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a successful save. If a creature's saving throw is successful or the effect ends for it, the creature is immune to this effect for the next 24 hours.": "{@b Frightful Presence.} 当你创建这个光环时，光环内的敌对生物必须通过一次以你的气敏豁免 DC 为目标的感知豁免检定，否则会因为你而感到害怕，持续1分钟。目标可以在自己的回合结束时重复进行豁免检定，若成功则结束自身的效果。如果生物的豁免检定成功或效果结束，该生物在接下来的24小时内对此效果免疫。",
	"Once you use this bonus action, you can't use it again until you finish a long rest, unless you expend 3 ki points to use it again.": "一旦你使用这个奖励动作，除非你再次消耗3点气点，否则直到你完成一次长休才能再次使用它。",
	"You have achieved mastery over the draconic energy flowing through you. You gain the following benefits:": "你已经掌握了流淌在你体内的龙之能量。你获得以下好处：",
	"{@b Mind of the Dragon.} You gain blindsight out to 10 feet. Within that range, you can effectively see anything that isn't behind total cover, even if you're {@condition blinded} or in darkness. Moreover, you can see an {@condition invisible} creature within that range, unless the creature successfully hides from you.": "{@b Mind of the Dragon.} 你获得盲视，范围为10英尺。在这个范围内，你可以有效地看到任何没有被完全遮挡的东西，即使你是{@condition blinded}或者在黑暗中。此外，你可以看到这个范围内的一个{@condition invisible}生物，除非这个生物成功地从你身边隐藏起来。",
	"{@b Body of the Dragon.} You have advantage on saving throws against effects that cause you to be {@condition paralyzed}, {@condition stunned} or {@condition petrified}.": "{@b Body of the Dragon.} 你在对抗使你处于 {@condition paralyzed}、{@condition stunned} 或 {@condition petrified} 状态的效果时获得优势。",
	"{@b Breath of the Dragon.} You can channel destructive waves of energy, like those created by the dragons you emulate. As an action, you can exhale draconic energy in either a 60-foot cone or a 90-foot line that is 5 feet wide (your choice). Choose a damage type: acid, cold, fire, lightning, or poison. Each creature in that area must make a Dexterity saving throw against your ki save DC, taking damage of the chosen type equal to four rolls of your Martial Arts die on a failed save, or half as much damage on a successful one.": "{@b Breath of the Dragon.} 你可以引导毁灭性的能量波，就像你所模仿的龙一样。作为一个动作，你可以呼出龙族能量，形成一个60英尺的锥形范围或者一个90英尺长、5英尺宽的直线范围（你选择）。选择一个伤害类型：酸、冰冻、火焰、闪电或毒素。在该范围内的每个生物必须根据你的气救豁免 DC 进行敏捷豁免检定，未通过检定的生物将受到你的武术骰子点数的四倍的所选类型伤害，通过检定的生物则受到一半伤害。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest. While you have no uses available, you can spend 3 ki points to use this feature again.": "你可以使用这个特性的次数等于你的熟练加值，当你完成一次长休后，你会恢复所有已用次数。当你没有可用次数时，你可以花费3点气点再次使用这个特性。"
}