{
	"Legends tell that a Spirit Caller is born when the soul of a yokai and humanoid meet in the misty void that holds minds waiting to be given life. Spirit Callers are able to manifest their willpower and vitality as a spectral being, a wraith-like spirit that emerges from their body to strike at their enemies. The bond between Caller and spirit is visceral; in response to its Caller's fury, a spirit might detonate a blast of necrotic energy, magnify its size, or hone its senses. A Spirit Caller is the epitome of self-reliance and personal strength, their soul and willpower manifested as a being of its own.": "传说中，当妖怪和人类的灵魂在迷雾般的虚空中相遇时，一个灵魂召唤者就诞生了。灵魂召唤者能够将他们的意志力和活力显化为一个幽灵般的灵体，从他们的身体中涌现出来，打击他们的敌人。召唤者和灵体之间的联系是内在的；作为对召唤者愤怒的回应，灵体可能会引爆一团死灵能量，增大自身体积，或者磨砺自己的感官。灵魂召唤者是自力更生和个人力量的典范，他们的灵魂和意志力显现为一个独立的存在。",
	"You learn additional spells when you reach certain levels in this class, as shown on the Spirit Caller Spellcasting table. Each of these spells counts as a sorcerer spell for you, but it doesn't count against the number of sorcerer spells you know.": "当你达到这个职业的特定等级时，你将学会额外的法术，如灵魂召唤者施法表所示。这些法术中的每一个对你来说都算作巫师法术，但不会计入你已知的巫师法术数量。",
	"Whenever you gain a sorcerer level, you can replace one spell you gained from this feature with another spell of the same level. The new spell must be an illusion or a conjura- tion spell from the sorcerer, warlock, or wizard spell list.": "每当你获得一个术士等级时，你可以用与该等级相同的另一个法术替换你从这个特性获得的一个法术。新的法术必须是来自术士、术士或巫师法术清单的幻术或召唤法术。",
	"command, mage armor, minor illusion": "指令，法师护甲，小幻术 (Mage Armor, Minor Illusion)",
	"aid, mirror image": "辅助，镜像（Mirror Image）",
	"plant growth, phantom steed": "植物生长，幻影战马 (Phantom Steed)",
	"banishment, guardian of faith": "放逐 (Banishment), 信仰守护者 (Guardian of Faith)",
	"reincarnate, seeming": "转世 (%reincarnate%), 似乎 (%seeming%)",
	"astral projection": "灵体投影 (astral projection)",
	"You can use an action to manifest your spirit, which appears in an unoccupied space within 30 feet of you. It uses the Manifested Spirit stat block, which uses your proficiency bonus (PB) in several places. You decide the appearance your manifested spirit takes. For example, your spirit might appear as a shadowy clone of you, a vicious dragon, or a mighty, sword-wielding specter that crackles with fiery energy. No matter the form your spirit takes, its statistics remain the same.": "你可以使用一个动作来显现你的灵魂，它会出现在你附近30英尺内的一个空位。它使用《显现的灵魂》属性块，其中在几个地方使用你的熟练加值（PB）。你可以决定你显现的灵魂的外观。例如，你的灵魂可能会呈现为你的阴影克隆、一只凶猛的龙，或者一名挥舞着火焰能量的强大剑士幽灵。无论你的灵魂采取什么形式，它的属性保持不变。",
	"While manifested, your spirit shares your initiative count, but it takes its turn immediately after yours. As a bonus action, you can command it to take the Attack action on its next turn; otherwise, it takes the Dodge or Help action (your choice). Your spirit remains manifested for 10 minutes, until it is reduced to 0 hit points, or until you lose your concentration, as if concentrating on a spell. After this time, your spirit retreats back into you and disappears.": "当显现时，你的灵魂与你共享先攻值，但它会在你之后立即行动。作为一个奖励动作，你可以命令它在下一轮采取攻击动作；否则，它会采取躲避或帮助动作（由你选择）。你的灵魂会显现10分钟，直到它的生命值降为0，或者直到你失去集中力，就像集中在一个法术上一样。在此之后，你的灵魂会撤回到你的身体内并消失。",
	"You can use this feature twice. You regain expended uses when you finish a short or long rest.": "你可以使用这个特性两次。当你完成一次短休或长休时，你会恢复已消耗的使用次数。",
	"When you use a Metamagic option on a spell with a range other than self, you can cause the spell to originate from your manifested spirit, instead of you, if your manifested spirit is within 120 feet of you.": "当你在施放范围不是自身的法术时使用元术选项，如果你的显现精神在你身边120英尺内，你可以让法术源自于你的显现精神，而不是你自己。",
	"When you manifest your spirit using your Conduit of the Soul feature, you can expend any number of sorcery points. When you do, choose one boon from the following list for each point you expend. Your manifested spirit gains these boons until it disappears. You can't select the same boon more than once at the same time, unless stated otherwise.": "当你使用你的灵魂导管特性(manifest your spirit using your Conduit of the Soul feature)时，你可以消耗任意数量的法术点(sorcery points)。在这个过程中，每消耗一个法术点，你可以从以下列表中选择一个祝福(boon)。你的显现的灵魂(manifested spirit)将获得这些祝福，直到它消失。除非另有说明，你不能同时选择相同的祝福超过一次。",
	"Resistance": "抵抗 (Resistance)",
	"Your spirit gains resistance to one damage type of your choice. (You can select this boon up to a number of times equal to your proficiency bonus.)": "你的灵魂获得对你选择的一种伤害类型的抗性。 (你可以选择这个祝福的次数最多等于你的熟练加值。)",
	"Estended Stay": "长期住宿 (Estended Stay)",
	"The maximum amount of time your spirit can remain manifested increases by 10 minutes. (You can select this boon up to a number of times equal to your proficiency bonus.)": "你的灵魂可以停留显现的最长时间增加了10分钟。 (你可以选择这个祝福的次数最多等于你的熟练加值。)",
	"Enlarge": "放大 (Enlarge)",
	"Your spirit's size increases by one category. Its reach increases by 5 feet and its melee weapon attacks deal an additional 1d8 damage of the attack's type on a hit.": "你的灵兽尺寸增加一个分类。它的攻击范围增加5英尺，近战武器攻击在命中时额外造成1d8点攻击类型的伤害。",
	"Teleporter": "传送门 (Teleporter)",
	"Your spirit can use its bonus action to tele- port up to 30 feet to an unoccupied space it can see.": "你的灵魂可以利用其奖励动作，传送到一个它能看到的未被占据的空间，最多30英尺远。",
	"Frenzy": "狂暴(Frenzy)",
	"Your spirit has advantage on all melee attack rolls, but attack rolls made against it have advantage.": "你的灵魂在所有近战攻击投掷中获得优势，但对其进行的攻击投掷具有优势。",
	"Detonator": "引爆装置 (Detonator)",
	"When your spirit is reduced to 0 hit points, each creature of your choice within 20 feet of it must succeed on a Dexterity saving throw against your spell save DC or take necrotic damage equal to 2d10 + your sorcerer level.": "当你的精神值降为0点时，距离它20英尺内的每个生物必须进行一次敏捷豁免检定，豁免 DC 为你的法术豁免 DC，否则受到等同于2d10 + 你的术士等级的死灵伤害。",
	"Of One Mind": "志同道合 (Of One Mind)",
	"You can use a bonus action to see through your spirit's eyes and hear what it hears until the start of your next turn. During this time, you are deaf and blind with regard to your own senses.": "你可以使用一个奖励动作，直到你下一个回合开始之前，通过你的幽灵的眼睛看到并听到它所听到的。在此期间，你对自己的感官是聋哑和失明的。",
	"Devil's Sight": "恶魔之视 (Devil's Sight)",
	"Your spirit can see in dim light and darkness, both magical and nonmagical, to a distance of 120 feet.": "你的灵魂可以在120英尺的距离内看到昏暗和黑暗中的事物，无论是魔法的还是非魔法的。",
	"Enhanced Agility": "增强敏捷度 (Enhanced Agility)",
	"Your spirit's speed is doubled.": "你的精神速度加倍。",
	"Battlefield Squire": "战场侍从 (Battlefield Squire)",
	"After your spirit takes the Help action, it can use a bonus action that turn to take the Disengage or Dodge action.": "在你的灵魂采取帮助动作后，它可以利用一个额外动作来采取闪避或躲闪动作。",
	"You have advantage on Constitution saving throws made to maintain concentration on your manifested spirit and on conjuration spells.": "你在维持对你的显灵体的专注时以及施放幻术法术时，对体质豁免投掷骰有优势。",
	"In addition, you share any damage resistances that your manifested spirit has.": "此外，你也分享你所显现的灵体拥有的任何伤害抗性。",
	"You no longer need to maintain your concentration on your manifested spirit. You can cause it to disappear at any time (no action required).": "你不再需要保持对你所显现的灵体的集中注意力。你可以随时让它消失（无需采取任何行动）。",
	"In addition, you can now select the \"Enlarge\" boon to increase your spirit's size with your Spirit Empowerment feature up to a number of times equal to your proficiency bonus.": "另外，你现在可以选择“扩大”(Enlarge)福祉，通过你的灵能增强特性将你的灵体尺寸增加，最多次数为你的熟练加值。",
	"The spirit makes a number of attacks equal to half your proficiency bonus (rounded down).": "该灵魂发动攻击的次数等于你熟练加值的一半（向下取整）.",
	"{@atk ms} your spell attack modifier to hit, reach 5 ft., one target. {@h}{@damage 1d8 +  PB} necrotic or radiant damage (your choice).": "使用你的法术攻击修正值来命中，射程5英尺，一个目标。造成{@h}{@damage 1d8 +  PB}死灵或光辉伤害（你的选择）。",
	"{@atk rs} your spell attack modifier to hit, range 60 ft., one target. {@h}{@damage 1d6 +  PB} necrotic or radiant damage (your choice).": "使用你的法术攻击修正值来命中，射程60英尺，一个目标。造成{@h}{@damage 1d6 +  PB}死灵或光辐伤害（你的选择）。",
	"Your spirit makes a Wisdom (Perception) check.": "你的精神进行一次感知（感知）检定。"
}