{
	"In the darkest depths of these twisted lands, few things are as welcomed as a good laugh, a merry sond and a razor sharp blade. Bards of the College of Blood masquerade as Jesters and bring all of these in spades. Armed with a scickle and lute, these maniacal minstrels are as versatile as they are deadly.": "在这些扭曲土地的最黑暗深处，很少有什么比一个好笑话、欢快的歌声和一把锋利的刀更受欢迎了。血之学院(Blood)的吟游诗人伪装成小丑，大量带来了这一切。手持镰刀和琵琶，这些疯狂的吟游诗人既多才又致命。",
	"When you join the College of Blood at 3rd level, you learn to use your weapons with a very twisted technique. When you hit a creature with a melee weapon attack, you can expend one spell slot to cause the target creature to Bleed. You apply 1 application of bleeding for a 1st spell slot, plus 1 additional application of bleeding for each spell level higher than 1st.": "当你在3级时加入（College of Blood）血之学院时，你学会了使用一种非常扭曲的技巧来运用你的武器。当你用近战武器攻击命中一名生物时，你可以消耗一个法术位使目标生物流血。你可以为一个1级法术位应用1层流血效果，每高出1级法术位则额外应用1层流血效果。",
	"A bleeding target takes damage equal to 1 hit die at the beginning of the target creature's turn, until the bleeding stops. The damage increases by 1 hit die for every bleeding application on the target creature.": "一个流血的目标在目标生物的回合开始时受到等于1个命中骰的伤害，直到流血停止。每次对目标生物施加流血效果，伤害就会增加1个命中骰。",
	"At the end of each of it's turns, the target creature can make a Constitution saving throw. On a success, the bleeding ends.": "在它的每个回合结束时，目标生物可以进行一次体质豁免投掷。若成功，则止血。",
	"At 3rd level, mocking and humiliating your enemy comes as natural as breathing. As a bonus action, you can expend an use of your Bardic Inspiration to being relentlessly mocking a target creature. If the target creature can hear you (though it needs not to understand you), it must succeed on a Wisdom saving throw or have disadvantage on attack rolls and saving throws until the end of its next turn.": "在3级时，嘲笑和羞辱你的敌人就像呼吸一样自然。作为一个奖励动作，你可以消耗一次你的诗人灵感来无情地嘲笑一个目标生物。如果目标生物能听到你（尽管它不需要理解你），它必须成功进行一次感知豁免才能在其下一个回合结束前对攻击和豁免扔骰有劣势。",
	"At 6th level, when you hit a creature with a melee weapon attack, the creature gets 1 application of bleeding.": "在6级时，当你用近战武器攻击命中生物时，该生物获得1层流血效果。",
	"At 14th level, as an action, you can expend 1 use of your Bardic Inspiration to deal damage equal to your Bardic Inspiration Die for each application of bleeding on a target creature, consuming every instance of bleeding the creature has at the moment.": "在14级时，作为一个动作，你可以消耗1次你的吟游诗人灵感，对一个目标生物造成等同于你吟游诗人灵感骰的伤害，每一个目标身上的流血效果都会被消耗掉。"
}