{
	"A bard of the College of Discord is something of a curiosity. Musicians and entertainers, doubling as assassins, exploit their access to powerful nobility to glean secrets for employers who are usually nameless even to the bard.": "一位混乱学院的吟游诗人有些引人注目。这些音乐家和表演者兼任刺客，利用他们对强大贵族的接触来为雇主获取秘密，这些雇主通常甚至对吟游诗人也是匿名的。 (College of Discord)",
	"When you join the College of Discord at 3rd level, you learn to use your weapons with an impressive display of martial prowess, speed and accuracy. Damage rolls made with weapons that have the thrown property equals your Bardic Inspiration Die + Dexterity Modifier": "当你在3级加入混乱学院时，你学会了以令人印象深刻的武术技巧、速度和精准度使用武器。使用具有投掷属性的武器造成的伤害等于你的诗人灵感骰 + 敏捷调整值。",
	"In addition, you can add the Thrown property to Improvised Weapons and Ammunition.": "此外，您可以将投掷属性添加到(`Improvised Weapons`)和(`Ammunition`)。",
	"At 3rd level, you learn how to find and exploit a target's weakest points.": "在3级时，你学会了如何找到并利用目标的弱点。",
	"As a bonus action, you can expend one of your uses of Bardic Inspiration to mark a target creature with your Inspired Eye for 1 minute. Your weapon attacks against a marked creature score a critical hit on a roll of 19 or 20.": "作为一个奖励动作，你可以消耗一次你的诗人灵感使用次数，用你的灵感之眼标记一个目标生物，持续1分钟。对被标记的生物的武器攻击在投骰得到19或20时造成暴击。",
	"At 15th level, your weapons attacks against a marked creature score a critical hit on a roll of 18-20.": "在15级时，对标记生物的武器攻击在掷骰得到18-20时造成重击。",
	"To strike a target requires speed ant accuracy. With your magic, you have learned to temporarily empower both of these traits in an impressive flurry of blades.": "要打击目标需要速度和准确性。通过你的魔法，你学会了在一连串令人印象深刻的刀刃中暂时增强这两个特质。",
	"Starting at 6th level, as an bonus action, you can make a special attack with your ranged weapons, you may expend one spell slot to make a ranged weapon attack dealing damage equal to your Bardic Inspiration Die + your Dexterity Modifier. The damage roll for this attack increases by 1 Bardic Inspiration Die for each spell level higher than 1st. Each additional Bardic Inspiration Die counts as a separate weapon being thrown.": "从6级开始，作为一个奖励动作，你可以使用远程武器进行特殊攻击，你可以消耗一个法术位进行一次远程武器攻击，造成伤害等于你的诗人灵感骰加上你的敏捷调整值。这次攻击的伤害骰增加了1个诗人灵感骰，每个法术等级高于1级。每个额外的诗人灵感骰都视为单独的武器被投掷。",
	"Starting at 14th level, your weapon attacks count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "从（14级）开始，你的武器攻击被视为魔法攻击，以克服对非魔法攻击和伤害的抗性和免疫。",
	"In addition, you can use Blade Flurry as a 3rd level spell without expending a spell slot.": "此外，你可以在不消耗法术位的情况下，将剑刃风暴作为一个3级法术使用。"
}