{
	"It is our homes, our families, our comrades in arms. It is our pride, our honor, our strength. And so, today, as we fight for its defense and its very existence. For our people! For our empire!": "这是我们的家园，我们的家庭，我们的战友。这是我们的骄傲，我们的荣誉，我们的力量。因此，今天，当我们为它的防卫和存在而战斗时。为了我们的人民！为了我们的帝国！",
	"Your patron is the strength of your home and the conviction of its people, as you travel and fight in the name of a noble house, state, or even country. Your magic might be a gift from a court, monarch, or some other high ranking offical of your empire whose power allows them to bestow these boons upon you.": "你的 (patron) 是你家的力量和人民的信念，当你代表一个贵族家族、国家，甚至整个国家旅行和战斗时。你的魔法可能是来自于宫廷、君主，或者是你帝国中其他高级官员的赐予，他们的权力使他们能够赐予你这些恩惠。",
	"The Empire lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.": "当你学习术士法术时，帝国允许你从一个扩展列表中进行选择。以下法术被添加到你的术士法术列表中。",
	"You're a loyal steward of your empire, either as a diplomat or as a retainer. You choose when you gain this feature:": "你是帝国的忠诚管家，可以是外交官或侍从。你可以选择何时获得这个特性：",
	"You learn two languages of your choice. You also gain proficiency in the {@skill Persuasion} and {@skill Insight} skills if you don't already have them. Your proficiency bonus is doubled for any ability check you make that uses either of these proficiencies.": "你学会了两种你选择的语言。如果你还没有，你也会熟练掌握{@skill Persuasion}和{@skill Insight}技能。当你使用这些技能进行能力检定时，你的熟练加值翻倍。",
	"You gain proficiency with medium and heavy armour. You also gain proficiency in the {@skill Intimidation} skill if you don't already have it, and your proficiency bonus is doubled for any ability check you make that uses it.": "你获得对中型和重型盔甲的熟练。如果你还没有，你也获得{@skill Intimidation}技能的熟练，并且在使用该技能进行的任何能力检定中，你的熟练加值翻倍。",
	"You deliver the will of your empire, swift and true. You learn the {@spell word of radiance|XGE} cantrip, which counts as a warlock cantrip for you but doesn't count against the number of cantrips you know.": "你传达了帝国的意志，迅速而准确。你学会了{@spell word of radiance|XGE}战士咒语，这对你来说算作一种术士战士咒语，但不计入你已掌握的咒语数量。",
	"When you cast {@spell word of radiance|XGE}, you can target a creature that you can see within 60 feet of you, causing the burning radiance caused by the spell to erupt from it, instead of erupting from you. You can decide if the target is affected by the spell when you cast it this way.": "当你施放{@spell word of radiance|XGE}时，你可以选择一个在你视线范围内的生物作为目标，使法术产生的灼热辐射从目标身上喷发，而不是从你身上喷发。你可以在这种方式下施放法术时决定目标是否受到影响。",
	"Allied creatures in range of {@spell word of radiance|XGE} gain temporary hit points equal to your proficiency bonus, which last until the start of your next turn.": "范围内的所有盟友生物获得临时生命值，数值等同于你的熟练加值，持续到你的下一个回合开始。",
	"Starting at 3rd level, you can add your Charisma modifier to the damage of {@spell word of radiance|XGE}.": "从3级开始，你可以将你的魅力调整值加到{@spell word of radiance|XGE}的伤害上。",
	"You gain the means to hold sway over the battlefield. You gain one of the following benefits based on your choice at 1st level:": "你获得了控制战场的手段。在1级时，根据你的选择，你获得以下其中一项好处之一：",
	"As a reaction when you roll initiative, you can choose another willing creature within 30 feet of you and cast {@spell sanctuary} on it without expending a spell slot.": "在你投掷先攻检定时，你可以选择另一个距离你不超过30英尺且愿意接受的生物，并对其施放{@spell sanctuary}，而无需消耗法术位。",
	"As a reaction when you roll initiative, you can choose another willing creature within 30 feet of you and cast {@spell heroism} on it without expending a spell slot. The spell doesn't require concentration when you cast it this way.": "当你进行先攻骰时，你可以选择距离你30英尺以内的另一名愿意的生物，并对其施放{@spell heroism}，而无需消耗法术槽。当你以这种方式施放时，这个法术不需要集中力。",
	"Once you use this feature, you can't do so again until you finish a short or long rest.": "一旦你使用这个特性，你必须完成一次短休或长休才能再次使用。",
	"The range of the burning radiance caused by word of radiance increases to 10 feet, and creatures that succeed on their saving throw against it take half as much damage from the spell.": "光耀之言所引发的燃烧光辉范围增加到10英尺，成功通过豁免检定的生物从该法术中受到的伤害减半。",
	"You speak the will of your empire into being. You can cast either {@spell divine word} or {@spell power word pain|XGE} without expending a spell slot.": "你将帝国的意志说成现实。你可以施放{@spell divine word}或{@spell power word pain|XGE}，而不消耗法术位。",
	"You can cast either spell once, and regain your ability to do so when you finish a long rest.": "你可以施放其中一个法术一次，并在完成一次长休后恢复这个能力。",
	"You can cast any of the spells from your expanded spells list of 2nd-level or lower without expending a spell slot. You don't need to know the spell to cast it this way. You can't do so again until you finish a long rest.": "你可以施放你的2级或更低级扩展法术清单中的任何法术，而无需消耗法术槽。你不需要知道这个法术就可以这样施放。在完成一次长休息之前，你不能再这样做。",
	"When you reach 11th level, you can use this feature twice before you must finish a long rest.": "当你达到11级时，你可以在完成一次长休前使用这个特性两次。",
	"You gain proficiency with one artisan tool, one gaming set, and one musical instrument of your choice, and can use any of them as a spellcasting focus for your warlock spells.": "你获得一种工匠工具、一种游戏套装和一种你选择的乐器的熟练，并且可以将它们中的任何一种用作你的术士法术的施法焦点。",
	"Additionally, you have advantage on Intelligence ({@skill History}) checks you make to recall information about your empire.": "此外，你在进行关于你帝国的情报回忆的智力检定中获得优势。",
	"You can cast {@spell spirit guardians} twice using warlock spell slots. You regain the ability to do so again when you finish a long rest.": "你可以使用术士法术位施放{@spell spirit guardians}两次。完成一次长休后，你将恢复这一能力。",
	"When you take the {@action Attack} action on your turn, you can cast {@spell word of radiance|XGE} as a bonus action.": "当你在你的回合中进行{@action Attack}动作时，你可以将{@spell word of radiance|XGE}作为一个奖励动作施放。",
	"You can do so a number of times equal to your proficiency bonus, and regain all expended uses when you finish a long rest.": "你可以这样做的次数等于你的熟练加值（%num%）次，并在完成一次长休后恢复所有已用次数。",
	"You can cast {@spell mighty fortress|XGE} without expending a spell slot or requiring material components. When you cast the spell this way, the fortress lasts for 30 days, and you must wait 30 days before being able to cast the spell this way again.": "你可以施放{@spell mighty fortress|XGE}，而无需消耗法术位或需要材料组件。当你以这种方式施放法术时，要塞持续30天，然后你必须等待30天才能再次以这种方式施放该法术。",
	"Casting this spell this on the same spot once every 30 days for a year makes the fortress permanent.": "每30天在同一地点施放这个法术一次，持续一年，就能让这座堡垒变得永久。(fortress)",
	"When the wearer of you talisman fails a Charisma ability check and uses your Pact of the Talisman to gain a bonus {@dice d4} to the roll, you can roll an additional {@dice d4} and use the higher of the two.": "当佩戴者的护身符失败一次魅力属性检定，并使用你的护身符之约（Pact of the Talisman）来获得一个额外的{@dice d4}奖励时，你可以额外投掷{@dice d4}个骰子，并选择两者中较高的结果。"
}