{
	"You focus your training on the grim art of death. Those who adhere to this archetype are diverse—hired killers, spies, bounty hunters, and even specially anointed priests trained to exterminate the enemies of their deity. Stealth and poison help you eliminate your foes with deadly efficiency.": "你的训练专注于死亡的阴暗艺术。遵循这个原型的人各式各样——雇佣杀手、间谍、赏金猎人，甚至是特别受命的祭司，他们接受训练来消灭他们神明的敌人。隐秘和毒药帮助你以致命的效率消灭敌人。",
	"You have mastered the arts of delivering death to your victims. Once per turn, you can give yourself advantage on a weapon attack; if the attack hits, it is considered a critical hit. You can use this ability a number of times equal to your dexterity modifier, and you regain all uses of it after a long rest. Uses are spent regardless of whether the attack hits or misses.": "你掌握了将死亡带给受害者的技艺。每回合一次，你可以在进行武器攻击时给自己带来优势；如果攻击命中，它被视为暴击。你可以使用这个能力的次数等同于你的敏捷调整值，而且在完成一次长休后，你会恢复所有使用次数。无论攻击是否命中，使用次数都会减少。",
	"You have advantage against creatures that have not yet taken their turn, and you also have advantage on initiative rolls": "你对那些还没有行动过的生物有优势，并且在先攻检定中也有优势。",
	"At 9th level you gain proficiency with the poisoner's kit and can apply poisons to your weapons as a bonus action. When you apply a poison to your weapons with this trait you can choose between 4 ammo or one weapon. The poison dilutes after a minute, and in the case of weapon, it also ends if you have hit four times with it.": "在第9级时，你获得了对(`poisoner's kit`)的熟练，并可以将毒涂抹在武器上作为一个奖励动作。当你使用这个特性给武器涂抹毒药时，你可以选择在4发弹药或一件武器之间。毒药在一分钟后会稀释，对于武器来说，如果你用它击中了四次，效果也会结束。",
	"Additionally, your weapon attacks deal {@dice 2d4} additional poison damage.": "此外，你的武器攻击额外造成{@dice 2d4}点毒素伤害。",
	"At 13th level, your great experience allows you to act decisively in the face of hostility. If a combat starts and you are present for its first round, you get an extra turn before it starts. During this turn, consider all other creatures present as surprised.": "在13级时，你丰富的经验使你能够在敌对情况下果断行动。如果一场战斗开始时，你在场并参与了第一轮，你将在战斗开始前获得额外的回合。在这个回合中，将所有其他生物视为被惊讶状态。",
	"At level 17 you learn to deliver an accurate blow to your victim's vitals. When you hit a critical hit, you can double the damage dealt. You can use this trait once per short rest.": "在17级时，你学会了对受害者的要害部位进行精准打击。当你造成暴击时，你可以将伤害翻倍。你可以每次短休息后使用这个特性一次。"
}