{
	"The Bonded Eldritch Knight combines the martial mastery common to all fighters with the careful study of magic. They use magical techniques similar to those practiced by wizards, focusing their study on two of the eight schools of magic - abjuration and evocation. Abjuration spells grant a Bonded Eldritch Knight additional protection in combat, while evocation spells damage many enemies at once, extending the fighter's reach in combat. These knights learn a comparatively small number of spells, committting them to memory rather than keeping them in a spellbook.": "被绑定的奥术骑士（Bonded Eldritch Knight）将所有战士共同具备的武术精湛与对魔法的精心研究相结合。他们使用类似于巫师所练习的魔法技巧，将研究重点放在八大魔法学派中的两个——结界学（abjuration）和咒法学（evocation）。结界学的法术能够为被绑定的奥术骑士在战斗中提供额外的保护，而咒法学的法术则能够对多个敌人造成伤害，扩大战斗中战士的影响范围。这些骑士学习的法术数量相对较少，他们会将这些法术牢记于心，而不是将它们记在法术书中。",
	"When you reach 3rd level, you augment your martial prowess with the ability to cast spells. See {@book chapter 10|PHB|10} for the general rules of spellcasting and {@book chapter 11|PHB|11} for the {@filter wizard spell list|spells|class=wizard}.": "当你达到3级时，你可以通过施法能力增强你的武术技能。请参阅{@book chapter 10|PHB|10}了解施法的一般规则，{@book chapter 11|PHB|11}了解{@filter wizard spell list|spells|class=wizard}。",
	"You learn {@spell Booming Blade|TCE} or {@spell Green-Flame Blade|TCE}, and two cantrips of your choice from the {@filter wizard spell list|spells|class=wizard}. You learn an additional wizard cantrip of your choice at 10th level.": "你学会{@spell Booming Blade|TCE}或{@spell Green-Flame Blade|TCE}，以及来自{@filter wizard spell list|spells|class=wizard}的两个零级咒语。你在10级时学会额外的一项巫师零级咒语。",
	"The Eldritch Knight Spellcasting table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.": "奥术骑士施法表格显示了你用来施放1级及更高级法术的法术槽数量。要施放这些法术之一，你必须消耗一个等级不低于该法术等级的法术槽。当你完成一次长休时，你会恢复所有已消耗的法术槽。",
	"For example, if you know the 1st-level spell {@spell shield} and have a 1st-level and a 2nd-level spell slot available, you can cast {@spell shield} using either slot.": "例如，如果你知道1级法术{@spell shield}，并且有一个1级和一个2级法术位可用，你可以使用任一法术位施放{@spell shield}。",
	"You know three first level spells, two of which you must choose from the {@filter evocation or abjuration|spells|level=1;2;3;4|school=a;v} school of any list. The third can be from any school of magic in the wizard spell list": "你知道三个一级法术，其中两个必须从任何法术列表中的{@filter evocation or abjuration|spells|level=1;2;3;4|school=a;v}学派中选择。第三个可以来自巫师法术列表中的任何魔法学派。",
	"The Spells Known column of the Eldritch Knight Spellcasting table shows when you learn more wizard spells of 1st level or higher. Each of these spells must be an abjuration or evocation spell of your choice, and must be of a level for which you have spell slots. For instance, when you reach 7th level in this class, you can learn one new spell of 1st or 2nd level.": "《(Eldritch Knight)咒法骑士施法表》中的已知法术栏显示了你学习更多1级或更高级别的法师法术的时间。这些法术中的每一个必须是你选择的一种驱护或召唤法术，并且必须是你拥有法术位的级别。例如，当你达到这个职业的7级时，你可以学习一个新的1级或2级法术。",
	"The spells you learn at 8th, 14th, and 20th level can come from any school of magic.": "你在第8级、第14级和第20级学习的法术可以来自任何魔法学派。",
	"Whenever you gain a level in this class, you can replace one of the spells you know from this subclass with another spell of your choice. The new spell must be of a level for which you have spell slots, and it must be an abjuration or evocation spell, unless you're replacing the spell you gained at 3rd, 8th, 14th, or 20th level from any school of magic.": "每当你在这个职业中升级时，你可以用你选择的另一个法术替换你从这个子职业中已知的一个法术。新的法术必须是你拥有法术位的等级，并且必须是一种驱护或召唤法术，除非你要替换你在任何魔法学派中获得的第3、第8、第14或第20级的法术。",
	"Intelligence is your spellcasting ability for your spells, since you learn your spells through study and memorization. You use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a wizard spell you cast and when making an attack roll with one.": "智力是你的法术施放能力，因为你通过学习和记忆来学习法术。每当一个法术提到你的法术施放能力时，你就使用你的智力。此外，当你施放一项巫师法术并设定豁免 DC 或进行攻击检定时，你也会使用你的智力调整值。",
	"At 3rd level, you learn a ritual that creates a magical bond between you and a melee weapon. You perform the ritual over the course of 1 hour, which can be done during a short rest. The weapon must remain within your reach throughout the ritual, at the conclusion of which you touch the weapon and forge the bond.": "在3级时，你学会了一种仪式，可以在你和一把近战武器之间建立魔法联系。你需要用1小时的时间进行这个仪式，可以在短休息期间完成。武器在整个仪式过程中必须保持在你的触及范围内，在仪式结束时，你触摸武器并建立联系。",
	"Once you have bonded a weapon to yourself it gains the following benefits:": "一旦你将武器与自己绑定，它将获得以下好处：",
	"You cannot be disarmed of it unless you are {@condition incapacitated}.": "除非你是{@condition incapacitated}，否则你无法被解除武装。",
	"If they are on the same plane you can summon it to your hand as part of the attack.": "如果它们在同一平面上，你可以将其召唤到你的手中作为攻击的一部分。",
	"It works as an arcane focus for any spell you cast that uses intelligence as a spellcasting ability.": "它可以作为任何使用智力作为施法能力的法术的奥术焦点。",
	"You can have up to two bonded weapons, if you attempt to bond with a third weapon, you must break the bond with one of the other two.": "你最多可以拥有两把被契约的武器，如果你尝试与第三把武器契约，你必须解除与另外两把武器中的一把的契约。",
	"When you use your {@classFeature Second Wind|Fighter||1} trait, you regain spell slots equal to half your proficiency bonus (rounded up), once per long rest.": "当你使用你的{@classFeature Second Wind|Fighter||1}特性时，你可以在每次长休后恢复等同于你熟练加值一半的法术位（向上取整）。",
	"When you spend a spell slot on an abjuration spell you can make an attack with a bonded weapon.": "当你消耗一个法术位施放一项（abjuration）护卫法术时，你可以使用一项被绑定的武器进行攻击。",
	"Additionally, when you hit a creature with a bonded weapon, you can choose to give it disadvantage on its next saving throw against an evocation spell. This effect lasts until the end of your next turn, and you can affect creatures in this way a number of times equal to your proficiency bonus per long rest.": "此外，当你用一把结缘武器击中一只生物时，你可以选择让它在下一次对一项（evocation）法术的豁免检定中获得劣势。这个效果持续到你的下一个回合结束，你每次长休可以以你的熟练加值的次数影响生物。",
	"The bond with your weapons is strengthened and helps you resist magic. When using your {@classFeature Indomitable|Fighter||9} trait to resist a spell or magical effect, add your Intelligence modifier to the roll (minimum +1) and gain resistance to any damage that comes from that spell or effect.": "你与武器的联系加强了，帮助你抵抗魔法。当使用你的{@classFeature Indomitable|Fighter||9}特性来抵抗法术或魔法效果时，将你的智力调整值加到骰子点数上（最少+1），并获得对该法术或效果造成的任何伤害的抗性。",
	"When you use {@classFeature Action Surge|Fighter||2} you can teleport up to 30 feet to a place you can see and cast a cantrip that requires one action as a bonus action, before or after using the aditional action.": "当你使用{@classFeature Action Surge|Fighter||2}时，你可以传送至多30英尺到一个你能看到的地方，并在使用额外动作前或后，将需要一个动作的cantrip作为奖励动作施放。",
	"When you spend a spell slot on an evocation spell, add your Intelligence modifier to the attack and damage rolls with your bonded weapons until the end of your next turn (minimum +1).": "当你在一个召唤法术上消耗一个法术位时，在你的结界武器上的攻击和伤害骰中加上你的智力调整值，直到你的下一个回合结束（最少+1）。（Intelligence）",
	"When you spend a spell slot on an abjuration spell, you gain advantage on your next saving throw or ability check.": "当你消耗一个护卫系法术位时，你在下一次豁免检定或属性检定中获得优势。"
}