{
	"An Arcane Dead Shot studies and modify a unique method of elven archery that weaves magic into attacks to produce supernatural effects. These elven techniques have been altered to suit the needs of a variety of races and cultures that aren't as fixated with bows, allowing these fighters to turn any kind of ammunition into a vessel for magic that harms and debilitates their enemies. Requiring both a mastery of ranged combat and an understanding of the arcane arts, Arcane Dead Shot stand out as versatile and effective sharpshooters.": "一名奥术死亡射手研究并修改了一种独特的精灵射箭方法，将魔法编织到攻击中，产生超自然效果。这些精灵技巧已经被改变，以适应各种种族和文化的需要，这些种族和文化并不像精通弓箭那样固执，使这些战士能够将任何类型的弹药转化为伤害和削弱敌人的魔法载体。奥术死亡射手需要精通远程战斗和对奥术艺术的理解，因此成为多才多艺且有效率的神射手。",
	"At 3rd level, you learn magical theory or some of the secrets of nature—typical for practitioners of this elven martial tradition. You choose to gain proficiency in either the {@skill Arcana} or the {@skill Nature} skill, and you choose to learn either the {@spell prestidigitation} or the {@spell druidcraft} cantrip.": "在3级时，你学会了魔法理论或一些自然的秘密—这对这个精灵武术传统的实践者来说是典型的。你可以选择在{@skill Arcana}或{@skill Nature}技能中获得熟练加值，并且你可以选择学会{@spell prestidigitation}或{@spell druidcraft}这两个战斗法术中的一个。",
	"At 3rd level, you learn to unleash special magical effects with some of your shots. When you gain this feature, you learn two Arcane Shot options of your choice (see 'Arcane Shot Options' below) and when you attack with a weapon that uses ammunition, you can use your Intelligence modifier, instead of Dexterity.": "在3级时，你学会了使用一些特殊的魔法效果释放你的射击。当你获得这个特性时，你学会选择两种你喜欢的奥术射击选项（见下文的'奥术射击选项'），当你用需要弹药的武器进行攻击时，你可以使用你的智力修正，而不是敏捷修正。",
	"Once per turn when you fire an ammunition from a ranged weapon as part of the {@action Attack} action, you can apply one of your Arcane Shot options to that ammunition. You decide to use the option when the ammunition hits a creature, unless the option doesn't involve an attack roll. You have 1 use of each option, and you regain all expended uses when you finish a long rest.": "每个回合，当你在进行{@action Attack}动作的一部分时从远程武器射出弹药时，你可以将你的奥术射击选项之一应用于该弹药。除非该选项不涉及攻击骰，否则你决定在弹药击中生物时使用该选项。你每个选项只能使用1次，在你完成一次长休后，你会恢复所有已用次数。",
	"You gain an additional Arcane Shot option of your choice when you reach certain levels in this class: 7th, 10th, 15th, and 18th. Each option also improves when you become a 10th and 18th-level fighter.": "当你达到该职业的特定等级时：第7级、第10级、第15级和第18级，你将获得额外的一个自选奥术射击选项。每个选项在你成为第10级和第18级战士时也会得到提升。",
	"If an option requires a saving throw, your Arcane Shot save DC equals:": "如果一个选项需要豁免投骰，你的奥术射击豁免 DC 为：",
	"The Arcane Shot feature lets you choose options for it at certain levels. The options are presented here in alphabetical order. They are all magical effects, and each one is associated with one of the schools of magic.": "奥术射击特性允许你在特定等级时为其选择选项。这些选项按照字母顺序列在这里。它们都是魔法效果，每一个都与魔法学派中的一个相关联。",
	"You use abjuration magic to try to temporarily banish your target from this plane. If the shot hits a creature, the target must also succeed on a Charisma saving throw or be banished. While banished in this way, its speed is 0, and it is {@condition incapacitated}. At the end of its next turn, the target reappears in the space it vacated or in the nearest unoccupied space if that space is occupied.": "你使用驱逐魔法试图暂时将目标从这个位面驱逐。如果射中生物，目标还必须成功进行一次魅力豁免才能被驱逐。以这种方式被驱逐时，目标的速度为0，且它是{@condition incapacitated}。在它的下一个回合结束时，目标会重新出现在它原来所在的空间，或者如果那个空间被占据了，则会出现在最近的空闲空间。",
	"After you reach 10th level in this class, a target also takes {@dice 1d6} force damage when the ammunition hits it and the damage increases to {@dice 2d6} at 18th level.": "当你在这个职业中达到10级后，当弹药击中目标时，目标还会受到{@dice 1d6}的力量伤害，伤害在18级时增加到{@dice 2d6}。",
	"Your enchantment magic causes this shot to temporarily beguile its target. Choose one of your allies within 30 feet of the target. The creature hit by the ammunition takes an extra {@dice 2d6} psychic damage, and must succeed on a Wisdom saving throw or it is {@condition charmed} by the chosen ally until the start of your next turn. This effect ends early if the chosen ally attacks the {@condition charmed} target, deals damage to it, or forces it to make a saving throw.": "你的魔法附魔让这一击暂时迷惑其目标。选择目标范围内30英尺以内的一个盟友。被弹药击中的生物额外受到{@dice 2d6}点的精神伤害，并必须通过一次感知豁免，否则会被选定的盟友控制，直到你下一个回合开始。如果选定的盟友攻击了{@condition charmed}目标、对其造成伤害或迫使其进行豁免检定，这个效果会提前结束。",
	"The attack and psychic damage can be non-lethal": "攻击和精神伤害可以是非致命的 (D&D)。",
	"The psychic damage increases to {@dice 3d6} when you reach 10th level in this class and {@dice 4d6} at 18th level.": "在这个职业中，当你达到10级时，心灵伤害增加到{@dice 3d6}，在18级时增加到{@dice 4d6}。",
	"You imbue your shot with force energy drawn from the school of evocation. The energy detonates after your attack. Immediately after the shot hits the creature, the target and all other creatures within 15 feet of it take {@dice 2d6} force damage each.": "你将你的射击注入了从唤醒学派汲取的力量能量。能量在你的攻击后爆炸。在射击命中生物后，目标及其周围15英尺范围内的所有其他生物每人受到{@dice 2d6}点力量伤害。",
	"The force damage increases to {@dice 3d6} when you reach 10th level in this class and {@dice 4d6} at 18th level.": "当你达到10级时，这个职业的力量伤害增加到{@dice 3d6}，在18级时增加到{@dice 4d6}。",
	"You weave necromantic magic into your shot. The creature hit by the shot takes an extra {@dice 2d6} necrotic damage. The target must also succeed on a Constitution saving throw, or the damage dealt by its weapon attacks or magical effects is halved until the start of your next turn.": "你将死灵魔法编织进你的射击中。被射中的生物额外受到{@dice 2d6}点死灵伤害。目标还必须成功通过一次体质豁免才能避免，否则其武器攻击或魔法效果造成的伤害会在你的下一个回合开始前减半。",
	"The necrotic damage increases to {@dice 3d6} when you reach 10th level in this class and {@dice 4d6} at 18th level.": "在这个职业中，当你达到10级时，死灵伤害增加到{@dice 3d6}，在18级时增加到{@dice 4d6}。",
	"When this shot strikes its target, conjuration magic creates grasping, poisonous brambles, which wrap around the target. The creature hit by the shot takes an extra {@dice 2d6} poison damage, its speed is reduced by 10 feet, and it takes {@dice 2d6} slashing damage the first time on each turn it moves or is moved 1 foot or more without teleporting. The target or any creature that can reach it can use its action to remove the brambles with a successful Strength ({@skill Athletics}) check against your Arcane Shot save DC. Otherwise, the brambles last for 1 minute or until you use this arcane shot option again.": "当这一箭击中目标时，幻术魔法会创造出可抓取的有毒荆棘，缠绕在目标周围。被这一箭击中的生物会额外受到{@dice 2d6}毒素伤害，其速度减少10英尺，并且每次移动或被移动1英尺或更多（不包括传送）时，第一次会受到{@dice 2d6}割伤伤害。目标或任何能够接触它的生物可以使用动作，通过成功进行一次力量检定（{@skill Athletics}）对抗你的奥术射击豁免 DC，来移除这些荆棘。否则，这些荆棘会持续1分钟，或直到你再次使用这个奥术射击选项。",
	"The poison damage and slashing damage both increase to {@dice 3d6} when you reach 10th level in this class and {@dice 4d6} at 18th level.": "当你达到10级时，这个职业的毒素伤害和斩击伤害都会增加到{@dice 3d6}，而在18级时增加到{@dice 4d6}。",
	"You use transmutation magic to give your shot an ethereal quality. When you use this option, you don't make an attack roll for the attack. Instead, the shot fires forward in a line that is 1 foot wide and 60 feet long, before disappearing. The shot passes harmlessly through objects, ignoring cover. Each creature in that line must make a Dexterity saving throw. On a failed save, a target takes damage as if it were hit by the shot, plus an extra {@dice 1d6} force damage. On a successful save, a target takes half as much damage.": "你使用变化魔法赋予你的射击一种虚幻的特质。当你使用这个选项时，你不需要为射击进行攻击检定。相反，这个射击向前发射，形成一个宽1英尺、长60英尺的直线，然后消失。这个射击会穿过物体，无视掩护。处于该直线上的每个生物必须进行一次敏捷豁免检定。未通过豁免检定的目标会受到如同被射中的伤害，再额外受到{@dice 1d6}的力量伤害。通过豁免检定的目标会受到一半的伤害。",
	"When you reach 10th level in this subclass the range increases to 120 feet. At 18th level the force damage increases to {@dice 2d6}.": "当你在这个子职业达到10级时，射程增加到120英尺。在18级时，力量伤害增加到{@dice 2d6}。",
	"Using divination magic, you grant your ammunition the ability to seek out a target. When you use this option, you don't make an attack roll for the attack. Instead, choose one creature you have seen in the past minute. The ammunition flies toward that creature, moving around corners if necessary and ignoring three-quarters cover and half cover. If the target is within the weapon's range and there is a path large enough for the ammunition to travel to the target, the target must make a Dexterity saving throw. Otherwise, the ammunition disappears after traveling as far as it can. On a failed save, the target takes damage as if it were hit by the ammunition, plus an extra separate {@dice 1d6} of the weapons damage type, and you learn the target's location for the next 8 hours. On a successful save, the target takes half as much weapon damage, no extra damage and you don't learn its location.": "使用占卜魔法，你赋予你的弹药寻找目标的能力。当你使用这个选项时，你不需要为攻击进行攻击骰投掷。相反，选择一名你在过去一分钟内看到过的生物。弹药飞向该生物，绕过拐角，无视四分之三掩护和半掩护。如果目标在武器射程内，并且有足够大的路径让弹药到达目标，目标必须进行一次敏捷豁免才能。否则，弹药在尽可能远的距离后消失。未通过豁免的目标受到伤害，就像被弹药击中一样，再额外受到武器伤害类型的另外 {@dice 1d6} 伤害，并且你会了解目标的位置，持续8小时。通过豁免的目标受到一半的武器伤害，没有额外伤害，并且你不会了解它的位置。",
	"The extra weapon damage impacts again for another {@dice 1d6} when you reach 10th level in this class and a total of three times at 18th level.": "当你达到10级时，额外武器伤害再次增加 {@dice 1d6}，在18级时总共增加三次。",
	"You weave illusion magic into your ammunition, causing it to occlude your foe's vision while they are disoriented by strange sounds. The creature hit by the ammunition takes an extra {@dice 2d6} psychic damage, and it must succeed on a Wisdom saving throw or be unable to see or hear anything farther than 5 feet away until the start of your next turn.": "你将幻术魔法编织进你的弹药中，使其在敌人被奇怪声音迷惑时遮蔽其视野。被弹药击中的生物额外受到{@dice 2d6}点心灵伤害，并且必须通过一次感知豁免才能在你下一个回合开始前看到或听到超过5英尺以外的任何事物。",
	"At 7th level, you learn how to direct an errant shot toward a new target. When you make an attack roll with a magical piece of ammunition and miss, you can use a bonus action to reroll the attack roll against a different target within 60 feet of the original target.": "在第7级时，你学会了如何将一次失误的射击引向新目标。当你使用一件魔法弹药进行攻击检定并未命中时，你可以使用一个奖励动作来对原始目标范围内的另一个目标重新进行攻击检定。",
	"At 7th level, you learn another Arcane Shot option of your choice.": "在第7级时，你学会了另一个你选择的奥术射击选项。",
	"At 10th level, you learn another Arcane Shot option of your choice.": "在10级时，你学会了另一个你选择的奥术射击选项。",
	"At 15th level, you learn another Arcane Shot option of your choice.": "在15级时，你学会另一个你选择的奥术射击选项。",
	"At 18th level, you learn another Arcane Shot option of your choice.": "在18级时，你学会另一个你选择的奥术射击选项。",
	"Starting at 15th level, your arcane shot will be available in the most difficult moments of combat. You have two uses of each shot and regain both on a short or long rest.": "从15级开始，你的奥术射击将在战斗中最困难的时刻可用。你每种射击有两次使用机会，并在短休息或长休息后都会恢复。",
	"This shot and it's ammunition can deal non-lethal damage.": "这种射击和它的弹药可以造成非致命伤害。"
}