{
	"The Agitator is a rogue who's willing to step out of the shadows, and stand in front of the crows. They have a honeyed tongue, with a skill for riling up crowds and stirring up trouble. Their skill with a blade is secondary, for their true weapon is the will of the people.": "煽动者是一名流氓，愿意走出阴影，站在人群前面。他们口才了得，擅长煽动人群，制造麻烦。他们的刀法是次要的，因为他们真正的武器是人民的意志。",
	"Agitators may be of any alignment. A chaotic agitator may believe in revolution, without much thought for the consequences, while a lawful agitator may know exactly what the new order will look like (or even use their talents to buttress the existing regime). Good aligned agitators may seek to save the people from tyranny, while evil agitators aim to become tyrants themselves.": "煽动者可能有任何属性。混乱煽动者可能相信革命，而不太考虑后果，而秩序煽动者可能清楚地知道新秩序会是什么样子（甚至利用自己的才能来支持现有政权）。善良属性的煽动者可能试图拯救人民免受暴政，而邪恶属性的煽动者则可能旨在成为暴君。",
	"The following are some optional quirks for a player of this subclass to choose from:": "以下是该子类玩家可选择的一些可选怪癖：",
	"You organized a riot once when the tavern ran out of your favorite ale.": "有一次当酒馆没有你最喜欢的啤酒时，你组织了一次暴动。",
	"You're actually quite shy.": "你其实相当害羞。(D&D跑团)",
	"You like to have popped corn on hand for onlookers.": "你喜欢随时准备爆米花供旁观者食用。",
	"You never fight without an audience.": "你从不在没有观众的情况下战斗。",
	"You've always wanted a secret hideout under a tavern.": "你一直想要在一家酒馆下面有一个秘密藏身处。",
	"You believe you can literally smell corruption": "你相信你可以真的闻到腐败 (corruption)",
	"Agitators should get broad leeway in social situations, especially when they are stirring up rebellion or convincing guards to turn traitor. It's too story-specific to write a mechanical feature for this, though.": "在社交场合中，煽动者应该得到很大的自由度，特别是当他们在煽动叛乱或说服卫兵背叛时。然而，为此编写一个机械特性太过具体故事性。",
	"When you choose this archetype at 3rd level, you gain proficiency with your choice of the Persuasion or Deception skills, or another skill if you are already proficient with both.": "当你在3级时选择这个职业分支时，你会获得在说服或欺骗技能中选择一项的熟练加点，如果你已经对这两项技能都熟练，你可以选择另外一项技能。",
	"Select one of these skills with which you are proficient. You may double your proficiency bonus for all checks you make with it. If you already have selected both Persuasion and Deception for your Expertise feature, you may choose any other skill.": "选择你精通的技能之一。你可以在使用该技能进行的所有检定中加倍你的熟练加值。如果你已经在你的专长特性中选择了说服和欺骗，你可以选择任何其他技能。",
	"Also at 3rd level, your winsome words are able to rally others to feats of heroism. As a bonus action, you can call out to an ally within 60 feet who can hear you; that ally can immediately use their reaction to make one weapon attack. If the attack hits, it deals extra damage equal to one roll of your Sneak Attack dice. They cannot apply this extra damage if the attack already suffered a Sneak Attack from another source this turn.": "在3级时，你迷人的言辞能够激励他人去做英勇的事情。作为一个奖励动作，你可以呼唤一个在60英尺内且能听到你声音的盟友；那个盟友可以立刻使用他们的反应进行一次武器攻击。如果攻击命中，它会额外造成伤害，伤害值等同于你的潜行攻击骰的一次投掷。如果这次攻击已经在这个回合中受到其他来源的潜行攻击的伤害，他们就不能再应用这个额外伤害。",
	"Moreover, the creature targeted with this attack is now designated as the enemy of your cause. You can use your Sneak Attack against that creature even if you don't have advantage on the attack roll, but not if you have disadvantage on it. This effect ends when the creature is defeated, or when you use Voice of the People again and a different creature is the target of the resulting attack.": "此外，受到此攻击目标的生物现在被指定为你事业的敌人。你可以对该生物使用你的偷袭攻击，即使你在攻击投掷时没有优势，但如果你有劣势则不能。当该生物被击败，或者当你再次使用人民之声并且不同的生物成为结果攻击的目标时，这个效果就会结束。",
	"Voice of the People's bonus damage counts as using your Sneak Attack for your turn. You can use Voice of the People a number of times equal to your Charisma modifier, regaining all uses after a short rest.": "人民之声的额外伤害计算为你在回合中使用了你的偷袭。你可以使用人民之声的次数等同于你的魅力调整值，短休后恢复所有使用次数。",
	"At 9th level, you can also use your Voice of the People as an action. When used in this way, Voice of the People does not count as using your Sneak Attack for the turn.": "在第9级时，你也可以将你的民意之声作为一个动作使用。当以这种方式使用时，民意之声不算作你在这回合使用了你的偷袭攻击。",
	"You can do this once, regaining its use avter a short or long rest.": "你可以在短暂或长时间休息后再次使用这个能力，(regaining its use avter a short or long rest).",
	"At 13th level, you are an expert at disappearing into the background after your task is done. After you take the Hide or Disengage action, you may immediately move up to half your speed.": "在13级时，你在完成任务后擅长悄无声息地消失在背景中。在你执行躲藏或脱离战斗动作后，你可以立即移动你速度的一半。",
	"Addtionally, if you are hidden within 30 feet of a non-hostile creature, enemies have disadvantage on attempts to detect you.": "此外，如果你在30英尺内隐藏，且非敌对生物，敌人在试图发现你时有劣势。",
	"Remember, for passive Perception checks, this results in a -5 penalty.": "记住，对于被动感知检定，这会导致一个-5的惩罚。",
	"At 17th level, your words inspire grim resolve and swift action. Your Voice of the People feature can now target up to 6 allies within 60 feet who can hear you. Each attack deals bonus damage equal to a roll of half your Sneak Attack dice. You may choose which damaged enemy becomes your designated foe.": "在17级时，你的话语激发了坚定的决心和迅速的行动。你的(Voice of the People)功能现在可以瞄准60英尺内最多6名能听到你的盟友。每次攻击都会造成额外伤害，伤害值等同于你偷袭骰子一半的点数。你可以选择哪个受伤的敌人成为你指定的敌人。",
	"You can use Voice of the People in this way once, regaining all uses after a short or long rest.": "你可以在短休或长休后再次使用人民之声（Voice of the People）这个能力。"
}