{
	"The Firestarter is a dangerous rogue to know. They are saboteurs, bomb-makers, and arsonists, willing to destroy or distract as the situation requires. Some Firestarters are careful and calculated, while others are reckless pyromaniacs, willing to sow wanton chaos. All learn just enough alchemy to be dangerous, in order to create the incendiaries that they use to control the battlefield.": "火之引导者是一个危险的流氓。他们是破坏者、制造炸弹者和纵火犯，愿意根据情况的需要摧毁或分散注意力。一些火之引导者小心谨慎，深思熟虑，而另一些则是鲁莽的火狂，愿意制造肆意的混乱。所有人都学会了足够的炼金术，以便制造用来控制战场的燃烧物。",
	"Firestarters may be of any alignment, though chaotic and impulsive ones may have brief careers. For this reason, they skew towards a lawful outlook, even if their philosophies may vary. Evil firestarters may be callous criminals, brutal inquisitors, or heedless agents of chaos, while good-aligned firestarters may be driven revolutionaries or former alchemists drawn to another path.": "引火者可以有任何属性，尽管混乱和冲动的人可能会有短暂的职业生涯。因此，他们倾向于法治的观点，即使他们的哲学观念可能有所不同。邪恶的引火者可能是冷酷的罪犯、残忍的审讯者或无视混乱的代理人，而善良的引火者可能是受驱动的革命者或前炼金术师转向另一条道路。",
	"The following are some optional quirks for a player of this subclass to choose from:": "以下是该子职业玩家可选择的一些可选怪癖：",
	"You name every one of your bombs.": "你给你的每一颗炸弹都起了名字。",
	"You always smell of smoke, and have ash stains on all your clothing.": "你总是散发着烟味，衣服上都有灰烬污渍。",
	"You refuse to ever let anyone else tend the campfire.": "你拒绝让任何人照看篝火。",
	"You enjoy rooms based on how flammable the furniture is.": "你喜欢的房间是根据家具的易燃程度来评价的。",
	"You rarely make it a month without scorching your eyebrows off.": "你很少能在一个月内不把你的眉毛烧焦。",
	"You cannot stand overcooked food.": "你不能忍受煮得过火的食物。",
	"When you choose this archetype at 3rd level, you gain proficiency with alchemist's tools or tinker's tools, or another tool of your choice if you are already proficient. Your proficiency bonus is doubled anytime you use tools to make or identify explosives or oils.": "当你在3级时选择这个职业分支时，你会获得炼金工具或者工匠工具的熟练加成，如果你已经熟练掌握了这些工具，你可以选择另一种工具。每当你使用工具制造或辨识爆炸物或油类时，你的熟练加成会加倍。",
	"Additionally at 3rd level, you have mastered the use of bombs and oils, learning the abilities listed below. You use your Intelligence for pyrotechnics abilities when they refer to a save DC": "此外，在3级时，你已经掌握了炸弹和油的使用，学会了下面列出的能力。当它们涉及豁免 DC 时，你使用你的智力进行烟火技能。",
	"{@bold Pyrotechnics DC} = 8 + your proficiency bonus + your Intelligence modifier.": "{@bold Pyrotechnics DC} = 8 + 你的熟练加值 + 你的智力调整值。",
	"As a bonus action, you can apply a sticky, flammable grease to your weapon or a piece of ammunition. A creature damaged by a greased weapon or piece of ammunition becomes coated in grease. If a greased creature takes fire damage, they are set on fire, and take 1d6 fire damage at the start of each of their turns. Any creature within 5 feet of a greased creature may spend an action to remove this grease and extinguish any resulting fire.": "作为一个奖励动作，你可以在你的武器或一件弹药上涂抹一层黏性易燃的油脂。被涂抹武器或弹药伤害的生物会被覆盖上油脂。如果一个被涂抹的生物受到火焰伤害，它们会着火，并在他们的回合开始时受到1d6火焰伤害。任何在一个被涂抹生物5英尺范围内的生物可以花费一个动作来清除这层油脂并扑灭任何由此产生的火焰。",
	"If you hit a creature who is on fire or standing in fire, you can use your Sneak Attack against that target as long as you don't have disadvantage on the roll.": "如果你攻击一个正在燃烧或站在火焰中的生物，只要你的攻击没有劣势，你可以对该目标使用你的（Sneak Attack）潜行攻击。",
	"Your flaming grease lasts for 10 minutes. If ignited, it burns for 1 minute.": "你的燃烧油脂持续10分钟。如果点燃，它会燃烧1分钟。",
	"You can't apply grease to a creature who's already on fire, or to a weapon that already deals fire damage.": "你不能给一个已经着火的生物涂抹油脂，也不能给一个已经造成火焰伤害的武器涂抹油脂。",
	"As an action, you can spray your flammable grease haphazardly. You can select a number of 5-foot spaces equal to your Intelligence modifier (minimum of 1), at a distance up to 30 feet. If a creature is in an affected space, they can make a Dexterity saving throw to avoid the grease. Objects in those spaces that are not worn or carried are also covered in grease.": "作为一个动作，你可以随意地喷洒你的易燃油脂。你可以选择与你的智力调整值相等的5英尺空间数量（最少1个），距离最多30英尺。如果生物在受影响的空间内，它们可以进行一次敏捷豁免才能避免油脂。那些空间中的未穿戴或携带的物体也会被覆盖上油脂。",
	"As a bonus action, you can fling a 15-foot cone of sparks. These sparks immediately ignite any flammable objects within the area that aren't worn or carried, as well as your Flaming Grease.": "作为一个奖励动作，你可以投掷一个15英尺锥形的火花。这些火花会立即点燃区域内的任何可燃物品，除非它们被穿戴或携带，还有你的火焰油脂（Flaming Grease）。",
	"Starting at 9th level, you have developed more potent, high-heat incendiaries, and refined your tools for delivering them. As an action, you can throw a firebomb at a point within 30 feet. All creatures within 10 feet must make a Dexterity saving throw. On a failure, they take fire damage equal to one roll of your Sneak Attack damage, or half as much on a success. Creatures failing the saving throw are also coated with your Flaming Grease and set on fire; all the terrain affected by the firebomb is also set on fire.": "从9级开始，你已经研发出更加强效的高热燃烧剂，并改进了投放它们的工具。作为一个动作，你可以向30英尺内的一个点投掷一个火焰弹。所有在10英尺范围内的生物必须进行一次敏捷豁免。未通过豁免的生物会受到等同于你的偷袭伤害掷骰结果的火焰伤害，通过者则只受一半伤害。未通过豁免的生物还会被你的火焰润滑涂层覆盖并点燃；所有受火焰弹影响的地形也会被点燃。",
	"You can alternately spend one minute deploying a firebomb as a trap, connecting it to a tripwire, lock or other simple mechanism.": "您也可以选择花费一分钟部署一个火焰弹作为陷阱，将其连接到绊线、锁或其他简单机制上。",
	"You can construct one of these firebombs per long or short rest, and can only possess one at a time.": "你可以每次长休或短休制造一个这样的火焰弹，但一次只能拥有一个。",
	"If you are concerned that the Firestarter might struggle in campaigns where many enemies have fire resistance, consider allowing the Elemental Adept feat to work with their subclass abilities (and waiving its spellcasting prerequisite).": "如果你担心火焰使者在许多敌人具有火焰抗性的战役中会遇到困难，可以考虑允许元素专家特性与他们的子职能力配合使用（并放弃其施法先决条件）。",
	"Additionally at 9th level, when creatures are covered in your flaming grease and on fire, they now take 2d6 fire damage at the start of each of their turns.": "此外，在第9级时，当生物被你的火焰油覆盖并着火时，它们现在会在每个回合开始时受到2d6火焰伤害。",
	"At 13th level, you have honed your reflexes to help keep yourself safe, despite your dangerous line of work. You gain the following benefits:": "在13级时，你已经磨练出了自己的反射能力，帮助自己保持安全，尽管你从事的工作很危险。你获得以下好处：",
	"Anytime you would take fire damage, you can reduce it by your proficiency bonus.": "每当你受到火焰伤害时，你可以将伤害减少你的熟练加值（proficiency bonus）数值。",
	"Once per turn after you make a Dexterity saving throw as described in your Evasion feature, you may immediately move up to half your speed.": "每回合，在你根据你的闪避特性所描述的敏捷豁免检定后，你可以立即移动你速度的一半。",
	"At 17th level, you can construct a number of firebombs equal to your Intelligence modifier, and their radius increases to 15 feet.": "在17级时，你可以制造数量等于你的智力调整值的火焰弹，它们的半径增加到15英尺。",
	"Additionally at 17th level, when creatures are covered in your flaming grease and on fire, they now take 3d6 fire damage at the start of each of their turns.": "此外，在17级时，当生物被你的火焰油覆盖并着火时，它们现在会在每个回合开始时受到3d6火焰伤害。",
	"The Firestarter is recommended for games that incorporate a robust crafting ruleset; KibblesTasty's Crafting System is the author's preferred choice.": "《点火者》适合那些包含完善制作规则的游戏；KibblesTasty的制作系统是作者的首选。"
}