{
	"Eberron has always had a unique relationship with arcane magic. As the setting that introduced the artifcer and the magewright, it looked at a world in which magic was treated seriously as a science. It stands to reason that the wizards of such a world would also push the boundaries of arcane research and develop unique magical traditions. This book deals with &ve such traditions, each of which is strongly tied to the world of Eberron.": "Eberron与奥术魔法一直有着独特的关系。作为引入工匠和魔法工匠的背景设定，它将魔法视为一门严肃的科学。可以理所当然地认为，这样一个世界的巫师们也会推动奥术研究的边界，并发展出独特的魔法传统。这本书涉及了五种这样的传统，每一种都与Eberron的世界紧密相连。",
	"While the {@b Elemental Binders} of Zilargo are best known for their creation of elementally-powered vehicles, they can also focus the strength of the elements to enhance their spellcasting and even their own bodies.": "虽然锡拉戈{@b Elemental Binders}以其创造元素动力车辆而闻名，但他们也可以集中元素的力量来增强他们的咒语施法，甚至增强自己的身体。",
	"The {@b Dust Savants} search out arcane secrets hoarded by the servants of the Overlords or lost since the Age of Demons. Few trust those who delve into such dark powers, even if they use such knowledge to stand against the Lords of Dust.": "{@b Dust Savants}搜寻着被魔王仆从囤积的奥秘，或是自魔魇时代以来失落的秘密。很少有人相信那些深入探究这些黑暗力量的人，即使他们利用这些知识来对抗尘埃之主。",
	"The {@b Knights Arcane} are the elite &ghting force of Aundair, who train with sword and spell. The Knight Phantoms among their number are feared across the Five Nations.": "{@b Knights Arcane} 是奥恩代尔的精英战斗力量，他们以剑术和法术训练。他们中的骑士幽灵在五国中备受恐惧。",
	"The city of Sharn is famous across Eberron, and for good reason. The unique properties of the manifest zone to the plane of Syrania that Sharn is built upon allow for impossibly-tall towers, floating buildings, and easy magical air travel. The {@b Sharn Skymages} have tapped into this connection to enhance their own powers of magical flight.": "沙恩市在埃伯隆大名鼎鼎，而且理由充分。沙恩市建立在通往Syrania位面的显现区的独特属性上，使得这里可以拥有不可思议的高塔、漂浮建筑和便捷的魔法空中旅行。{@b Sharn Skymages}已经利用这种连接来增强他们自己的魔法飞行能力。",
	"While most religion in Eberron is a pure matter of faith, there is no denying the reality of the Silver Flame. While most who harness the power of the Flame do so through purely divine magics, there are a small number of {@b Silver Pyromancers} who have managed to blend just enough divine magic into their own practices to tap into this power. These wizards enhance the fire that their spells produce with the holy power of the Silver Flame.": "在Eberron中，大多数宗教都是一种纯粹的信仰问题，但无法否认银焰的存在。虽然大多数利用银焰力量的人是通过纯粹的神圣魔法，但也有少数{@b Silver Pyromancers}人设法将足够的神圣魔法融入自己的实践中，以触及这种力量。这些巫师通过将他们的法术产生的火焰与银焰的神圣力量相结合来增强它们。",
	"At 2nd level, you learn the {@language Primordial} language and can converse in all its dialects:  Aquan, Auran, Ignan, and Terran.": "在2级时，你学会了{@language Primordial}语言，并能够用其所有方言进行交流：Aquatic, Air, Fire, 和 Earth.",
	"Also at 2nd level, you gain the ability to summon a minor elemental companion. You can use an action to summon a minor elemental of the type of your choice (details below). The elemental is friendly to you and obeys your commands. It remains for 1 hour or until you dismiss it as a bonus action, at which point it returns to its plane of origin. Once you summon your elemental companion, you cannot do so again until you complete a short or long rest. You can choose to summon a different elemental each time you use this ability, though most Elemental Binders will come to rely upon a particular elemental creature.": "在2级时，你获得召唤一只次要元素伙伴的能力。你可以使用一个动作召唤你选择类型的一只次要元素（详细信息如下）。这个元素对你友好并遵从你的命令。它会持续1小时，或者直到你以一个奖励动作解散它，此时它会返回到它的原始位面。一旦你召唤了你的元素伙伴，你在完成短暂或长时间休息之前不能再次这样做。你可以选择每次使用这个能力时召唤不同的元素，尽管大多数元素束缚者会依赖于特定的元素生物。",
	"At 6th level, you can temporarily bind an elemental to an arcane focus. The binding lasts for one minute. You can bind a willing elemental, typically your companion, as an action. Alternately, you can bind an unwilling elemental within 5 feet of you as a reaction when it is reduced to 0 hit points. When the binding ends, the elemental returns to its plane of origin. Your arcane focus must have a Khyber dragonshard worth at least 100 gp as part of it. When you bind an elemental to your focus, you can choose one of the following effects, the effect depends upon the elemental type:": "在第6级时，你可以暂时将一个元素绑定到一枚奥术焦点上。这种绑定持续一分钟。你可以将一个愿意的元素绑定，通常是你的伙伴，作为一个动作。或者，当一个不愿的元素在你身边5英尺内被降为0点生命值时，你可以作为一次反应将其绑定。当绑定结束时，元素将返回其原始位面。你的奥术焦点必须包含价值至少100 gp 的凯伯龙晶作为其中的一部分。当你将一个元素绑定到你的焦点时，你可以选择以下效果之一，效果取决于元素类型：",
	"{@b Air}. While holding the focus, you can cast the {@spell gust} cantrip and saving throws against your spells that deal lightning damage are made at disadvantage.": "{@b Air}。在集中注意力的同时，你可以施放{@spell gust}cantrip，而且对你施放的造成闪电伤害的法术的豁免扑克需以劣势骰进行。",
	"{@b Earth}. While holding the focus, you can cast the {@spell mold earth} cantrip. In addition, you have advantage on spell attacks provided that both you and your target are standing on earth or stone.": "{@b Earth}。在持有这个焦点的同时，你可以施放{@spell mold earth} cantrip。此外，只要你和目标都站在地球或石头上，你对法术攻击获得优势。",
	"{@b Fire}. While holding the focus, you can cast the {@spell control flames} cantrip. In addition, you can add your Intelligence modi&er (minimum +1) to the damage of one die of your spells that deal &re damage.": "{@b Fire}。在持有焦点的同时，你可以施放{@spell control flames} cantrip。此外，你可以将你的智力调整值（最低+1）添加到你施放的一个造成火焰伤害的法术骰子的伤害上。",
	"{@b Water}. While holding the focus, you can cast the {@spell shape water} cantrip. In addition, you can cause your spells to 2ow like water—when you cast a spell with an area of effect, you can choose a number of 5-foot squares equal to your Intelligence modi&er (minimum 1) and exclude them from the area of effect.": "{@b Water}。在持有焦点的同时，你可以施放{@spell shape water}小法术。此外，你可以让你的法术流水般流畅—当你施放一个范围效果法术时，你可以选择数量等于你的智力调整值的5英尺方块（最少1个）并将它们排除在范围效果之外。",
	"At 10th level, you permanently fuse elemental essence into your own body. Choose an element to infuse yourself with. You can summon an elemental companion of that type at will, and it will remain inde&nitely unless dismissed or destroyed. In addition, you gain a bene&t based upon the element you have selected:": "在10级时，你会将元素精华永久地融入自己的身体中。选择一个元素来注入自己。你可以随意召唤该类型的元素伙伴，它会一直存在，除非被解散或摧毁。此外，你根据所选择的元素获得以下好处：",
	"{@ Air}. When hit by a ranged weapon attack, you can use your reaction to impose disadvantage on ranged weapon attacks—including the triggering attack—until the beginning of your next turn. In addition, you take half damage from falling.": "{@ Air}。当受到远程武器攻击时，你可以使用你的反应来使远程武器攻击——包括触发攻击——的命中有劣势，直到你的下一个回合开始。此外，你从跌落中受到的伤害减半。",
	"{@ Earth}. You gain a +1 bonus to AC and have advantage on saving throws to avoid being knocked prone or moved against your will.": "{@ Earth}。你的AC获得+1的加值，并且在豁免扑倒或被迫移动的豁免投掷中获得优势。",
	"{@ Fire}. You gain resistance to &re damage, and your movement increases by 5 feet.": "{@ Fire}. 你获得对火焰伤害的抗性，并且你的移动速度增加5英尺。",
	"{@ Water}. You gain the ability to breathe water and a swim speed equal to your movement. When you use your Elemental-Bound Focus feature with an elemental of the same type as your graft, the binding lasts for 10 minutes instead of 1 minute.": "{@ Water}。你获得了呼吸水和与你的移动速度相同的游泳速度的能力。当你使用你的元素绑定专注特性与与你移植相同类型的元素时，绑定持续时间为10分钟，而不是1分钟。",
	"Also at 10th level, you can control bound elementals such as those used in elemental galleons, airships, earthsleds, and the lightning rail without having the appropriate dragonmark. To control such an elemental, you must remain in contact with the dragonshard that it is bound to and concentrate as if on a spell.": "在10级时，你可以控制被束缚的元素生物，比如那些用在元素帆船、飞艇、地灵雪橇和闪电轨道上的生物，而无需拥有相应的龙印。要控制这样一个元素生物，你必须保持与其绑定的龙晶接触，并集中精力，就像施放一个法术一样。",
	"At 14th level, you can bind an elemental to yourself instead of into an arcane focus. The binding lasts for one minute, or ten minutes if the elemental is of the same type as your Elemental Graft. You can bind a willing elemental, including your companion, as an action. Alternately, you can bind an unwilling elemental within 5 feet of you as a reaction when it is reduced to 0 hit points. When the binding ends, the elemental returns to its plane of origin.": "在第14级时，你可以将一个元素绑定到自己身上，而不是绑定到一件奥术焦点上。这种绑定持续一分钟，或者如果元素与你的元素移植的类型相同，则持续十分钟。你可以将一个愿意的元素（包括你的同伴）作为一个动作来绑定。或者，当一个不愿意的元素在你身边5英尺内被降为0点生命值时，你可以作为一次反应来绑定它。当绑定结束时，元素将返回其原始位面。",
	"The effect of binding an elemental to yourself depends upon the elemental type:": "将元素绑定到自己身上的效果取决于元素类型：",
	"{@b Air}. You gain a fly speed equal to your movement speed and you can hover.": "{@b Air}。你获得一个飞行速度，等同于你的移动速度，并且你可以悬停。",
	"{@b Earth}. You gain tremorsense in a 30-foot-radius.": "{@b Earth}. 你获得了30英尺半径内的地震感知能力。",
	"{@b Fire}. You are immune to fire. A creature that touches you or hits you with a melee attack while within 5 feet of you takes 2d6 fire damage.": "{@b Fire}。你对火焰免疫。当有生物接触你或在你5英尺内用近战攻击你时，它会受到2d6火焰伤害。",
	"{@b Water}. Melee attacks against you are made with disadvantage.": "{@b Water}。对你进行的近战攻击具有劣势。",
	"At 2nd level you gain pro&ciency in the {@skill Deception} skill and learn the {@language Infernal} and {@language Abyssal} languages": "在2级时，你获得了{@skill Deception}技能的熟练加值，并学会了{@language Infernal}和{@language Abyssal}语言。",
	"Also at 2nd level, you can use a bonus action to learn if a &end or a magical effect created by a fiend is within 30 feet of you and, if so, where it is located. This ability can penetrate barriers, but is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt. Once you use this feature you cannot do so again until you finish a short or long rest.": "在2级时，你可以使用一个奖励动作来了解你周围30英尺是否有一个&end或者由一个(faend)创建的魔法效果，如果有的话，它们的位置在哪里。这种能力可以穿透障碍物，但会被1英尺厚的石头、1英寸厚的普通金属、一张薄铅片或者3英尺厚的木头或泥土所阻挡。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用。",
	"At 6th level, you gain the service of a minor fiend to aid you in your pursuit of power. You learn the {@spell find familiar} spell and add it to your spell book. When you cast the spell, your familiar is always a fiend and you can choose for it to be either an imp or a quasit.": "在第6级时，你获得一名小恶魔为你提供帮助，协助你追求力量。你学会了{@spell find familiar}法术并将其添加到你的法术书中。当你施放这个法术时，你的使魔总是一只恶魔，你可以选择让它成为小恶魔或者夸塞特。",
	"Also at 6th level, you learn long-lost arcane secrets. Choose a number of 1st and 2nd level spells that are in your spell book such that the sum of their spell levels does not exceed your Intelligence modi&er (minimum 1). For example, if you have a 16 (+3) Intelligence you can choose either three 1st level spells or one 1st level spell and one 2nd level spell. You can cast these spells as rituals even if they do not have the ritual tag. You can change the spells you have selected, following the rules above, when you increase your level in this class.": "在6级时，你学会了失传已久的奥术秘密。选择一些1级和2级法术放入你的法术书中，使它们的法术等级之和不超过你的智力调整值（最低为1）。例如，如果你的智力为16（+3），你可以选择三个1级法术或一个1级法术和一个2级法术。即使这些法术没有仪式标签，你也可以将它们作为仪式施法。当你在这个职业中提升等级时，你可以根据上述规则更改已选择的法术。",
	"At 10th level, you learn how to use the souls of willing mortals in your magic. As an action, you can invoke a &endish bargain with a humanoid you can see within 30 feet of you. That creature can use its reaction to expend any number of hit dice. If it does, you regain an expended spell slot of a level up to the number of hit dice spent. If this reduces the creature to 0 hit dice, it gains a level of exhaustion. Once you use this feature, you cannot do so again until you complete a short or long rest.": "在10级时，你学会如何在你的魔法中使用愿意的凡人的灵魂。作为一个动作，你可以与你能看到的30英尺内的一个人形生物进行一次邪恶交易。那个生物可以使用它的反应来消耗任意数量的生命骰。如果它这样做，你将恢复一个等同于所消耗生命骰数量的法术位。如果这使生物的生命骰降至0，它会获得一级疲劳。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用。",
	"At 14th level, when you cast an enchantment spell that normally targets only humanoids, such as {@spell charm person}, {@spell calm emotions}, or {@spell hold person}, you can choose for the spell to target fiends instead. You can use this feature a number of times equal to your Intelligence modi&er (minimum 1) and regain all expended uses when you finish a long rest.": "在14级时，当你施放一个通常只能以人形为目标的魅惑系法术，比如{@spell charm person}，{@spell calm emotions}，或{@spell hold person}时，你可以选择让法术以恶魔为目标。你可以使用这个特性的次数等同于你的智力调整值（最少1次），并在完成一次长休后恢复所有已用次数。",
	"Also at 14th level, you add the spell {@spell commune} to your spell book. You can not prepare it, but you can cast it as a ritual. Once you do so, you cannot cast it again until you finish a long rest. It is otherwise considered a wizard spell for you.": "在14级时，你可以将法术{@spell commune}添加到你的法术书中。你不能准备它，但你可以作为仪式施法。一旦你这样做了，你必须完成一次长休才能再次施法。对于你来说，它被视为一种巫师法术。",
	"When you cast commune, you reach out to the Lords of Dust and their masters. These beings have their own goals and may attempt to manipulate you into serving them with selective truths.": "当你施放沟通（commune）时，你会联系到尘埃之主和他们的主人。这些存在有着自己的目标，可能会试图通过选择性的真相来操纵你，让你为他们服务。",
	"Beginning at 2nd level, you gain proficiency with light armor and two martial weapons of your choice. You also learn your choice of either {@spell booming blade|TCE} or {@spell green-flame blade|TCE} as a bonus cantrip.": "从2级开始，你获得轻甲和两种你选择的军用武器的熟练。你还可以选择学习{@spell booming blade|TCE} 或 {@spell green-flame blade|TCE} 作为额外的戏法。",
	"Also at 2nd level, when you cast a spell, you can use a bonus action to give yourself a bonus to your AC equal to your Intelligence modi&er (minimum of +1) until the beginning of your next turn.": "在2级时，当你施放一个法术时，你可以使用一个奖励动作，使你的AC获得一个与你的智力调整值相等的奖励，直到你下个回合开始。(Intelligence Modifier)",
	"At 6th level, you add phantom steed to your spellbook if you do not already know it. When you cast phantom steed using a spell slot, the summoned creature uses the statistics of a war horse instead of a riding horse, and it adds your Intelligence modi&er (minimum of +1) to its armor class. In addition, the phantom steed can cross liquids and similar substances as if it were under the effects of a water walk spell.": "在第6级时，如果你还不会，你可以将幻影战马(phantom steed)添加到你的法术书中。当你使用一个法术槽施放幻影战马时，召唤出的生物使用战马的统计数据，而不是骑乘马，并且它的护甲等级会增加你的智力修正值（最低+1）。此外，幻影战马可以像受到水行术(water walk)法术影响一样穿越液体和类似物质。",
	"Also at 6th level, you choose a particular style of fighting as your specialty. Choose one of the following options. You can't take a Fighting Style option more than once, even if you later get to choose again.": "在第6级时，您选择一种特定的战斗风格作为您的专长。选择以下选项之一。即使以后再次选择，也不能多次选择战斗风格选项。",
	"{@b Defense}. While you are wearing armor, you gain a +1 bonus to AC.": "{@b Defense}。当你穿戴盔甲时，你的护甲等级增加1点。",
	"{@b Dueling}. When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon.": "{@b Dueling} 当你单手持有一把近战武器且没有其他武器时，你使用该武器造成的伤害骰获得+2的加值。",
	"{@b Great Weapon Fighting}. When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this beneit.": "{@b Great Weapon Fighting} 当你使用双手持有的近战武器进行攻击时，如果你的伤害骰掷出1或2，你可以重新投掷这个骰子，并且必须使用新的点数，即使新的点数还是1或2。武器必须具有双手或多用途属性，你才能获得这个效益。",
	"At 10th level, you can use a bonus action to take on a ghostly appearance, with tendrils of mist that cling to your form and glowing red eyes. In this form, you have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks and your melee weapon attacks deal force damage. Your movements are dif&cult to track and opportunity attacks are made against you at disadvantage. In addition, each creature that can see you within 30 feet while you are in this form must succeed on a Wisdom saving throw against your spell save DC or be frightened of you for 1 minute. A creature can repeat this saving throw at the end of each turn with a success ending the effect. A creature that succeeds on this saving throw is immune to this effect from your Phantom Form for 24 hours.": "在10级时，你可以使用一个奖励动作，呈现出一个幽灵般的外观，身上缠绕着雾气，眼睛发出红光。在这种形态下，你对来自非魔法攻击的钝击、穿刺和斩击伤害具有抗性，你的近战武器攻击造成力量伤害。你的移动难以追踪，对你进行的机会攻击具有劣势。此外，每个能看见你的生物在30英尺内，当你处于这种形态时，必须通过一次以你的法术豁免 DC 为目标的感知豁免检定，否则会因为你而感到恐惧，持续1分钟。生物可以在每个回合结束时重复进行这次豁免检定，成功则结束效果。成功通过这次豁免检定的生物对你的幻影形态的这个效果免疫24小时。",
	"This form lasts for 10 minutes, or until you end it as a bonus action or die. Once you use this feature, you cannot do so again until you complete a short or long rest.": "这个形态持续10分钟，或者直到你将其作为一个奖励动作结束或死亡。一旦你使用了这个特性，你必须完成一个短休或长休才能再次使用。",
	"At 14th level, you can expend a spell slot when you make a melee attack with a weapon. If you do, you add your Intelligence modi&er to the attack roll (minimum of +1) and you immediately gain a number of temporary hit points equal to 10 + the level of the spell slot expended. If the attack hits, it deals additional damage equal to 1d8 per level of the spell slot expended.": "在14级时，当你使用武器进行近战攻击时，你可以消耗一个法术位。如果你这样做，你可以将你的智力调整值加到攻击点数上（最低+1），并且你立即获得一个临时生命值，其值为10加上消耗的法术位等级。如果攻击命中，它会额外造成伤害，伤害值为每个法术位等级的1d8。",
	"Beginning at 2nd level, you learn how to redirect magic into brief 2ight. As a bonus action, you can expend a spell slot and gain a fly speed equal to 10 feet + 10 feet per level of the spell slot expended. This fly speed lasts until the end of your next turn.": "从2级开始，你学会了如何将魔法转化为短暂的飞行能力。作为一个奖励动作，你可以消耗一个法术位，并获得一个飞行速度，速度为10英尺+每消耗的法术位等级的10英尺。这个飞行速度持续到你的下一个回合结束。",
	"Also at 2nd level, you add sanctuary to your spellbook as learn more about Syrania, the plane of peace. This spell is considered a wizard spell for you. If you have it prepared, you may cast it on yourself using a spell slot as part of the bonus action to activate Manifest Flight.": "在2级时，你将《庇护圣所》添加到你的法术书中，同时更多地了解和平位面Syrania。对你而言，这个法术被视为巫师法术。如果你已经准备好这个法术，你可以在使用奖励动作激活《显现飞行》时，将其施放在自己身上，消耗一个法术位。",
	"At 6th-level, when you activate your {@subclassFeature Manifest Flight|Wizard|Skymage|eb5arcanetraditions|6} feature, you can choose for a wave of force to expand outward from your position in a 10 foot radius sphere. Each creature other than yourself in the sphere must succeed on a Constitution saving throw against your spell save DC or take 1d6 force damage per level of the spell slot used for Manifest Flight and be pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn't pushed": "在6级时，当你激活你的{@subclassFeature Manifest Flight|Wizard|Skymage|eb5arcanetraditions|6}特性时，你可以选择让一股力量波从你的位置向外扩展，形成一个半径为10英尺的球形范围。范围内除了你自己以外的每个生物必须通过一次魔法豁免检定，DC为你的法术豁免DC，否则会受到每个法术位等级的1d6力量伤害，并被推开10英尺。在成功豁免后，生物只会受到一半伤害且不会被推开。",
	"At 2nd level you gain pro&ciency in the {@skill Deception} skill and learn the Infernal and Abyssal languages": "在2级时，你获得对技能{@skill Deception}的熟练加值，并学会了地狱语和深渊语。",
	"At 10th-level, when flying, you gain the ability to use the {@action Dash} and {@action Disengage} actions as bonus actions.": "在10级时，飞行时，你获得了将{@action Dash}和{@action Disengage}动作作为奖励动作使用的能力。",
	"Also at 10th level, you have strengthened your connection to the sky enough that the ground has lost its hold over you. You are immune to bludgeoning damage from falls and you can substitute your Intelligence for your Strength when determining your jumping distance or making {@skill Athletics} checks related to jumping.": "在10级时，你与天空的联系更加牢固，大地已经失去了对你的控制。你免疫于坠落造成的钝击伤害，并且在确定跳跃距离或进行与跳跃相关的{@skill Athletics}检定时，可以用你的智力代替力量。",
	"At 14th level, when you use your Manifest Flight feature, you can choose to wrap yourself in the essence of Syrania itself. This effect lasts for one minute. During that time, you retain your flight speed from your Manifest Flight feature and, while flying, you can hover and you never provoke opportunity attacks. In addition, while you are airborne, the area in a 5 foot radius around you is always clear, calm, and pleasant—unaffected by wind, weather, and temperature extremes including magical effects that cause these. While flying, you are resistant to cold, fire,  lightning, and thunder damage. You can use this feature once. You must then &nish a short or long rest to use this feature again.": "在14级时，当你使用你的（Manifest Flight）显现飞行特性时，你可以选择将自己包裹在Syrania本身的本质中。这个效果持续一分钟。在此期间，你保留来自（Manifest Flight）显现飞行特性的飞行速度，并且在飞行时，你可以悬停，且不会引发机会攻击。此外，当你在空中时，你周围5英尺半径范围内的区域始终保持清晰、平静和宜人—不受风、天气和温度极端影响，包括导致这些情况的魔法效果。在飞行时，你对冰冷、火焰、闪电和雷电伤害具有抗性。你可以使用这个特性一次。然后你必须完成一次短休或长休才能再次使用这个特性。",
	"Beginning at 2nd level, when you add two spells to your spellbook upon gaining a level, one of those spells can be from the paladin spell list. You must otherwise obey all the restrictions for selecting the spell, and it becomes a wizard spell for you. You also learn sacred flame as a cantrip. It is a wizard spell for you, but it does not count against your number of cantrips known.": "从2级开始，当你在升级时向你的咒术书中添加两个法术时，其中一个法术可以来自圣骑士法术列表。你必须遵守选择法术的所有限制，它将成为你的巫师法术。你还学会了圣焰(cantrip)。对你而言，它是一种巫师法术，但不计入你已知的cantrip数量。",
	"Also at 2nd level, when you cast a spell that normally deals fire damage, you can choose for half of the damage you deal to be radiant damage instead of &re damage. When you reach 10th level, you can choose to have all the damage dealt by such a spell be radiant damage instead.": "在2级时，当你施放一个通常造成火焰伤害的法术时，你可以选择你造成的伤害的一半为辐射伤害，而不是火焰伤害。当你达到10级时，你可以选择让这类法术造成的所有伤害都变为辐射伤害。",
	"At 6th-level your cantrips become more potent against fiends and undead. When any fiend or undead would take fire damage or radiant damage from one of your cantrips, it takes an additional amount of radiant damage equal to your Intelligence modi&er (minimum of +1).": "在第6级时，你的零度咒语对恶魔和不死生物更加有效。当任何恶魔或不死生物受到你的零度咒语造成的火焰伤害或辐射伤害时，它会额外受到等于你的智力调整值的辐射伤害（最少+1）。",
	"Also at 6th level, you learn how to imbue your burning spells with additional power. When you cast a spell that deals fire damage or radiant damage, you can impose disadvantage on saving throws against that spell. Once you use this feature, you cannot do so again until you complete a short rest or a long rest.": "在第6级时，你学会了如何赋予你的火焰法术额外的力量。当你施放一项造成火焰伤害或辐射伤害的法术时，你可以让对该法术的豁免扔骰有劣势。一旦你使用了这个特性，你必须完成一次短休或长休才能再次使用。",
	"At 10th level, you can spend a bonus action to surround yourself with an aura of silver flame with a 10-foot radius. The aura sheds bright light in a 30-foot radius and dim light for an additional 30 feet. When another creature enters the aura for the first time or begins its turn there, it must succeed on a Constitution saving throw against your spell save DC or take 2d6 fire damage and be blinded until the beginning of its next turn. A creature that succeeds on this saving throw takes half damage and is not blinded. This aura lasts for one minute and it remains active even if you are incapacitated or die. You can use this feature a number of times equal to your Intelligence bonus (minimum 1).  You regain all expended uses when you finish a long rest.": "在10级时，你可以花费一个额外动作，让自己被一圈半径为10英尺的银色火焰光环所包围。这个光环在30英尺的半径内散发出明亮光芒，在额外的30英尺内则是昏暗光芒。当另一个生物第一次进入这个光环或者在其中开始它的回合时，它必须通过一次对抗你法术豁免 DC 的体质豁免检定，否则会受到2d6火焰伤害并在其下一个回合开始前失明。成功通过豁免检定的生物只会受到一半伤害且不会失明。这个光环持续一分钟，即使你陷入无能或死亡，它仍然有效。你可以使用这个特性的次数等同于你的智力加值（最少1次）。完成一次长休后，你恢复所有已使用的次数。",
	"At 14th level, when your Silver Flame Aura is active, you can use a bonus action to end its effect and become filled with the power of living silver flame. Your eyes become pits of silver fire and waves of heat radiate from your body. When you use this feature, you gain the following bene&ts:": "在14级时，当你的银焰光环(Silver Flame Aura)激活时，你可以使用一个奖励动作来结束其效果，并充满生命银焰的力量。你的眼睛变成银色火焰之坑，热浪从你的身体散发出来。当你使用这个特性时，你获得以下好处：",
	"You shed bright light in a 20-foot radius and dim light for an additional 20 feet.": "你在一个20英尺半径范围内散发明亮光芒，并在额外的20英尺范围内散发微弱光芒。",
	"You are immune to fire damage and radiant damage.": "你对火焰伤害和辐射伤害免疫。",
	"If you are hit with an attack, you can use your reaction to cast sacred flame targeting your attacker, provided that the target is within range.": "如果你被攻击，你可以使用你的反应施放神圣火焰，以攻击你的攻击者，前提是目标在射程内。",
	"Fiends and undead have disadvantage on attack rolls against you and you have advantage on any saving throws made against their abilities.": "对你进行攻击时，邪恶生物和不死生物的攻击投掷骰有劣势，并且你对它们的能力造成的豁免投掷有优势。",
	"You do not require verbal, somatic, or material components that lack a gold cost when you cast a spell that deals fire or radiant damage.": "当你施放一个造成火焰或辐射伤害的法术时，你不需要口头、身体或没有金币成本的材料组件。",
	"This feature lasts 10 minutes or until you use a bonus action to end it, are incapacitated, or die. Once you use this feature, you cannot do so again until you &nish a long rest.": "这个特性持续10分钟，或者直到你使用一个奖励动作来结束它，陷入无能力状态，或死亡。一旦你使用了这个特性，你必须完成一次长休才能再次使用它。",
	"The elemental can enter a hostile creature's space and stop there. It can move through a space as narrow as 1 inch wide without squeezing.": "元素生物可以进入敌对生物的空间并停留在那里。它可以在不挤压的情况下通过宽度仅为1英寸的空间。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d4 + 2}) bludgeoning damage.": "{@atk mw} {@hit 3}攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 2d4 + 2}) 钝击伤害。",
	"The elemental can burrow through nonmagical, unworked earth and stone. While doing so, the elemental doesn't disturb the material it moves through.": "元素生物可以穿过非魔法的未加工的土地和石头。在这个过程中，元素生物不会干扰它穿过的材料。",
	"The elemental can move through a space as narrow as 1 inch wide without squeezing. A creature that touches the elemental or hits it with a melee attack while within 5 feet of it takes 2 ({@dice 1d4}) fire damage. In addition, the elemental can enter a hostile creature's space and stop there. The &rst time it enters a creature's space on a turn, that creature takes 2 ({@dice 1d4}) &re damage.": "元素生物可以在宽度仅为1英寸的空间中移动，而无需挤压。当生物在其5英尺范围内触碰元素生物或对其进行近战攻击时，会受到2({@dice 1d4})点火焰伤害。此外，元素生物可以进入敌对生物的空间并停留在那里。当它在一个回合内第一次进入一个生物的空间时，那个生物会受到2({@dice 1d4})点火焰伤害。",
	"The elemental sheds bright light in a 10-foot radius and dim light in an additional 10 feet.": "元素散发出明亮的光芒，照亮半径为10英尺的区域，并在额外的10英尺范围内散发微光。",
	"For every 5 feet the elemental moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.": "对于元素在水中移动的每5英尺，或者每溅在它身上的一加仑水，它会受到1点冰冷伤害。",
	"{@atk mw} {@hit +2} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 +2}) fire damage.": "{@atk mw} {@hit +2} 进行攻击，射程5英尺，目标一个。{@h}4 ({@damage 1d4 +2}) 火焰伤害。",
	"If the target is a creature or a flammable object, it ignites. Until a creature takes an action to douse the &re, the target takes 2 ({@dice 1d4}) fire damage at the start of each of its turns.": "如果目标是生物或易燃物体，则着火。直到有生物采取行动扑灭火焰，目标在每个回合开始时会受到2 ({@dice 1d4}) 火焰伤害。",
	"The elemental can move through a space as narrow as 1 inch wide without squeezing. A creature that The elemental can enter a hostile creature's space and stop there. It can move through a space as narrow as 1 inch wide without squeezing.": "元素生物可以在不挤压的情况下穿过宽度为1英寸的空间。元素生物可以进入敌对生物的空间并停在那里。它可以在不挤压的情况下穿过宽度为1英寸的空间。",
	" If the elemental takes cold damage, it freezes; its speed is reduced to 0 until the end of its next turn.": "如果元素受到冰冷伤害，它会冻结；它的速度将降低到0，直到下一个回合结束。",
	"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 2}) bludgeoning damage.": "{@atk mw} 使用攻击命中，达到5英尺，一个目标。造成{@h}5 ({@damage 1d4 + 2}) 钝击伤害。"
}