{
	"The School of Abjuration emphasizes magic that blocks, banishes, or protects. Detractors of this school say that its tradition is about denial, negation rather than positive assertion. You understand, however, that ending harmful effects, protecting the weak, and banishing evil influences is anything but a philosophical void. It is a proud and respected vocation.": "驱逐学派强调阻挡、驱逐或保护的魔法。这个学派的批评者说，它的传统是关于否定、消极，而不是积极肯定。然而，你明白，结束有害影响、保护弱者、驱逐邪恶势力绝非一种哲学上的空洞。这是一种值得骄傲和尊重的职业。",
	"Called abjurers, members of this school are sought when baleful spirits require exorcism, when important locations must be guarded against magical spying, and when portals to other planes of existence must be closed.": "被称为驱邪者，这个学派的成员在需要驱魔时被寻求，当重要场所需要防范魔法窥视时被寻求，以及当需要关闭通往其他存在平面的传送门时被寻求。",
	"Starting at 2nd level, you can weave magic around yourself for protection. When you {@action cast a spell|PHB|cast} an abjuration spell of 1st level or higher, you can simultaneously use a strand of the spell's magic to create a magical ward on yourself that lasts until you finish a {@quickref resting|PHB|2|0|long rest}. The ward starts off with hit points equal to {@b twice your wizard level + your Intelligence modifier + your proficiency bonus (minimum of one)}, and when you {@action cast a spell|PHB|cast} an abjuration spell of 1st level or higher, the ward gains a number of hit points equal to twice the level of the spell. Whenever you take damage, the ward takes the damage instead. The ward has the same damage resistances, immunities, and vulnerabilities as you. If this damage reduces the ward to 0 hit points, you take any remaining damage. While the ward has 0 hit points, it can't absorb damage, but its magic remains. Once you create the ward, you can't create it again until you finish a {@quickref resting|PHB|2|0|long rest}.": "从2级开始，你可以围绕自己编织魔法以保护自己。当你施放1级或更高级的（Abjuration）护卫法术时，你可以同时利用法术的一缕魔力在自己身上创建一个持续到你完成一次（short rest）的魔法护卫。该护卫开始时具有等于{@b twice your wizard level + your Intelligence modifier + your proficiency bonus (minimum of one)}的生命值，当你施放1级或更高级的（Abjuration）护卫法术时，该护卫将获得等于该法术等级两倍的生命值。每当你受到伤害时，该护卫会代替你承受伤害。该护卫具有与你相同的伤害抗性、免疫和易伤性。如果此伤害将护卫的生命值降至0，你将承受剩余伤害。当护卫的生命值为0时，它无法吸收伤害，但其魔法仍然存在。一旦你创建了护卫，你必须完成一次（short rest）后才能再次创建。",
	"Starting at 6th level, the range and duration of all of your abjuration spells double, and when a creature that you can see within 30 feet of you takes damage, you can use your reaction to cause your {@subclassFeature Arcane Ward|Wizard|PHB|Abjuration|WHW|2|WHW} to absorb that damage if the ward has more than 0 hit points. If this damage reduces the ward to 0 hit points, the warded creature takes any remaining damage.": "从6级开始，你所有的（护禁）法术的射程和持续时间都会加倍，当你能看到的生物在你30英尺内受到伤害时，你可以使用你的反应让你的（护禁）吸收这个伤害，如果这个护禁还有超过0点生命值。如果这个伤害让护禁的生命值降为0，被护卫的生物会承受剩余的伤害。",
	"Beginning at 10th level, when you {@action cast a spell|PHB|cast} an abjuration spell that requires you to make an ability check (such as in {@spell Counterspell} and {@spell Dispel Magic}), skill check, or saving throw, you can add your proficiency bonus to the roll. If you would already add your proficiency bonus, it is doubled. Additionally, once per round, you can either use your {@subclassFeature Projected Ward|Wizard|PHB|Abjuration|WHW|6|WHW} feature or {@action cast a spell|PHB|cast} one abjuration spell with a casting time of a reaction without using your reaction.": "从10级开始，当你施放一个需要你进行能力检定（比如在{@spell Counterspell}和{@spell Dispel Magic}中），技能检定或豁免检定的遏抑系法术时，你可以将你的熟练加值加到检定中。如果你本来就能添加你的熟练加值，那么它会翻倍。此外，每回合你可以选择使用你的{@subclassFeature Projected Ward|Wizard|PHB|Abjuration|WHW|6|WHW}特性或者在不使用你的反应时使用一个具有反应施法时间的遏抑系法术。",
	"Starting at 14th level, you have {@quickref Advantage and Disadvantage|PHB|2|0|advantage} on any ability checks, skill checks, and saving throws made against spells.": "从14级开始，你对针对法术的所有能力检定、技能检定和豁免检定获得{@quickref Advantage and Disadvantage|PHB|2|0|advantage}。",
	"Furthermore, you have resistance against the damage of spells.": "此外，你对法术伤害具有抗性。",
	"When a creature that you can see within 30 feet of you has to make an ability check, skill check, or saving throw against a spell, you can use your {@subclassFeature Projected Ward|Wizard|PHB|Abjuration|WHW|6|WHW} feature as a reaction to grant them {@quickref Advantage and Disadvantage|PHB|2|0|advantage}. Any damage dealt by the spell is absorbed by your Arcane Ward. If this damage reduces the ward to 0 hit points, the warded creature takes any remaining damage.": "当你能看见的生物在你的30英尺内需要进行属性检定、技能检定或对抗法术的豁免检定时，你可以使用你的{@subclassFeature Projected Ward|Wizard|PHB|Abjuration|WHW|6|WHW}特性作为一次反应，赋予他们{@quickref Advantage and Disadvantage|PHB|2|0|advantage}。法术造成的任何伤害都会被你的奥术结界吸收。如果这个伤害将奥术结界降至0点生命值，被保护的生物会承受剩余的伤害。",
	"As a conjurer, you favor spells that produce objects and creatures out of thin air. You can conjure billowing clouds of killing fog or summon creatures from elsewhere to fight on your behalf. As your mastery grows, you learn spells of transportation and can teleport yourself across vast distances, even to other planes of existence, in an instant.": "作为一个幻术师，你偏爱施放能够从虚空中产生物体和生物的法术。你可以召唤滚滚杀气的迷雾，或者召唤其他地方的生物来为你战斗。随着你的掌握能力增长，你将学会传送法术，可以瞬间将自己传送到遥远的距离，甚至是到其他存在平面。",
	"Starting at 2nd level when you select this school, you can use your action to conjure up an inanimate object in your hand or on the ground in an unoccupied space that you can see within 10 feet of you.": "在选择这个学派时，从2级开始，你可以使用你的动作在你手中或者你能看到的距离不超过10英尺的空地上召唤一个无生命物体。",
	"This object can be no larger than 3 feet on a side and weigh no more than 20 pounds, and its form must be that of a nonmagical object that you have seen. The object is visibly magical, radiating dim light out to 5 feet, and is worth 0 gp for the purpose of being used as a spell component.": "这个物体的尺寸不得超过一边3英尺，重量不得超过20磅，其形态必须是你见过的非魔法物体。这个物体显然是魔法的，向外散发着5英尺的微弱光芒，用作咒语组件时价值为0 gp。",
	"To conjure an object, you must have at least a vague understanding of how it works and is created; for example, most wizards are likely to know roughly how a {@item Chain (10 feet)|PHB|metal chain} or {@item breastplate|PHB} is made, or how an {@item arcane focus|PHB} is constructed, but not how an {@item antimatter rifle|DMG} is made. Additionally, the object you create cannot be worth more than 400 gp. Hazardous materials conjured by this feature do not retain their hazardous properties and only deal damage appropriate to the damage dealt by being crushed, stabbed, or cut by the object. For example, a 20 pound ball of half-cooled magma created by this spell does not deal any fire damage, but it can deal damage appropriate for an improvised weapon when thrown, and it might do much more damage when dropped off a cliff onto someone's head at terminal velocity. Poison generally acts as an inert paste or liquid, and explosives do not detonate. A conjured block of ice does not deal extra cold damage to a fire elemental. These general rules of thumb hold true for other exotic materials like powerful acids, normally radioactive substances, and more. The object disappears after 1 hour, when you use this feature again, when you use an action to dismiss it, or if it takes any damage. Armor does not take damage when it is used for its intended purpose. Starting at 14th level, you can create an object that weighs up to 200 pounds and is up to five feet on a side.": "要召唤一个物体，你必须至少对它的工作原理和制造方法有一个模糊的了解；例如，大多数巫师可能大致知道{@item Chain (10 feet)|PHB|metal chain}或{@item breastplate|PHB}是如何制作的，或者知道{@item arcane focus|PHB}是如何构建的，但不知道{@item antimatter rifle|DMG}是如何制作的。此外，你创造的物体价值不能超过400 gp。通过这个特性召唤出来的危险材料不会保留其危险性质，只会造成与被物体压碎、刺穿或切割所造成的伤害相符的伤害。例如，通过这个法术创造的一个重20磅的半冷却岩浆球不会造成任何火焰伤害，但当被投掷时可能造成适合一种临时武器的伤害，当从悬崖上以终极速度掉下来砸到某人头上时可能造成更大的伤害。毒素通常表现为一种惰性的糊状物或液体，爆炸物不会爆炸。一个召唤出的冰块不会对火元素造成额外的冷伤害。这些一般的经验法则也适用于其他像强酸、通常放射性物质等异国材料。物体在1小时后消失，当你再次使用这个特性时，当你使用一个动作来解散它时，或者如果它受到任何伤害时。盔甲在使用其预期目的时不会受到伤害。从14级开始，你可以创造一个重量达到200磅、边长达到五英尺的物体。",
	"Starting at 6th level, the range and duration of all of your Conjuration spells double, and you can use your bonus action to teleport up to 30 feet to an unoccupied space that you can see. Alternatively, you can choose a space within range that is occupied by a Small or Medium creature. If that creature is willing, you both teleport, swapping places.": "从6级开始，你所有的传送系法术的射程和持续时间加倍，你可以使用奖励动作传送到你能看到的一个未被占据的空间，距离最多30英尺。或者，你可以选择一个射程内被一个小型或中型生物占据的空间。如果那个生物愿意，你们两个都会传送，交换位置。",
	"Once you use this feature, you can't use it again until you finish a {@quickref resting|PHB|2|0|long rest}. However, you gain additional uses of this feature when you {@action cast a spell|PHB|cast} a conjuration spell of 1st level or higher, which lasts until you use them or take a {@quickref resting|PHB|2|0|long rest}.": "一旦你使用此特性，直到完成一个{@quickref resting|PHB|2|0|long rest}后才能再次使用。然而，当你施放一个1级或更高级别的幻术法术时，你会获得额外使用此特性的机会，直到你使用完它们或者遭受{@quickref resting|PHB|2|0|long rest}。",
	"Additionally, when you {@action cast a spell|PHB|cast} a conjuration spell that can teleport a creature, any of your summoned creatures within range of the spell (if the range of the spell is Self, Touch, or is less than 30 feet, the range of this feature becomes 30 feet) can use their reaction to also teleport as if they used the spell.": "此外，当你施放一个可以传送生物的幻术法术时，如果法术的射程是自身、接触或小于30英尺，你召唤的生物中在法术范围内的任何一个（如果法术范围是自身、接触或小于30英尺，则此特性的范围变为30英尺）可以利用它们的反应，如同它们使用了该法术一样进行传送。",
	"Beginning at 10th level, when you are conscious and {@condition concentration|PHB|concentrating} on a conjuration spell, your {@condition concentration} can't be broken as a result of taking damage.": "从10级开始，当你意识清醒且施放一项召唤法术时，你的{@condition concentration}不会因为受到伤害而被打断。",
	"Starting at 14th level, any creature or object that you summon or create with a conjuration spell gains temporary hit points equal to {@b your Wizard Level + your Intelligence Modifier + your proficiency bonus + the spell's level (minimum of one)}, and you add your Intelligence modifier (minimum of one) to any damage they deal. If you would already add your Intelligence modifier to the damage, then it is doubled.": "从14级开始，你用附魔法术召唤或创造的任何生物或物体获得临时生命值，数值等同于{@b your Wizard Level + your Intelligence Modifier + your proficiency bonus + the spell's level (minimum of one)}，并且它们造成的任何伤害都会加上你的智力调整值（最低为1）。如果你已经将你的智力调整值加到伤害上，那么这个数值会翻倍。",
	"Starting at 14th level, you can create an object that weighs up to 200 pounds and is up to five feet on a side.": "从14级开始，你可以创造一个重量达200磅、边长最多为五英尺的物体。",
	"The counsel of a diviner is sought by royalty and commoners alike, for all seek a clearer understanding of the past, present, and future. As a diviner, you strive to part the veils of space, time, and consciousness so that you can see clearly. You work to master spells of discernment, remote viewing, supernatural knowledge, and foresight.": "占卜者的建议被王室和普通人所寻求，因为所有人都希望更清晰地了解过去、现在和未来。作为一名占卜者，你努力撕开空间、时间和意识的面纱，以便能看得更清楚。你努力掌握辨别、远程视觉、超自然知识和先见之明的法术。",
	"Starting at 2nd level when you choose this school, glimpses of the future begin to press in on your awareness. When you finish a {@quickref resting|PHB|2|0|long rest}, roll two {@dice d20|d20s} and record the numbers rolled. You can replace any attack roll, saving throw, or ability check made by you or a creature that you can see with one of these foretelling rolls. You can replace a roll in this way only once per round.": "在你选择这个学派时，从2级开始，未来的片段开始涌入你的意识。当你完成一个{@quickref resting|PHB|2|0|long rest}时，投掷两个{@dice d20|d20s}并记录所投掷的数字。你可以用这些预言的投掷之一替换你或你能看到的生物进行的任何攻击投掷、豁免投掷或技能检定。你每回合只能以这种方式替换一次投掷。",
	"Each foretelling roll can be used only once. When you finish a {@quickref resting|PHB|2|0|long rest}, you lose any unused foretelling rolls.": "每次预言骰只能使用一次。当你完成一次{@quickref resting|PHB|2|0|long rest}后，未使用的预言骰会被清除。",
	"Starting at 6th level, you can use your bonus action to increase your powers of {@skill perception}. When you do so, you gain the following benefits, which lasts a number of minutes equal to your Intelligence modifier (minimum of one). You can't use the feature again until you finish a {@quickref resting|PHB|2|0|short or long rest}.": "从6级开始，你可以使用奖励动作来增强你的能力{@skill perception}。当你这样做时，你获得以下好处，持续时间为你的智力调整值的分钟数（最少为一分钟）。在完成一次{@quickref resting|PHB|2|0|short or long rest}之前，你不能再次使用这个特性。",
	"You gain {@sense darkvision} out to a range of 60 feet. If you already have {@sense darkvision}, then this extends it by 60 feet. You can also see through magical darkness that is within your {@sense darkvision}. In addition, you gain {@sense truesight} and {@sense blindsight} out to a range of 10 feet. If you already have {@sense truesight} or {@sense blindsight}, then this extends it by 10 feet.": "你的视觉范围扩大至60英尺。如果你已经有{@sense darkvision}，则视觉范围再增加60英尺。你能透过你的{@sense darkvision}看见魔法黑暗。此外，你的听觉和嗅觉范围扩大至10英尺。如果你已经有{@sense truesight}或{@sense blindsight}，则范围再增加10英尺。",
	"You can understand, speak, and write any language.": "你可以理解、说和书写任何语言。",
	"At 10th level, you can {@action cast a spell|PHB|cast} one of your {@subclassFeature Divination Tradition Spells|Wizard|PHB|Abjuration|WHW|2|WHW|Tradition Spells} without expending a spell slot once per {@quickref resting|PHB|2|0|long rest}. If you want to upcast the spell, you must expend a spell slot as normal.": "在10级时，你可以在每{@quickref resting|PHB|2|0|long rest}内一次无需消耗法术位对你的{@subclassFeature Divination Tradition Spells|Wizard|PHB|Abjuration|WHW|2|WHW|Tradition Spells}进行{@action cast a spell|PHB|cast}。如果你想要升级施法，你必须像平常一样消耗法术位。",
	"Additionally, during a {@quickref resting|PHB|2|0|long rest}, you can replace one of your {@subclassFeature Divination Tradition Spells|Wizard|PHB|Abjuration|WHW|2|WHW|Tradition Spells} with a divination spell from any spell list, but the spell chosen must be the same level as the {@subclassFeature Divination Tradition Spells|Wizard|PHB|Abjuration|WHW|2|WHW|Tradition Spell} you replaced it with.": "此外，在{@quickref resting|PHB|2|0|long rest}期间，你可以用任何法术清单中的占卜法术替换你的一个{@subclassFeature Divination Tradition Spells|Wizard|PHB|Abjuration|WHW|2|WHW|Tradition Spells}，但所选择的法术必须与你替换掉的{@subclassFeature Divination Tradition Spells|Wizard|PHB|Abjuration|WHW|2|WHW|Tradition Spell}的等级相同。",
	"Starting at 14th level, the visions in your dreams intensify and paint a more accurate picture in your mind of what is to come. You roll three {@dice d20|d20s} for your {@subclassFeature Portent|Wizard|PHB|Abjuration|WHW|2|WHW} feature, rather than two. You can also save any unused foretelling rolls.": "从14级开始，你梦中的幻象变得更加强烈，在你脑海中描绘出更准确的未来画面。你为你的{@subclassFeature Portent|Wizard|PHB|Abjuration|WHW|2|WHW}特性投掷三个{@dice d20|d20s}，而不是两个。你还可以保存任何未使用的预言投掷。",
	"Additionally, you can use your Great Portent feature twice per round, and you can use it on any die roll.": "此外，你每轮可以使用你的（Great Portent）特性两次，并且你可以在任何骰子投掷中使用它。",
	"As a member of the School of Enchantment, you have honed your ability to magically entrance and beguile other people and monsters. Some enchanters are peacemakers who bewitch the violent to lay down their arms and charm the cruel into showing mercy. Others are tyrants who magically bind the unwilling into their service. Most enchanters fall somewhere in between.": "作为附魔学派的一员，你已经磨练出了让自己能够用魔法迷惑和诱惑他人和怪物的能力。一些附魔师是和平使者，他们会用魔法迷惑暴力分子放下武器，用魅力使残忍者表现出仁慈。另一些是暴君，他们会用魔法将不情愿的人束缚在自己的服务之下。大多数附魔师则介于两者之间。",
	"Starting at 2nd level when you choose this school, your soft words and enchanting gaze can magically enthrall another creature. As an action, choose one creature that you can see within 30 feet of you. If the target can see or hear you, it must succeed on a Wisdom saving throw against your wizard spell save DC or be {@condition charmed} by you until the end of your next turn. The {@condition charmed} creature's speed drops to 0, and the creature is {@condition incapacitated} and visibly dazed.": "在选择这个学派时，从2级开始，你的柔和言辞和迷人凝视可以魔法般地迷住另一个生物。作为一个动作，选择一个你能看到的距离30英尺内的生物。如果目标能看到或听到你，它必须通过一次以你的法师法术豁免 DC 为目标的感知豁免检定，否则在你的下一个回合结束前，它将被你 {@condition charmed}。被 {@condition charmed} 的生物的速度降为0，而且这个生物是 {@condition incapacitated} 并明显地昏迷。",
	"On subsequent turns, you can use your bonus action to maintain this effect, extending its duration until the end of your next turn. However, the effect ends if you move more than 30 feet away from the creature, if the creature can neither see nor hear you, or if the creature takes damage.": "在接下来的回合中，你可以使用你的奖励动作来维持这个效果，将其持续时间延长至你的下一个回合结束。然而，如果你离开生物超过30英尺，生物既看不见也听不见你，或者生物受到伤害，效果就会结束。",
	"Once the effect ends, or if the creature succeeds on its initial saving throw against this effect, you can't use this feature on that creature again until you finish a {@quickref resting|PHB|2|0|long rest}.": "一旦效果结束，或者生物成功通过对此效果的初始豁免才能，你就不能再对该生物使用这个特性，直到你完成一次{@quickref resting|PHB|2|0|long rest}。",
	"Beginning at 6th level, the range and duration of all of your enchantment spells doubles, and when a creature you can see within 30 feet of you makes an attack roll against you, you can use your reaction to divert the attack, provided that another creature is within the attack's range. The attacker must make a Wisdom saving throw against your wizard spell save DC. On a failed save, the attacker must target the creature that is closest to it, not including you or itself. If multiple creatures are closest, you choose which one to target.": "从6级开始，你所有的魅惑系法术的射程和持续时间加倍，当你能看见的一只生物在你30英尺内对你进行攻击骰时，你可以使用你的反应来转移这次攻击，前提是另一只生物在攻击范围内。攻击者必须进行一次以你的法师法术豁免 DC 为基准的感知豁免骰。如果豁免失败，攻击者必须攻击距离自己最近的生物，但不能是你或它自己。如果有多只生物距离相同，你可以选择攻击哪一只。",
	"On a successful save, you can't use this feature on the attacker again until you finish a {@quickref resting|PHB|2|0|long rest}.": "成功豁免后，直到你完成一次{@quickref resting|PHB|2|0|long rest}，你不能再对攻击者使用这个特性。",
	"Creatures that can't be {@condition charmed} are immune to this effect.": "无法被 {@condition charmed} 的生物对此效果免疫。",
	"Starting at 10th level, when you {@action cast a spell|PHB|cast} an enchantment spell of 1st level or higher that can target a creature, you can target an additional creature within range of the spell.": "从10级开始，当你施放一个可以对生物生效的1级或更高级别的魔法咒语时，你可以选择在咒语范围内再选择一个额外的生物作为目标。",
	"At 14th level, you gain the ability to make a creature unaware of your magical influence on it. When you {@action cast a spell|PHB|cast} an enchantment spell to {@condition charmed|PHB|charm} one or more creatures, you can alter one creature's understanding so that it remains unaware of being {@condition charmed}.": "在14级时，你获得了一项能力，可以让一只生物不知道你对它的魔法影响。当你施放一项魅惑法术来影响一个或多个生物时，你可以改变其中一只生物的理解，使其保持不知道自己被（*Enchantment*）影响。",
	"Additionally, once before the spell expires, you can use your action to try to make the chosen creature forget some of the time it spent {@condition charmed}. The creature must succeed on an Intelligence saving throw against your wizard spell save DC or lose a number of hours of its memories equal to your Intelligence modifier + your proficiency bonus (minimum 1). You can make the creature forget less time, and the amount of time can't exceed the duration of your enchantment spell.": "此外，在咒语到期前的某个时刻，你可以使用你的动作尝试让被选择的生物忘记它度过的一些时间{@condition charmed}。该生物必须通过一次智力豁免检定，检定 DC 为你的巫师法术豁免 DC，否则将失去等于你的智力修正值加上你的熟练加值（最少为1）的记忆小时数。你可以让生物忘记更少的时间，但忘记的时间不能超过你施放的魅惑咒语的持续时间。",
	"You focus your study on magic that creates powerful elemental effects such as bitter cold, searing flame, rolling thunder, crackling lightning, and burning acid. Some evokers find employment in military forces, serving as artillery to blast enemy armies from afar. Others use their spectacular power to protect the weak, while some seek their own gain as bandits, adventurers, or aspiring tyrants.": "你专注于研究能够制造强大元素效果的魔法，比如刺骨的寒冷、灼热的火焰、轰鸣的雷声、电闪雷鸣以及炽热的酸液。一些召唤师在军事力量中找到了就业机会，作为远程炮兵来轰击敌军。其他人利用他们壮观的力量来保护弱者，而一些人则以强盗、冒险家或野心勃勃的暴君的身份谋取自己的利益。",
	"Beginning at 2nd level, you can create pockets of relative safety within the effects of your evocation spells. When you {@action cast a spell|PHB|cast} an evocation spell that affects other creatures that you can see, you can choose a number of them equal to your Intelligence modifier + the spell's level (minimum of one). The chosen creatures automatically succeed on their saving throws against the spell, and they take no damage if they would normally take half damage on a successful save.": "从2级开始，你可以在你的附魔法术效果中创造相对安全的区域。当你施放一个影响其他你能看到的生物的附魔法术时，你可以选择数量等于你的智力调整值+法术等级的生物（最少为1个）。被选择的生物自动成功通过对该法术的豁免检定，并且如果他们在成功豁免后通常会受到一半伤害，他们将不会受到任何伤害。",
	"Starting at 6th level, the range and duration of all of your evocation spells doubles, and you can add your Intelligence modifier + the spell's level (minimum of one) to the damage of any wizard evocation spell that you {@action cast a spell|PHB|cast}.": "从6级开始，你所有的召唤系法术的射程和持续时间加倍，而且你可以将你的智力调整值加上法术等级（最低为1）加到你施放的任何巫师召唤系法术的伤害上。",
	"Beginning at 10th level, you have learned to adapt your spells to where even those that would have avoided the brunt of the damage are affected. When a creature succeeds on a saving throw against an evocation spell of 5th level or lower that you've {@action cast a spell|PHB|cast}, they still take full damage (or half if the spell normally does no damage on a successful save), but suffers no additional effect from the spell. Additionally, on a failed save, the spell ignores damage resistances, but not immunities, and the spell does an extra die of damage to creatures that are not resistant or immune to the damage.": "从10级开始，你学会了调整你的法术，即使那些本来可以避开大部分伤害的生物也会受到影响。当一名生物成功通过你施放的5级或更低级别的(*Evocation*)法术的豁免检定时，他们仍会受到全部伤害（如果法术在成功豁免后通常不造成伤害，则为一半），但不会受到法术的额外效果。此外，在豁免失败时，法术会无视伤害抗性，但不会无视免疫，并且对那些对伤害不具有抗性或免疫的生物造成额外的伤害骰。",
	"Starting at 14th level, you can increase the power of some of your spells. When you {@action cast a spell|PHB|cast} a wizard spell of 5th level or lower that deals damage and isn't a cantrip, you can deal maximum damage with that spell.": "从14级开始，你可以增强一些法术的威力。当你施放一个5级或更低级别的巫师法术，该法术造成伤害且不是零级法术时，你可以用该法术造成的伤害最大值。",
	"The first time you do so, you suffer no adverse effect. If you use this feature again before you finish a {@quickref resting|PHB|2|0|long rest}, you take {@damage 2d12} necrotic damage for each level of the spell, immediately after you {@action cast a spell|PHB|cast} it. Each time you use this feature again before finishing a {@quickref resting|PHB|2|0|long rest}, the necrotic damage per spell level increases by {@damage 1d12}. This damage ignores resistance and immunity.": "第一次这样做时，你不会受到任何不良影响。如果在完成一个{@quickref resting|PHB|2|0|long rest}之前再次使用这个特性，你会在施法等级上受到{@damage 2d12}点死灵伤害，就在你{@action cast a spell|PHB|cast}之后立即受到伤害。每次在完成一个{@quickref resting|PHB|2|0|long rest}之前再次使用这个特性，每个法术等级的死灵伤害都会增加{@damage 1d12}。这种伤害无视抗性和免疫。",
	"You focus your studies on magic that dazzles the senses, befuddles the mind, and tricks even the wisest folk. Your magic is subtle, but the illusions crafted by your keen mind make the impossible seem real. Some illusionists—including many gnome wizards—are benign tricksters who use their spells to entertain. Others are more sinister masters of deception, using their illusions to frighten and fool others for their personal gain.": "你专注于研究那些能够迷惑感官、困扰思维，甚至欺骗最明智者的魔法。你的魔法是微妙的，但你敏锐头脑所创造的幻象让不可能的事物变得真实。一些幻术师——包括许多侏儒巫师——是善良的戏法师，他们利用自己的法术来娱乐他人。而另一些更邪恶的欺诈大师，利用他们的幻象来恐吓和愚弄他人以谋取个人利益。",
	"Beginning at 2nd level, when you {@action cast a spell|PHB|cast} an illusion spell that can create a sensory effect, you can create an additional effect for a different sense. For example, if you create a visual effect, you can also create a sound or smell to accompany it. The additional sensory effect cannot be harmful and must follow any rules and restrictions of the spell cast whenever possible.": "从2级开始，当你施放一个可以制造感官效果的幻术法术时，你可以为另一个感官创造一个额外效果。例如，如果你制造一个视觉效果，你也可以制造一个声音或气味来伴随它。额外的感官效果不能是有害的，并且必须在可能的情况下遵循法术施放的任何规则和限制。",
	"Starting at 6th level, the range and duration of all of your illusion spells doubles, and during the duration of an illusion spell you {@action cast a spell|PHB|cast}, you can use your action to change the nature of that illusion (using the spell's normal parameters for the illusion), provided that you can see the illusion.": "从6级开始，你所有幻术法术的范围和持续时间都加倍，在幻术法术的持续时间内，你{@action cast a spell|PHB|cast}可以使用你的动作来改变那个幻术的本质（使用法术的正常参数来描述幻术），前提是你能看见这个幻术。",
	"Beginning at 10th level, you can create an illusory duplicate of yourself as an instant, almost instinctual reaction to danger. When a creature makes an attack roll against you, you can use your reaction to interpose the illusory duplicate between the attackers and yourself. All attacks against you are at {@quickref Advantage and Disadvantage|PHB|2|0|disadvantage} until the end of your next turn, then the illusion dissipates.": "从10级开始，当有生物对你进行攻击骰时，你可以作为一种瞬间、几乎是本能的反应，创造一个幻象复制品来保护自己。你可以使用你的反应将幻象复制品置于攻击者和你之间。所有对你的攻击都会在你的下一个回合结束前变为{@quickref Advantage and Disadvantage|PHB|2|0|disadvantage}，然后幻象消散。",
	"You can use this feature a number of times equal to your Intelligence modifier (minimum of one), and you regain all uses on a {@quickref resting|PHB|2|0|long rest}.": "你可以使用这个特性的次数等于你的智力调整值（最少为1次），并且你在{@quickref resting|PHB|2|0|long rest}后恢复所有使用次数。",
	"By 14th level, you have learned the secret of weaving shadow magic into your illusions to give them a semi-reality. When you {@action cast a spell|PHB|cast} an illusion spell, you can choose one inanimate, nonmagical object that is part of the illusion and make that object real. You can do this on your turn as a bonus action while the spell is ongoing. The object remains real for a number of minutes equal to your Intelligence modifier + your proficiency bonus (minimum of one), and at any time during the duration, you can use your bonus action to end it early. For example, you can create an illusion of a bridge over a chasm and then make it real long enough for your allies to cross.": "到了14级，你已经学会了将暗影魔法编织到你的幻术中，使它们具有半真实性。当你施放一个幻术法术时，你可以选择幻术中的一个无生命、非魔法物体，并使其变为真实。在法术持续期间，你可以在自己的回合中将其作为一个奖励动作实现。这个物体保持真实状态的时间为你的智力调整值加上你的熟练加值（最少为一），在持续时间内的任何时刻，你都可以使用奖励动作提前结束它。例如，你可以制造一个横跨深渊的桥的幻象，然后让它变为真实，让你的盟友们足够时间通过。",
	"The object can't deal damage or otherwise directly harm anyone.": "该物体不能造成伤害或以任何方式直接伤害任何人。",
	"The School of Necromancy explores the cosmic forces of life, death, and undeath. As you focus your studies in this tradition, you learn to manipulate the energy that animates all living things. As you progress, you learn to sap the life force from a creature as your magic destroys its body, transforming that vital energy into magical power you can manipulate.": "死灵学派探索生命、死亡和不死力量。当你将学习重点放在这个传统上时，你会学会操纵赋予所有生物生命的能量。随着你的进步，你会学会从生物身上吸取生命力，当你的魔法摧毁它的身体时，将那股重要的能量转化为你可以操控的魔法力量。",
	"Most people see necromancers as menacing, or even villainous, due to the close association with death. Not all necromancers are evil, but the forces they manipulate are considered taboo by many societies.": "大多数人认为死灵法师是威胁的，甚至邪恶的，因为他们与死亡有着密切联系。并非所有的死灵法师都是邪恶的，但他们操纵的力量被许多社会视为禁忌。",
	"At 2nd level, you gain the ability to reap life energy from creatures you damage with your spells. Once per turn when you damage a creature with a spell, you gain temporary hit points equal to the spell level, and half the damage dealt if it is a necromancy spell or the spell deals necrotic damage. The minimum of the temporary hit points gained is one, so long as the spell is not a cantrip. The temporary hit points gained from this feature last until you take a {@quickref resting|PHB|2|0|long rest}.": "在2级时，你获得了一个能力，可以从你用法术伤害到的生物身上收割生命能量。每回合一次，当你用法术伤害生物时，你获得临时生命值，数值等同于法术等级，并且如果这是一个死灵法术或者法术造成了死灵伤害，你还会获得造成伤害的一半。获得的临时生命值最少为1，只要这个法术不是杂耍法术。从这个特性获得的临时生命值会持续直到你进行一次{@quickref resting|PHB|2|0|long rest}。",
	"This feature improves at higher levels. At 6th level, any creatures summoned or created by a necromancy spell you {@action cast a spell|PHB|cast} gain temporary hit points equal to half the damage dealt by them. At 10th level, you gain temporary hit points equal to twice the spell level, and the damage dealt if it is a necromancy spell or the spell deals necrotic damage, and any creatures summoned or created by a necromancy spell you {@action cast a spell|PHB|cast} gain temporary hit points equal to the damage dealt by them. The minimum of the temporary hit points gained is two, so long as the spell is not a cantrip. At 14th level, anytime this feature triggers, both you and any creatures summoned or created by a necromancy spell you {@action cast a spell|PHB|cast} gain the temporary hit points, if you are both within 60 feet of each other.": "这个特性在较高等级时会得到改善。在6级时，任何被你施放的死灵法术召唤或创造的生物{@action cast a spell|PHB|cast}会获得临时生命值，数值等同于它们造成伤害的一半。在10级时，你会获得临时生命值，数值等同于法术等级的两倍，以及如果该法术是死灵法术或法术造成了死灵伤害，则为造成的伤害，而任何被你施放的死灵法术召唤或创造的生物{@action cast a spell|PHB|cast}会获得等同于它们造成伤害的临时生命值。获得的临时生命值的最小值为2，只要该法术不是杂耍法术。在14级时，每当这个特性触发时，无论是你还是被你施放的死灵法术召唤或创造的生物{@action cast a spell|PHB|cast}，只要你们相互之间距离不超过60英尺，都会获得这些临时生命值。",
	"At 6th level, the range and duration of all of your necromancy spells doubles, and when you {@action cast a spell|PHB|cast} a necromancy spell that creates or summons an undead creature, you can create or summon an additional undead creature, following the effects and restrictions of the spell.": "在6级时，你所有的死灵法术的射程和持续时间加倍，当你施放一个创造或召唤不死生物的死灵法术时，你可以额外创造或召唤一个不死生物，遵循法术的效果和限制。{@action cast a spell|PHB|cast}",
	"Any undead creatures under your direct control gains these benefits:": "任何在你直接控制下的不死生物获得以下好处：",
	"The creature's hit point maximum is increased by an amount equal to your wizard level + your Intelligence modifier + your proficiency bonus + the spell's level (minimum of one).": "该生物的生命值上限增加的数量等于你的法师等级 + 你的智力调整值 + 你的熟练加值 + 法术的等级（最少为一）。（Wizard）",
	"The creature adds your Intelligence modifier (minimum of one) to its damage. If you would already add your Intelligence modifier to its damage, then you add it again.": "该生物将你的智力调整值（最低为1）加到它的伤害上。如果你已经将你的智力调整值加到它的伤害上，那么你需要再次加上。",
	"Damage dealt by the creature is considered magical for the purpose of overcoming resistances and immunities.": "该生物造成的伤害被视为魔法伤害，用于克服抗性和免疫。",
	"At 6th level, any creatures summoned or created by a necromancy spell you {@action cast a spell|PHB|cast} gain temporary hit points equal to half the damage dealt by them.": "在6级时，任何由你施放的{@action cast a spell|PHB|cast}的死灵魔法召唤或创造的生物将获得临时生命值，数值等同于它们造成的伤害的一半。",
	"Beginning at 10th level, you have resistance to necrotic and poison damage, and your hit point maximum can't be reduced. Additionally, you gain {@quickref Advantage and Disadvantage|PHB|2|0|advantage} on death saving throws and saving throws against poison, and the death save DC of all death saving throws decreases by one.": "从10级开始，你对死灵和毒素伤害具有抗性，你的生命值上限不能被降低。此外，你在死亡豁免 throws 和抗毒素 throws 中获得 {@quickref Advantage and Disadvantage|PHB|2|0|advantage}，所有死亡豁免 throws 的 DC 降低1。",
	"At 10th level, you gain temporary hit points equal to twice the spell level, and the damage dealt if it is a necromancy spell or the spell deals necrotic damage, and any creatures summoned or created by a necromancy spell you {@action cast a spell|PHB|cast} gain temporary hit points equal to the damage dealt by them. The minimum of the temporary hit points gained is two, so long as the spell is not a cantrip.": "在10级时，你获得临时生命值，数值等同于法术等级的两倍，以及如果这是一个死灵法术或者法术造成了死灵伤害，你获得等同于伤害值的临时生命值。任何被死灵法术召唤或创造的生物，你{@action cast a spell|PHB|cast}获得等同于它们造成的伤害的临时生命值。获得的临时生命值最少为2，只要这个法术不是零级法术。",
	"Starting at 14th level, you can use magic to bring undead under your control, even those created by other necromancers. As an action, you can choose one undead that you can see within 60 feet of you. That creature must make a Charisma saving throw against your wizard spell save DC. If it succeeds, you can't use this feature on it again. If it fails, it becomes friendly to you and obeys your commands until you use this feature again, and it is treated as if it was created or summoned by you.": "从14级开始，你可以使用魔法控制不死生物，即使它们是其他死灵法师创造的。作为一个动作，你可以选择一个在你视线范围内的不死生物，距离不超过60英尺。那个生物必须对你的法师法术豁免DC进行一次魅力豁免。如果成功，你不能再对它使用这个特性。如果失败，它将对你友好，并遵从你的命令，直到你再次使用这个特性，它将被视为由你创造或召唤的。",
	"Intelligent undead are harder to control in this way. If the target has an Intelligence of 8 or higher, it has {@quickref Advantage and Disadvantage|PHB|2|0|advantage} on the saving throw. If it fails the saving throw and has an Intelligence of 12 or higher, it can repeat the saving throw at the end of every hour until it succeeds and breaks free.": "以这种方式控制智能不死生物更加困难。如果目标的智力为8或更高，则在豁免投掷上有{@quickref Advantage and Disadvantage|PHB|2|0|advantage}。如果未能通过豁免投掷且智力为12或更高，则可以在每小时结束时重复进行豁免投掷，直到成功并摆脱控制。",
	"Additionally, if it would normally require an action or bonus action to command undead under your control, you can do so mentally without using your action or bonus action.": "此外，如果通常需要使用一个动作或者奖励动作来命令你控制的不死生物，你可以在脑海中进行命令，而无需使用你的动作或者奖励动作。",
	"At 14th level, anytime this feature triggers, both you and any creatures summoned or created by a necromancy spell you {@action cast a spell|PHB|cast} gain the temporary hit points, if you are both within 60 feet of each other.": "在14级时，每当这个特性触发时，只要你和任何被一个死灵法术召唤或创造的生物{@action cast a spell|PHB|cast}在彼此之间的距离不超过60英尺，你们两者都会获得临时生命值。",
	"You are a student of spells that modify energy and matter. To you, the world is not a fixed thing, but eminently mutable, and you delight in being an agent of change. You wield the raw stuff of creation and learn to alter both physical forms and mental qualities. Your magic gives you the tools to become a smith on reality's forge.": "你是一个擅长改变能量和物质的法术学徒。对你来说，世界并非一成不变的事物，而是极具变化性的，你喜欢成为变革的推动者。你驾驭着创造的原始物质，学会改变物质形态和心智品质。你的魔法赋予你成为现实铁匠的工具。",
	"Some transmuters are tinkerers and pranksters, turning people into toads and transforming copper into silver for fun and occasional profit. Others pursue their magical studies with deadly seriousness, seeking the power of the gods to make and destroy worlds.": "一些转化师是爱好者和恶作剧者，将人变成蟾蜍，将铜变成银，既好玩又偶尔有利可图。另一些人则认真地追求他们的魔法研究，致力于寻求神的力量来创造和毁灭世界。",
	"Starting at 2nd level, you can transform materials into simple items. You conduct an hour-long ritual that crafts a nonmagical item: a {@filter simple or martial weapon|items|source=|type=simple weapon;martial weapon|rarity=none}, a {@filter suit of armor|items|source=|type=heavy armor;medium armor;light armor|rarity=none}, ten pieces of {@filter ammunition|items|source=|type=ammunition|rarity=none}, a {@filter set of tools|items|source=|type=artisan's tools;tools|rarity=none}, or another object. The creation is completed at the end of the hour, coalescing in an unoccupied space of your choice on a surface within 5 feet of you. The thing you create can be something that is worth no more than 100 gp and you must have seen it before. As part of this ritual, you must lay out the same type of materials that the item is made of, which can include coins if the item is made out of metal, with a value equal to the creation. The material irretrievably coalesces and transforms into the creation at the ritual's end, magically forming even parts of the creation that does not include the type of material the rest of the item is made out of. The ritual can create a duplicate of a nonmagical item, such as a key, if you possess the original during the ritual.": "从2级开始，你可以将材料转化为简单物品。你进行一个持续一个小时的仪式，制作一个非魔法物品：一个{@filter simple or martial weapon|items|source=|type=simple weapon;martial weapon|rarity=none}，一个{@filter suit of armor|items|source=|type=heavy armor;medium armor;light armor|rarity=none}，十个{@filter ammunition|items|source=|type=ammunition|rarity=none}，一个{@filter set of tools|items|source=|type=artisan's tools;tools|rarity=none}，或者其他物品。制作在小时结束时完成，在你选择的离你5英尺范围内的表面上凝聚成形。你创造的东西的价值不能超过100 gp，并且你必须之前见过它。作为这个仪式的一部分，你必须摆放出与物品相同类型的材料，如果物品是由金属制成的，可以包括硬币，价值等于制作的物品。材料在仪式结束时不可取回地凝聚并转化为创作物，甚至可以魔法形成创作物的部分，即使这部分不包括物品其余部分所用的材料类型。仪式可以复制非魔法物品，比如一把钥匙，如果你在仪式期间拥有原物品。",
	"After using this feature once, you cannot use it again until you take a long rest.": "使用此特性一次后，直到你进行一次长休之前，你不能再次使用它。",
	"Starting at 6th level, the range and duration of all of your transmutation spells doubles, and you can spend 8 hours creating a transmuter's stone that stores transmutation magic. You can benefit from the stone yourself or give it to another creature. A creature gains the benefits of the stone as long as the stone is in the possession of the wearer. The stone grants the wearer two of the following benefits:": "从第6级开始，你所有变化系法术的射程和持续时间加倍，你可以花费8小时制造一个储存变化魔法的变形者石。你可以自己从这块石头中获益，或者将其赠予另一生物。只要石头在佩戴者手中，生物就能获得石头的益处。这块石头赋予佩戴者以下两种益处之一：",
	"{@sense Darkvision} out to a range of 60 feet. If the wearer already has {@sense darkvision}, then this extends it by 60 feet. They can also see through magical darkness that is within their {@sense darkvision}.": "{@sense Darkvision}延伸至60英尺的范围。如果佩戴者已经有{@sense darkvision}，则这将使其延伸60英尺。他们还可以看穿在他们{@sense darkvision}内的魔法黑暗。",
	"An increase to their speed by 10 feet.": "速度增加10英尺。",
	"Proficiency in Strength, Dexterity, Constitution, Intelligence, Wisdom, or Charisma saving throws (your choice whenever you create the transmuter's stone). If the creature is already proficient in the chosen saving throw, they gain {@quickref Advantage and Disadvantage|PHB|2|0|advantage} when making the chosen saving throw instead.": "在力量、敏捷、体质、智力、感知或魅力豁免 throws 中选择一项熟练。如果生物已经熟练于所选的豁免 throws，那么在进行该豁免 throws 时，它们获得 {@quickref Advantage and Disadvantage|PHB|2|0|advantage} 的加值。",
	"Resistance to acid, cold, fire, lightning, poison, or thunder damage (your choice whenever you create the transmuter's stone).": "对酸、冷、火、闪电、毒素或雷电伤害具有抗性（每次制造转化石时可选择）(transmuter's stone)。",
	"You can pick a benefit multiple times. Each time you {@action cast a spell|PHB|cast} a transmutation spell of 1st level or higher, you can change the effects of the stone if it is within 30 feet, or the range of the spell (whichever is higher). If you create a new transmuter's stone, the previous one ceases to function. At 10th level, you can choose three benefits, and at 14th level, you can choose four benefits.": "你可以多次选择一个好处。每次你施放1级或更高级别的变化法术时，如果石头在30英尺内，或法术的射程范围内（以较高者为准），你可以改变石头的效果。如果你创建一个新的变化师之石，之前的石头将停止起作用。在10级时，你可以选择三个好处，而在14级时，你可以选择四个好处。",
	"At 10th level, you can {@action cast a spell|PHB|cast} one of your {@subclassFeature Transmutation Tradition Spells|Wizard|PHB|Transmutation|WHW|2|WHW|Tradition Spells} without expending a spell slot once per long rest. If you want to upcast the spell, you must expend a spell slot as normal.": "在10级时，你可以在每次长休后 {@action cast a spell|PHB|cast} 你的 {@subclassFeature Transmutation Tradition Spells|Wizard|PHB|Transmutation|WHW|2|WHW|Tradition Spells} 中的一个，而不消耗法术槽。如果你想要升级施法，你必须像平常一样消耗一个法术槽。",
	"Additionally, during a long rest, you can replace one of your {@subclassFeature Transmutation Tradition Spells|Wizard|PHB|Transmutation|WHW|2|WHW|Tradition Spells} with {@filter a transmutation spell from any spell list|spells|source=|school=t}, but the spell chosen must be the same level as the {@subclassFeature Transmutation Tradition Spells|Wizard|PHB|Transmutation|WHW|2|WHW|Tradition Spell} you replaced it with.": "另外，在进行长休时，你可以用{@filter a transmutation spell from any spell list|spells|source=|school=t}替换你的{@subclassFeature Transmutation Tradition Spells|Wizard|PHB|Transmutation|WHW|2|WHW|Tradition Spells}之一，但所选择的法术必须与你用{@subclassFeature Transmutation Tradition Spells|Wizard|PHB|Transmutation|WHW|2|WHW|Tradition Spell}替换的法术具有相同的等级。",
	"At 10th level, you can choose three benefits.": "在10级时，你可以选择三个好处。",
	"Starting at 14th level, you can use your action to consume the reserve of transmutation magic stored within your transmuter's stone in a single burst. When you do so, choose one of the following effects. Your transmuter's stone is destroyed and can't be remade until you finish a long rest.": "从14级开始，你可以使用一个动作来消耗你的变化法术储备，储存在你的变化师之石中，并在一个单一的爆发中释放出来。当你这样做时，选择以下效果之一。你的变化师之石会被摧毁，直到你完成一次长休才能重新制作。",
	"You create one nonmagical item of your choice in an unoccupied space within 20 feet of you. The item must appear on a surface or in a liquid that can support it. The gp value of the item can't be more than 40 times your wizard level, and the item must be a nonmagical object that you have seen that is Huge or smaller. You can have only one item created by this feature at a time; if you use this action and already have an item from this feature, the first one immediately vanishes.": "你可以在距离你不超过20英尺的空地上创造一个你选择的非魔法物品。该物品必须出现在一个能支撑它的表面或液体中。该物品的金币价值不能超过你的巫师等级的40倍，且必须是你见过的巨大或更小的非魔法物体。你一次只能通过这个特性创造一个物品；如果你使用这个行动并且已经有一个通过这个特性创造的物品，第一个物品会立即消失。",
	"You remove all curses, diseases, and poisons affecting a creature that you touch with the transmuter's stone. The creature also regains all its hit points.": "你用转化者之石触摸的生物身上的所有诅咒、疾病和毒素都被移除。该生物还会恢复所有生命值。",
	"You cast the {@spell Raise Dead} spell as an action on a creature you touch with the transmuter's stone, without expending a spell slot, material components, or needing to have the spell in your spellbook.": "你可以将{@spell Raise Dead}法术作为一个动作施放在你触摸到的生物身上，使用变形者之石，而无需消耗法术槽、材料组件，也不需要将该法术记入你的法术书中。",
	"You touch the transmuter's stone to a willing creature, and that creature's apparent age is reduced by {@dice 3d10} years, to a minimum of 18 years, or the equivalent for the creature's race. This effect extends the creature's lifespan by the same amount of time its age is reduced.": "你将变形者石碰触到一个愿意的生物身上，那个生物的表观年龄会减少{@dice 3d10}年，至少减少到18岁，或者对应该生物种族的等效年龄。这个效果会延长生物的寿命，延长的时间与年龄减少的时间相同。",
	"At 14th level, you can choose four benefits.": "在14级时，你可以选择四个好处。",
	"Each tradition has a list of spells—its tradition spells—that you gain at the wizard levels noted in the tradition description. Once you gain a tradition spell, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. The spell does not need to be in your spell book to {@action cast a spell|PHB|cast}.": "每个传统都有一个法术清单—称为传统法术—你在传统描述中指定的法师等级时获得。一旦你获得了一个传统法术，你就会始终准备好它，并且它不会计入你每天可以准备的法术数量。这个法术不需要在你的法术书中 {@action cast a spell|PHB|cast}。",
	"If you have a tradition spell that doesn't appear on the wizard spell list, the spell is nonetheless a wizard spell for you.": "如果你有一个传统咒语，但它并不出现在巫师咒语清单上，那么对你来说，这个咒语仍然是一种巫师咒语。",
	"The study of wizardry is ancient, stretching back to the earliest mortal discoveries of magic. It is firmly established in the worlds of D&D, with various traditions dedicated to its complex study.": "巫术的研究是古老的，可以追溯到最早的凡人发现魔法的时期。在D&D的世界中，巫术研究已经得到了牢固的确立，有各种传统致力于其复杂的研究。",
	"The most common arcane traditions in the multiverse revolve around the {@book schools of magic|PHB|10|The Schools of Magic}. Wizards through the ages have catalogued thousands of spells, grouping them into eight categories called schools. In some places, these traditions are literally schools; a wizard might study at the School of Illusion while another studies across town at the School of Enchantment. In other institutions, the schools are more like academic departments, with rival faculties competing for students and funding. Even wizards who train apprentices in the solitude of their own towers use the division of magic into schools as a learning device, since the spells of each school require mastery of different techniques.": "在多元宇宙中，最常见的奥术传统围绕着{@book schools of magic|PHB|10|The Schools of Magic}展开。穿越时代的巫师们已经整理了成千上万的咒语，将它们分成了八个称为学派的类别。在一些地方，这些传统实际上就是学校；一个巫师可能会在幻术学院学习，而另一个则可能在镇上的附魔学院学习。在其他机构中，这些学派更像是学术部门，不同派系之间竞争学生和资金。即使是在自己的塔楼中培养学徒的巫师们也会将魔法分为不同学派作为学习工具，因为每个学派的咒语都需要掌握不同的技巧。"
}