{
	"Druids of the Circle of Growth believe that nature should not be contrained or heavily manipulated by a user, but allowed to take over the magic the users abilities to let nature grow as it wishes.": "成长之环德鲁伊相信自然不应该被用户限制或过度操纵，而是应该允许魔法的使用者让自然按照自己的意愿生长。",
	"You have taken on the raw power of nature, you gain spells in order to allow nature to expand.": "你已经接纳了大自然的原始力量，你获得了法术，以便让大自然得以扩展。",
	"You absorb the natural energies around you, when you cast a 1st level spell or higher with your druidic focus roll a D20, if you roll a 1, 2, 19 or 20 a roll will be made on a Natural Magic Surge table. This may only happen once per turn": "当你使用德鲁伊法器施放1级或更高级法术时，吸收周围的自然能量，投掷一个D20。如果投掷结果为1、2、19或20，则会在自然魔法突发表上进行一次投掷。每回合只能发生一次。",
	"Roll on this table at the start of each of your turns for the next minute, this stacks.": "在接下来的一分钟内，在每个你的回合开始时在这个表格上掷骰，这效果可以叠加。",
	"For the next minute, you and anyone within 10 ft of you can speak to animals and plants.": "在接下来的一分钟里，你和距离你不超过10英尺的任何人都可以与动物和植物交谈。",
	"A beast is chosen and controlled by the DM appears in an unoccupied space within 5 feet of you, then disappears 1 minute later.": "一个野兽被DM选择并控制，出现在你附近5英尺内的空地上，1分钟后消失。",
	"You cast {@spell ice knife} at the 5th level at a random target.": "你以第5级的水平对一个随机目标施放{@spell ice knife}。",
	"You cast {@spell magic missile} as a 5th-level spell.": "你将{@spell magic missile}施展为5级法术。",
	"Roll a {@dice d100}. Your height changes by a number of cm equal to the roll. If the roll is odd, you shrink. If the roll is even, you grow.": "掷骰子{@dice d100}。你的身高会增加或减少与投掷结果相等的厘米数。如果点数为奇数，你会缩短。如果点数为偶数，你会增长。",
	"You cast {@spell confusion} centered on yourself.": "你以自己为中心施放{@spell confusion}。",
	"For the next minute, you regain 5 hit points at the start of each of your turns.": "在接下来的一分钟内，在你的每个回合开始时，你恢复5点生命值。",
	"You grow a long beard made of leaves that remains until you sneeze, at which point the leaves explode out from your face.": "你长出一顶由树叶制成的长胡须，直到你打喷嚏时，树叶从你的脸上爆炸出来。",
	"You cast feign death on yourself and must wait the duration.": "你对自己施放了伪装死亡（Feign Death）法术，必须等待持续时间结束。",
	"Creatures have disadvantage on saving throws against the next spell you cast in the next minute that involves a saving throw.": "生物在接下来的一分钟内对你施放的下一个需要豁免投掷的法术有劣势。",
	"Your skin turns into bark and grants no advantages or disadvanatages. A remove curse spell can end this effect.": "你的皮肤变成树皮，不会带来任何优势或劣势。一次解咒法术可以结束这种效果。",
	"A light emmiting mushroom on your head, you provide dim light for 30 ft, and bright light for 5 ft.": "你头上长着一个发光的蘑菇，为周围提供30英尺的微光，5英尺的强光。",
	"For the next minute, all your spells with a casting time of 1 action have a casting time of 1 bonus action.": "在接下来的一分钟内，所有你的施法时间为1个动作的法术，施法时间变为1个奖励动作。",
	"You polymorph one creature that you can see at random.": "你随机变形一个你能看见的生物。",
	"You are transported to the Astral Plane until the end of your next turn, after which time you return to the space you previously occupied or the nearest unoccupied space if that space is occupied.": "你被传送到星界，直到你的下一个回合结束，之后你会回到之前所占据的空间，如果那个空间已经被占据，你会回到最近的未被占据的空间。",
	"Maximize the damage of the next damaging spell you cast within the next minute.": "在接下来的一分钟内，最大化你施放的下一个造成伤害的法术的伤害。",
	"Roll a {@dice d10}. Your age changes by a number of years equal to the roll. If the roll is odd, you get younger (minimum 1 year old). If the roll is even, you get older.": "掷骰子，结果为{@dice d10}。你的年龄会增加或减少与掷骰结果相等的年数。如果结果为奇数，你会变年轻（最小为1岁）。如果结果为偶数，你会变年长。",
	"{@dice 1d6} {@creature twig blight||twig blights} controlled by the DM appear in unoccupied spaces within 60 feet of you and are {@condition frightened} of you. They vanish after 1 minute.": "{@dice 1d6} {@creature twig blight||twig blights} 由主持人控制，出现在离你不超过60英尺的空地上，并且是你的{@condition frightened}。1分钟后它们会消失。",
	"You regain {@dice 2d10} hit points.": "你恢复 {@dice 2d10} 生命值。",
	"You turn into a potted plant until the start of your next turn. While a plant, you are {@condition incapacitated} and have vulnerability to all damage. If you drop to 0 hit points, your pot breaks, and your form reverts.": "你变成一盆植物，直到你的下一个回合开始。在植物状态下，你是{@condition incapacitated}，对所有伤害都具有脆弱性。如果你的生命值降至0点，你的花盆会破裂，你的形态会恢复。",
	"For the next minute, you can teleport up to 20 feet as a bonus action on each of your turns.": "在接下来的一分钟内，你可以在每个回合的奖励行动中传送多达20英尺。",
	"You cast {@spell meld with stone} on yourself, and are dragged into the nearest stone.": "你对自己施放了{@spell meld with stone}，然后被拖入最近的石头中。",
	"A {@creature unicorn} controlled by the DM appears in a space within 5 feet of you, then disappears 1 minute later.": "一个由DM控制的{@creature unicorn}出现在你附近5英尺的空间内，然后1分钟后消失。",
	"You can't speak for the next minute. Whenever you try, pink bubbles float out of your mouth.": "在接下来的一分钟里，你无法说话。每当你尝试说话时，粉色的泡泡会从你的嘴里飘出来。",
	"A viney shield grows near you for the next minute, granting you a +2 bonus to AC.": "在你附近生长出一面藤盾，持续一分钟，为你提供+2的AC奖励。",
	"You are intoxicated as if by alcohol for the next 5d6 days.": "你被类似于酒精的东西迷醉了，持续5d6天。",
	"Your hair falls out but grows back within 24 hours.": "你的头发会掉落，但在24小时内会重新长出来。",
	"For the next minute, any flammable object you touch that isn't being worn or carried by another creature bursts into flame.": "在接下来的一分钟内，任何你触碰到的非被其他生物穿戴或携带的易燃物体都会突然燃烧起来。",
	"You regain your lowest-level expended spell slot.": "你恢复你最低等级已消耗的法术位。",
	"For the next minute, you must shout when you speak.": "在接下来的一分钟里，你必须大声喊话。",
	"You cast {@spell daylight} centered on yourself.": "你以自己为中心施放{@spell daylight}。",
	"Up to three creatures you choose within 30 feet of you take {@damage 4d10} lightning damage.": "你选择的距离你30英尺内的最多三个生物受到{@damage 4d10} 闪电伤害。",
	"You are {@condition frightened} by the nearest creature until the end of your next turn.": "你被最近的生物影响，直到你的下一个回合结束。",
	"Each creature within 30 feet of you becomes polymorphed for the next minute.": "你周围30英尺范围内的每个生物在接下来的一分钟内都会变形。",
	"You gain resistance to all damage for the next minute.": "你在接下来的一分钟内对所有伤害获得抗性。",
	"A random creature within 60 feet of you becomes {@condition poisoned} for {@dice 1d4} hours.": "你身边60英尺范围内的一个随机生物变成{@condition poisoned}，持续{@dice 1d4}小时。",
	"You glow with bright light in a 30-foot radius for the next minute. Any creature that ends its turn within 5 feet of you is {@condition blinded} until the end of its next turn.": "在接下来的一分钟内，你身边会散发出30英尺半径的明亮光芒。任何在你5英尺范围内结束回合的生物都会在其下一个回合结束前变为{@condition blinded}(Turned)。",
	"You cast {@spell polymorph} on yourself. If you fail the saving throw, you turn into a sheep for the spell's duration.": "你对自己施放了{@spell polymorph}。如果你未能通过豁免检定，你将在法术持续时间内变成一只羊。",
	"Illusory butterflies and flower petals flutter in the air within 10 feet of you for the next minute.": "在你周围10英尺范围内，虚幻的蝴蝶和花瓣在空中飘舞，持续一分钟。",
	"You can take one additional action immediately.": "你可以立即执行一个额外的动作。",
	"Each creature within 30 feet of you takes {@damage 1d10} necrotic damage. You regain hit points equal to the sum of the necrotic damage dealt.": "你周围30英尺范围内的每个生物受到{@damage 1d10}死灵伤害。你回复的生命值等于造成的死灵伤害总和。",
	"You cast {@spell stone skin}.": "你施放了{@spell stone skin}。",
	"You cast {@spell fly} on a random creature within 60 feet of you.": "你对距离你60英尺内的一个随机生物施放{@spell fly}。",
	"You become {@condition invisible} for the next minute. During that time, other creatures can't hear you. The invisibility ends if you attack or cast a spell.": "在接下来的一分钟里，你变成了{@condition invisible}。在这段时间内，其他生物无法听到你。如果你攻击或施放法术，隐形效果就会结束。",
	"If you die within the next minute, you immediately come back to life as if by the {@spell reincarnate} spell.": "如果在接下来的一分钟内死亡，你会立即复活，就像通过{@spell reincarnate}法术一样。",
	"Your size increases by one size category for the next minute.": "你的尺寸在接下来的一分钟内增加一个尺寸类别。",
	"You and all creatures within 30 feet of you gain vulnerability to piercing damage for the next minute.": "你和你周围30英尺范围内的所有生物在接下来的一分钟内对穿刺伤害获得易伤状态。",
	"You are surrounded by faint, ethereal smash mouth music for the next minute.": "在接下来的一分钟里，你被微弱、空灵的Smash Mouth音乐包围着。",
	"You regain expended spell slots equal to your level.": "你恢复已耗尽的法术位，数量等同于你的等级。",
	"Your attacks become infused with the innate magic of dragons. While in your Dragon Aspect form, you can attack twice, instead of once, whenever you take the Attack action on your turn. Additionally, attacks you make in your Dragon Aspect form count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.": "你的攻击被龙的内在魔法注入。当你处于你的龙之本质形态时，每当你在你的回合使用攻击动作时，你可以攻击两次，而不是一次。此外，在你的龙之本质形态中进行的攻击被视为具有魔法属性，用于克服对非魔法攻击和伤害的抵抗和免疫。",
	"You may expend 2 uses of wild shape, and cast a spell at your highest spell slot at a random target.": "你可以使用 2 次野性变身，并对一个随机目标施放你最高级别的法术。",
	"Once a short rest you may trigger the Natral Magic Surge at will.": "短暂休息后，您可以随意触发（Natral Magic Surge）自然魔法涌动。"
}