{
	"Once in several generations, there comes one born with such raw potential and talent, that they can challenge minor deitys in acts of skill. This ability oft ends in the deity betting power upon contests in which the deity looses, and gives a mortal of talent the ability to cast magic": "在几代人中，偶尔会出现一个天生具有如此潜力和天赋的人，他们可以挑战次要神灵的技艺。这种能力常常会导致神灵在比赛中押上力量，如果神灵失败，便会赋予一个有才能的凡人施展魔法的能力。",
	"Upon choosing this sorcerous origin you gain the ability to play any instrument of your choice at an exemplary level, when you use this instrument as your spellcasting focus, spells that use an attack roll gain +1 hit and damage.  This increases to +2 at 6th level, +3 at 14th level, and +4 at 18th level.": "选择这个巫术起源后，你获得了以卓越水平演奏任何乐器的能力，当你将这个乐器作为你的施法焦点时，使用攻击骰时获得+1的命中和伤害。在6级时增加到+2，在14级时增加到+3，在18级时增加到+4。",
	"Starting at 1st level, the musical power embued in you in by your winnings allows you to ensorcel any who would observe your preformances. Once per combat you choose one creature within 30 ft that you can see and that can hear your music, they must make a wisdom saving throw DC equal to your spellcasting. If they fail, all ranged attacks made against this target have advantage until the end of your next turn.": "从1级开始，你身上蕴含的音乐力量允许你迷惑任何观看你表演的人。每场战斗中，你可以选择一个在30英尺内、能看到你并听到你音乐的生物，他们必须进行一次感知豁免，豁免 DC 等于你的咒术豁免。如果他们失败，对该目标进行的所有远程攻击在你的下一个回合结束前都具有优势。",
	"Starting at 6th level, your magical adeptness grows beyond the normal constraints of a preformer. You may expend 3 sorcery points to animate an instrument that you are carrying, and have proficiency with. It has an AC equal to yours, a movement of 10 ft, 1 health, and mimicks spells that you cast on a target. It takes your bonus action to move it, and it acts on your turn. It cannot concentrate, may only cast up to 3rd level spells and any spells mimicked consume a spell slot; It will mimick your metamagics.": "从6级开始，你的魔法技能超越了一名表演者的正常限制。你可以消耗3个法术点来激活你携带并熟练使用的乐器。它的防御等级等同于你的防御等级，移动速度为10英尺，拥有1点生命值，并模仿你对目标施放的法术。移动它需要你的奖励行动，并且它在你的回合中行动。它不能集中精力，只能施放高达3级的法术，任何模仿的法术都会消耗一个法术位；它也会模仿你的魔法变形。",
	"Starting at 14th level, you may use Unnaturally Talented up to 3 times at the same time, all animated instruments gain the benefits of Gambits Reward, and do not consume spell slots beyond the first animated instrument.": "从14级开始，你可以同时最多使用3次“非凡天赋”(Unnaturally Talented)，所有被激活的乐器都会获得“策略奖励”(Gambits Reward)的好处，并且除了第一个被激活的乐器外，不会消耗法术位。",
	"At 18th level, once per long rest you may use your bonus action to unleash all your power for a grand finale. For the rest of your turn Unnaturally Talented costs 1 sorcery point, after this turn ends you are lethargic for 1 round and any amount of instruments summoned over 3 become mudane at the end of your turn": "在18级时，每次长休后，你可以使用你的奖励动作释放你所有的力量进行一次盛大结局。在你的回合剩余时间里，超凡天赋的消耗为1点法术点。在这个回合结束后，你会感到疲倦1轮，并且召唤的乐器数量超过3个的任何乐器都会在你的回合结束时变为普通。"
}