{
	"The Oath of the Elements are for those attuned closer to the pure elemental energies rather than the divinity of the gods.": "",
	"As an action you channel the Elemental Chaos into your weapon and make a weapon attack, your next attack deals an additional d8 of damage for half of your paladin level rounded down of your selected element type. This stacks with smites and causes any damage of the same type to ignore resistances.": "",
	"You channel the Elemental Chaos into yourself, gain resistance to all physical and nonmagical damage for 1 min, Gain a elemental ward that allows you to block one instance of elemental damage": "",
	"You gain oath spells at the paladin levels listed depending on your elemental alignment.": "",
	"Your Core is infused with fire, you deal fire damage with Elemental Core and you gain the following oath spells": "",
	"Your Core is infused with water, you deal lightning damage with Elemental Core and you gain the following oath spells": "",
	"Your Core is infused with Earth, you deal thunder damage with Elemental Core and you gain the following oath spells": "你的核心被地球灌注，你用元素核心造成雷电伤害，并获得以下誓约法术 (Elemental Core)。",
	"Your Core is infused with air, you deal radiant damage with Elemental Core and you gain the following oath spells": "你的核心充满了空气，你使用元素核心造成辐射伤害，你获得以下誓言法术 (Elemental Core)。",
	"A paladin who takes the Oath of the Elements has the following tenets to uphold, even if the exact wording will vary.": "一个接受元素誓约的圣武士有以下原则要遵守，即使确切措辞会有所不同。",
	"Explore the world as you see fit, bring your justice to all lands.": "",
	"Always strive to restore the elementals presence in the material plane": "始终努力恢复元素生物在物质平面的存在 ($elementals$).",
	"Know your people, protect those who would help you and others eternally at any cost": "",
	"Elemental Aura: Your attunment with the elements allows you to generate an aura depending on your chosen element.": "元素光环：你与元素的调和让你能够生成一个根据你选择的元素而定的光环。 (Elemental Aura)",
	"You can use this ability a number of times equal to your Charisma modifier. You regain all expended uses when you complete a long rest.": "你可以使用这个能力的次数等于你的魅力调整值。当你完成一次长休时，你恢复所有已用次数。 (dnd运行组规则)",
	"You summon a blaze to your side. As a bonus action, you may target an object within 20 ft, it suffers the effects of 2nd level heat metal while your aura is active. This increases to 3rd level heat metal at 10th level and 4th level at 20th level": "",
	"Water": "",
	"You summon a fog of war to aid in your fight. You produce a thick fog 10 ft around you that you and one other chosen creature can see in. Any creature that cannot see in the fog has disadvantage to perception checks, and attack rolls. This fog is treated as magical and can be dispelled. ": "你召唤战争迷雾来帮助你战斗。你制造出一团厚厚的迷雾，周围10英尺范围内只有你和另一只选择的生物能看得见。任何无法在迷雾中看清的生物在感知检定和攻击投掷中都具有劣势。这个迷雾被视为魔法效果，可以被驱散。(DND running group)(English)",
	"Earth": "地球"
}