{
	"When you choose this college at 3rd level, you learn songs that are fueled by bardic inspiration dice.": "当你在3级选择这所大学时，你学会了由吟游诗人灵感骰子驱动的歌曲。",
	"You use your Enchanted Masks at the cost of your Bardic Inspiration dice. An inspiration die is expended when you use it for a transformation or for the use of your Bardic Inspiration ability. The number of Bardic Inspiration dice you get, their size, as well as when you replenish them follow the same rules for the Bard Class as mentioned in the Player's Handbook.": "你可以使用你的魔法面具，消耗掉你的吟游诗人灵感骰。当你将其用于变身或使用吟游诗人灵感能力时，一个灵感骰会被消耗掉。你获得的吟游诗人灵感骰数量、它们的大小以及补充它们的时间遵循与《玩家手册》中吟游诗人职业相同的规则。",
	"Any spells that require your target to make a saving throw to resist the song's effects. The saving throw DC your bard Spell save DC unless otherwise mentioned.": "任何需要目标进行豁免检定以抵抗歌曲效果的法术。豁免检定 DC 为你的吟游诗人法术豁免 DC，除非另有说明。",
	"When you join the College of Masks at 3rd level, you gain proficiency in the Slight of Hand and Deception skills.": "当你在3级时加入面具学院时，你会获得（College of Masks）熟练掌握（Slight of Hand）和（Deception）技能。",
	"You gain the ability to enchant masks you craft into objects of your benefit, choose one mask for this level to gain its benefits": "你获得了将你制作的面具附魔成有益物品的能力，选择一个面具在这个等级获得它的好处。",
	"You learn to further enhance your masks in order to aid you, choose one mask for this level to gain its benefits": "你学会了进一步增强你的面具，以帮助你，选择一个面具在这个级别获得它的好处。",
	"You've mastered your craft and can take a final enhancement from your craft, choose one mask for this level to gain its benefits": "你已经精通了你的手艺，可以从你的手艺中获得最后一个增强，选择一个面具，在这个级别获得它的好处。",
	"At level 14, . The maximum number of uses of bardic inspiration that you can regain this way is equal to your charisma modifier. You regain the use of this ability when you finish a long rest.": "在14级时，(吟游诗人灵感)的最大使用次数，你可以通过这种方式重新获得，等于你的魅力调整值。当你完成一次长休后，你会恢复这个能力的使用次数。",
	"{@subclassFeature MaskCollege|Bard|PHB|MaskCollege|MaskCollege|3|} feature": "{@subclassFeature MaskCollege|Bard|PHB|MaskCollege|MaskCollege|3|} 特性",
	"You can spend an inspiration die and use your Action to attempt to poison a creature, they must make a constitiution save DC against your spell casting or take {@dice d10} poison damage": "你可以消耗一个灵感骰并使用你的动作来尝试毒害一个生物，它们必须进行一次对抗你的施法属性的体质豁免检定，否则将受到{@dice d10}毒素伤害。",
	"{@b At Higher Levels.} Starting at 6th level, you may spend additional inspiration dice on this song. Each additional inspiration die grants an extra {@dice d8} necrotic damage": "{@b At Higher Levels.} 从6级开始，你可以在这首歌曲上额外消耗灵感骰。每个额外的灵感骰都会提供额外 {@dice d8} 的死灵伤害。",
	"You can spend an inspiration die and use your Action to hurl animated objects at a creature, or object. It takes {@dice d8} blugeoning damage and must make a strength save agianst your spell DC or be knocked prone": "你可以消耗一个灵感骰并使用你的动作将动画物体投掷到一个生物或物体。它会受到{@dice d8}的钝击伤害，并必须进行一次力量豁免，豁免 DC 为你的法术豁免 DC，否则会被击倒。",
	"{@b At Higher Levels.} Starting at 6th level, you may spend additional inspiration dice on this song. Each additional inspiration die grants an extra {@dice d8} blugeoning damage and adds 1 to the DC": "{@b At Higher Levels.} 从6级开始，你可以在这首歌曲上额外消耗灵感骰。每个额外的灵感骰都会提供额外 {@dice d8} 的挫伤伤害，并将 DC 值增加 1 点。",
	"You can spend an inspiration die and use your Action to attempt to charm a creature, they must make a charisma saving throw against your spell DC": "你可以消耗一个灵感骰并使用你的行动来尝试魅惑一个生物，它们必须对抗你的法术豁免 DC 进行魅力豁免才能。",
	"{@b At Higher Levels.} Starting at 6th level, you may spend additional inspiration dice on this song. Each additional inspiration die lets you charm an additional target.": "{@b At Higher Levels.} 从6级开始，你可以在这首歌中额外消耗灵感骰。每个额外的灵感骰让你可以迷惑一个额外的目标。",
	"You can spend an inspiration die and use your bonus action to make an attack.": "你可以消耗一个灵感骰，并使用你的奖励动作进行一次攻击。",
	"{@b At Higher Levels.} Starting at 6th level, you may spend additional inspiration dice on this song. Each additional inspiration die deals damage equal to the dice roll of your weapons damage type.": "{@b At Higher Levels.} 从6级开始，你可以在这首歌曲上额外消耗灵感骰。每个额外的灵感骰造成的伤害等于你武器伤害类型的骰子点数。",
	"{@subclassFeature MaskCollege|Bard|PHB|MaskCollege|MaskCollege|6|} feature": "{@subclassFeature MaskCollege|Bard|PHB|MaskCollege|MaskCollege|6|} 特性",
	"You can spend an inspiration die and use your Action to attempt to subdue a creature, they must make a constitiution save DC against your spell casting or gaina a level of exhaustion. They may repeat the save at the end of each of their turns.": "你可以消耗一个灵感骰并使用你的动作来试图制服一个生物，它们必须进行一次抵抗等级为你的施法等级的体质豁免检定，否则会获得一层疲惫。它们可以在每个回合结束时重复这个豁免检定。",
	"When you hit a creature with a spell, you can you use your bonus action to expend one inspiration die to double the spells effect, this cannot be done on concentration spells.": "当你用一个法术攻击一个生物时，你可以使用你的奖励动作来消耗一个灵感骰(%num%)来使法术效果翻倍，这不能用在需要集中的法术上。",
	"When you hit a creature with a spell you can you use your bonus action to expend one inspiration die; they must make a charasima save against your spell DC, if they fail they must skip their next turn to dance.": "当你用法术击中一名生物时，你可以使用你的奖励动作来消耗一个灵感骰(%num%); 他们必须根据你的法术豁免 DC 进行魅力豁免，如果他们失败，他们必须跳过下一个回合来跳舞。",
	"When you hit a creature with a weapon attack you can you use your bonus action to expend one inspiration die; they must make a charasima save against your spell DC, if they fail they are frigtened of you.": "当你用武器攻击命中一名生物时，你可以使用你的奖励动作来消耗一个灵感骰(%num%); 他们必须根据你的法术豁免 DC 进行魅力豁免，如果他们失败，他们会对你感到恐惧。",
	"{@subclassFeature MaskCollege|Bard|PHB|MaskCollege|MaskCollege|10|} feature": "{@subclassFeature MaskCollege|Bard|PHB|MaskCollege|MaskCollege|10|} 特性",
	"When you hit a creature with a weapon attack you can you use your bonus action to expend one inspiration die; they must make a constituition save against your spell DC, if they fail they become unconcious until the end of their next turn.": "当你用武器攻击命中一名生物时，你可以使用你的奖励动作来消耗一个灵感骰(%num%); 他们必须根据你的法术豁免 DC 进行一次体质豁免检定，如果他们失败，他们将昏迷直到他们的下一个回合结束。",
	"When you hit a creature with a spell attack you can you use your bonus action to expend two inspiration die; your spell affects are tripled, this does not work with concentration spells.": "当你用法术攻击命中一只生物时，你可以使用你的奖励动作来消耗两个灵感骰(%num%); 你的法术效果会变为三倍，这不适用于需要集中的法术。",
	"When you hit a creature with a spell attack you can you use your bonus action to expend two inspiration die; all creatures within 10 ft of the creature must make a wisdom save against your spell DC, if they fail they are stunned until the end of their next turn.": "当你用法术攻击击中一个生物时，你可以使用你的奖励动作来消耗两个灵感骰；在该生物周围10英尺范围内的所有生物必须根据你的法术豁免 DC 进行一次感知豁免，如果他们失败，他们将被眩晕，直到他们的下一个回合结束。",
	"When you hit a creature with a weapon attack you can you use your bonus action to expend three inspiration die; you gain 1 use of action surge. This may only be used once per day.": "当你用武器攻击命中生物时，你可以使用你的奖励动作来消耗三个灵感骰；你获得1次行动奔涌的使用机会。这每天只能使用一次。"
}