{
	"The Shadow Stalker lets you choose from an expanded spell list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.": "暗影潜行者让你在学习术士法术时可以从一个扩展的法术列表中进行选择。以下法术将被添加到你的术士法术列表中。",
	"Starting at 1st level, you gain a sinister, shadow like aura. You may make intimidation rolls as a free action, the creature must make a wisdom check against your Spell DC or be frightened for a minute.": "从1级开始，你获得了一种邪恶的、类似阴影的光环。你可以将恐吓骰判定作为自由动作，生物必须进行一次智力检定，检定值必须超过你的法术豁免 DC，否则会因为恐惧而受到影响一分钟。",
	"This may not be affected by spells such as bless. They have disadvantage if you are in dim light or darkness.": "这可能不受到像祝福这样的法术的影响。如果你处于昏暗或黑暗中，它们会有劣势。",
	"Starting at 6th level you manipulate the space in ones shadows. Once per short rest, you may target a dead creature of equal or lower CR/Level and summon a shadow of it that uses the creatures stat block, this shadow obeys you while it is summoned and is banished after a minute.": "从第6级开始，你可以操纵阴影中的空间。每次短休息后，你可以选择一个等级不高于或等于你的死亡生物，召唤出一个它的阴影，使用该生物的属性块，这个阴影在被召唤时听从你的命令，在一分钟后消失。",
	"You may spend an hour attuning to a creatures shadow by preforming a ritual on its corpse. For the next day you may summon that creature again without it's body's presence.": "你可以花一个小时来通过在它的尸体上进行仪式来调谐一只生物的影子。在接下来的一天里，你可以再次召唤那个生物，而不需要它的尸体。",
	"If you preform this ritual for 30 days consecutivley you can permenantly summon the shadow.": "如果您连续30天执行此仪式，您就可以永久召唤影子。",
	"When you are in darkness of any kind, a 10ft radius around you is treated as magical darkness. You and your allies can see in this darkness.": "当你处于任何形式的黑暗中时，你周围10英尺半径范围内被视为魔法黑暗。你和你的盟友可以在这个黑暗中看见。",
	"Once per short rest you may produce this 10 ft of magical darkeness at will.": "每次短休后，你可以随意制造出10英尺的魔法黑暗。",
	"At 14th level, you gain the ability to manipulate the living or dead through the shadows. You may touch an {@condition unconsious}, {@condition incapacitated}, or dead creature, it becomes your Puppet.": "在14级时，你获得了通过阴影操纵生者或死者的能力。你可以触摸一个{@condition unconsious}，{@condition incapacitated}，或死亡生物，它将成为你的傀儡。",
	"The Puppet remains in the state it was in and does everything you tell it to, be it speak, take an action, or cast a spell as normal.": "木偶保持原状，并且会按照你的指示做任何事情，无论是说话、采取行动，还是施放法术，一切都如常。",
	"Only a remove curse, or wish spell can remove this effect and you may only have one Puppet at a time.": "只有一次解咒 (remove curse) 或许愿 (wish) 法术才能解除这个效果，你一次只能拥有一个傀儡 (Puppet)。"
}