{
	"A dragons rage is not to be trifled with, those who follow the dragons path will gain strength beyond even their own comprehention.": "龙的愤怒不可小觑，那些追随龙之路的人将获得超越他们自己理解的力量。",
	"You must choose the draconic lineage you wish to follow": "你必须选择你希望追随的龙族血统(draconic lineage)。",
	"You gain the strength of the red dragon, you are resistant to fire damage.": "你获得了红龙的力量，对火焰伤害具有抗性。",
	"You gain the strength of the blue dragon, you are resistant to lighting damage.": "你获得了蓝龙的力量，对闪电伤害具有抗性。",
	"You gain the strength of the green dragon, you are resistant to poison damage.": "你获得了绿龙的力量，对毒性伤害具有抗性。",
	"You gain the strength of the black dragon, you are resistant to acid damage.": "你获得了黑龙的力量，对酸性伤害具有抗性。",
	"You gain the strength of the white dragon, you are resistant to cold damage.": "你获得了白龙的力量，对冷伤害具有抗性。",
	"You gain the strength of the gold dragon, you are resistant to fire damage.": "你获得了金龙的力量，对火焰伤害具有抗性。",
	"You gain the strength of the Silver dragon, you are resistant to cold damage.": "你获得了银龙的力量，对冷伤害具有抗性。",
	"You gain the strength of the Brass dragon, you are resistant to fire damage.": "你获得了黄铜龙的力量，对火焰伤害具有抗性。",
	"You gain the strength of the copper dragon, you are resistant to acid damage.": "你获得了铜龙的力量，对酸性伤害具有抗性。",
	"You gain the strength of the bronze dragon, you are resistant to lighting damage.": "你获得青铜龙的力量，对雷电伤害具有抗性。",
	"You take on the physical qualities of a dragon while you rage.": "在你暴怒时，你会获得龙的体质特征。",
	"You grow a tail if you dont have one and enhanced Jaw.": "如果你没有尾巴，你会长出一个，并且增强下颚。(Jaw)。",
	"You may make a Bite attack that deals {@dice d8+str} Piercing and {@dice d4} elemental damage as an action.": "你可以将一次咬击动作造成{@dice d8+str}穿刺伤害和{@dice d4}元素伤害。",
	"You may make a sweeping attack with your tail that deals {@dice d6+str} blugeoning damage as a bonus action.": "你可以用尾巴进行横扫攻击，作为一个奖励动作造成{@dice d6+str}的钝击伤害。",
	"Your Tail attack now deals 2d6+Str Blugeoning damage, and your bite now deals {@dice 2d8+str} piercing and {@dice 2d4} elemental damage.": "你的尾部攻击现在造成2d6+力量调整的钝击伤害，而你的咬击现在造成{@dice 2d8+str}穿刺伤害和{@dice 2d4}元素伤害。",
	"Starting at 10th level, When you rage you may choose up to 5 creatures within 30 ft of you, Each of them must succeed a DC 8 + Proficiency + Cha Wisdom saving throw or be frightened for 1 min.": "从10级开始，当你愤怒时，你可以选择距离你30英尺内的最多5个生物，每个生物必须通过一次 DC 8 + 熟练加(Proficiency) + 诡辩(Charisma Wisdom) 豁免才能在1分钟内感到恐惧。",
	"At the end of each of its turns the creature can make another Wisdom Save to end the effect.": "在每个回合结束时，该生物可以再次进行一次感知豁免检定来结束效果。",
	"Your tail attack now deals {@dice 4d6+str} Blugeoning damage and your bite now deals {@dice 2d10+str} Piercing and 2d8 elemental damage.": "你的尾部攻击现在造成{@dice 4d6+str}挫伤伤害，而你的咬击现在造成{@dice 2d10+str}穿刺伤害和2d8元素伤害。",
	"Once per long rest you may use a breath attack that deals elemental damage, creatures in the range must succeed a breath DC save or take damage, or half as much on a successful one.": "每次长休后，你可以使用一次吐息攻击，造成元素伤害，范围内的生物必须通过一个吐息豁免 DC 保存才能免受伤害，否则受到伤害，成功豁免则只受到一半伤害。",
	"At 14th level your breath attack is a 30ft cone that deals {@dice 18d6} fire damage, any creature hit must make a save DC 8 + Proficiency + dex, if they suceed, they take half damage.": "在14级时，你的吐息攻击是一个30英尺的锥形范围，造成{@dice 18d6}火焰伤害，任何被击中的生物必须进行豁免检定，豁免 DC 为8 + 熟练加值 + 敏捷加值，如果他们成功通过检定，则只受到一半伤害。",
	"At 14th level your breath attack is a 60ft line that deals {@dice 12d10} lightning damage, any creature hit must make a save DC 8 + Proficiency + dex, if they suceed, they take half damage.": "在14级时，你的吐息攻击是一个60英尺长的直线，造成{@dice 12d10} 闪电伤害，任何被击中的生物必须进行豁免检定，豁免 DC 为 8 + 熟练加值 + 敏捷，如果他们成功通过检定，则只受到一半伤害。",
	"At 14th level your breath attack is a 30ft cone that deals {@dice 16d6} poison damage, any creature hit must make a save DC 8 + Proficiency + con, if they suceed, they take half damage.": "在14级时，你的吐息攻击是一个30英尺锥形范围，造成{@dice 16d6}毒素伤害，任何被击中的生物必须进行豁免检定，豁免 DC 为8 + 熟练加值 + 体质，如果他们成功，他们只受到一半伤害。",
	"At 14th level your breath attack is a 60ft line that deals {@dice 12d8} acid damage, any creature hit must make a save DC 8 + Proficiency + dex, if they suceed, they take half damage.": "在14级时，你的吐息攻击是一个60英尺长的直线，造成{@dice 12d8}酸性伤害，任何被击中的生物必须进行豁免检定，豁免 DC 8 + 熟练加值 + 敏捷，如果他们成功，他们只受到一半伤害。",
	"At 14th level your breath attack is a 30ft cone that deals {@dice 13d8} cold damage, any creature hit must make a save DC 8 + Proficiency + con, if they suceed, they take half damage.": "在14级时，你的吐息攻击是一个30英尺锥形范围，造成{@dice 13d8}的冰冷伤害，任何被击中的生物必须进行豁免检定，豁免 DC 8 + 熟练加值 + 体质，如果他们成功，他们只受到一半伤害。",
	"At 14th level your breath attack is a 30ft cone that deals {@dice 18d6} fire damage, any creature hit must make a save DC 8 + Proficiency +dex, if they suceed, they take half damage.": "在14级时，你的吐息攻击是一个30英尺锥形范围，造成{@dice 18d6}火焰伤害，任何被击中的生物必须进行豁免检定，豁免 DC 8 + 熟练加值 + 敏捷，如果他们成功，他们只受到一半伤害。"
}