{
	"Monks of the Way of The Ninja study and idolize draconic beings. They fight like Ninjas.": "忍者之道(Way of The Ninja)的僧侣学习并崇拜龙类生物。他们战斗的方式像忍者一样。",
	"You learn to make ninja tools to assist your martial arts, once per short rest you can make up to 3 ninja tools, you may save them for later.": "你学会制作忍者工具来辅助你的武术，每次短休息可以制作最多3个忍者工具，你可以留着以备后用。",
	"Caltrops": "铁蒺藜 (Caltrops)",
	"Small sharp objects that litter the floor, causing pain and disability to those traversing them. Choose a 10 ft area within 15 ft. The chosen terrain is difficult terrain and any creature moving into and starting their turn in the caltrops takes {@dice d4} piercing damge.": "在地板上散落着小而尖锐的物体，给穿行其中的人带来疼痛和伤残。选择一个15英尺内的10英尺区域。被选择的地形成为艰难地形，任何进入并在铁蒺藜上移动并开始他们的回合的生物会受到{@dice d4}点刺伤伤害。",
	"Smoke Bomb": "烟雾弹 (Smoke Bomb)",
	"Creats a 20ft circle of smoke that persists for one round, it is non magical and causes the dark condition.": "创建一个直径20英尺的烟圈，持续一轮，它是非魔法的，并造成黑暗状态。",
	"Kunai": "苦无 (Kunai)",
	"light, throwable, 10/60ft, finesse, 1d6 slashing damage": "轻便，可投掷，10/60尺，灵巧属性，造成1d6点割伤伤害 (dagger)",
	"At 3rd level, you weave Ninja motions into your martial arts. You gain the following benefits:": "在3级时，你将忍者动作融入你的武术中。你获得以下好处：",
	"When you use Step of the Wind, you may use a Ninja tool.": "当你使用疾风步时，你可以使用一个忍者工具。",
	"When you use Patient Defense, the first time you are hit you may swap places with an object within 30 ft of you.": "当你使用患者之护（Patient Defense）时，第一次被攻击时，你可以与你周围30英尺内的一个物体交换位置。",
	"When you use Flurry of Blows, you may kick off the target and go up to 10 ft away from it.": "当你使用(风暴连击)时，你可以踢开目标并远离它最多10英尺。",
	"As a reaction to taking damage you may use a Ninja tool.": "受到伤害时，你可以使用忍者工具。",
	"You learn to make ninja tools to assist your martial arts, once per short rest you can now make up to 4 ninja tools, you may save them for later.": "你学会制作忍者工具来辅助你的武术，每次短休息后你可以制作最多4个忍者工具，你可以留着以备后用。",
	"Ninja Stars": "忍者飞镖 (Ninja Stars)",
	"Small sharp objects that are thrown, the target takes {@dice d4} piercing damage, target must make a DC 12 Con save or begin bleeding.": "被投掷的小尖锐物品，目标受到{@dice d4}穿刺伤害，目标必须进行一次DC 12的体质豁免检定，否则开始流血。",
	"Kusari-Fundo": "链分（Kusari-Fundo）",
	"Small weights connected on each end of a chain, can be used to restrain a creature as a reaction, canceling their attack.": "链条的每一端连接着小重物，可以作为一种反应用来束缚生物，取消它们的攻击。",
	"Trip wires": "绊线 (Trip wires)",
	"when you move from one space to another up to 30ft, you may place a trip wire along the path you traveled. the first creature that walks through this area has to make a DC 14 dexterity saving throw or be knocked prone": "当你从一个空间移动到另一个空间，最多30英尺时，你可以沿着你行进的路径放置一个绊线。第一个走过这个区域的生物必须进行一次DC 14的敏捷豁免检定，否则会被击倒。",
	"At 11th level, you gain the ability to create a decoy of yourself and blink a short distance. Creatures must make a DC 16 + Dex perception check to know where you went.": "在11级时，你获得了创造一个自己的替身并瞬移短距离的能力。生物必须进行一次DC 16 + 敏捷感知检查才能知道你去了哪里。",
	"By 17th level you have taken upon the aspect of a true Ninja. You move with nearly unmatched grace and speed. When a creature other than you ends it's turn you can use your reaction to do one of the following:": "到了17级，你已经拥有了真正忍者的本质。你移动时几乎无与伦比的优雅和速度。当除你以外的生物结束它的回合时，你可以使用你的反应来执行以下操作之一：",
	"{@bold Deployment.} You spend 1 ki point to use 2 ninja tools.": "{@bold Deployment.} 你花费1点气来使用2个忍者工具。",
	"{@bold Attack.} You spend 1 ki point to make a melee weapon attack.": "{@bold Attack.} 你花费1点气来进行一次近战武器攻击。",
	"{@bold Sneak Attack.} You spend 2 ki points to teleport beind a target and attack them, you have advantage unless the target has true sight. ": "{@bold Sneak Attack.} 你花费2点气来传送到目标身后并攻击他们，除非目标拥有真视，否则你具有优势。"
}