{
	"You can't pull off the ultimate heist without the ultimate crew. From infiltrating enemy territory to plotting out every move, each member has a different role to play. How can you best put your talents to use? Take this quiz to find out!": "没有最强大的团队，就无法完成最终的抢劫。从潜入敌方领土到策划每一步，每个成员都有不同的角色要扮演。你如何才能最好地发挥你的才能？快来参加这个测验，找出答案吧！",
	"Performing center stage, of course!": "当然是站在中央舞台上表演！",
	"Lifting barrels of mead": "搬运蜂蜜酒桶",
	"Tinkering with the latest tech": "玩弄最新的科技（Tinkering with the latest tech）",
	"Reading in the library": "在图书馆阅读",
	"Hiking up Icespire Peak": "攀登冰尖峰 (Icespire Peak)",
	"Sorry, that's classified information": "抱歉，这是机密信息。",
	"Observant and discreet": "观察敏锐且谨慎 (Observant and discreet)",
	"Charming and quick-witted": "迷人而机智",
	"Intelligent and decisive": "聪明而果断 (Intelligent and decisive)",
	"Strong and reliable": "强大可靠 (Strong and reliable)",
	"Resilient and resourceful": "坚韧和足智多谋",
	"Quirky and adventurous": "古怪而充满冒险精神 (Quirky and adventurous)",
	"Sweet talk my way out": "甜言蜜语地说服对方（D&D running group）",
	"Prepare to fight": "准备战斗 (Prepare to fight)",
	"Vanish in a cloud of smoke": "在一团烟雾中消失 (Vanish in a cloud of smoke)",
	"Switch to Plan B": "转换到B计划。",
	"Create an explo—err, I mean, diversion!": "创建一个爆炸性的——呃，我是说，分散注意力！",
	"Live fast, ride faster": "活得快，骑得更快 (Live fast, ride faster)",
	"Do you even lift, bro?": "你举重吗，兄弟？",
	"Doors go BOOM!": "门发出轰隆声！",
	"Life's a game of 4D chess": "人生就像一场4D国际象棋游戏。",
	"A little white lie never hurt anybody": "一个小小的善意谎言从未伤害过任何人。",
	"...anyway, here's Wonderwall!": "...无论如何，这里是奇迹墙(Wonderwall)!",
	"My trusty lute, so I can serenade the fish": "我的可靠琵琶，这样我就可以为鱼儿弹奏小夜曲。",
	"A chess set, so I can keep my mind sharp": "一个国际象棋套装，这样我就可以保持头脑清晰 (`Chess`)。",
	"My sword, so I can train my body": "我的剑，这样我就可以锻炼我的身体。(My sword, (D&D Running Group))",
	"My horse, so I have company": "我的马，这样我就有伴了 (My horse, so I have company)",
	"A {@i totally} safe surprise, to keep things interesting!": "一个{@i totally}安全的惊喜，让事情保持有趣！",
	"A survival kit, so I can fend for myself": "一个生存工具包，这样我就可以自力更生。",
	"Wealth": "财富",
	"Success": "成功",
	"Power": "力量 (Power)",
	"Friendship": "友谊 (Friendship)",
	"Love to perform? Flair for the dramatic? Your task as the decoy is to divert your enemies' attention with the perfect distraction. Let jaws drop and applause ring out, until you excuse yourself and your audience realizes that their pockets are a little emptier than before...": "热爱表演吗？对戏剧有天赋吗？作为（the decoy）（诱饵），你的任务是用完美的分散注意力的方式转移敌人的注意力。让他们惊叹不已，掌声不断，直到你离开，让观众意识到他们的口袋比以前空了一些...",
	"Bard, Warlock, Sorcerer": "诗人, 术士, 巫师",
	"Whatever the enemy's got in store, there's nothing the demolitionist can't handle. Wall in the way? Uncrackable safe? No problem. They'll just set up their arsenal of explosives, step back, and wait for the resounding KABOOM!": "无论敌人准备了什么，爆破专家都能应对。有墙挡路？保险箱无法打开？没问题。他们只需布置好炸药库，退后一步，等待轰鸣的巨响！",
	"Sorcerer, Wizard, Artificer": "术士 (Sorcerer), 巫师 (Wizard), 造物师 (Artificer)",
	"Daring and quick-footed, the escape artist thrives in risky situations, pocketing their treasure and slipping away in the nick of time. Even when they've been caught by their enemies, the escape artist knows that there's always a way out.": "勇敢且脚步敏捷，逃脱艺术家在冒险的情况下蓬勃发展，将宝藏装进口袋，在最后一刻溜走。即使被敌人抓住，逃脱艺术家也知道总有一条出路。",
	"Rogue, Monk, Bard, Druid": "游荡者，武僧，诗人，德鲁伊",
	"Venture deep into enemy territory as the master of disguises, relying on subtle misdirection to mask your true motives. If you're discreet enough, you just might uncover key information to help guide your crew to success.": "深入敌方领土，化身为伪装大师，依靠微妙的误导来掩盖你真正的动机。如果你足够谨慎，也许就能揭示关键信息，帮助你的团队取得成功。",
	"Ranger, Rogue, Monk": "游侠 (Ranger), 潜行者 (Rogue), 武僧 (Monk)",
	"The mastermind is the brains behind the operation, plotting out their crew's every move from start to finish. And when things inevitably go awry, they've already got a plan B and a plan C prepped and ready to go.": "幕后操纵者是这次行动的幕后策划者，从头到尾精心策划团队的每一个举动。当事情不可避免地出现意外时，他们早已准备好了备用计划B和计划C。",
	"Cleric, Druid, Wizard": "牧师, 德鲁伊, 法师",
	"As the muscle, you do the heavy lifting, whether that's carrying ten times your weight in cargo or busting some brains out. Your crew can worry about the complicated stuff—you're here to barrel forward and make things happen.": "作为肌肉，你负责承担重活，无论是搬运十倍于你体重的货物，还是解决难题。你的团队可以担心复杂的事情——你的责任是向前冲，让事情发生。",
	"Barbarian, Fighter, Paladin": "野蛮人，战士，圣骑士"
}