{
	"The suit makes two Crushing Fist attacks.": "该套装进行两次破碎拳攻击。",
	"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}10 ({@damage 2d6 + 3}) bludgeoning damage.": "{@atk mw} 近战攻击，射程10英尺，一个目标。造成{@h}10 ({@damage 2d6 + 3}) 钝击伤害。",
	"The suit makes two Strike attacks.": "该套装进行两次打击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d10 + 4}) bludgeoning damage.": "{@atk mw}使用{@hit 6}进行攻击，射程10英尺，目标一个。造成{@h}15({@damage 2d10 + 4})点钝击伤害。",
	"The sentinel makes two Sentinel Sword attacks.": "哨兵进行两次哨兵之剑（Sentinel Sword）攻击。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}23 ({@damage 3d12 + 4}) bludgeoning damage.": "{@atk mw} {@hit 8}攻击，射程10英尺，目标一个。造成{@h}23 ({@damage 3d12 + 4}) 钝击伤害。",
	"The mech can use its action to polymorph into a Large, Huge, or Gargantuan creature it has seen, or back into its true form. Its statistics, other than its size, are the same in each form.": "这个机甲可以使用它的动作将自己变形成为它见过的一种大型、巨型或庞大生物，或者变回它的真实形态。除了体型之外，它在每种形态下的统计数据都是相同的。",
	"The mech makes two Slam attacks.": "机甲进行两次猛击攻击。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}14 ({@damage 3d6 + 4}) damage of a type of the mech's choice: bludgeoning, piercing, slashing, or lightning.": "{@atk mw} {@hit 8} 进行攻击，射程10英尺，一个目标。造成{@h}14 ({@damage 3d6 + 4}) 点伤害，伤害类型由机甲选择：钝击、穿刺、斩击或闪电。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}14 ({@damage 3d6 + 4}) bludgeoning damage, or 34 ({@damage 4d6 + 20}) force damage if its Combine and Transform trait is active.": "{@atk mw} 使用近战攻击，攻击距离10英尺，目标一个。造成{@h}14 ({@damage 3d6 + 4}) 钝击伤害，如果其具有“合并与转化”特性激活，则造成34 ({@damage 4d6 + 20}) 精力伤害。",
	"The mechtitan core combines with four other vehicles with willing pilots to become a size Gargantuan vehicle. It gains a flying speed of 100 ft., its current hit point total resets to 100 hit points, and it gains 100 temporary hit points. Each pilot can command the mechtitan on their turn.": "机甲泰坦核心与其他四辆载有愿意驾驶员的车辆结合，变成一辆巨型大小的载具。它获得飞行速度100尺，当前生命值总数重置为100点，获得100点临时生命值。每位驾驶员可以在自己的回合内指挥机甲泰坦。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage.": "{@atk mw} 使用 {@hit 6} 进行攻击，射程5英尺，目标为一名敌人。造成{@h}11 ({@damage 2d6 + 4}) 点斩击伤害。",
	"The bankbuster moves up to its speed towards an object or structure, dealing {@dice 4d10} bludgeoning damage to it if the bankbuster enters its space.": "银行破坏者向一个物体或结构物移动，移动速度为其速度，如果银行破坏者进入该物体的空间，则对其造成{@dice 4d10} 钝击伤害。",
	"The soulripper climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "灵魂撕裂者可以攀爬困难表面，包括在天花板上倒挂，而无需进行能力检定。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}11 ({@damage 2d6 + 4}) 穿刺伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h} the target is {@condition grappled}.": "{@atk mw} 攻击命中，达到5英尺，一个目标。{@h} 目标受到 {@condition grappled} 伤害。",
	"The soulripper makes a special Bite attack against a creature it is grappling. If it hits, the target takes an additional 7 ({@dice 2d6}) necrotic damage, and the soulripper gains a number of temporary hit points equal to the necrotic damage taken.": "灵魂撕裂者对被其控制的生物进行特殊的咬击攻击。如果命中，目标会受到额外 7 ({@dice 2d6}) 点死灵伤害，而灵魂撕裂者会获得等同于所造成死灵伤害的临时生命值。",
	"While these temporary hit points remain, the soulripper has advantage on all attack rolls, ability checks, and saving throws.": "在这些临时生命值保留期间，灵魂撕裂者在所有攻击检定、能力检定和豁免检定上获得优势。",
	"If the cyberbike moves at least 30 feet in a straight line, it can clear a distance of up to 60 feet when jumping over a chasm, ravine, or other gap. Each foot it clears on the jump costs a foot of movement.": "如果(%)cyberbike(%)在直线上至少移动30英尺，它可以跳过峡谷、深谷或其他间隙，清除高达60英尺的距离。每跳过的一英尺距离将消耗一英尺的移动力。",
	"A mech suit is a technological suit of powered armor, capable of greatly enhancing the pilot's abilities. There are different kinds of mech suits in Kamigawa, each with a different purpose. The type of mech suit determines its statistics and rarity according to the table below.": "机甲套装是一种科技动力装甲，能够极大地增强驾驶员的能力。在神川(Kamigawa)有不同种类的机甲套装，每种都有不同的用途。机甲套装的类型决定了它的属性和稀有度，如下表所示。",
	"Uncommon": "不寻常 (Uncommon)",
	"Very Rare": "非常罕见",
	"Legendary": "传奇（Legendary）",
	"Artifact": "神器 (Artifact)",
	"The suit's controls are accessed by a hatch in its upper back, which is easily opened while there are no creatures attuned to the artifact. Attuned creatures can open the hatch as easily as any other door. Other creatures can open the hatch as an action with a successful DC 25 Intelligence check using hacking tools. A knock spell cast on the hatch also opens it until the start of the caster's next turn.": "该套装的控制装置通过其上背部的一个舱口访问，当没有生物与这件神器相互调谐时，这个舱口很容易打开。调谐的生物可以像打开任何其他门一样轻松地打开这个舱口。其他生物可以使用黑客工具进行一次动作，进行一次成功的DC 25智力检查来打开舱口。对舱口施放的敲击咒语也会在施法者的下一个回合开始之前打开它。",
	"A creature can enter or exit through the hatch by spending 10 feet of movement. Those inside the suit have total cover from effects originating outside it. The controls within it allow creatures to see outside without obstruction.": "生物可以通过花费10英尺的移动来进入或离开舱口。身处装甲内的生物对外部发源的效果拥有全掩护。内部的控制装置允许生物在没有阻碍的情况下看到外面。",
	"While you are inside the suit, you can command it by using the controls. During your turn, you can command it in the following ways:": "当你穿着这套装甲时，你可以通过控制器来指挥它。在你的回合期间，你可以通过以下方式指挥它：",
	"Open or close the hatch (no action required, once per turn)": "打开或关闭舱门（无需行动，每回合一次）",
	"Move the suit up to its speed (no action required)": "将套装移动到其速度范围内（无需行动）",
	"As an action, you can command the suit to take one of the actions in its stat block or some other action.": "作为一个动作，你可以命令该护甲执行其属性块中的一个动作或其他动作。",
	"A {@vehicle cyberbike|PS-Kg} is a two-wheeled vehicle built for speed, the horse of the modern age. It can serve as your mount, as described in the mounted combat rules in the Player's Handbook.": "一辆{@vehicle cyberbike|PS-Kg}是一种为了速度而建的双轮车辆，是现代的马。它可以作为你的坐骑，如《玩家手册》中的骑战规则所描述的那样。",
	"The controller of a cyberbike can run the vehicle into another object or a creature by moving the vehicle into the target's space and making a special attack roll ({@dice 1d20} + the controller's proficiency bonus) against the target's Armor Class. If the attack roll hits, a crash occurs; otherwise, the target moves out of the vehicle's path, avoiding the crash. If the DM decides that a crash is unavoidable, no attack roll is necessary, and the crash occurs automatically.": "一个网络摩托车的操纵者可以通过将车辆移动到目标的空间并进行特殊攻击骰({@dice 1d20} + 操纵者的熟练加值)来将车辆撞向另一个物体或生物。如果攻击骰命中，就会发生碰撞；否则，目标会躲开车辆的路径，避免碰撞。如果DM决定碰撞是不可避免的，就不需要进行攻击骰，碰撞会自动发生。",
	"When a cyberbike crashes into something that could reasonably damage it, both the cyberbike and the creature or object it struck take bludgeoning damage based on the size of the struck object, as shown in the Crash Damage table. The cyberbike stops after crashing into a Gargantuan or immovable creature or object; otherwise, the cyberbike can continue moving if it has any movement left, and whatever it struck moves to the nearest unoccupied space that isn't in the cyberbike's path. If the cyberbike stops after crashing, its controller falls, landing {@condition prone} in an unoccupied space within 5 feet of of the cyberbike.": "当赛博摩托车撞击可能造成损坏的物体时，赛博摩托车和被撞击的生物或物体都会受到基于被撞击物体大小的钝击伤害，如碰撞伤害表所示。赛博摩托车在撞击庞大物体或不可移动的生物或物体后会停下；否则，如果赛博摩托车还有移动力，它可以继续移动，而被撞击的物体会移动到最近的未被占据的空间，不在赛博摩托车的路径上。如果赛博摩托车在撞击后停下，它的控制者会摔倒，落地{@condition prone}在距离赛博摩托车5英尺范围内的未被占据空间中。",
	"Small": "小的",
	"Medium": "中等 (Medium)",
	"Large": "大型 (Large)",
	"Gargantuan": "巨大的 (Gargantuan)",
	"This wrist-mounted device functions as a simple data storage device, and can project images and video as three-dimensional holograms. It is commonly used to store a holo-ID, a credit chip, and access keycards. The wrist-mount can be keyed to a creature's fingerprint or semblance. An unauthorized creature proficient with hacking tools can bypass this key with a successful DC 15 Intelligence check.": "这款手腕装置作为一个简单的数据存储设备，可以投影图像和视频为三维全息图。通常用于存储全息身份证（holo-ID）、信用芯片和门禁卡。手腕装置可以根据生物的指纹或外貌进行钥匙设置。一个未经授权的生物，如果熟练使用黑客工具，可以通过成功的 DC 15 智力检定来绕过这个钥匙。",
	"This face mask depicts an oni, kitsune, or tengu and has glowing respirators near the mouth.": "这个面具描绘了一个鬼(oni)、狐狸精(kitsune)或天狗(tengu)，并且在嘴附近有发光的呼吸阀。",
	"While wearing the mask, you have advantage on saving throws against harmful gases such as those created by a cloudkill spell, a stinking cloud spell, inhaled poisons, and gaseous breath weapons.": "佩戴着面具时，你在对抗有害气体的豁免投掷中获得优势，比如那些由一场(`cloudkill`)法术、一场(`stinking cloud`)法术、吸入毒素和气体吐息武器所产生的气体。",
	"The reality chip is an illegal bio-enhancement created by the moonfolk futurist Tameshi with help from a being from another plane. The chip is rumored to be able to influence the physics of reality. It appears as a Tiny computer chip with translucent wire-like arms. It superficially resembles a jellyfish.": "现实芯片是由月之民未来主义者Tameshi与来自另一个位面的生物合作创造的非法生物增强装置。传言该芯片能够影响现实物理规律。它看起来像一个带有半透明线状触角的微型计算机芯片，表面上类似水母。",
	"While attuned to the reality chip, you gain a +3 bonus to AC, and you can read, write, and understand Phyrexian. When you attune to the reality chip, the chip's arms attach to your skin.": "当你与现实芯片（Reality Chip）共鸣时，你的AC获得+3的加值，并且你可以阅读、书写和理解费瑞西亚语（Phyrexian）。当你共鸣到现实芯片时，芯片的臂会附着在你的皮肤上。",
	"The chip has 5 charges, and regains {@dice 1d4 + 1} expended charges daily at dawn. While holding it, you can use an action to expend some of its charges to cast one of the following spells: {@spell dominate beast} (2 charges), {@spell dominate person} (2 charges), {@spell creation} (2 charges), {@spell dominate monster} (3 charges), {@spell reverse gravity} (3 charges).": "这个芯片有5个充能，每天黎明时分会恢复{@dice 1d4 + 1}已用充能。握着它时，你可以使用一个动作来消耗其中的一些充能来施放以下法术之一：{@spell dominate beast} (2充能), {@spell dominate person} (2充能), {@spell creation} (2充能), {@spell dominate monster} (3充能), {@spell reverse gravity} (3充能)。",
	"While attuned to the reality chip, you suffer frequent visions and nightmares of the Phyrexian {@creature Jin-Gitaxis|PS-Kg}.": "当你与现实芯片（Reality Chip）共鸣时，你会频繁地遭受到关于费瑞西亚人（Phyrexian）{@creature Jin-Gitaxis|PS-Kg}的幻象和噩梦。",
	"If you use an action to speak the command word and throw the reality chip to a point on the ground within 60 feet of you, it becomes a creature with the statistics of a sea horse, except it's a Construct, it's immune to poison damage and the {@condition poisoned} condition, and it doesn't require air, food, drink, or sleep.": "如果你使用一个动作来说出命令词并将现实芯片扔到你周围60英尺内的地面上，它将变成一个具有海马统计数据的生物，除了它是一个构装生物，免疫毒素伤害和{@condition poisoned}状态，它不需要空气、食物、饮料或睡眠。",
	"The creature is friendly to you and your companions. It understands your languages and obeys your spoken commands. If you issue no commands, the creature defends itself but takes no other actions.": "这个生物对你和你的同伴友好。它能理解你们的语言并听从你们的口头命令。如果你不下命令，这个生物会保护自己但不会采取其他行动。",
	"The creature reverts to its magic item form if it drops to 0 hit points or if you use an action while touching it. When the creature becomes armor again, its property can't be used again until the next dawn.": "如果这个生物的生命值降至0点，或者你在接触它的情况下使用一个动作，它会恢复成魔法物品的形态。当这个生物再次变成盔甲时，其属性直到次日黎明前都不能再次使用。",
	"These translucent lenses are placed over the eyes and provide a heads-up display in your field of view. The lenses function as {@item eyes of the eagle}, {@item eyes of minute seeing}, and {@item goggles of night}. While wearing the lenses, you can use an action to cast one of the following spells from it: {@spell detect magic}, {@spell on/off|UAModernMagic}, or {@spell remote access|UAModernMagic}.": "这些半透明的镜片被放置在眼睛上，可以在你的视野中提供一个抬头显示。这些镜片的功能分别为{@item eyes of the eagle}、{@item eyes of minute seeing}和{@item goggles of night}。佩戴这些镜片时，你可以使用一个动作从中施放以下法术之一：{@spell detect magic}、{@spell on/off|UAModernMagic}或{@spell remote access|UAModernMagic}。",
	"The Noise Suppressor is a Tiny silencing device that can be held or incorporated into a wrist-mount. While holding it, you can use an action to make a 10 foot cube area centered on the device magically secure. Sound can't pass through the barrier at the edge of the cube. The cube lasts until you use an action to disengage it.": "噪音抑制器是一个微型消音装置，可以手持或安装在手腕上。当持有它时，你可以使用一个动作，使得以该装置为中心的一个10英尺立方区域在边缘形成魔法屏障。声音无法穿过立方体的边缘。该立方体持续到你使用一个动作来解除它。",
	"The moonring mirror is a handheld mirror made by the Soratami.": "月环镜是由索拉塔米(Soratami)制造的手持镜子。",
	"You can see the reflection of {@condition invisible} creatures in the mirror, and the reflections of shapechangers or creatures transformed by magic depict their true form.": "你可以在镜子中看到{@condition invisible}生物的倒影，而变形者或被魔法改变的生物的倒影会展现出它们的真实形态。",
	"The mirror has 6 charges, and regains {@dice 1d6} expended charges daily at dawn. While holding it, you can use an action to expend some of its charges to cast one of the following spells: {@spell blink} (3 charges), {@spell hallucinatory terrain} (4 charges), {@spell mirror image} (2 charges).": "这面镜子有6个充能，每天黎明时恢复{@dice 1d6}已用充能。握持它时，你可以使用一个动作消耗一些充能来施放以下法术之一：{@spell blink} (3充能), {@spell hallucinatory terrain} (4充能), {@spell mirror image} (2充能)。",
	"The mirror is a tiny object that has AC 13, 1 hit point, and immunity to psychic and poison damage.": "这面镜子是一个微小的物体，具有AC 13，1点生命值，并且免疫精神和毒素伤害。",
	"If the mirror is destroyed while you are attuned to it, a reflection of you appears in an empty space within 5 feet of the mirror. The reflection's appearance, game statistics, and equipment are identical to yours. The reflection is a kami that manifests from Kakuriyo, and embodies either your best or worst qualities at the DM's discretion.": "如果你在与镜子相亲时，镜子被摧毁，你的倒影会出现在镜子附近5英尺的空间中。倒影的外表、游戏统计和装备与你完全相同。这个倒影是一个来自《(Kakuriyo)》的神灵，体现着你最好或最坏的品质，由DM自行决定。",
	"The mnemonic sphere is a device created by the Saiba Futurists to secretly store their secrets. It appears as a Tiny metal sphere with glowing lights, but it can be disguised or hidden inside another object.": "记忆球是由赛巴未来主义者创造的一种装置，用于秘密存储他们的秘密。它看起来像一个带发光灯的微型金属球，但它可以伪装或隐藏在另一个物体内。",
	"While holding the mnemonic sphere, you can use your action to store a memory, idea, or message from your mind into the sphere. The sphere can hold only one such memory, idea, or message at a time.": "当持有记忆水晶球时，你可以使用你的动作将你的记忆、想法或信息存储到水晶球中。水晶球一次只能容纳一个这样的记忆、想法或信息。",
	"If you use the mnemonic sphere while {@status concentration||concentrating} on a spell or an ability that allows you to read or manipulate the thoughts of others (such as detect thoughts or modify memory), you can store the thoughts or memories you read, rather than your own.": "如果你在施放一个允许你读取或操纵他人思维的法术或能力（比如探测思维或修改记忆）时使用助记晶球，你可以储存你所读取的思维或记忆，而不是你自己的。",
	"Casting the identify or detect thoughts spell while holding a mnemonic sphere allows you to instantly receive whatever memory, idea, or message the mnemonic sphere contains.": "当你持有一枚记忆水晶球时，施放识破（identify）或探测思维（detect thoughts）法术，你可以立即接收到记忆水晶球中包含的任何记忆、想法或信息。",
	"This luminous cloak is woven with threads from the spirit world and has 3 charges. While wearing it, you can use an action to expend 1 of its charges to cast the {@spell invisibility} spell on yourself from it.": "这件发光的披风由来自灵界的线编织而成，共有3个充能。佩戴时，你可以使用一个动作消耗1个充能，从中施放{@spell invisibility}法术在自己身上。",
	"The cloak regains {@dice 1d3} expended charges daily at dawn. If you expend the cloak's last charge, roll a {@dice d20}. On a 1, the cloak falls to tatters and is destroyed.": "披风每天黎明时恢复{@dice 1d3}个已使用的充能。如果你使用了披风的最后一个充能，投掷一个{@dice d20}。投掷结果为1时，披风化为碎片并被摧毁。",
	"This medical kit contains bandages, splits, and stimulants. It functions as a normal {@item healer's kit|PHB}, with the following additional property: As an action, you can expend one use of the kit to cast one of the following spells from it: {@spell cure wounds}, {@spell detect poison and disease}, {@spell lesser restoration}, or {@spell protection from poison}.": "这个医疗包包含绷带、夹板和兴奋剂。它作为一个普通的{@item healer's kit|PHB}，但具有以下额外属性：作为一个动作，你可以消耗一个包裹的使用次数，从中施放以下任意一个法术：{@spell cure wounds}，{@spell detect poison and disease}，{@spell lesser restoration}或{@spell protection from poison}。",
	"The kusari-fundo has 3 charges. When you hit a creature with an attack made with this weapon, you can expend one or more charges to deal an additional {@damage 1d6} force damage for each charge expended.": "这个锁链分魂有3个充能。当你用这个武器进行攻击命中生物时，你可以消耗一个或多个充能，每消耗一个充能额外造成{@damage 1d6}的力量伤害。",
	"When you miss an attack with the kusari-fundo, it regains 1 charge.": "当你用链分鞭 (kusari-fundo) 攻击未命中时，它会恢复 1 点充能。",
	"Produced by a special needle, this magic tattoo depicts a pair of wings that cover your back.": "由一根特殊针头制作，这个魔法纹身描绘了一对覆盖你背部的翅膀。",
	"To attune to this item, you hold the needle to your skin where you want the tattoo to appear, pressing the needle there throughout the attunement process. When the attunement is complete, the needle turns into the ink that becomes the tattoo, which appears on the skin.": "为了调谐这个物品，你将针头放在你想要纹身出现的皮肤上，整个调谐过程中都要将针头按在那里。当调谐完成时，针头会变成墨水，成为纹身，出现在皮肤上。",
	"If your attunement to the tattoo ends, the tattoo vanishes, and the needle reappears in your space.": "如果你对纹身的调谐结束，纹身会消失，针头会重新出现在你的空间中。",
	"While the tattoo is on your skin, you can use an action to cause the tattoo to extrude a pair of inky, glowing bat wings or bird wings on your back for 1 hour or until you use your action to retract them. The wings give you a flying speed of 30 feet.": "当纹身在你的皮肤上时，你可以使用一个动作，使纹身在你的背上挤出一对墨黑发光的蝙蝠翅膀或鸟翅膀，持续1小时，或者直到你使用动作将它们收回。这些翅膀让你获得30英尺的飞行速度。",
	"This handheld device is approximately the size of a sheet of paper and is used to store and view vast amounts of data and perform calculations. The info tablet can be keyed to a creature's fingerprint or semblance. An unauthorized creature proficient with hacking tools can bypass this key with a successful DC 15 Intelligence check.": "这个手持设备大约和一张纸一样大，用来存储和查看大量数据并进行计算。信息平板可以根据生物的指纹或外貌进行密钥设置。一个未经授权的生物如果精通黑客工具，可以通过成功的DC 15智力检定来绕过这个密钥。",
	"Komainu are guardian lion statues often placed at kami shrines. While originally made of stone, the modern age of Kamigawa has seen them become mechanized constructs that can actually guard and defend the shrines. They can also transform into suits of armor to protect and empower kami intercessors.": "狛犬是通常放置在神社的守护狮雕像。虽然最初是由石头制成的，但在神川的现代时代，它们已经变成了机械构造，可以实际守卫和保护神社。它们还可以变形成盔甲，保护和增强神的中介者。",
	"While you are attuned to the komainu and touching it, you can use an action to don or doff it.": "当你与(`komainu`)相调谐并触碰它时，你可以使用一个动作来穿戴或脱下它。",
	"While wearing the komainu battle armor, you gain the following benefits:": "穿着狛犬战甲时，你获得以下好处：",
	"The armor attaches to you and can't be removed against your will. It also expands to cover your entire body, although you can retract or deploy the helmet as a bonus action.": "护甲会附着在你身上，除非你自愿，否则无法取下。它会扩张以覆盖你的整个身体，尽管你可以在奖励行动中收回或展开头盔。",
	"Your walking speed is walking 50 ft.": "您的步行速度是50英尺。",
	"You gain a +2 bonus to AC.": "你的AC获得+2的加值。",
	"The armor includes gauntlets, which you can use to make unarmed strikes. If you hit with them, the strike deals {@damage 1d8} slashing damage, instead of bludgeoning damage normal for an unarmed strike.": "这套盔甲包括护手套，你可以用它们进行徒手攻击。如果你用它们击中目标，攻击造成{@damage 1d8}点割伤伤害，而不是普通徒手攻击的破甲伤害。",
	"If you use an action to speak the command word, the armor leaves you and becomes a {@creature lion}, except it's a Construct, it's immune to poison damage and the {@condition poisoned} condition, and it doesn't require air, food, drink, or sleep. The creature appears in an unoccupied space within 5 feet of you.": "如果你使用一个动作来说出命令词，这件盔甲会离开你并变成一个{@creature lion}，除了它是一只构装生物外，它对毒性伤害和{@condition poisoned}状态免疫，也不需要空气、食物、饮水或睡眠。这个生物会出现在你身边5英尺内的一个未被占据的空间中。",
	"The creature is friendly to you and your companions. In combat, the creature shares your initiative count, but it takes its turn immediately after yours. It understands your languages and obeys your spoken commands. If you issue no commands, the creature defends itself but takes no other actions.": "这个生物对你和你的同伴友好。在战斗中，这个生物与你共享先攻值，但它会在你之后立即行动。它能理解你的语言并听从你的口头命令。如果你没有下达命令，这个生物会保护自己，但不会采取其他行动。",
	"This legendary katana is infamous for its curse. The eater of virtue has one rune on its blade for each creature that has died wielding it (typically {@dice 1d4 + 1}). The first rune always grants a +1 bonus to attack and damage rolls made with this magic weapon. Each rune beyond the first grants the eater of virtue an additional property. The DM chooses each property or determines it randomly on the Eaten Virtues table.": "这把传奇武士刀以其诅咒而臭名昭著。贪吃的美德之刃上刻着每位曾挥舞它而死去的生物的符文（通常为{@dice 1d4 + 1}）。第一个符文总是为使用这把魔法武器进行的攻击和伤害骰投掷提供+1的奖励。第一个符文之外的每个符文都会为贪吃的美德之刃提供额外的属性。DM可以选择每个属性，或者在“被吞噬的美德”表上随机确定。",
	"Increase the bonus to attack and damage rolls by 1, to a maximum of +3. Reroll if the eater of virtue already has a +3 bonus.": "将攻击和伤害骰增加1点，最多不超过+3。如果“德行吞噬者”已经有+3的奖励，则重新投掷。",
	"The eater of virtue functions as a {@item defender}.": "德行食者的功能是作为一个{@item defender}。",
	"The eater of virtue functions as a {@item weapon of warning}.": "美德之食者作为一个{@item weapon of warning}。",
	"The eater of virtue functions as a {@item sword of life stealing}.": "德行之食者作为一个{@item sword of life stealing}。",
	"While you are holding the eater of virtue, you have a flying speed equal to your walking speed. If you already have a flying speed, that speed increases by 20 feet.": "当你拿着(``the eater of virtue``)时，你的飞行速度等同于你的行走速度。如果你已经拥有飞行速度，那么速度增加20英尺。",
	"The eater of virtue functions as a {@item sword of sharpness}.": "德行之食者作为一个{@item sword of sharpness}。",
	"While you are holding the eater of virtue, you have advantage on saving throws against spells.": "当你持有(`virtue eater`)时，你在对抗法术的豁免 throws 时获得优势。",
	"The eater of virtue has the thrown property with a normal range of 20 feet and a long range of 60 feet. Immediately after you make a ranged attack with this magic weapon, it flies back to your hand.": "贪德者拥有投掷属性，正常射程为20英尺，远程射程为60英尺。你使用这把魔法武器进行远程攻击后，它会立即飞回你的手中。",
	"The divining top is a tiny brass spinning top with cryptic markings, connected to the spirit world. By spinning the top and watching how it spins and where it lands, you can predict the future.": "占卜顶是一个带有神秘标记的小黄铜陀螺，与灵界相连。通过旋转陀螺并观察它的旋转方式和落点，你可以预测未来。",
	"The top has 3 charges, and regains all expended charges daily at dawn. You can cast the following spells from it, expending the necessary number of charges: {@spell augury} (1 charge), {@spell find traps} (1 charge), divination (2 charges).": "顶部有3个充能，并在每天黎明时恢复所有已用光的充能。您可以从中施放以下咒语，消耗相应数量的充能：{@spell augury} (1充能), {@spell find traps} (1充能), 占卜 (2充能)。",
	"This item functions as a normal prosthetic limb*. If you are attuned to it, you gain a +1 bonus to AC and saving throws while it is attached.": "这件物品作为一只普通的假肢*。如果你与它建立共鸣，当它被连接时，你会获得+1的AC和豁免投掷加值。",
	"The chōchin is a paper lantern that uses magic instead of oil. When lit, the lantern sheds {@quickref Vision and Light||2||bright light} in a 30-foot radius and {@quickref Vision and Light||2||dim light} for an additional 30 feet. As an action, you can turn the lantern light on or off.": "提灯是一种使用魔法而不是油的纸灯笼。点亮时，灯笼在30英尺半径内照亮{@quickref Vision and Light||2||bright light}，并在额外30英尺内照亮{@quickref Vision and Light||2||dim light}。作为一个动作，你可以打开或关闭灯笼的光线。",
	"A communicator is a pocket-sized electronic device used for instantaneous communication. Each communicator has a unique number sequence used to contact it. The communicator can be keyed to a creature's fingerprint or semblance. An unauthorized creature proficient with hacking tools can bypass this key with a successful DC 15 Intelligence check.": "通讯器是一种袖珍电子设备，用于即时通讯。每个通讯器都有一个独特的数字序列，用于联系它。通讯器可以针对生物的指纹或外貌进行设置。一个未经授权但精通黑客工具的生物可以通过成功进行 DC 15 的智力检定来绕过这个钥匙。",
	"You can touch the communicator and use your action to cast the {@spell sending} spell from it. The target is another communicator whose unique sequence of numbers you know. To do so, you type the message into the communicator's holographic interface. Your message appears in the holographic interface of the target communicator and can be viewed by any creature holding it. The message remains in the communicator until a creature uses its action to delete it.": "你可以触摸通讯器，并使用你的动作从中施放{@spell sending}法术。目标是另一个通讯器，你知道其独特的数字序列。为此，你需要在通讯器的全息界面中输入信息。你的信息会出现在目标通讯器的全息界面上，任何持有它的生物都可以看到。该信息会一直保留在通讯器中，直到有生物使用动作将其删除。",
	"You can touch the communicator and use your action to attempt to cast {@spell magic mouth} from it. The target is another communicator whose unique sequence of numbers you know. A creature holding the target communicator may accept or refuse your call. If they accept, you cast the spell and it triggers immediately. The message does not repeat.": "你可以触摸通讯器，并使用你的动作尝试从中施放{@spell magic mouth}。目标是另一个你知道其独特数字序列的通讯器。持有目标通讯器的生物可以接受或拒绝你的呼叫。如果他们接受，你施放该法术并立即触发。消息不会重复。",
	"A blade of the oni is an ogre-forged weapon of obsidian, fashioned with menacing spikes.": "鬼刃是一把由食人魔锻造的黑曜石武器，上面镶有威胁性的尖刺。",
	"You gain a +3 bonus to attack and damage rolls made with this magic weapon. It has the following additional properties.": "你使用这把魔法武器进行的攻击和伤害骰都获得+3的奖励。它还具有以下额外属性。",
	"A blade of the oni is a sentient neutral evil weapon with an Intelligence of 14, a Wisdom of 12, and a Charisma of 15. It has hearing and {@sense darkvision} out to a range of 120 feet.": "鬼刃是一把有智慧14、感知12和魅力15的中立邪恶武器。它具有听觉，范围为120英尺。{@sense darkvision}",
	"The weapon communicates by transmitting emotions, sending a tingling sensation through the wielder's hand when it wants to communicate something it has sensed.": "这件武器通过传递情感来沟通，当它想要传达它所感知到的信息时，会让持有者的手产生一种刺痛感。",
	"A blade of the oni is possessed by an oni, and as such embodies selfish aspects. It values these qualities in others and bonds well with a wielder who displays them, while showing contempt for wielders who are self-sacrificial for others.": "一个鬼族之刃被一个鬼附身，因此体现了自私的特质。它重视他人身上的这些品质，并与展现这些特质的使用者建立良好的联系，同时对为他人牺牲的使用者表示蔑视。",
	"If you use an action to speak the command word and throw the sword to a point on the ground within 60 feet of you, the sword becomes an oni. You gain no special power over the creature, and it is free to act as the DM deems appropriate. It might leave, attack you, or help you.": "如果你使用一个动作来说出命令词并将剑投向你周围60英尺内的地面上的一个点，这把剑就会变成一个(oni)。你对这个生物没有特殊的控制权，它可以自由行动，由DM决定。它可能会离开、攻击你，或者帮助你。",
	"The oni exists for 1 hour. At the end of the duration, the creature reverts to its sword form. It reverts to a sword early if it drops to 0 hit points or if you use an action while touching it. When the creature becomes a sword again, its property can't be used again until the next dawn.": "鬼存在1小时。在持续时间结束时，该生物会恢复成它的剑形态。如果它的生命值降为0，或者你在触摸它时使用一个动作，它会提前变回剑。当生物再次变成剑时，其属性直到次日黎明前都无法再次使用。",
	"This greatsword is cursed, and becoming attuned to it extends the curse to you. With each passing day while you are cursed, your physical appearance changes to become more like an oni spirit. After seven days, a third eye opens vertically on your forehead, recognizable as the mark of the oni. Thereafter, your creature type changes to Fiend for as long as you remain cursed.": "这把巨剑受到诅咒，与它建立联系会将诅咒传递给你。在你被诅咒的每一天，你的外貌会逐渐变得更像一个鬼怪精灵。七天后，你的额头会垂直地出现第三只眼睛，被认为是鬼怪的标记。此后，只要你保持被诅咒状态，你的生物类型会变成恶魔。",
	"Produced by a special needle, this magic tattoo depicts various beasts, kami, and oni in the ukiyo-e style.": "由一根特殊针头制作，这个魔法纹身以浮世绘风格描绘了各种野兽、神灵和鬼怪。",
	"The tattoo has 3 charges, and it regains all expended charges daily at dawn. As an action while the tattoo is on your skin, you can expend 1 of the tattoo's charges to cause a kami to emerge from the tattoo and lunge at one creature you can see within 60 feet of you. The target must make a DC 14 Constitution saving throw. On a failed save, the creature takes {@damage 2d6} poison damage and is {@condition poisoned} for 1 minute. On a successful save, the creature takes half damage and isn't {@condition poisoned}. A {@condition poisoned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "这个纹身有3个充能，每天黎明时分会恢复所有已用掉的充能。当这个纹身在你的皮肤上时，你可以花费1个充能作为一个动作，让一个神在60英尺内的生物。目标必须进行一次DC 14的体质豁免才能。未通过豁免的生物会受到{@damage 2d6}毒素伤害，并在1分钟内被{@condition poisoned}。通过豁免的生物会受到一半伤害，并且不会被{@condition poisoned}。一个{@condition poisoned}生物可以在自己的回合结束时重复豁免才能，成功则结束效果。",
	"While anyone can pass on a sword, an ancestral katana is one that has remained with a clan, tribe, or family line for generations, being well maintained and repaired. It is believed that the blade is connected to a kami that embodies the family's deeds and memory, and this kami gives the blade its strength.": "虽然任何人都可以传递一把剑，但祖传武士刀是一把与一个家族、部落或家族世系相传数代的武器，经过良好的保养和修复。人们相信刀刃与一位体现家族事迹和记忆的神灵相连，这位神灵赋予刀刃力量。",
	"An ancestral katana passes down from parent to child, though this relation does not have to be by blood. If the bearer dies, another heir can claim the blade. If no worthy heir exists, the sword loses its magic and becomes a normal longsword, fading into obscurity.": "一把祖传的武士刀会从父母传给子女，尽管这种传承关系不一定是血缘关系。如果持有者死亡，另一位继承人可以夺取这把刀。如果没有合适的继承人，这把刀就会失去魔力，变成一把普通的长剑，逐渐被人遗忘。",
	"You gain a +2 bonus to attack and damage rolls made with this magic weapon. It has the following additional properties.": "你使用这把魔法武器进行的攻击和伤害骰投掷获得+2的奖励。它还具有以下额外属性。",
	"While you are holding this longsword, you gain a +1 bonus to AC.": "当你握着这把长剑时，你的AC获得+1的加值。",
	"When you draw this longsword as part of the first attack you make on your first turn in combat and hit a creature, the longsword deals an extra {@damage 3d8} damage.": "当你在战斗中的第一个回合进行第一次攻击时，如果命中生物，这把长剑会额外造成{@damage 3d8}伤害。",
	"When you attack a Large or smaller creature with this longsword and roll a 20 on the attack roll, you cut straight through the creature, bisecting and slaying it. A creature is immune to this effect if it is immune to slashing damage, is formless, amorphous, or incorporeal, can regenerate, has legendary actions, or the DM otherwise decides the creature cannot be killed by bisection. Such a creature instead takes an extra {@damage 3d8} slashing damage from the hit.": "当你用这把长剑攻击一个大型或更小的生物，并在攻击检定中掷出20时，你直接切穿了生物，将其一分为二并杀死了它。如果一个生物对斩击伤害免疫、没有固定形态、无定形、或者是非实体的，可以再生、拥有传奇动作，或者DM决定生物不能被切成两半杀死，那么它对这次攻击反而会额外受到{@damage 3d8}点斩击伤害。",
	"A chain whip counts as a monk weapon.": "连鞭是一种武僧武器。",
	"While wielding neko-te, you have a climbing speed equal to your walking speed, and your unarmed strikes deal {@dice 1d6} + your Strength modifier bludgeoning damage. You can't be disarmed of neko-te unless you are incapacitated.": "使用猫爪时，你的攀爬速度等同于你的行走速度，并且你的徒手攻击造成{@dice 1d6} + 你的力量调整值的钝击伤害。除非你失去知觉，否则无法被剥夺猫爪。",
	"After making a ranged attack with a rope dart, it immediately returns to your hand.": "使用飞镖绳进行远程攻击后，它会立即回到你的手中。",
	"While wielding a jitte, you can use your reaction to attempt to deflect a weapon when you are hit by a melee weapon attack. When you do so, the damage you take from the attack is reduced by {@dice 1d4} + your Dexterity modifier. If you are proficient with the sai dagger, you may also add your proficiency bonus to the roll. If you reduce the damage to 0, you may make a single melee weapon attack against the attacker, as part of the same reaction.": "使用一支十手时，当你被近战武器攻击击中时，你可以使用你的反应来尝试偏转武器。这样做时，你受到的攻击伤害会减少 {@dice 1d4} + 你的敏捷调整值。如果你精通西刀，你还可以将你的熟练加值加到投掷中。如果你将伤害减少到0，你可以作为同一反应的一部分对攻击者进行一次单次近战武器攻击。",
	"In addition, while wielding a jitte, you have advantage on saving throws you make to initiate a grapple.": "此外，当你挥舞着一把十手时，你在进行发起擒拿的豁免投掷时获得优势。",
	"While wielding a war fan, you gain +1 bonus to AC. You cannot gain this benefit if you are using a shield.": "当你挥舞着一把战扇时，你的AC获得+1的加值。如果你使用盾牌，则无法获得这个加值。",
	"As an action, you can throw the powder in this pouch at a creature within 5 feet of you. Make a ranged attack against the creature, treating the sand as an improvised weapon. On a hit, the target is {@condition blinded}. A creature can end this {@condition blinded} condition by using its action to make a DC 10 Dexterity check to clear the powder from their eyes.": "作为一个动作，你可以将袋子里的粉末扔向你5英尺内的生物。对该生物进行远程攻击，将沙子视为一种临时武器。命中时，目标被{@condition blinded}。生物可以通过使用动作进行一次DC 10的敏捷检定来清除眼睛里的粉末，从而结束这个{@condition blinded}状态。",
	"Credit chips are issued after someone makes a deposit of funds to a bank in Towashi. The chip serves to wirelessly access funds, preventing the need for carrying around large amounts of coins or bank notes.": "在托瓦什（Towashi）, 当有人向银行存入资金后，会发放信用芯片。这个芯片可以无线访问资金，避免携带大量硬币或纸币的需要。",
	"Holo-cards is a collectible trading card game, based on summoning creatures and casting spells depicted on cards, dealing damage to an opponent's \"life total\" to reduce it from 20 to 0.": "Holo-cards（Holo卡牌）是一款集换式卡牌游戏，基于召唤卡牌上描绘的生物和施放法术，对对手的“生命值”造成伤害，将其从20减少到0。",
	"The koto is a plucked half-tube zither-like instrument. The most common type uses 13 strings strung over movable bridges used for tuning.": "koto（(古筝)）是一种弹拨式半筒状的类筝乐器。最常见的类型使用13根弦，这些弦穿过可移动的桥，用于调音。",
	"A new and experimental technology, the onpu is a handheld globe device with numerous buttons on it, each of which plays a different electronic note.": "一个新的实验性技术，(onpu)是一个手持式的球形设备，上面有许多按钮，每个按钮发出不同的电子音符。",
	"A gohei is a {@item wand|phb} or {@item staff|phb} with white paper streamers, used in rituals to worship the kami. A spellcaster who draws magic from kami can use a gohei as a spellcasting focus.": "御幣是一种带有白色纸条的{@item wand|phb}或{@item staff|phb}，用于仪式上供奉神。从神灵中汲取魔法的咒术师可以将御幣用作施法焦点。",
	"These tools include ink, a tattoo pen, and a notebook of tattoo designs. Proficiency with tattooist's tools lets you add your proficiency bonus to any ability checks you make to tattoo. Tattooing can take a few hours of work, depending on the size and complexity of the tattoo.": "这些工具包括墨水、纹身笔和纹身设计笔记本。熟练掌握纹身师的工具让你可以在进行纹身的所有能力检定中加上你的熟练加值。纹身可能需要几个小时的工作时间，这取决于纹身的大小和复杂程度。",
	"This item appears to be a sword hilt. While grasping the hilt, you can use a bonus action to cause a blade of pure radiance to spring into existence, or make the blade disappear.": "这个物品看起来像是一个剑柄。握住剑柄时，你可以使用一个奖励动作让一把纯净光辉的刀刃出现，或让刀刃消失。",
	"You gain a +1 bonus to attack and damage rolls made with this weapon, which deals radiant damage instead of its normal damage type.": "你使用这把武器进行的攻击和伤害骰都获得+1的奖励，这把武器造成的伤害类型为辐射伤害，而非其正常伤害类型。",
	"The sword's luminous blade emits {@quickref Vision and Light||2||bright light} in a 15-foot radius and {@quickref Vision and Light||2||dim light} for an additional 15 feet.": "这把剑的明亮刀刃在半径为15英尺的范围内发出{@quickref Vision and Light||2||bright light}，在额外的15英尺范围内发出{@quickref Vision and Light||2||dim light}。",
	"{@item Hacking Tools|UAModernMagic}, a face mask, a set of dark {@item common clothes|PHB} including a hood, and a belt pouch containing 15 gp": "{@item Hacking Tools|UAModernMagic}，一副面具，一套包括兜帽在内的黑暗{@item common clothes|PHB}，以及一个腰包，里面装着15 gp。",
	"You have created a faceless network persona tied to your hacking exploits, and are acquainted with other like-minded hackers who are friendly to this persona. Additionally, you can forge digital documents and identification, as long as you have seen an example of the kind of document you are trying to copy.": "你已经创建了一个与你的黑客行为相关联的无面网络人物，并且熟悉其他志同道合且友好的黑客，他们对这个人物感到熟悉。此外，只要你见过要复制的文件类型的示例，你就可以伪造数字文件和身份证明。",
	"If your character has a hacker background, you may select this background feature instead of Username.": "如果你的角色有黑客背景，你可以选择这个背景特性，而不是用户名（Username）。",
	"You can exert leverage over one or more Imperial commoners and demand their help as needs warrant, provided you have access to your {@item hacking tools|UAModernMagic}. For example, you can have a message carried across a neighborhood, procure a short carriage ride without paying, or have others clean up a bloody mess you left in an alley. The DM decides if your demands are reasonable and if there is sufficient data to blackmail them with.": "你可以对一个或多个帝国平民施加压力，并在需要时要求他们的帮助，前提是你可以访问你的{@item hacking tools|UAModernMagic}。例如，你可以让他们帮你传递消息，免费搭乘短途马车，或让其他人清理你在巷子里留下的血腥混乱。DM决定你的要求是否合理，以及是否有足够的数据可以用来勒索他们。",
	"You have embraced the modern age and the advent of technology, and understand how to use it to your advantage. As a hacker, you are adept at breaking into networks and systems, and overriding technological devices. Perhaps you are working for one of the Reckoner gangs or the Saiba Futurists, or perhaps you are a lone wolf using your skills for your own ends.": "你已经拥抱了现代科技的到来，并且知道如何利用它来获益。作为一名黑客，你擅长入侵网络和系统，覆写技术设备。也许你是为复仇者帮派或赛巴未来主义者之一工作，或者你可能是一名独行侠，利用自己的技能谋取私利。",
	"{@skill Athletics}, plus one of your choice from {@skill History}, {@skill Intimidation}, {@skill Insight}, or {@skill Persuasion}": "{@skill Athletics}, 再选择一个，可以是{@skill History}，{@skill Intimidation}，{@skill Insight}，或者{@skill Persuasion}。",
	"One type of {@item gaming set|PHB}, {@filter vehicles (land)|items|source=|type=vehicle (land)|category=}": "一种{@item gaming set|PHB}，{@filter vehicles (land)|items|source=|type=vehicle (land)|category=}",
	"An insignia of rank (usually attached to or incorporated into your weapon hilt), a {@item gaming set|PHB} (one of your choice), a set of {@item common clothes|PHB}, and a belt pouch containing 10 gp.": "一个军衔徽章（通常附在或融入您的武器柄中），一个{@item gaming set|PHB}（自选），一套{@item common clothes|PHB}，以及一个腰包，里面装有10 gp。",
	"You have an established place in the hierarchy of the Empire. You can requisition simple equipment for temporary use, and you can gain access to any Imperial outpost in Kamigawa, where you can rest in safety and receive the attention of medics. You are also paid a salary of 1 gp per week, which, combined with free lodging in an outpost, enables you to maintain a poor lifestyle between adventures.": "你在帝国的等级体系中有一个确定的位置。你可以临时获取简单的装备，并且可以进入神偷的任何帝国前哨站，在那里你可以安全休息并得到医疗人员的照顾。你每周还会获得1gp的薪水，再加上在前哨站的免费住宿，让你在冒险之间能够维持贫困的生活方式。",
	"If your character has an imperial bushi background, you may select this background feature instead of Imperial.": "如果你的角色有帝国武士背景，你可以选择这个背景特性，而不是帝国 (Imperial)。",
	"As an enforcer of the Imperials, you have the authority to arrest criminals. In the absence of other authorities, you are authorized to pass judgement and even carry out sentencing. If you abuse this power, however, your superiors in Eiganjo might strip it from you.": "作为帝国的执法者，你有权逮捕罪犯。在其他当局缺席时，你有权审判甚至执行判决。然而，如果你滥用这种权力，艾甘乔的上级可能会剥夺你的权力。",
	"You are a graduate of the Imperial Golden-Tail Academy, a kitsune-run school that trains Kamigawa's best Samurai. You are well respected and expected to uphold the law of the Empire and balance between mortals and kami.": "你是帝国金尾学院的毕业生，这是一所由狐妖经营的学校，培训神川最优秀的武士。你备受尊敬，被期望着维护帝国的法律，平衡凡人和神之间的关系。",
	"One type of {@item artisan's tools|PHB}, one type of {@item musical instrument|PHB}": "一种{@item artisan's tools|PHB}，一种{@item musical instrument|PHB}",
	"A {@item musical instrument|PHB} (one of your choice), a {@item wand|PHB} with white paper streamers, a bottle of rice wine, vestments, a set of {@item common clothes|PHB}, and a belt pouch containing 5 gp.": "一个 {@item musical instrument|PHB}（你选择的一个），一根挂着白色纸带的 {@item wand|PHB}，一瓶米酒，祭服，一套 {@item common clothes|PHB}，和一个腰包，里面装着5 gp。",
	"Your mannerisms and knowledge of kami customs are recognized by natives of the Kakuriyo, who see you as one of their own. Because of this, friendly kami spirits are inclined to come to your aid if you need help near a merge gate or shrine.": "你的举止和对神灵习俗的了解被卡库里约的当地人所认可，他们把你视为他们自己人。因此，如果你在合并之门或神社附近需要帮助，友好的神灵倾向于前来帮助你。",
	"You stand in the gap between Kakuriyo and Utsushiyo, understanding both worlds. Perhaps you are an official Imperial Intercessor, or perhaps you are a Jukai Merge Keeper or even Saiba researcher, using your knowledge of kami to preserve the spirit world or to profit from it.": "你站在夏国（Kakuriyo）和现世（Utsushiyo）之间，了解两个世界。也许你是一位官方的帝国调停者，或者你是一位树海（Jukai）融合守护者，甚至是一位塞波（Saiba）研究者，利用你对神（kami）的知识来维护灵界或从中获利。",
	"A copy of Azusa's diary (a sacred prayer book), {@item tattooist's tools|PS-Kg}, a set of {@item traveler's clothes|PHB}, and a belt pouch containing 10 gp": "一本阿祖莎的日记（一本神圣的祈祷书），{@item tattooist's tools|PS-Kg}，一套{@item traveler's clothes|PHB}，和一个腰包，里面装着10 gp。",
	"You have tattoos of Kamigawa's history on your skin. When you enter a location of historical significance, your tattoos come to life to tell the story of the location's original purpose and important events. In addition, they can help you identify art objects and other items of cultural importance.": "你的皮肤上刻满了神川(Kamigawa)历史的纹身。当你进入一个具有历史意义的地点时，你的纹身会活过来，讲述该地点最初用途和重要事件的故事。此外，它们还可以帮助你识别艺术品和其他文化重要物品。",
	"You were trained in the ways of the Living Historians, preservers of history in ink. As a member of their order, you were given the tattoos that mark Kamigawa's history. Perhaps you remain with them still, or perhaps you forge your own path to not only record history, but make it.": "你接受过活历史学家的训练，他们是墨水中历史的守护者。作为他们团体的一员，你被赋予了标记神川历史的纹身。也许你仍然与他们同在，或者也许你选择自己的道路，不仅记录历史，还创造历史。",
	"Choose two from among {@item navigator's tools|PHB}, {@item poisoner's kit|PHB}, and {@item weaver's tools|PHB}": "从{@item navigator's tools|PHB}, {@item poisoner's kit|PHB}, 和 {@item weaver's tools|PHB}中选择两个。",
	"A {@item riding saddle|PHB}, 10 days of animal feed, a pair of goggles, a set of {@item traveler's clothes|PHB}, and a belt pouch containing 10 gp": "一个{@item riding saddle|PHB}，10天的动物饲料，一副护目镜，一套{@item traveler's clothes|PHB}，和一个腰包，里面装着10 gp。",
	"Over the years, you have befriended an {@creature imperial moth|PS-Kg}. The moth acts independently of you, but regards you as an ally. If you are incapacitated or absent, the moth flees. If the moth dies, you have advantage on any Wisdom (Animal Handling) or Charisma check you make to befriend another {@creature imperial moth|PS-Kg}.": "多年来，你与一只{@creature imperial moth|PS-Kg}结为朋友。这只飞蛾独立行动，但将你视为盟友。如果你无法行动或不在场，飞蛾会逃走。如果飞蛾死亡，你在试图与另一只{@creature imperial moth|PS-Kg}建立友谊时，对任何一次感知（动物处理）或魅力检定获得优势。",
	"You have been given the training of the Eiganjo Mothriders, who tamed the Imperial Moths and use them as mounts. Perhaps you uphold the tenets of the Empire, or perhaps you and your moth have ridden to other lands to seek your own path.": "你被赋予了对(`Eiganjo Mothriders`)的训练，他们驯服了帝国蛾并将其用作坐骑。也许你遵守帝国的原则，或者你和你的蛾已经骑行到其他地方寻找自己的道路。",
	"{@item Navigator's tools|PHB}, vehicles ({@filter land|items|source=|type=vehicle (land)|category=} or {@filter air|vehicles|terrain=air})": "{@item Navigator's tools|PHB}, 车辆 ({@filter land|items|source=|type=vehicle (land)|category=} 或 {@filter air|vehicles|terrain=air})",
	"{@item Navigator's tools|PHB}, a pair of goggles, a lucky charm such as a maneki-neko, a pilot's jumpsuit ({@item traveler's clothes|PHB}), and a belt pouch containing 10 gp": "{@item Navigator's tools|PHB}, 一副护目镜，例如招财猫这样的幸运物品，一件飞行员连体服({@item traveler's clothes|PHB})，以及一个腰包，里面装着10 gp。",
	"Whenever you make a Dexterity or Intelligence check related to piloting or repairing a vehicle with which you are proficient, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply.": "每当你进行与驾驶或修理一辆你熟练的载具相关的敏捷或智力检定时，你可以额外添加两倍的熟练加值，而不是通常适用的任何熟练加值。",
	"You are a skilled pilot, of mechs or other vehicles. Pilots are sought after by nearly every faction, and often make their own independent names for themselves as racers, criminals, or even vigilantes.": "你是一名熟练的机甲或其他载具驾驶员。几乎每个阵营都在寻找驾驶员，他们常常以赛车手、罪犯，甚至义勇军的身份为自己赢得独立的声誉。",
	"{@skill Intimidation}, plus one of your choice from either {@skill Athletics} or {@skill Stealth}": "{@skill Intimidation}, 再加上你从{@skill Athletics}或{@skill Stealth}中选择的一个。",
	"Choose two from among one type of {@item gaming set|PHB}, {@item tattooist's tools|PS-Kg}, {@item poisoner's kit|PHB}, and {@filter vehicles (land)|items|source=|type=vehicle (land)|category=}": "从{@item gaming set|PHB}、{@item tattooist's tools|PS-Kg}、{@item poisoner's kit|PHB}和{@filter vehicles (land)|items|source=|type=vehicle (land)|category=}中选择两种。",
	"Your choice of {@item tattooist's tools|PS-Kg} or a {@item poisoner's kit|PHB}, one {@item gaming set|PHB}, an oni mask, a dark set of {@item common clothes|PHB} including a hood or straw hat, and a belt pouch containing 15 gp": "你可以选择{@item tattooist's tools|PS-Kg}或者一个{@item poisoner's kit|PHB}，一个{@item gaming set|PHB}，一个鬼面具，一套暗色{@item common clothes|PHB}，包括一个兜帽或稻草帽，以及一个腰包，里面装有15 gp。",
	"No matter where you go, your tattoos mark you as a member of a reckoner gang. You can get away with minor criminal offenses, such as refusing to pay for food at a restaurant or breaking down a door at a local shop, if no legal authorities witness the crime. Most people are too daunted by you to report your wrongdoing to the Imperials.": "无论你走到哪里，你的纹身都标志着你是一个复仇者帮派的成员。如果没有法律当局目击犯罪，你可以逃脱轻微的刑事犯罪，比如拒绝在餐厅付款或者闯入当地商店的门。大多数人都被你吓到，不敢向帝国当局举报你的违法行为。",
	"Dokuchi — A ninja gang that silences and strikes from shadow": "毒蛇组织 — 一个从阴影中悄无声息地袭击的忍者团伙",
	"Hyozan — Specialize in poisons, illegal enhancements, and magic tattoos": "Hyozan（海云山）— 专精于毒药、非法增强物品和魔法纹身。",
	"Mukotai — Tech users that specialize in stealth and subterfuge": "木科泰（Mukotai）— 专精于隐秘和偷袭的科技用户",
	"Okiba — An exclusively nezumi biker gang": "奥基巴 — 一个专门由鼠人组成的摩托车帮派 (Okiba — An exclusively nezumi biker gang)",
	"The reckoner gangs of Kamigawa are ancient and feared. Perhaps you joined them seeking glory, or perhaps it was a necessity to survive in the Undercity. Your tattoos now mark you, with respect if you climb their ranks, or as a traitor if you try to leave.": "神川的清算者帮派古老而可怕。也许你加入他们是为了寻求荣耀，或者是为了在地底城中生存。你的纹身现在标志着你，如果你攀升他们的阶级，会受到尊重，如果你试图离开，会被视为叛徒。",
	"You are a Humanoid. You are also considered a goblinoid for any prerequisite or effect that requires you to be a goblinoid.": "你是一个类人生物。对于任何要求你是一个地精类生物的先决条件或效果，你也被视为地精类生物。",
	"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.": "你可以在距离你60英尺内的昏暗光线中看清事物，就像是明亮的光线一样，在黑暗中则如同昏暗光线一样。在那种黑暗中，你只能分辨出灰色的色调，而非颜色。",
	"You have proficiency in one of the following skills of your choice: {@skill Arcana}, {@skill Deception}, {@skill Investigation}, {@skill Sleight of Hand}, or {@skill Survival}.": "你可以选择以下技能中的一项进行熟练：{@skill Arcana}、{@skill Deception}、{@skill Investigation}、{@skill Sleight of Hand}或{@skill Survival}。",
	"You have resistance to fire damage.": "你对火焰伤害具有抗性。",
	"You have a turtle-like spiky shell. While you aren't wearing armor, your base Armor Class is 13 + your Dexterity modifier.": "你有一副类似乌龟的带刺外壳。当你没有穿戴盔甲时，你的基础护甲等级为13 + 你的敏捷调整值。",
	"When you damage a creature with an attack or a spell and the creature's size is larger than yours, you can cause the attack or spell to deal extra damage to the creature. The extra damage equals your proficiency bonus.": "当你用攻击或法术伤害一个生物，且该生物的体型大于你时，你可以使攻击或法术对该生物造成额外伤害。额外伤害等于你的熟练加值。",
	"You can use this trait a number of times equal to your proficiency bonus, regaining all expended uses when you finish a long rest, and you can use it no more than once per turn.": "你可以使用这个特性的次数等于你的熟练加值，当你完成一次长休后，所有已用次数会恢复，而且每回合最多只能使用一次。",
	"Akki are a race of goblins native to Kamigawa's Sokenzan mountains; an ancestral homeland they share with the ogres. The akki are short and have skin that comes in a variety of red and brown hues, with a pair of tiny horns sticking out from their head, four-fingered hands and three-fingered toes with long claws, and no external ears. Akki have small, wiry bodies, but their backs are protected by large turtle-like shells covered in short spikes; these shells evolved over the years as akki pranks got more and more self-destructive.": "阿鬼(Akki)是卡米加华(Sokenzan)的索肯山脉(Sokenzan mountains)的一种地精种族；这是他们与食人魔共享的祖先故土。阿鬼身材矮小，皮肤呈现出各种红色和棕色调，头上长着一对微小的角，四指手和三指脚上长有长爪，没有外耳。阿鬼身体纤细，但背部有着类似大海龟的壳，覆盖着短刺；这些壳随着阿鬼恶作剧变得越来越自毁而逐渐演化而来。",
	"Traditionally, akki form territorial tribes, which consist of warriors and shamans, led by a tribe elder. When akki encounter trespassers, they begin by trying to ward away the offender with small-time pranks usually involving fire and rocks, which slowly escalate in danger if the first few don't do the trick. During the time of the Kami War, many akki joined with the ronin and Godo's Bandits.": "传统上，阿基（akki）形成领土部落，由勇士和萨满组成，由部落长者领导。当阿基遇到入侵者时，他们通常会试图用涉及火和岩石的小恶作剧来驱赶侵犯者，如果最初的几次没有奏效，这些恶作剧会逐渐升级为更危险的行为。在神之战（Kami War）期间，许多阿基加入了浪人（ronin）和高多的土匪团（Godo's Bandits）。",
	"In the modern era, sensibilities toward akki have improved, and many rank among respected blacksmiths and samurai. With the advent of technology, akki have taken the unique practice of salvaging mechs and painting them in bright war paint; perhaps reminiscent of akki tribal cave inscriptions.": "在现代，对(%num%)的敏感度有所提高，许多人被认为是受尊敬的铁匠和武士。随着技术的进步，(%num%)们采取了独特的做法，将废弃的机甲修复并涂上鲜艳的战争涂料；也许这让人联想起(%num%)部落的洞穴铭文。",
	"As a general rule, akki names consist of a reduplicated word; a word that has the same sound repeated twice, or a very similar sound, with no differentiation given for gender. Akki are not known to take family names.": "一般来说，阿奇（Akki）的名字由一个重复的词组成；这个词的音节会重复两次，或者是一个非常相似的音节，性别没有区分。阿奇不会有姓氏。",
	"Ai-Ai, Ben-Ben, Goro-Goro, Ishi-Ishi, Keni-Keni, Kiki-Jiki, Ku-Ku, Lim-Lim, Oku-Doku, Rin-Rin, Tok-Tok, Uppo-Uppo, Zo-Zu": "艾艾 (Ai-Ai), 本本 (Ben-Ben), 戈罗 (Goro-Goro), 伊仕 (Ishi-Ishi), 克尼 (Keni-Keni), 基基 (Kiki-Jiki), 库库 (Ku-Ku), 林林 (Lim-Lim), 奥库 (Oku-Doku), 林林 (Rin-Rin), 托克 (Tok-Tok), 乌波 (Uppo-Uppo), 佐祖 (Zo-Zu)",
	"When you make an attack roll, ability check, or saving throw, after seeing the result but before the effects of the roll are resolved, you can reroll the die and must use the new roll. You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "当你进行攻击检定、能力检定或豁免检定时，在看到结果但在解决掷骰效果之前，你可以重新投掷骰子并必须使用新的点数。你可以使用这个特性的次数等同于你的熟练加值，当你完成一次长休后，你会恢复所有已使用的次数。",
	"Humans have a wide range of natural talents. You have proficiency in one skill of your choice and with one tool of your choice.": "人类拥有各种自然天赋。你可以选择一项技能和一种工具，获得熟练度。",
	"If your campaign uses the optional feat rules found in the {@book Player's Handbook|PHB}, your Dungeon Master might allow these variant traits, which replace your Human Determination and Versatility traits.": "如果你的战役使用了在《%0%》中找到的可选特性规则，你的地下城主可能会允许这些变种特性，这些特性会取代你的人类决心和多才多艺特性。",
	"Whenever you finish a long rest, you are given {@variantrule inspiration|PHB}.": "每当你完成一次长休时，你会获得{@variantrule inspiration|PHB}。",
	"You gain one of the following feats from the {@book Player's Handbook|PHB}: {@feat Alert}, {@feat Healer}, {@feat Lucky}, {@feat Magic Initiate}, {@feat Savage Attacker}, {@feat Skilled}, or {@feat Tough}.": "你从以下{@book Player's Handbook|PHB}中获得一个特性：{@feat Alert}, {@feat Healer}, {@feat Lucky}, {@feat Magic Initiate}, {@feat Savage Attacker}, {@feat Skilled}, 或 {@feat Tough}。",
	"Humans in Kamigawa are believed to come from the central plains of Towabara, where they were once ruled by the {@i daimyo}, feudal warlords. They are the progenitors and main citizens of the Empire, which was formed at the end of the Kami War to help Kyodai, the kami of the realm, to maintain the peace between the spirit and mortal worlds. Humans are also known for having befriended and trained the giant moths of Kamigawa as mounts, which the Imperials often ride into battle, and for having started Minamo Academy long before the Kami war.": "在神川，人类被认为起源于托瓦巴拉的中央平原，那里曾经由{@i daimyo}封建领主统治。他们是帝国的始祖和主要公民，帝国是在神战结束时形成的，旨在帮助领域之神——京代维持精灵世界和凡人世界之间的和平。人类还以驯养神川的巨蛾作为坐骑而闻名，帝国人经常骑着它们参加战斗，并且在神战之前就创办了水野学院。",
	"In the modern era, humans can be found throughout Kamigawa in its many villages and cities, and among all of the various groups and factions found in the plane, showing their adaptability and versatility.": "在现代，人类可以在神川的许多村庄和城市中找到，以及在该位面中找到的各种团体和派别中，展示了他们的适应性和多样性。",
	"Kamigawa humans have names that often reflect the natural world around them. They are born into a clan, with some clan names being infamous and stretching deep into Kamigawa's history.": "神川人的名字通常反映周围的自然世界。他们出生于一个家族，一些家族名字已经臭名昭著，并深深扎根于神川的历史中。",
	"Isshin, Kaito, Kenshi, Raiyuu, Satoru, Tatsunari, Toshiro": "一心 (Isshin), 海斗 (Kaito), 剑士 (Kenshi), 雷佑 (Raiyuu), 悟 (Satoru), 龙成 (Tatsunari), 敏郎 (Toshiro)",
	"Eiko, Heiko, Michiko, Kotose, Naomi, Norika, Risona, Satsuki": "英子 (Eiko), 平子 (Heiko), 美智子 (Michiko), 小瀬 (Kotose), 直美 (Naomi), 法子 (Norika), 理苑 (Risona), 五月 (Satsuki)",
	"Hashimono, Hisoka, Hizawa, Kataniwa, Konda, Kumano, Kuromoto, Maruichi, Nitta, Sakashima, Sasabuchi, Shizuki, Takashi, Takeno, Tanae, Tategami, Umezawa, Yamazaki": "羽下, 密, 日沢, 片庭, 近田, 熊野, 黒本, 丸市, 新田, 坂島, 笹渕, 静木, 高志, 武野, 種江, 盾髪, 梅沢, 山崎",
	"You can breathe both air and water.": "你可以同时呼吸空气和水。(Water Genasi)",
	"You have claws that you can use to make unarmed strikes. When you hit with them, the strike deals {@dice 1d6} + your Strength modifier slashing damage, instead of the bludgeoning damage normal for an unarmed strike.": "你有利爪可以用来进行徒手攻击。当你用它们击中目标时，攻击造成{@dice 1d6} + 你的力量调整值的斩击伤害，而不是徒手攻击通常造成的钝击伤害。",
	"Your head crests into a dish that can hold water. As long as the dish is full of water, you have advantage on ability checks you make to initiate or escape a grapple.": "当你的头冠进入一个可以容纳水的容器中时，只要容器中装满了水，你在发起或摆脱擒抱的能力检定中获得优势。",
	"Your shell provides you a base AC of 17 (your Dexterity modifier doesn't affect this number). You can't wear light, medium, or heavy armor, but if you are using a shield, you can apply the shield's bonus as normal.": "你的壳提供了一个基础AC为17（你的敏捷度修正不影响这个数字）。你不能穿戴轻甲、中甲或重甲，但如果你使用盾牌，你可以像平常一样应用盾牌的加值。",
	"You can withdraw into your shell as an action. Until you emerge, you gain a +4 bonus to your AC, and you have advantage on Strength and Constitution saving throws. While in your shell, you are {@condition prone}, your speed is 0 and can't increase, you have disadvantage on Dexterity saving throws, you can't take reactions, and the only action you can take is a bonus action to emerge from your shell.": "你可以将自己缩入壳中作为一个动作。直到你重新出现，你的AC获得+4的加值，并且在力量和体质豁免检定上获得优势。在壳中时，你是{@condition prone}，你的速度为0且不能增加，你在敏捷豁免检定上有劣势，你不能做出反应动作，而且你唯一能采取的行动是用一个额外动作从壳中出现。",
	"Kappa are mysterious, water-dwelling folk native to Kamigawa. Little is known about them, but kappa superficially resemble turtles, including having shells on their back like akki. Before the Kami War, it was believed they were extinct. The Shell of the Last Kappa was a relic of considerable magical power and was kept at a shrine.": "河童是神川(Kamigawa)本地神秘的水生生物。关于它们了解甚少，但河童表面上类似于乌龟，包括像(akki)一样在背上有壳。在神战(Kami War)之前，人们认为它们已经灭绝了。最后一只河童的壳是一件具有相当魔力的遗物，被保存在一个神龛里。",
	"Kappa have since re-emerged from somewhere beneath the waves of lake Kamitaki. Some of these resurgent kappa have a penchant for wrecking technology, while others have been known to make unique use of it, such as incorporating firearms into their shells.": "河童自神滝湖湖底某处重新出现。这些复苏的河童中，有些喜欢破坏技术，而另一些则被发现将枪械整合到它们的壳中，以独特的方式利用技术。",
	"There are many legends surrounding the kappa; namely, that they love cucumbers and this weakness can be exploited by their enemies. Furthermore, it is said that the bowl on their head which collects water is the source of their power. Given how rare kappas are, no one can reliably verify these legends.": "关于河童有许多传说; 据说它们喜欢黄瓜，这个弱点可以被它们的敌人利用。此外，据说它们头上的水碗是它们力量的来源。鉴于河童很少见，没有人能够可靠地验证这些传说。",
	"Kappas use monikers instead of proper names, similar to how many kami spirits are named for the idea or subject they represent. Kappa monikers are given or chosen for the character personalities of the kappa who bear them. With those close to them, kappa may use nicknames that derive from these monikers.": "河童使用绰号而非正式名称，类似于许多神灵根据它们所代表的概念或主题而命名。河童的绰号是根据它们所具有的性格特征而赋予或选择的。对于亲近的人，河童可能会使用从这些绰号衍生出来的昵称。",
	"He-who-sculpts-figures-of-bronze, He-who-wrecks-technology, He-of-never-ending-hunger, She-of-ever-following-eyes": "铸造青铜雕像者，摧毁科技者，永不满足者，永追随者眼睛者",
	"You have a fox-like tail, and you grow more tails as you grow in knowledge and experience: two tails at 3rd level, three tails at 5th level, four tails at 7th level, five tails at 9th level, six tails at 11th level, seven tails at 13th level, eight tails at 15th level, and nine tails at 17th level.": "你有一条类似狐狸的尾巴，随着知识和经验的增长，你会长出更多的尾巴：在3级时长出两条尾巴，在5级时长出三条尾巴，在7级时长出四条尾巴，在9级时长出五条尾巴，在11级时长出六条尾巴，在13级时长出七条尾巴，在15级时长出八条尾巴，在17级时长出九条尾巴。",
	"If you miss with an attack roll or fail an ability check or a saving throw, you can draw on your gained knowledge to gain a bonus to the roll equal to your proficiency bonus. You can use this trait a number of times equal to the number of tails you have, regaining all expended uses when you finish a long rest, and you can use it no more than once per turn.": "如果你未命中攻击检定，或者失败了技能检定或豁免检定，你可以利用你所获得的知识来获得一个等同于你熟练加值的奖励加值来增加检定的结果。你可以使用这个特性的次数等同于你拥有的尾巴数量，当你完成一次长休后，所有已用次数会恢复，而且你每回合只能使用一次。",
	"You have proficiency in one of the following skills of your choice: {@skill Acrobatics}, {@skill Deception}, {@skill Perception}, {@skill Sleight of Hand}, {@skill Stealth}, or {@skill Survival}.": "你可以选择以下技能中的一个进行熟练操作：{@skill Acrobatics}，{@skill Deception}，{@skill Perception}，{@skill Sleight of Hand}，{@skill Stealth}，或{@skill Survival}。",
	"You have advantage on Intelligence ({@skill Investigation}) checks you make to determine illusions, and on Wisdom ({@skill Insight}) checks you make to determine whether someone is lying to you.": "你在进行智力检定时拥有优势({@skill Investigation})，用来辨别幻觉，以及在进行感知检定时拥有优势({@skill Insight})，用来判断某人是否在向你撒谎。",
	"The kitsune of Kamigawa are cunning, tricksy masters of diplomacy and swordmanship. They are curious and fond of playing pranks, mostly harmless ones for their own amusement.": "神川的狐狸妖(`Kamigawa`)是狡猾、诡计多端的外交和剑术大师。它们好奇而喜欢恶作剧，大多是为了自己的娱乐而开玩笑，多数是无害的。",
	"Kitsune are long-lived beings with very strong beliefs in their traditions. They tend to live in large, close-knit family clans related through blood and marriage. Kitsune are proud of their lineages and are able to trace their ancestry back through multiple generations.": "狐狸精是寿命长久的生物，非常坚守传统信仰。它们倾向于生活在由血缘和婚姻关系联系在一起的大型亲密家族氏族中。狐狸精为自己的血统感到自豪，并能够追溯祖先的多代谱系。",
	"The more a kitsune experiences, the more tails they grow, with the wisest elders having nine tails. The average kitsune is slighter and shorter than the average human, with the top of a kitsune's head coming up to a human's chin. They have white fur with red markings.": "狐狸精经历的越多，它们就长出越多的尾巴，最智慧的长者拥有九条尾巴。普通的狐狸精比普通人稍瘦且身材较矮，狐狸精的头顶只能到一个人的下巴。它们有白色的毛皮上有红色的标记。",
	"Whatever a kitsune might be named at birth, a kitsune will often choose to change as it grows and gains more tails, reflecting its new understanding of the world and itself. Kitsune names are usually hyphenated and fixated on physical properties.": "无论狐狸精在出生时被取名为什么，它通常会选择随着成长和获得更多尾巴而改变，反映出它对世界和自身的新理解。狐狸精的名字通常是用连字符连接的，并专注于物理特性。",
	"Autumn-Tail, Iron-Claw, Light-Paws, Opal-Eye, Pearl-Ear, Rune-Tail, Silk-Eyes, Silver-Foot, Snow-Fur, Swift-Arm, Tender-Hand": "秋尾（Autumn-Tail）, 铁爪（Iron-Claw）, 轻爪（Light-Paws）, 蛋白石眼（Opal-Eye）, 珍珠耳（Pearl-Ear）, 符文尾（Rune-Tail）, 丝眼（Silk-Eyes）, 银脚（Silver-Foot）, 雪毛（Snow-Fur）, 迅臂（Swift-Arm）, 温柔手（Tender-Hand）",
	"You know one cantrip of your choice from the {@filter wizard spell list|spells|level=0|class=wizard}. Intelligence, Wisdom, or Charisma is your spellcasting for that cantrip (choose when you select this race).": "你可以选择{@filter wizard spell list|spells|level=0|class=wizard}中的一个法术战斗技能。智力、感知或魅力将成为你施放该法术的属性（在选择种族时进行选择）。",
	"You have advantage on saving throws you make to avoid or end the {@condition charmed} condition on yourself.": "你在进行豁免检定以避免或结束自身身上的{@condition charmed}状态时，获得优势。",
	"You have a flying speed equal to your walking speed. You can't use this flying speed if you're wearing medium or heavy armor.": "你的飞行速度等同于你的步行速度。如果你穿着中重甲，你不能使用这个飞行速度。",
	"The moonfolk, or soratami, are an enigmatic race of humanoid beings who are capable of flight and dwell in floating cities of Kamigawa's sky. Physically, they are slim, possess blue-gray skin, and have long ears which they sometimes wrap over their heads.": "月之民（moonfolk），或称空民（soratami），是一群神秘的人形种族，能够飞行，居住在神川天空中漂浮的城市中。在外貌上，他们身材纤细，皮肤呈蓝灰色，拥有长耳朵，有时会将耳朵缠绕在头上。",
	"The moonfolk claim to be descended from a moon Myojin. They live within the floating city of Otawara, which rests in the clouds above lake Kamitaki. They watch over the world below, mostly indifferent to the concerns of the surface folk. They have a high emphasis on the study of magic and technology, with the Director of the Saiba Futurists being a moonfolk researcher.": "月之民声称是从一位月之明神的后裔。他们居住在漂浮在神滝湖上空的大田原飞城中。他们俯视着下方的世界，对地表居民的事务大多漠不关心。他们非常重视魔法和技术的研究，西巴未来派的主任是一位月之民研究员。",
	"Moonfolk do not use familial names, instead relying on mononyms. In rare cases, a moonfolk might hold a title that is recognized among their people and used to differentiate them from others with the same name.": "月民不使用姓氏，而是依靠单字名。在罕见情况下，一个月民可能会拥有一个在其族群中被认可的头衔，用来区分他们和同名的其他人。",
	"Chiyo, Eitoku, Erayo, Katsumasa, Kotori, Meloku, Tameshi, Tamiyo, Uyo": "千代, 永德, 惠良代, 克正, 小鸟, 梅洛库, 试, 民代, 有代",
	"You have proficiency in the {@skill Perception} and {@skill Stealth} skills.": "你精通{@skill Perception}和{@skill Stealth}技能。",
	"You have resistance to poison damage and immunity to disease, and you have advantage on saving throws you make to avoid or end the poisoned condition on yourself.": "你对毒性伤害具有抗性，对疾病免疫，并且在进行豁免投掷以避免或结束自身中毒状态时，你获得优势。",
	"You can take the {@action Disengage} or {@action Hide} action as a bonus action on each of your turns.": "你可以在每个回合中将{@action Disengage}或{@action Hide}动作作为一个奖励动作。",
	"The Nezumi are a race of anthropomorphic rats native to the Takenuma swamps. In times past, Kamigawa's other races ostracized and stereotyped the nezumi. Though in recent years the feelings toward the nezumi have softened, they are still oftentimes seen as outsiders in the Empire and its lands.": "鼠人族（Nezumi）是一群类人老鼠，原生于武沼沼泽。在过去，神川（Kamigawa）的其他种族排斥和对鼠人进行刻板印象。尽管近年来对鼠人的看法有所软化，但他们在帝国及其领土中仍经常被视为局外人。",
	"The nezumi traditionally live in independent swamp villages, or in roaming nezumi gangs. Nezumi did not have magical traditions until the theft of scrolls from Minamo Academy; nezumi then developed unique practices, such as that of the insect-shaman, sometimes called a miser, who can control swarms of Takenuma insects. These shamans also developed bone-reading, a type of divination. With the advent of technology, some nezumi samurai practice the bladeblessing, combining technology and magic to enhance their weaponry, while the nezumi of the legendary Okiba reckoner gang are renowned for being the best engineers and pilots of cyberbikes.": "鼠人传统上居住在独立的沼泽村庄，或者是流动的鼠人团伙。鼠人在从水行学院窃取卷轴之前并没有魔法传统；之后，鼠人发展出独特的实践，比如昆虫萨满，有时被称为吝啬鬼，能够控制竹沼昆虫的群群。这些萨满还发展出骨占卜，一种占卜形式。随着技术的进步，一些鼠人武士练习刀剑祝福，结合技术和魔法来增强他们的武器；而传奇的奥基巴清算者团伙的鼠人则以成为最优秀的摩托飞车工程师和飞行员而闻名。",
	"Nezumi have a wide range of gray and brown fur colors. They are characteristically smaller and lighter than other races, and so make naturally adept ninjas, spies, scouts, and pilots.": "鼠人有各种灰色和棕色的毛色。他们通常比其他种族更小更轻，因此自然擅长成为忍者、间谍、侦察兵和飞行员。",
	"Nezumi have their own language in which they name themselves, but they often use translated names in the common tongue when among others. Nezumi names are usually compound words that describe the physical characteristics, personality traits, or professional habits of the person.": "鼠人有自己的语言，用来给自己命名，但在与其他人交流时，他们通常会用通用语言中的翻译名字。鼠人的名字通常是由描述个人的外貌特征、个性特点或职业习惯的复合词组成的。",
	"Ashcoat, Black-nose, Greasefang, Ink-eyes, Marrow-gnawer, Nighteyes, Silver-fur, Skullsnatcher, Stabwhisker, Split-tail": "灰袍(Ashcoat), 黑鼻(Black-nose), 油牙(Greasefang), 墨眼(Ink-eyes), 骨啃者(Marrow-gnawer), 夜眼(Nighteyes), 银毛(Silver-fur), 夺骨者(Skullsnatcher), 刺须(Stabwhisker), 劈尾(Split-tail)",
	"When you roll a 1 on a damage die for a melee attack, you can reroll the die and use the new roll.": "当你在进行近战攻击时，如果伤害骰掷出了1，你可以重新投掷这个骰子并使用新的点数。",
	"Your unarmed strikes deal {@dice 1d6} + your Strength modifier bludgeoning damage, instead of the bludgeoning damage normal for unarmed strikes.": "你的徒手攻击造成{@dice 1d6} + 你的力量调整值的钝击伤害，而不是普通徒手攻击的钝击伤害。",
	"You have resistance to cold damage. You also naturally acclimate to high altitudes, even if you've never been to one. This includes elevations above 20,000 feet.": "你对冷伤害具有抗性。即使你从未去过高海拔地区，你也能自然适应高海拔环境，包括海拔超过20,000英尺。",
	"You have proficiency in the {@skill Athletics} skill.": "你在{@skill Athletics}技能上有熟练度。",
	"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.": "在确定你的携带能力和推、拉或举起重量时，你被视为比实际尺寸大一号。",
	"Known as {@i o-bakemono}, the ogres of Kamigawa are more intelligent than ogres of other worlds and possess considerable brute cunning. They originated in the Sokenzan Mountains, though most of their ancestors migrated to the swamps of Takenuma. They are taller than the other humanoids on average, with stockier builds. They have pointed ears and sharp nails, skin tones that range from reddish browns to purplish gray, and most have horns that protrude from their foreheads.": "被称为{@i o-bakemono}，神川的食人魔比其他世界的食人魔更聪明，并且具有相当的野蛮狡诈。他们起源于素间山脉，尽管他们的祖先大多迁徙到了竹沼的沼泽地。他们平均比其他人类更高大，体格更健壮。他们有尖耳和锋利的指甲，皮肤颜色从红褐色到紫灰色不等，大多数人的额头上还长着一对角。",
	"Traditionally, o-bakemono worshipped the oni, in contrast to the reverence of kami spirits by other cultures. Oni manifest from selfish and destructive concepts, which the o-bakemono view as necessary aspects of life. Their culture is defined by such concepts, valuing the power and strength of each individual. O-bakemono worshipped the oni with blood rites and sacrifices of living sentients in exchange for gifts of strength and supernatural powers. With the advent of the Kami War, the o-bakemono succeeded in freeing many of their oni masters from their spiritual prisons, together hoping to reshape Kamigawa on these principles.": "传统上，欧化物（O-bakemono）崇拜鬼（oni），与其他文化对神（kami）精神的尊崇形成鲜明对比。鬼是由自私和破坏性概念显现出来的，而欧化物认为这些是生活中必不可少的方面。他们的文化被这些概念所定义，重视每个个体的力量和实力。欧化物通过血祭和牺牲活生生的生灵来崇拜鬼，以换取力量和超自然能力的礼物。随着神战的来临，欧化物成功地解放了许多鬼主人，希望一起根据这些原则重塑神泽（Kamigawa）。",
	"In the modern day, o-bakemono culture has diversified. There are some villages and communities that still worship the oni, but many who do not, seeing the value in peace and community. Some o-bakemono even choose to become monks and worship the kami. O-bakemono who seek to distance themselves from the oni have a tradition of cutting off or shaving down their horns. Though they suffer a fearsome reputation, many seek to make peace and can be found in cities such as Towashi.": "在现代，(o-bakemono)文化已经多样化。仍有一些村庄和社区仍然崇拜(oni)，但也有许多人不这样做，看到了和平与社区的价值。一些(o-bakemono)甚至选择成为僧侣，崇拜(kami)。那些试图远离(oni)的(o-bakemono)有一个传统，就是削减或剃掉他们的角。尽管他们拥有可怕的名声，许多人寻求和平，并可以在像(Towashi)这样的城市找到他们。",
	"Traditionally o-bakemono bear a single name given at birth. Some o-bakemono may be named after infamous oni, showing their reverence for the spirits.": "传统上，o-bakemono在出生时被赋予一个单一的名字。一些o-bakemono可能会以臭名昭著的鬼怪命名，显示他们对这些灵魂的尊敬。",
	"Goka, Hidetsugu, Kosei, Kuon, Muzan, Touma": "悟卡 (Goka), 秀次 (Hidetsugu), 孝成 (Kosei), 空音 (Kuon), 无斩 (Muzan), 灯马 (Touma)",
	"Kagemaro, Kuro, Kyoki, Seizan, Shimatsu, Yukora": "影魔, 黑, 狂鬼, 圣山, 始末, 由虚良",
	"You have fangs that you can use to make unarmed strikes. When you hit with them, the strike deals {@dice 1d6} + your Strength modifier piercing damage, instead of the bludgeoning damage normal for an unarmed strike.": "你有尖牙，可以用来进行徒手攻击。当你用它们击中目标时，攻击造成{@dice 1d6} + 你的力量调整值的穿刺伤害，而不是徒手攻击通常造成的钝击伤害。",
	"You know the {@spell druidcraft} cantrip. Starting at 3rd level, you can cast the {@spell entangle} spell with this trait. Once you cast {@spell entangle} with this trait, you can't do so again until you finish a long rest. You can also cast it using any spell slots you have of 1st level or higher.": "你会{@spell druidcraft}的战斗法术。从3级开始，你可以用这个特性施放{@spell entangle}法术。一旦你用这个特性施放了{@spell entangle}，你必须休息长时间才能再次这样做。你也可以使用你拥有的1级或更高级别的法术位来施放它。",
	"Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).": "当你用这个特性施放这些法术时，智力、感知或魅力是你的施法能力（选择种族时选择）。",
	"You have two secondary arms below your primary pair of arms. The secondary arms function like your primary arms.": "你有两条次级手臂，位于你的主要一对手臂下方。这些次级手臂的功能与你的主要手臂相同。",
	"You have a serpentine body which you can use to {@action grapple} a creature while leaving your hands free. You have advantage on ability checks you make to initiate a {@action grapple}.": "你有一条蛇形身体，可以用来在不使用手的情况下{@action grapple}一个生物。你在发起{@action grapple}时所做的能力检定获得优势。",
	"As an action, you can make a special strike with your Bite. If the attack hits, it deals its normal damage, and the target must succeed on a Constitution saving throw against a DC equal to 8 + your proficiency bonus + your Constitution modifier or be poisoned until the start of your next turn. You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.": "作为一个动作，你可以用你的咬击进行一次特殊攻击。如果攻击命中，它造成普通伤害，并且目标必须通过一次体质豁免检定，难度等于8 + 你的熟练加值 + 你的体质调整值，否则中毒直到你的下一个回合开始。你可以使用这个特性的次数等于你的熟练加值，当你完成一次长休后，你恢复所有已用次数。",
	"Orochi are anthropomorphic four-armed snakefolk who originally inhabited the Jukai Forest of Kamigawa. Their culture revolves around reverence for the kami of the land and nature, and their magic is noticeably tied to the seasons. Orochi traditionally live in colonies, built with a unique egg-like architecture. Orochi eggs are tended by a Broodmistress and her Eggwatchers. Orochi colonies are interestingly devoid of tombstones; by tradition, the dead are buried with a tree sapling, so they would become a part of the forest after death.": "大蛇族(Orochi)是拥有人样四只手臂的蛇类族群，最初居住在神川(Kamigawa)的树海(Jukai)森林中。他们的文化围绕着对土地和自然之神的崇敬，他们的魔法明显与季节相关。大蛇族传统上生活在由独特蛋形建筑构成的殖民地中。大蛇族的蛋由一位育雏女王(Broodmistress)和她的蛋监护者(Eggwatchers)照料。有趣的是，大蛇族的殖民地中没有墓碑；根据传统，死者会被埋葬在一棵树苗旁边，这样他们在死后就会成为森林的一部分。",
	"The orochi form three distinct tribes: the Kashi tribe, who house and breed warriors; the Matsu tribe, who raise spies and scouts; and the Sakura tribe, who preserve the orochi rituals and teachings.": "大蛇形成了三个不同的部落：卡仕（Kashi）部落，负责收容和培育战士；松（Matsu）部落，负责培养间谍和侦察员；樱花（Sakura）部落，负责保存大蛇的仪式和教导。",
	"In ages past, the orochi had legs like any other humanoid race in Kamigawa. After the Kami War, the orochi were forced out of their home, and they appealed to the kami for help. The kirin answered their call, but demanded the orochi give up their limbs as payment. When the orochi hastily agreed, the kirin had pity on them, taking only their legs and granting them access to greater magical power.": "在古代，大蛇族(Orochi)像神泽(Kamigawa)中的其他人形种族一样有着双腿。在神战之后，大蛇族被迫离开家园，他们向神明请求帮助。麒麟(Kirin)回应了他们的呼唤，但要求大蛇族放弃他们的四肢作为报酬。当大蛇族匆忙同意时，麒麟怜悯了他们，只取走了他们的双腿，并赐予他们更强大的魔法力量。",
	"Almost all orochi have names that begin with an 'S' sound, and often contain more than one S in the rest of the name. Orochi do not use family names, but may use their tribe name as a surname.": "几乎所有大蛇族的名字都以'S'音开头，并且名字的其余部分通常包含多个S。大蛇族不使用姓氏，但可能会将他们的部落名称用作姓氏。",
	"Sadao, Satoshi, Senichi, Seshiro, Sitsusuro, Shizuko, Shoichi, Sosuke": "贞夫, 聪, 千一, 世四郎, 七郎, 静子, 正一, 宗介",
	"Sachiko, Sakiko, Sasaya, Sayuri, Setsuko, Shidako, Shisato, Shinose": "幸子, 咲子, 細谷, 小百合, 節子, 志田子, 志佐人, 志乃世",
	"When a creature starts its turn within 10 feet of the plant, the plant can force it to make a Constitution saving throw against your spell save DC. On a failed save, the target is {@condition poisoned} until the start of its next turn.": "当一个生物在植物的10英尺范围内开始它的回合时，植物可以强迫它进行一次针对你法术豁免 DC 的体质豁免。如果豁免失败，目标将在其下一个回合开始前被麻痹。",
	"The plant makes a number of attacks equal to half this spell's level (rounded down).": "该植物发动的攻击次数等于该法术等级的一半（向下取整）.",
	"{@atk mw} your spell attack modifier to hit, reach 5 ft., one target. {@h}{@damage 1d8 + 4} + the spell's level bludgeoning damage.": "使用你的法术攻击修正值来命中，射程5英尺，一个目标。造成{@h}{@damage 1d8 + 4} + 法术等级的钝击伤害。",
	"{@atk mw} your spell attack modifier to hit, reach 10 ft., one target. {@h}the target is {@condition grappled}. The plant has two grasping vines, each of which can grapple one target.": "使用你的法术攻击修正值来命中，射程10英尺，一个目标。如果命中，目标为{@condition grappled}。这株植物有两根抓握藤蔓，每根可以抓住一个目标。",
	"A creature that touches the akki or hits it with a melee attack while within 5 feet of it takes 7 ({@dice 2d6}) fire damage.": "当一个生物接触到或在距离5英尺内用近战攻击击中阿鬼时，会受到7 ({@dice 2d6}) 火焰伤害。",
	"Any metal melee weapon the akki wields deals an extra 3 ({@dice 1d6}) fire damage on a hit.": "阿基所持有的任何金属近战武器在命中时会额外造成3点火焰伤害。",
	"If the akki has a wakizashi drawn, it makes one Katana and one Wakizashi attack.": "如果阿奇（akki）拔出脇差（wakizashi），它会进行一次刀攻击和一次脇差攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with two hands, plus 3 ({@damage 1d6}) fire damage.": "{@atk mw} 近战攻击，射程5英尺，一目标。造成{@h}7 ({@damage 1d8 + 3}) 斩击伤害，或者如果双手使用则为8 ({@damage 1d10 + 3}) 斩击伤害，再加上3 ({@damage 1d6}) 火焰伤害。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@dice 1d6 + 3}) slashing, plus 3 ({@damage 1d6}) fire damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}6({@dice 1d6 + 3})点割伤伤害，加上3({@damage 1d6})点火焰伤害。",
	"The akki adds 2 to its AC against one melee attack that would hit it. To do so, the captain must see the attacker and be wielding a melee weapon.": "akki在对其进行攻击的一次近战攻击中，其AC增加2。为此，队长必须看到攻击者并且持有一把近战武器。",
	"During the time of the Kami War, the Sokenzan mountains were home to many ronin, bandits, and ochimusha deserters. Many of these warriors befriended the mountains' native akki tribes, and trained them in the ways of samurai. Some of these tribes kept these traditions, and akki ronin combine the deadly sword arts with their own custom-made weapons and armor. These weapons and armor are often magically infused with heat and fire.": "在神战时期，素研山脉是许多浪人、土匪和(奥奇姆莎)逃兵的栖息地。许多这些战士与山脉本地的鬼族部落结为朋友，并教导他们武士的方式。一些部落保留了这些传统，鬼族浪人将致命的剑术与他们自制的武器和盔甲相结合。这些武器和盔甲通常被魔法注入热量和火焰之中。",
	"Any melee weapon the akki wields deals an extra 3 ({@damage 1d6}) damage of the akki's choice on a hit: cold or fire (included in the attack).": "阿奇操控的任何近战武器，在命中时额外造成3点伤害({@damage 1d6})，伤害类型由阿奇选择：冰冷或火焰（包含在攻击中）。",
	"The akki casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 13}):": "阿基使用智慧作为施法能力，施放以下其中一个法术（法术豁免 {@dc 13}）：",
	"The akki makes two melee attacks.": "阿基进行两次近战攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage plus 3 ({@damage 1d6}) damage of the akki's choice: cold or fire.": "{@atk mw} {@hit 5} 进行攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 1d8 + 3}) 钝击伤害，再加上3 ({@damage 1d6}) 点由阿奇选择的伤害类型：冰冷或火焰。",
	"{@atk rw} {@hit 5} to hit, range 60/80 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage.": "{@atk rw} 使用攻击命中，射程60/80英尺，目标为一个。造成{@h}6 ({@damage 1d6 + 3}) 钝击伤害。",
	"Akki tribes are led by elders, and those elders are often guided by a shaman, an akki druid. There are a number of druidic traditions among the akki. The Rock-speakers divine the future from lava stones, the Blizzard-herders call or predict snowstorms, and the Coal-flingers enchant rocks to hurl themselves at trespassers.": "阿基部落由长老领导，这些长老通常由一个萨满指导，一个阿基德鲁伊。在阿基人中有许多德鲁伊传统。岩石演说者从熔岩石中预测未来，暴风雪牧民呼唤或预测暴风雪，煤炭投掷者使岩石附魔以向入侵者投掷。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage.": "{@atk mw} 使用 {@hit 6} 进行攻击，达到5英尺，一个目标。造成 {@h}13 ({@damage 2d8 + 4}) 钝击伤害。",
	"{@atk mw,rw} {@hit 6} to hit, reach 5 ft. or range 30/120 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage.": "{@atk mw,rw} {@hit 6}攻击，射程5英尺或射程30/120英尺，目标一个。造成{@h}11({@damage 2d6 + 4})点穿刺伤害。",
	"The ogre exhales fire in a 15- foot cone. Each creature in that area must make a {@dc 12} Dexterity saving throw, taking 17 ({@damage 5d6}) fire damage on a failed save, or half as much damage on a successful one.": "食人魔在一个15英尺的锥形范围内呼出火焰。该区域内的每个生物必须进行一次{@dc 12}敏捷豁免检定，未通过者受到17点{@damage 5d6}火焰伤害，通过者受到一半伤害。",
	"Ogres are naturally strong, while lends them to being good at metalwork and forging. So some ogre blacksmiths and engineers have taken to modifying their own bodies with kami tech to give them the ability to produce flames from their mouths, allowing them to heat metal wherever they might find themselves. Of course, it was not long before it was discovered how useful this skill is against enemies.": "食人魔天生强壮，这使得他们擅长金属工艺和锻造。因此一些食人魔铁匠和工程师开始利用神技改造自己的身体，赋予他们从口中喷火的能力，让他们能够在任何地方加热金属。当然，很快就发现了这项技能对抗敌人有多么有用。",
	"If the prancer moves at least 20 feet straight toward a target and then hits it with an antlers attack on the same turn, the target takes an extra 9 ({@damage 2d8}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 14} Strength saving throw or be knocked {@condition prone}.": "如果踱步者向目标直线移动至少20英尺，然后在同一回合内用鹿角攻击命中目标，目标会受到额外9({@damage 2d8})点钝击伤害。如果目标是生物，它必须成功进行一次{@dc 14}力量豁免才能不被击倒{@condition prone}。",
	"The prancer has advantage on Strength and Dexterity saving throws made against effects that would knock it {@condition prone}.": "这只舞者在面对可能使其摔倒的效果时，对力量和敏捷豁免投掷获得优势{@condition prone}。",
	"The prancer makes two attacks: one with its Antlers and one with its Hooves": "骄傲者进行两次攻击：一次使用它的鹿角，一次使用它的蹄子。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage.": "{@atk mw} {@hit 6}攻击，达到5英尺，一个目标。{@h}13 ({@damage 2d8 + 4})穿刺伤害。",
	"{@atk mw} {@hit 6} to hit, reach 5ft., one target. {@h}9 ({@damage 2d4 + 4}) bludgeoning damage": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}9({@damage 2d4 + 4})点钝击伤害。",
	"The prancer casts one of the following spells, requiring no spell components and using Wisdom as the spellcasting ability (spell save {@dc 12}):": "飞跃者施放以下其中一个法术，无需法术材料，并使用智力作为施法能力（法术豁免 {@dc 12}）：",
	"The blossom prancer is a kami that appears as a buck, with a cherry blossom tree growing from its antlers. It is accompanied by orbiting cherry blossom pods. This kami is strongly associated with the natural world, the changing of the seasons, and the coming of spring. It can be found in the Jukai Forest, but also in the parks and areas of Towashi that still allow the cherry blossom trees to grow freely.": "盛开舞者是一种神，外观像一只雄鹿，头上长着一棵樱花树。它周围还有盛开的樱花荚。这个神与自然界、季节更替和春天的到来密切相关。它可以在树海森林中找到，也可以在托瓦仕（Towashi）的公园和区域中找到，这些地方仍然允许樱花树自由生长。",
	"The mender can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.": "修补者可以攀爬困难的表面，包括在天花板上倒挂，无需进行能力检定。",
	"The mender ignores movement restrictions caused by webbing.": "修补者无视由网困扰造成的移动限制。",
	"A creature that touches the mender or hits it with a melee attack while within 5 feet of it takes 2 ({@damage 1d4}) poison damage.": "当一个生物接触到治愈者或在其5英尺内用近战攻击命中它时，会受到2 ({@damage 1d4}) 毒素伤害。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}5 ({@damage 1d6 + 2}) piercing damage.": "{@atk mw}进行攻击，达到5英尺，一个生物。造成{@h}5({@damage 1d6 + 2})点穿刺伤害。",
	"The mender touches a Construct or object. The target magically regains 6 ({@dice 1d8 + 2}) hit points.": "治愈者触摸一个构装或物体。目标会神奇地恢复6 ({@dice 1d8 + 2}) 点生命值。",
	"The circuit mender is a small robot designed to repair and restore machinery. Its design was inspired by industrious silkworms, and it has a similar method of producing a silklike substance, which it uses to mend breaks and tears in moon-circuits and machine hulls.": "电路修复者是一个小型机器人，旨在修复和恢复机械设备。它的设计灵感来自勤劳的蚕虫，它有类似的生产丝绸般物质的方法，用于修补月球电路和机体外壳中的断裂和撕裂。",
	"{@atk mw} {@hit 12} to hit, reach 10 ft., one target. {@h}28 ({@damage 3d12 + 9}) bludgeoning damage.": "{@atk mw} 近战攻击，射程10英尺，一个目标。造成{@h}28 ({@damage 3d12 + 9}) 钝击伤害。",
	"The turtle withdraws into its shell, falls {@condition prone}, and gains a +5 bonus to AC. While the turtle is in its shell, its speed is 0 and can't increase. The turtle can emerge from its shell as an action, whereupon it is no longer {@condition prone}.": "乌龟缩进壳中，陷入休眠状态{@condition prone}，并获得+5的AC奖励。当乌龟在壳中时，它的移动速度为0，无法增加。乌龟可以将其行动用于从壳中出来，此时它不再{@condition prone}。",
	"True to its name, the colossal skyturtle is an enormous turtlelike kami creature of flight. While it is not spirit, several orbiting energy objects can sometimes be seen near it, leading some to believe it flies by channeling kami magic. These creatures can sometimes be seen soaring the skies outside the floating moonfolk city of Otawara.": "如其名，巨兽天龟是一只巨大的类似乌龟的神灵飞行生物。虽然它并非精灵，但有时可以看到几个围绕着它飞行的能量物体，这导致一些人认为它是通过引导神灵魔法来飞行的。这些生物有时可以在漂浮的月之民城市Otawara外的天空中飞翔。",
	"The construct doesn't require air, food, drink, or sleep.": "这个构造物不需要空气、食物、饮料或睡眠。",
	"The construct makes two Grasping Limb attacks.": "该构造进行两次抓握肢体攻击。",
	"{@atk mw} {@hit 6} to hit, reach 15 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage, and the target is {@condition grappled} (escape {@dc 14}). The construct can have no more than two targets {@condition grappled} at a time.": "{@atk mw} 使用 {@hit 6} 进行攻击，射程 15 英尺，目标为一个。造成 {@h}13 ({@damage 2d8 + 4}) 钝击伤害，并使目标被 {@condition grappled} (逃脱 {@dc 14})。该构造体同时最多只能攻击两个目标 {@condition grappled}。",
	"The construct casts one of the following spells, requiring no material components and using Intelligence as the spellcasting ability (spell save {@dc 13}):": "该结构施放以下其中一个咒语，无需材料成分，并使用智力作为施法能力（法术豁免 {@dc 13}）：",
	"When Kakuriyo and Utsushiyo collide, the resulting glitchlike portal is known as a merge site. The Imperials deploy kami intercessors to these sites, trained to appease the kami and ensure a smooth, peaceful merge. A containment construct is an automated unit deployed to stabilize merge sites deemed too dangerous even for trained intercessors.": "当《(Kakuriyo)》和《(Utsushiyo)》相撞时，产生的类似故障的传送门被称为合并点。帝国派遣神使者到这些地点，他们接受训练以安抚神灵，确保平稳、和平的合并。一个封闭构造是一个自动部署的单位，用于稳定那些被认为即使对训练有素的神使者来说也太危险的合并点。",
	"The toad can breathe air and water.": "这只蟾蜍可以在空气和水中呼吸。",
	"The toad's long jump is up to 20 feet and its high jump is up to 10 feet, with or without a running start.": "蟾蜍的长跳可达20英尺，高跳可达10英尺，无论是否有起跑助跑。",
	"The toad makes one Bite attack and one Tongue attack.": "这只蟾蜍进行一次咬击攻击和一次舌头攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}15 ({@damage 3d6 + 5}) piercing damage, and the target is {@condition grappled} (escape {@dc 16}) if it is a Large or smaller creature. Until this grapple ends, the target is {@condition restrained}, and the toad can't use its Bite attack or Tongue attack on another target.": "{@atk mw} {@hit 8} 进行攻击，达到5英尺，一个目标。造成{@h}15 ({@damage 3d6 + 5}) 穿刺伤害，并且如果目标是大型或更小的生物，则目标被{@condition grappled} (逃脱 {@dc 16})。直到这次擒抱结束，目标被{@condition restrained}，而蟾蜍不能对另一个目标使用其咬击攻击或舌头攻击。",
	"{@atk mw} {@hit 8} to hit, reach 15 ft., one creature. {@h}10 ({@damage 3d6}) bludgeoning damage, and the target must make a {@dc 16} Strength saving throw. On a failed save, the target is pulled to a space within 5 feet of the toad.": "{@atk mw} {@hit 8}攻击，射程15英尺，一名生物。造成{@h}10 ({@damage 3d6}) 钝击伤害，并且目标必须进行一次{@dc 16} 力量豁免检定。未能通过豁免检定的目标将被拉到距离蟾蜍5英尺内的空间。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one Medium or smaller creature {@condition grappled} by the toad . {@h}15 ({@damage 3d6 + 5}) piercing damage. The creature is also swallowed, and the grapple ends. The swallowed creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the toad, and it takes 10 ({@damage 3d6}) acid damage at the start of each of the toad's turns. The toad can have only one target swallowed at a time.": "{@atk mw} {@hit 8} 命中，达到5英尺，一个中等或更小的生物{@condition grappled}被蟾蜍吞噬。造成{@h}15 ({@damage 3d6 + 5}) 穿刺伤害。生物也被吞噬，控制结束。被吞噬的生物是{@condition blinded}和{@condition restrained}，在蟾蜍外部对攻击和其他效果具有完全掩护，并在每个蟾蜍回合开始时受到10 ({@damage 3d6}) 酸性伤害。蟾蜍一次只能吞噬一个目标。",
	"If the toad dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse using 5 feet of movement, exiting {@condition prone}.": "如果蟾蜍死亡，被吞噬的生物不再被其困住，可以使用5英尺的移动从尸体中逃脱，离开(蟾蜍)。",
	"Corpse-swallower toads are native to the swamps of Takenuma and the Undercity of Towashi. They are so named because they grow to enormous size, and are scavengers, feeding off of the bodies of other creatures that have died in the muck and mire. A corpse-swallower toad might start life as a {@creature frog}, then grow to become a {@creature giant frog} or {@creature giant toad}, before becoming a fully mature corpse-swallower toad.": "尸体吞噬蟾蜍是生长在塔克努玛沼泽和塔瓦仕地下城的本地物种。它们之所以被这样命名，是因为它们长得非常巨大，是食腐动物，以其他生物的尸体为食，这些生物死在泥泞之中。一只尸体吞噬蟾蜍可能从一个{@creature frog}开始，然后长大成为一个{@creature giant frog}或{@creature giant toad}，最终成为一个完全成熟的尸体吞噬蟾蜍。",
	"The awakener doesn't require air, food, drink, or sleep.": "觉醒者不需要空气、食物、饮料或睡眠。",
	"The awakener makes two Strike attacks.": "觉醒者进行两次打击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 15 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage.": "{@atk mw} 使用 {@hit 6} 进行攻击，射程15英尺，目标一个。造成 {@h}13 ({@damage 2d8 + 4}) 钝击伤害。",
	"The awakener casts one of the following spells, requiring no material components and using Intelligence as the spellcasting ability (spell save {@dc 13}):": "唤醒者施放以下其中一个法术，无需材料组件，以智力作为施法能力（法术豁免{@dc 13}）：",
	"The cyberdrive awakener appears as a humanoid automaton with wing-like jets on its back for flight. Curiously, it has a holographic face that resembles a human. The awakener is capable of using advanced, kami-powered technology to \"awaken\" other machines, giving them a semblance of autonomy.": "赛博驱动唤醒者出现为一个类人自动机器人，背上有翼状喷射器用于飞行。有趣的是，它有一个 holographic（全息的）面孔，看起来像人类。这个唤醒者能够使用先进的、由神力驱动的技术来“唤醒”其他机器，赋予它们一定程度的自主性。",
	"Magical darkness doesn't impede the oni's darkvision.": "鬼(oni)的黑暗视觉不受魔法黑暗的影响。",
	"The oni can magically sense the presence and direction of corpses within 1,000 feet of itself. If the corpse is being moved, it knows the direction of the movement.": "鬼 (oni) 能够在自身周围 1,000 英尺范围内魔法感知尸体的存在和方向。如果尸体正在移动，它会知道移动的方向。",
	"The oni has advantage on saving throws against spells and other magical effects.": "鬼神对法术和其他魔法效果的豁免 throws 有优势。",
	"The oni can take one reaction on every turn in combat.": "鬼（oni）可以在战斗中的每个回合中做出一次反应。",
	"The oni makes six Claw attacks.": "鬼(oni)进行六次爪击攻击。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage.": "{@atk mw}进行攻击，射程10英尺，目标一个。造成{@h}8({@damage 1d8 + 4})点割伤伤害。",
	"Oni spirits are drawn from Kakuriyo into Utsushiyo most often by cultist's rituals, but the death rattle oni is an exception. It is drawn to death and decay, and will often seek out merge-gates so they can pursue it. They do not feed on death, but they do seen to draw on its energy. Furthermore, in the absence of death, this fearsome oni is apt to create it.": "鬼灵通常是通过邪教徒的仪式从(`Kakuriyo`)引入(`Utsushiyo`)，但死亡之响鬼是个例外。它被吸引到死亡和腐朽之中，经常寻找合并之门以追逐它。它们并不以死亡为食，但似乎会从中汲取能量。此外，在没有死亡的情况下，这个可怕的鬼灵很可能会制造死亡。",
	"If the dragon fails a saving throw, it can choose to succeed instead.": "如果龙未能通过豁免投掷，它可以选择成功。",
	"The dragon can use its Frightful Presence. It then makes three attacks: one with its Bite and two with its Claws.": "龙可以使用其惊骇气息。然后进行三次攻击：一次咬击攻击和两次爪击攻击。",
	"{@atk mw} {@hit 14} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d10 + 8}) piercing damage.": "{@atk mw} 使用 {@hit 14} 进行攻击，射程15英尺，目标一个。造成{@h}19({@damage 2d10 + 8})点穿刺伤害。",
	"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d6 + 8}) slashing damage.": "{@atk mw} 使用 {@hit 14} 进行攻击，射程10英尺，目标一个。造成 {@h}15 ({@damage 2d6 + 8}) 斩击伤害。",
	"Every enemy within 120 feet of the dragon and aware of it must succeed on a {@dc 18} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.": "龙周围120英尺范围内的每个敌人，只要察觉到它，必须成功通过一次{@dc 18}的感知豁免才能免疫1分钟。生物可以在自己的回合结束时重复进行豁免才能结束效果。如果生物的豁免成功或效果结束，该生物在接下来的24小时内免疫龙的惊骇气息。",
	"The dragon makes a Wisdom ({@skill Perception}) check.": "龙进行一次感知检定（Wisdom）（{@skill Perception}）。",
	"The dragon makes a claw attack.": "龙发动了一次爪击攻击。",
	"Each creature within 15 feet of the dragon must make a {@dc 22} Dexterity saving throw. On a failed save, a creature takes 15 ({@damage 2d6 + 8}) radiant damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and isn't knocked {@condition prone}.": "在龙周围15英尺范围内的每个生物必须进行一次 {@dc 22} 敏捷豁免投掷。未通过豁免的生物会受到15 ({@damage 2d6 + 8}) 辐射伤害并被击倒 {@condition prone}。通过豁免的生物会受到一半伤害且不会被击倒 {@condition prone}。",
	"The dragon casts one of the following spells, requiring no material components and using Charisma as the spellcasting ability (spell save {@dc 18}):": "这条龙施放以下其中一个咒语，无需材料成分，并使用魅力作为施法能力（咒语豁免 {@dc 18}）：",
	"Yosei was the dragon guardian of Kamigawa's plains and the city of Eiganjo. Haunted by the memories of his violent death during the Kami War, Yosei's reincarnation, called Ao, refused to assume the role of Eiganjo's protector again after the city was rebuilt and tried to distance himself from mortal affairs as much as possible. On occasion, though, he will break his own vows, unable to stand by and do nothing when an extreme injustice is being committed.": "曜星(Yosei)是神川平原和永恒城市的龙守护者。在神神战争期间遭受暴力死亡的记忆困扰着他，他的转世之身，被称为青(Ao)，在城市重建后拒绝再次担任永恒城的守护者，并尽可能远离凡间事务。然而，偶尔当发生极端不公时，他会打破自己的誓言，无法袖手旁观。",
	"The dragon casts one of the following spells, requiring no material components, using Charisma as the spellcasting ability (spell save {@dc 21}):": "这条龙施放以下其中一个法术，无需材料组件，使用魅力作为施法能力（法术豁免 {@dc 21}）：",
	"{@atk mw} {@hit 17} to hit, reach 15 ft., one target. {@h}21 ({@damage 2d10 + 10}) piercing damage plus 14 ({@damage 4d6}) fire damage.": "{@atk mw} {@hit 17}攻击，射程15英尺，目标一个。造成{@h}21({@damage 2d10 + 10})点穿刺伤害加上14({@damage 4d6})点火焰伤害。",
	"Every enemy within 120 feet of the dragon and aware of it must succeed on a {@dc 21} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.": "每个在龙身边120英尺范围内且意识到它的敌人必须成功通过一次 {@dc 21} 感知豁免才能在1分钟内不会变成 {@condition frightened}。生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身的影响。如果生物的豁免成功或效果结束，该生物在接下来的24小时内对龙的惊骇存在免疫。",
	"Each creature within 15 feet of the dragon must make a {@dc 25} Dexterity saving throw. On a failed save, a creature takes 17 ({@damage 2d6 + 10}) fire damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and isn't knocked {@condition prone}.": "龙周围15英尺范围内的每个生物必须进行一次{@dc 25}敏捷豁免投掷。未通过豁免的生物会受到17({@damage 2d6 + 10})火焰伤害并被击倒{@condition prone}。通过豁免的生物只会受到一半伤害，并且不会被击倒{@condition prone}。",
	"Atsushi is the reincarnation of Ryusei, the divine dragon of mountains. Out of all the divine dragons, Atsushi has most fully embraced her reincarnation. Even though she never died, she chose to be reborn along with the other dragons and take on a new form. Most of the time, she's genial and happy-go-lucky, though she's been known to fly into a destructive rage whenever someone manages to trigger her flashfire temper. She continues to act as the guardian for the Sokenzan mountains and is a frequent visitor at Sokenzanshi, where her presence is always welcomed enthusiastically.": "Atsushi（阿敏）是山神龙Ryusei（龙星）的转世。在所有的神龙中，Atsushi（阿敏）最完全地接受了她的转世。尽管她从未死去，但她选择与其他龙一起投胎并承担新的形态。大部分时间，她是友善和随和的，尽管当有人成功触发她易怒的火爆脾气时，她也会飞入破坏性的愤怒之中。她继续担任Sokenzan（素见山）山脉的守护者，并经常造访Sokenzanshi（素见山市），她的到来总是受到热烈欢迎。",
	"The dragon casts one of the following spells, requiring no material components, using Charisma as the spellcasting ability (spell save {@dc 19}):": "这条龙施放以下其中一个咒语，无需材料成分，使用魅力作为施法能力（咒语豁免 {@dc 19}）：",
	"The dragon can breathe air and water.": "这条龙可以呼吸空气和水。",
	"{@atk mw} {@hit 15} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d10 + 8}) piercing damage plus 9 ({@damage 2d8}) acid damage.": "{@atk mw} 使用攻击命中 {@hit 15}，射程15英尺，目标一个。造成{@h}19({@damage 2d10 + 8})点刺伤伤害，另外造成9({@damage 2d8})点酸性伤害。",
	"{@atk mw} {@hit 15} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d6 + 8}) slashing damage.": "{@atk mw} 使用 {@hit 15} 进行攻击，射程10英尺，目标一个。造成 {@h}15 ({@damage 2d6 + 8}) 斩击伤害。",
	". Every enemy within 120 feet of the dragon and aware of it must succeed on a {@dc 19} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.": "龙周围120英尺范围内的每个敌人，只要察觉到它，必须成功通过一次{@dc 19}的感知豁免才能避免成为{@condition frightened}，持续1分钟。生物可以在自己的回合结束时重复进行豁免才能，成功则结束自身的影响。如果生物的豁免成功或效果结束，该生物在接下来的24小时内对龙的惊骇存在免疫。",
	"Each creature within 15 feet of the dragon must make a {@dc 23} Dexterity saving throw. On a failed save, a creature takes 15 ({@damage 2d6 + 8}) necrotic damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and isn't knocked {@condition prone}.": "在龙周围15英尺范围内的每个生物必须进行一次{@dc 23}敏捷豁免投掷。未通过豁免的生物会受到15({@damage 2d6 + 8})点死灵伤害并被击倒{@condition prone}。通过豁免的生物只会受到一半伤害，并且不会被击倒{@condition prone}。",
	"Junji is the reincarnation of Kokusho, the divine dragon that was the guardian of the swamps of Takenuma. Unlike many of the other divine dragons, Kokusho didn't die during the Kami War, but she was killed decades afterward guarding the denizens of Takenuma against an oni attack. When she was reincarnated as the male dragon Junji, he chose to distance himself completely from the swamp, abandoning Takenuma and leaving its inhabitants to fend for themselves. He took up residence in the canals snaking through the Towashi Undercity, his presence a constant, silent warning.": "准己是黑潴神龙的转世，她曾是竹沼沼泽的守护者。与许多其他神龙不同，黑潴并未在神战中死去，但数十年后在对抗鬼怪的袭击中牺牲。当她转世为雄性龙准己时，他选择完全远离沼泽，抛弃了竹沼，让其居民自行照料。他搬到了蛇行于塔瓦西地下城的运河中，他的存在是一种持续的、无声的警告。",
	"The dragon casts one of the following spells, requiring no material components, using Charisma as the spellcasting ability (spell save {@dc 20}):": "这条龙施放以下其中一个咒语，不需要材料组件，使用魅力作为施法能力（咒语豁免 {@dc 20}）：",
	"{@atk mw} {@hit 16} to hit, reach 15 ft., one target. {@h}20 ({@damage 2d10 + 9}) piercing damage plus 11 ({@damage 2d10}) lightning damage.": "{@atk mw}进行攻击，射程15英尺，目标一个。造成{@h}20({@damage 2d10 + 9})点穿刺伤害，加上11({@damage 2d10})点闪电伤害。",
	"{@atk mw} {@hit 16} to hit, reach 10 ft., one target. {@h}16 ({@damage 2d6 + 9}) slashing damage.": "{@atk mw} 使用 {@hit 16} 进行攻击，射程10英尺，目标一个。造成{@h}16 ({@damage 2d6 + 9})点割伤伤害。",
	"Every enemy within 120 feet of the dragon and aware of it must succeed on a {@dc 19} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.": "龙周围120英尺范围内的每个敌人，只要察觉到龙的存在，必须成功通过一个{@dc 19}的感知豁免才能免疫1分钟。生物可以在自己的回合结束时重复豁免扔骰，成功则结束效果。如果生物的豁免成功或效果结束，该生物在接下来的24小时内免疫龙的惊骇气息。",
	"The dragon makes a Wisdom ({@skill Perception}) check": "龙进行一次感知 ({@skill Perception}) 检定。",
	"Each creature within 15 feet of the dragon must make a {@dc 24} Dexterity saving throw. On a failed save, a creature takes 16 ({@damage 2d6 + 9}) lightning damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and isn't knocked {@condition prone}.": "在龙周围15英尺范围内的每个生物必须进行一次{@dc 24}敏捷豁免检定。未通过检定的生物会受到16({@damage 2d6 + 9})点闪电伤害，并被击倒{@condition prone}。通过检定的生物会受到一半伤害且不会被击倒{@condition prone}。",
	"The reincarnation of Keiga, the divine dragon of islands, Kairi continued to protect Minamo until Minamo's decline late in the Shattered States Era. When Otawara began to rise as the preeminent center of learning and innovation, they sought out Kairi for the dragon's protection, but Kairi was suspicious of the moonfolks' intentions and refused. Nowadays he spends most of his time exploring the oceans and skies of Kamigawa, discovering mysteries that he keeps to himself.": "作为岛屿神龙蛍火的转世，凯莉（Kairi）继续保护着水墨殿，直到水墨殿在破碎国家时代末期衰落。当大田原开始崛起成为学习和创新的中心时，他们寻求凯莉的龙之保护，但凯莉对月族的意图心存疑虑，并拒绝了。如今，他大部分时间都在神川的海洋和天空中探索，发现并保留着自己的秘密。",
	"{@atk mw} {@hit 15} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d10 + 8}) piercing damage plus 10 ({@damage 3d6}) poison damage.": "{@atk mw} {@hit 15}攻击，射程15英尺，目标一个。造成{@h}19 ({@damage 2d10 + 8})点刺伤伤害加上10 ({@damage 3d6})点毒素伤害。",
	"{@atk mw} {@hit 15} to hit, reach 10 ft., one target. {@h}22 ({@damage 4d6 + 8}) slashing damage.": "{@atk mw} {@hit 15} 进行攻击，射程10英尺，目标一个。造成{@h}22 ({@damage 4d6 + 8}) 点割伤伤害。",
	"Each creature within 15 feet of the dragon must make a {@dc 23} Dexterity saving throw. On a failed save, a creature takes 15 ({@damage 2d6 + 8}) poison damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and isn't knocked {@condition prone}.": "在龙周围15英尺范围内的每个生物必须进行一次{@dc 23}敏捷豁免检定。未通过检定的生物会受到15点({@damage 2d6 + 8})毒素伤害，并被击倒{@condition prone}。通过检定的生物会受到一半伤害且不会被击倒{@condition prone}。",
	"Kura is the reincarnation of Jugan, the former protector of the Jukai Forest. She was resurrected in her original form by the orochi but realized that with most of the other dragons dead, the balance of nature was in a precarious position. She collected the essences of all the dragons and then placed them inside an egg, which eventually hatched the reincarnations of all five dragons. As Kura, she continues to act as guardian of Jukai Forest, protecting it fiercely against incursions by all, especially the encroaching growth of Towashi, Kamigawa's booming metropolis.": "库拉(Kura)是朱凯森林的前护卫者朱岩(Jugan)的转世。她以原始形态被巨蛇族复活，但意识到大部分其他龙类已经死去，自然平衡岌岌可危。她收集了所有龙类的精华，然后将它们放入一个蛋中，最终孵化出了五条龙的转世体。作为库拉，她继续担任朱凯森林的守护者，激烈地保护它免受一切侵犯，尤其是神川(Kamigawa)蓬勃发展的大都市托瓦仕(Towashi)的扩张。",
	"Any creature other than a drumbellower that starts its turn within 30 feet of one or more drumbellowers and can hear it must succeed on a {@dc 10} Wisdom saving throw or be {@condition incapacitated} until the start of its next turn.": "任何生物，除了在30英尺内的一只或多只鼓鸣者以外，如果它的回合开始时能听到鼓鸣者，必须成功进行一次{@dc 10}智力豁免才能在下一个回合开始前不被{@condition incapacitated}。",
	"The drumbellower makes three Drum attacks.": "鼓手使出三次鼓击攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) bludgeoning damage.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，一个目标。造成{@h}4 ({@damage 1d4 + 2}) 钝击伤害。",
	"The drumbellower appears as a strange collection of drums and is accompanied by three pairs of floating arms with drumsticks. The drumbellower emits loud drumming sounds, as well as incoherent shouts from the mouths on its two faces. The noise is nearly incessant, much to the dismay of villagers everywhere.": "敲鼓者(Drumbellower)看起来像是一堆奇怪的鼓，伴随着三对悬浮的手臂，手持鼓槌。敲鼓者发出响亮的鼓声，以及来自其两张脸上嘴巴的不连贯喊叫声。这种噪音几乎是不断的，令各地村民感到极度困扰。",
	"When the visitor is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, the visitor instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "当访客受到影响，使其进行敏捷豁免才能仅受一半伤害时，如果成功通过豁免检定，访客将不受伤害，如果未通过则只受一半伤害。",
	"The visitor casts one of the following spells, requiring no components, using Wisdom as the spellcasting ability (spell save {@dc 13}):": "访客施放以下其中一个咒语，无需材料，使用智力作为施法能力（法术豁免 {@dc 13}）：",
	"The visitor targets a humanoid it can see within 5 feet of it. The target gains a {@filter supernatural charm|rewards|type=charm} of the DM's choice.": "访客选择一个在其5英尺内可见的人形目标。目标获得{@filter supernatural charm|rewards|type=charm}（DM选择）.",
	"The visitor magically takes shelter inside a rock, a living plant, or a natural source of fresh water in its space. The visitor can't be targeted by any attack, spell, or other effect while inside this shelter, and the shelter doesn't impair the visitor's blindsight. The visitor can use it's action to emerge from a shelter. If its shelter is destroyed, the visitor is forced out and appears in the shelter's space, but is otherwise unharmed.": "访客神奇地躲藏在其所在空间的岩石、活植物或天然淡水源内。访客在这个庇护所内不会成为任何攻击、法术或其他效果的目标，且庇护所不会影响访客的致盲视觉。访客可以使用其动作从庇护所中出现。如果庇护所被摧毁，访客将被迫离开并出现在庇护所的空间内，但不会受到其他伤害。",
	"The generous visitor is a Tiny kami that appears as a forest spirit, having deer and squirrel-like characteristics. It is accompanied by floating acorns and is often found wearing a smiling mask. The visitor is known to give gifts, but it is said that one must modestly refuse a gift three times before accepting it to show humility before the kami.": "这位慷慨的访客是一只微小的神（Tiny kami），外观像森林精灵，具有鹿和松鼠的特征。它身边飘着橡子，并经常戴着一副微笑面具。这位访客以送礼物而闻名，但据说在接受礼物之前必须谦虚地拒绝三次，以显示对神灵的谦逊。",
	"When a creature spends 1 hour bathing in the hot springs of the kami, the kami casts one of the following spells on that creature, using Wisdom as the spellcasting ability: {@spell bless}, {@spell cure wounds}, {@spell greater restoration}, {@spell lesser restoration}, {@spell protection from poison}, {@spell remove curse}.": "当一个生物在神之温泉中沐浴1小时时，神会对该生物施放以下法术之一，使用智力作为施法能力：{@spell bless}，{@spell cure wounds}，{@spell greater restoration}，{@spell lesser restoration}，{@spell protection from poison}，{@spell remove curse}。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 2}) bludgeoning damage.": "{@atk mw} 使用 {@hit 6} 进行攻击，达到5英尺，一个目标。造成{@h}11 ({@damage 2d8 + 2}) 钝击伤害。",
	"The kami spews boiling water in a 15-foot cone. Each creature in the area must make a {@dc 10} Dexterity saving throw, taking 22 ({@damage 4d10}) fire damage on a failed save, or half as much damage on a successful one.": "神灵在一个15英尺锥形范围内喷射沸腾的水。该区域内的每个生物必须进行一次{@dc 10}敏捷豁免检定，未通过检定则受到22({@damage 4d10})火焰伤害，通过检定则只受一半伤害。",
	"The geothermal kami appears as a massive stone hot spring bath, though it has three legs and a large mask on one side. It is accompanied by smaller floating hot springs and is a welcome sight in the snowy peaks of the Sokenzan mountains. This mysterious kami will sometimes appear to overworked monks and offer them a warm, relaxing bath.": "地热神灵出现为一个巨大的石头温泉浴，但它有三条腿和一侧有一个大面具。它身边还有一些较小的漂浮温泉，是苏肯山脉雪峰上的一道美丽风景。这位神秘的神灵有时会出现在过度劳累的僧侣面前，并为他们提供一个温暖、放松的浴缸。",
	"The gloomshrieker makes three attacks: one with its Bite, and two with its Claws. It can use its Shriek in place of its Bite or Claws.": "暗影尖啸者进行三次攻击：一次使用其咬击（Bite），两次使用其爪击（Claws）。它可以用尖啸（Shriek）代替咬击或爪击。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}11 ({@damage 2d6 + 4}) 穿刺伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage.": "{@atk mw} 使用攻击命中，达到5英尺，一个目标。造成{@h}11 ({@damage 2d6 + 4}) 斩击伤害。",
	". Each creature within 20 feet of the gloomshrieker must succeed on a {@dc 15} Wisdom saving throw or be {@condition frightened} of the gloomshrieker until the end of the gloomshrieker's next turn or until the gloomshrieker is {@condition incapacitated}. A target that successfully saves is immune to the shriek of all gloomshriekers for the next 24 hours.": "在距离阴暗尖啸者20英尺范围内的每个生物必须成功进行一次{@dc 15}感知豁免才能免疫阴暗尖啸者，直到阴暗尖啸者的下一个回合结束或者阴暗尖啸者被{@condition incapacitated}为止。成功豁免的目标在接下来的24小时内免疫所有阴暗尖啸者的尖啸。",
	"The gloomshrieker polymorphs into a shroud of mist or back into its true form. While in mist form, the gloomshrieker can't take any actions but its shriek action, and can't manipulate objects. It is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and it can't pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws, and it is immune to all nonmagical damage.": "阴暗尖啸者（Gloomshrieker）可以变形成一团薄雾或者恢复真实形态。在雾形态下，阴暗尖啸者不能进行除尖啸动作外的其他动作，也不能操控物体。它没有重量，飞行速度为20英尺，可以悬停，并且可以进入敌对生物的空间并停留在那里。此外，如果空间可以通风，雾气可以自由通过而无需挤压，但不能穿过水。它在力量、敏捷和体质豁免检定上具有优势，并对所有非魔法伤害免疫。",
	"The gloomshrieker is a fearsome kami spirit that has aspects of a tanuki, a tiger, a monkey, and has the front half of a snake for a tail. Its fearsome cry strikes fear in even the heartiest samurai warrior. It has the ability to transform itself into a black cloud of smoke, allowing it to infiltrate secure places and cause devastation. There is no known way to appease the gloomshrieker, and it must be sent back to Kakuriyo or defeated. Once defeated, it must be given the proper burial rites, otherwise it may return.": "阴暗尖啸者是一种可怕的神灵，具有狸猫、老虎、猴子的特征，尾部为蛇的前半身。它可怕的尖啸声甚至让最勇敢的武士感到恐惧。它有能力将自己变成一团黑烟云，使其能够渗透到安全的地方并造成破坏。没有人知道如何安抚阴暗尖啸者，它必须被送回Kakuriyo或被击败。一旦被击败，必须按照适当的葬礼仪式处理它，否则它可能会再次回来。",
	"While the disciple is wearing no armor and wielding no shield, its AC includes its Wisdom modifier.": "当这个门徒没有穿戴盔甲和持盾时，其护甲等级包括其智力调整值。",
	"The disciple makes two unarmed strikes.": "这个门徒进行两次徒手攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) bludgeoning damage plus 9 ({@damage 2d8}) force damage.": "{@atk mw} {@hit 4}攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d8 + 2}) 钝击伤害加上9 ({@damage 2d8}) 强击伤害。",
	"The disciple adds 2 to its AC against one melee or ranged weapon attack that would hit it. To do so, the disciple must see the attacker.": "门徒对一次可能击中它的近战或远程武器攻击，AC 值增加 2。为此，门徒必须看到攻击者。",
	"When the disciple falls, it reduces any falling damage it takes by 35.": "当门徒摔倒时，它受到的任何摔落伤害减少35。",
	"The Golden-Tail academy in Eiganjo trains the best Imperial samurai, having been started by Golden-Tail sensei, a legendary kitsune samurai during the Kami War. Disciples of the academy are trained in both body and mind and draw from the experience of many-tailed kitsune to become great warriors and tacticians.": "在永安城的金尾学院培训着最优秀的帝国武士，由传奇狐狸武士金尾先生创建，他在神之战期间崭露头角。学院的弟子接受身心双重训练，汲取多尾狐狸的经验，成为伟大的战士和军事战术家。",
	"The gravelighter is also known as the kami of forgotten clearings. It is an incredibly territorial spirit found in the Jukai Forest and appears as a skeletal mass of hands beneath a thin, black silk dress. It has a humanoid mask-like face with glowing eyes and carries a paper lantern that glows a sickly green. Though it is territorial, it is intelligent and can be reasoned with if properly respected.": "碎石点灯者，又被称为（Jukai 森林）的遗忘空地之神。它是一种极具领土意识的精灵，在（Jukai 森林）中出现，外表是一团骨骼之手，穿着一件薄黑丝绸长裙。它有着类似面具的人形面孔，眼睛闪烁着发光，手持一盏发出病态绿光的纸灯笼。尽管它有领土意识，但它很聪明，如果得到适当尊重，是可以与之沟通的。",
	"If another creature deals damage to the gravelighter, the gravelighter makes attack rolls with advantage until the end of its next turn.": "如果另一个生物对碎石使者造成伤害，碎石使者在其下一个回合结束前，进行攻击骰时获得优势。",
	"The gravelighter doesn't require air, food, drink, or sleep.": "这位碎石灵使者不需要空气、食物、饮料或睡眠。",
	"The gravelighter makes two Slam attacks.": "碎石使者进行两次猛击攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage plus 10 ({@damage 3d6}) necrotic damage.": "{@atk mw} 使用武器攻击，达到5英尺，一个目标。造成{@h}6 ({@damage 1d6 + 3}) 点穿刺伤害加上10 ({@damage 3d6}) 点死灵伤害。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}The target is {@condition grappled}. The gravelighter has four pairs of skeletal arms and can have four creatures {@condition grappled} this way.": "{@atk mw} {@hit 5}攻击，射程5英尺，目标一个。{@h}目标为{@condition grappled}。这个砾光者有四对骷髅手臂，可以这样地操控四个生物{@condition grappled}。",
	"The gravelighter takes the {@action Use an Object} action.": "砾光使者进行{@action Use an Object}动作。",
	"The gravelighter alters the radius of its paper lantern, which sheds bright light in a 5 to 20-foot radius and dim light for an additional number of ft. equal to the chosen radius.": "碎石点灯者调整其纸灯笼的半径，它在一个半径为5到20英尺的范围内发出明亮的光线，并在额外的与所选半径相等的英尺范围内发出昏暗的光线。",
	"The tanuki has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "狸狗在依赖听觉或嗅觉的感知检定上获得优势。",
	"The tanuki makes two attacks: one with its bite and one with its claws.": "狸狗进行两次攻击：一次用咬和一次用爪。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}11 ({@damage 1d10 + 6}) piercing damage. If the target is a creature, it must succeed on a {@dc 16} Strength saving throw or be knocked {@condition prone}.": "{@atk mw} 使用 {@hit 8} 进行攻击，射程5英尺，目标为一个。造成 {@h}11 ({@damage 1d10 + 6}) 点穿刺伤害。如果目标是生物，则必须通过一次 {@dc 16} 力量豁免检定，否则被击倒 {@condition prone}。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d8 + 6}) piercing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}15 ({@damage 2d8 + 6})点穿刺伤害。",
	"Tanuki are playful, raccoon-like {@creature hound|PS-Kg|hounds} native to Kamigawa. Though they are beasts, they have a reputation for curiosity, playfulness, and mischief. A greater tanuki is a tanuki whose antics have attracted the attention of kami spirits, who imbue the tanuki with magic, causing it to grow to great size and strength. Despite its menacing appearance, tanuki are mostly scavengers and have no interest in hurting others unless provoked.": "狸是类似浣熊的顽皮动物，原产于神川。虽然它们是野兽，但它们以好奇、顽皮和淘气而闻名。大狸是指那些行为引起了神灵注意的狸，神灵会赋予它们魔力，使其变得庞大而强壮。尽管外表威胁性强，狸大多是食腐动物，除非受到挑衅，否则不会伤害他人。",
	"While the guardian is wearing no armor and wielding no shield, its AC includes its Wisdom modifier.": "当守护者没有穿戴盔甲和持盾时，其AC包括其(Wisdom)调整值。",
	"The guardian makes two Katana attacks.": "守护者进行两次武士刀攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage, or 9 ({@damage 1d10 + 4}) slashing damage if used with two hands.": "{@atk mw} {@hit 5}攻击，射程5英尺，目标一个。造成{@h}8 ({@damage 1d8 + 4})点劈砍伤害，或者如果双手使用则造成9 ({@damage 1d10 + 4})点劈砍伤害。",
	"The guardian summons a swarm of papercraft butterfly drones. It has the statistics of a {@creature swarm of wasps}, except it is a Medium swarm of Tiny Constructs, it is immune to psychic and poison damage and the {@condition poisoned} condition, and it doesn't need to eat, drink, sleep or breathe.": "守护者召唤了一群纸艺蝴蝶无人机。它具有{@creature swarm of wasps}的统计数据，但它是一群由微型构造体组成的中型虫群，对精神和毒素伤害以及{@condition poisoned}状态免疫，而且无需进食、饮水、睡眠或呼吸。",
	"A summoned swarm appears in an unoccupied space within 60 feet of the guardian and acts as an ally of the guardian. It remains for 1 minute, until it or the guardian dies, or until the guardian dismisses it as an action.": "一个被召唤的虫群出现在距离守护者不超过60英尺的未被占据的空间，并作为守护者的盟友。它会持续1分钟，直到它或守护者死亡，或者守护者将其作为一个动作解散。",
	"The guardian adds 2 to its AC against one melee or ranged weapon attack that would hit it. To do so, the guardian must see the attacker and be wielding a melee weapon.": "守护者在看到攻击者并握着近战武器时，可以将其AC对一次即将命中它的近战或远程武器攻击增加2。",
	"In recent times, the moonfolk have allowed visitors, merchants, and others into their floating city of Otawara, which has become a sort of beacon of progress and technology. However, their palace of Oboro is regarded as a sacred place, and no outsiders or non-moonfolk are allowed to step foot there. The Guardians of Oboro are a force of dedicated moonfolk samurai who enforce this restriction with cold calculus and deadly precision.": "最近，月之民族允许访客、商人和其他人进入他们的漂浮城市大田原，这已经成为一种进步和技术的象征。然而，他们的奥伯罗宫被视为一个神圣之地，不允许外人或非月之民族踏足。奥伯罗守护者是一支由专注的月之民族武士组成的力量，他们以冷酷的计算和致命的精准执行这一限制。",
	"The hound has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell.": "猎犬在依赖听觉或嗅觉的感知检定中获得优势。",
	"The hound has advantage on an attack roll against a creature if at least one of the hound's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}.": "如果猎犬的盟友中有至少一人在离生物5英尺范围内且该盟友不是{@condition incapacitated}，猎犬对该生物的攻击投掷获得优势。",
	"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) piercing damage.": "{@atk mw} {@hit 2} 进行攻击，射程5英尺，一个目标。造成{@h}2 ({@damage 1d4}) 穿刺伤害。",
	"Kamigawa is home to many different breeds of hound; they are descended from wolves, but domesticated and bred to assist humanoids in hunting and tracking. They also make trusted and loyal companions to those who care for them, and some hounds have even been known to befriend kami.": "神川是许多不同品种的猎犬的家园; 它们是从狼演变而来，但被驯化和繁殖来帮助人形生物进行狩猎和追踪。它们也是那些照顾它们的人信任和忠诚的伙伴，一些猎犬甚至被知道与神交友。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d8 + 1}) bludgeoning damage.": "{@atk mw} 使用 {@hit 3} 命中，达到5英尺，一个目标。造成{@h}5 ({@damage 1d8 + 1}) 钝击伤害。",
	"{@atk rw} {@hit 3} to hit, range 30/120 ft., one target. {@h}4 ({@damage 1d6 + 1}) piercing damage.": "{@atk rw} 使用 {@hit 3} 进行攻击，射程30/120尺，目标为一名敌人。造成 {@h}4 ({@damage 1d6 + 1}) 穿刺伤害。",
	"Imperial enforcers act as guards and lawmen throughout the territories of the Empire, tasked with keeping the peace and tracking down criminals to bring them to justice.": "帝国执法者在帝国领土各地充当警卫和执法官，负责维持和平并追踪罪犯将其绳之以法。",
	"{@atk mw} {@hit 4} to hit (with disadvantage against a target within 5 ft.), reach 10 ft., one target. {@h}8 ({@damage 1d12 + 2}) piercing damage, or 10 ({@damage 1d12 + 4}) piercing damage while mounted.": "{@atk mw} {@hit 4}攻击（对5英尺内的目标有劣势），射程10英尺，目标一个。造成{@h}8 ({@damage 1d12 + 2})穿刺伤害，或者骑乘时造成10 ({@damage 1d12 + 4})穿刺伤害。",
	"The moths of Eiganjo were once no different from any other great beast of Kamigawa's wilds. It took years of patience and dedication to convince them to bear riders. Mothriders ride these large moths into battle and use them to patrol the skies.": "英甘城(Eiganjo)的蛾曾经和神泽野地的其他巨兽没有什么不同。花了多年的耐心和奉献才说服它们承载骑士。蛾骑士(Mothriders)骑着这些大蛾参加战斗，并利用它们巡逻天空。",
	"The moth doesn't provoke opportunity attacks when it flies out of an enemy's reach.": "当蛾子飞出敌人的攻击范围时，不会引发机会攻击。",
	"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}4 ({@damage 1d6 + 1})点割伤伤害。",
	"{@atk rw} {@hit 3} to hit, range 30/60 ft., one creature. {@h}The target is {@condition restrained} by silk. While {@condition restrained} this way, the target has three quarters cover against attacks and other effects outside the silk. As an action, the {@condition restrained} target can make a {@dc 11} Strength check, bursting the silk on a success. The silk can also be attacked and destroyed (AC 10; hp 5; vulnerability to fire damage; immunity to bludgeoning, poison, and psychic damage).": "{@atk rw}使用{@hit 3}攻击，射程30/60尺，一个生物。{@h}目标被丝绸缠绕。当{@condition restrained}这种方式时，目标对于丝绸外的攻击和其他效果有三分之三掩护。作为一个动作，被{@condition restrained}目标可以进行一个{@dc 11}力量检定，成功后可以破裂丝绸。丝绸也可以被攻击和摧毁（AC 10；hp 5；易受火焰伤害；免疫钝击、毒素和精神伤害）。",
	"The subduer casts one of the following spells, using Charisma as the spellcasting ability (spell save {@dc 12}):": "驭服者施放以下其中一个咒语，使用魅力作为施法能力（法术豁免 {@dc 12}）：",
	"The subduer makes two melee attacks.": "镇压者进行两次近战攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}5 ({@damage 1d6 + 2}) 斩击伤害。",
	"An Imperial subduer is a samurai trained to use the war fan as a weapon, and use wind magic to subdue and control his opponents.": "一个帝国征服者是一名接受过训练的武士，擅长使用战扇作为武器，并运用风魔法来制服和控制对手。",
	"The apprentice has a carrying capacity of 500 lb. and can push, drag, or lift twice that amount.": "这位学徒的负重能力为500磅，可以推、拉或举起两倍于此重量的物品。",
	"The apprentice doesn't require air, food, drink, or sleep.": "这位学徒不需要空气、食物、饮料或睡眠。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) bludgeoning damage plus 3 ({@damage 1d6}) lightning damage.": "{@atk mw} 使用近战攻击，达到5英尺，一个目标。造成{@h}5 ({@damage 1d4 + 3}) 钝击伤害加上3 ({@damage 1d6}) 闪电伤害。",
	"An iron apprentice is a cheap, scrap-welded robot used by smiths and artisans in Sokenzashi to assist around the forge or shop. They can take any number of forms, often made from whatever scraps are on hand. They are more suited to lifting than battle but will defend their creators and owners if necessary.": "一名铁制学徒是一种廉价的、由废料焊接而成的机器人，在(`Sokenzashi`)中被铁匠和工匠用来在铁匠铺或商店周围提供帮助。它们可以采取任何形式，通常由手头上的废料制成。它们更适合于举重而不是战斗，但如果必要的话，它们会保卫它们的创造者和所有者。",
	"Jin-Gitaxias casts one of the following spells, requiring no material components and using Intelligence as the spellcasting ability (spell save {@dc 24}):": "金-吉塔希亚斯(Jin-Gitaxias)施放以下其中一个咒语，不需要任何材料组件，并使用智力作为施法能力(法术豁免{@dc 24})：",
	"If Jin-Gitaxias fails a saving throw, it can choose to succeed instead.": "如果金-吉塔希亚斯(Jin-Gitaxias)未能通过豁免检定，它可以选择成功。",
	"Jin-Gitaxias casts {@spell counterspell}, using Intelligence as the spellcasting ability.": "金-吉塔希亚斯施放{@spell counterspell}，使用智力作为施法能力。",
	"Jin-Gitaxias makes three attacks with his claws.": "金-吉塔西斯(Jin-Gitaxias)用他的爪子发动了三次攻击。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one creature. {@h}10 ({@damage 2d6 + 3}) slashing damage, and the target must make a {@dc 24} Constitution saving throw. On a failed save, the target takes 7 ({@damage 2d6}) poison damage and is {@condition poisoned} until the end of its next turn. On a successful save, the target takes half as much damage and isn't {@condition poisoned}.": "{@atk mw} 使用 {@hit 8} 进行攻击，射程5英尺，作用于一个生物。造成{@h}10 ({@damage 2d6 + 3}) 斩击伤害，并且目标必须进行一次{@dc 24} 体质豁免检定。未通过豁免检定的目标将受到7 ({@damage 2d6}) 毒素伤害，并在其下一个回合结束前处于{@condition poisoned} 状态。通过豁免检定的目标将只受到一半伤害并且不会被{@condition poisoned}。",
	"Jin-Gitaxias makes one attack with his Claws.": "金-吉塔希亚斯(Jin-Gitaxias) 用他的爪子进行一次攻击。",
	"Jin-Gitaxias uses Spellcasting.": "金-吉塔希亚斯使用施法。(Jin-Gitaxias)",
	"The archer makes two Wakizashi or Daikyu attacks.": "这名弓手进行两次“脇差”或“大弓”攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage.": "{@atk mw} {@hit 6}攻击，达到5英尺，一个目标。{@h}7 ({@damage 1d6 + 4})穿刺伤害。",
	"{@atk rw} {@hit 6} to hit, range 150/600 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage.": "{@atk rw}进行攻击，射程150/600英尺，目标为一个。造成{@h}8({@damage 1d8 + 4})点穿刺伤害。",
	"The archer casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 12}):": "弓手施放以下其中一个法术，使用智力作为施法能力（法术豁免 {@dc 12}）：",
	"The Jukai Order is organized in decentralized cells scattered throughout the plane. Cells are small, typically comprised of a few stealth operatives and a kami channeler or two. They mobilize quickly and hide when needed, favoring decisive acts of swift destruction.": "树海教派（Jukai Order）在整个位面上分散成许多分散的小组织。这些小组织通常很小，由几名潜行特工和一两名神使沟通者组成。他们能迅速行动并在需要时隐藏起来，偏爱迅速摧毁的果断行动。",
	"While the preserver is wearing no armor and wielding no shield, its AC includes its Wisdom modifier.": "当守护者没有穿戴盔甲和没有使用盾牌时，其AC包括其感知调整值。",
	"The preserver makes two Unarmed Strike attacks.": "保护者进行两次徒手攻击。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) bludgeoning damage.": "{@atk mw} 使用攻击命中，达到5英尺，一个目标。造成{@h}5 ({@damage 1d6 + 2}) 钝击伤害。",
	"{@atk ms} {@hit 4} to hit, reach 30 ft., one target. {@h}3 ({@damage 1d6}) piercing damage, and if the target is Large or smaller, it is pulled up to 10 feet closer to the preserver.": "{@atk ms} {@hit 4} 进行攻击，射程30英尺，一个目标。造成{@h}3 ({@damage 1d6}) 穿刺伤害，如果目标为大型或更小，则将其拉近10英尺至保护者身边。",
	"The preserver casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 12}):": "保护者施放以下其中一个咒语，使用智慧作为施法能力（法术豁免 {@dc 12}）：",
	"Kami take a very active role in shaping and guiding the Order of Jukai, providing power, friendship, and a shared sense of purpose. Some members and kami share such a deep, personal connection that the kami will grant the mortal permission to access the deepest recesses of their magic. These channelers can call upon powerful spirits and primal forces of nature.": "神灵(Kami)在塑造和引导授戒团(Order of Jukai)中扮演着非常积极的角色，提供力量、友谊和共同的目标。一些成员和神灵之间有着如此深厚的个人联系，以至于神灵会授予凡人访问他们魔法最深处的许可。这些引导者可以召唤强大的精灵和自然的原始力量。",
	"While the trainee is wearing no armor and wielding no shield, its AC includes its Wisdom modifier.": "当练习生没有穿戴盔甲和没有使用盾牌时，其AC包括其(Wisdom modifier)。",
	"The trainee makes two melee attacks.": "练习生进行两次近战攻击。",
	"The trainee adds 2 to its AC against one melee or ranged weapon attack that would hit it. To do so, the trainee must see the attacker.": "实习生可以在看到攻击者的情况下，将其AC提高2点，以抵御一次近战或远程武器攻击。",
	"The Order of Jukai accepts only the strongest in body and spirit. On the last day of a Jukai agent's training, they are bequeathed a powerful relic blessed by the kami.": "授戒之令只接受身心最强的人。在授戒特工培训的最后一天，他们会被赐予一件由神明祝福过的强大遗物。",
	"If Kaito is subjected to an effect that allows him to make a Dexterity saving throw to take only half damage, Kaito instead takes no damage if he succeeds on the saving throw, and only half damage if he fails.": "如果凯托(Kaito)受到一个效果的影响，允许他进行敏捷豁免才能只受一半伤害，那么如果他成功通过豁免检定，凯托将不受任何伤害；如果他失败，则只受一半伤害。",
	"Kaito's weapon attacks are magical.": "凯托的武器攻击是魔法的。",
	"Kaito makes three weapon attacks.": "凯托进行三次武器攻击。",
	"{@atk rw} {@hit 6} to hit, range 20/60 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage.": "{@atk rw} 使用 {@hit 6} 进行攻击，射程20/60英尺，目标为一个。造成{@h}11 ({@damage 2d6 + 4}) 穿刺伤害。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}8 ({@damage 2d8 + 4}) piercing damage plus 4 ({@damage 1d8}) lightning damage.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成8({@damage 2d8 + 4})点刺伤伤害加上4({@damage 1d8})点闪电伤害。",
	"Kaito casts {@spell plane shift} on himself and Himoto.": "Kaito对自己和Himoto施放{@spell plane shift}。",
	"Kaito casts one of the following spells, using Wisdom as the spellcasting ability (spellsave {@dc 12}):": "凯托施放以下其中一个法术，使用智力作为施法能力（法术豁免 {@dc 12}）:",
	"Kaito takes the {@action Dodge} action.": "凯托进行了{@action Dodge}动作。",
	"Kaito takes the {@action Dash} or {@action Disengage} action.": "凯托选择执行 {@action Dash} 或 {@action Disengage} 动作。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。造成{@h}8 ({@damage 1d8 + 4}) 钝击伤害。",
	"Kaito adds 2 to his AC against one melee attack that would hit him. To do so, Kaito must see the attacker and be wielding a melee weapon.": "Kaito在看到攻击者并握着近战武器的情况下，可以将自己的AC提高2点，以抵御一次即将命中他的近战攻击。",
	"Kaito Shizuki is a human cyberninja and planeswalker, able to use magic to travel to different worlds. He was orphaned at a young age and raised with his sister in the Imperial Palace, where he befriended the would-be Emperor. He was trained as a Samurai by Light-Paws and Swift-Arm, and is now a master ninja who augments his skills as an infiltrator with innate telekinetic powers. He pursues a personal agenda of technological progress on his homeworld of Kamigawa, determined to make the plane a better place for himself and his family. He has no qualms about breaking rules or flouting authority to accomplish his goals. He is accompanied by Himoto, a kami of the Spark that inhabits an origami robot. Himoto has the statistics of a {@creature cat}, except she's a Construct, she's immune to poison damage and the poisoned condition, and she doesn't need to eat, drink, sleep, or breathe.": "凯托·静月是一名人类赛博忍者和位面漫步者，能够使用魔法穿梭于不同的世界。他在很小的时候就成了孤儿，和他的妹妹一起在帝国宫殿中长大，与未来的皇帝结为朋友。他接受了光爪和迅臂的武士训练，现在是一名掌握了忍者技能的大师，通过内在的念动力量增强了自己作为渗透者的技能。他追求着在他的家园神泽世界推动技术进步的个人议程，决心让这个位面成为一个更好的地方，适合他和他的家人生活。他毫不犹豫地打破规则或者藐视权威来实现他的目标。他的伴侣是一位名为日本的火灵的灵体，寄居在一只折纸机器人中。日本的统计数据与{@creature cat}相同，除了她是一只构造体，对毒性伤害和中毒状态免疫，不需要进食、饮水、睡眠或呼吸。",
	"The kami ignores difficult terrain made of plants or undergrowth.": "神灵无视由植物或灌木构成的艰难地形。",
	"The kami casts one of the following spells, requiring no spell components and using Wisdom as the spellcasting ability (spell save {@dc 12}):": "神灵施放以下其中一个法术，无需法术材料，使用智力作为施法能力（法术豁免{@dc 12}）:",
	"The kami makes two Claw attacks.": "神灵进行两次爪击攻击。",
	"The kami of bamboo groves appears as a disembodied forest creature; its heads and limbs float apart from its torso. It appears to be made of bamboo and has sharp claws and three eyes on its floating face. The swamps of takenuma were once a green bamboo forest, but this kami can be found anywhere bamboo will grow.": "竹林之神出现为一个无身体的森林生物；它的头部和四肢从躯干上飘离。它看起来像是由竹子制成，有着锋利的爪子和漂浮的脸上三只眼睛。武泽沼泽曾经是一个翠绿的竹林，但这位神灵可以在任何竹子生长的地方找到。",
	"The kami casts one of the following spells, requiring no spell components and using Charisma as the spellcasting ability (spell save {@dc 13}):": "神灵施放以下其中一个法术，无需法术材料，并使用魅力作为施法能力（法术豁免 {@dc 13}）：",
	"If the kami engages in revelry for at least 1 minute, it chooses up to four Humanoids within 60 feet of it who were present for the entire minute. Each target must succeed on a {@dc 13} Wisdom saving throw or be {@condition charmed}. While {@condition charmed} in this way, the target will take part in the kami's revels. The {@condition charmed} condition ends for the creature after 1 hour, if it takes any damage, if the kami attacks the target, or if the target witnesses the kami attacking or damaging any of the target's allies.": "如果神祇至少狂欢1分钟，它可以选择在其周围60英尺内且整整待了1分钟的最多四个人型生物。每个目标必须成功通过一个{@dc 13}感知豁免才能不受影响。在这种方式下，目标将参与神祇的狂欢。当生物经历了这种方式后，经过1小时、受到任何伤害、神祇攻击目标、或目标目睹神祇攻击或伤害目标的任何盟友时，这种{@condition charmed}状态就会结束。",
	"The kami doesn't require air, food, drink, or sleep, and magic can't put the kami to sleep.": "神灵不需要空气、食物、饮料或睡眠，魔法也无法让神灵入睡。",
	"The kami makes three Pelt attacks.": "神灵进行三次毛皮攻击。",
	"{@atk rw} {@hit 5} to hit, range 20/60 ft., one target. {@h}5 ({@damage 1d4 + 3}) bludgeoning damage.": "{@atk rw}进行攻击，射程20/60尺，目标一个。造成{@h}5 ({@damage 1d4 + 3})点钝击伤害。",
	"The kami takes the {@action Disengage} action.": "神灵执行{@action Disengage}动作。",
	"The kami of celebration appears as a large red rope with decorative knots, incorporating many golden bells; three of which serve as eyes and speechless mouths. A white cloth sometimes makes the kami appear as though it has wings or is wearing a cape. This kami is associated with revelry and often appears during celebrations and holidays.": "庆祝之神以一根带有装饰结的大红绳子形象出现，上面挂满了许多金色铃铛；其中三个铃铛用作眼睛和无言的嘴巴。有时候，一块白布让这位神看起来像有翅膀或穿着披风。这位神与狂欢有关，经常在庆祝活动和节日中出现。",
	"The kami casts one of the following spells, using Intelligence as the spellcasting ability (spell save {@dc 14}):": "神灵施放以下其中一个法术，使用智力作为施法能力（法术豁免 {@dc 14}）：",
	"The kami makes one Hammer, one Longsword, and two Fist attacks.": "神灵进行一次锤击，一次长剑攻击，和两次拳击攻击。",
	"{@atk mw,rw} {@hit 6} to hit, reach 10 ft. or range 20/60 ft., one creature. {@h}6 ({@damage 1d4 + 4}) bludgeoning damage.": "{@atk mw,rw} {@hit 6}命中，射程10英尺或射程20/60英尺，一名生物。造成{@h}6 ({@damage 1d4 + 4}) 钝击伤害。",
	"{@atk mw} {@hit 6} to hit, reach 10 ft., one creature. {@h}8 ({@damage 1d8 + 4}) slashing damage.": "{@atk mw} {@hit 6}攻击，达到10英尺，一个生物。造成{@h}8 ({@damage 1d8 + 4})点割伤伤害。",
	"{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage.": "{@atk mw} {@hit 6} 进行攻击，射程10英尺，目标一个。造成{@h}7 ({@damage 1d6 + 4}) 点割伤伤害。",
	"The kami of industry appears as a large white gorilla with four arms and is accompanied by floating bits of red-hot metal that sometimes form letters in the air around it. Its stomach also serves as a forge where it heats metal to work with and create new objects. This kami is often found around Sokenzashi or anywhere creativity and ingenuity with craft are allowed to flourish.": "工业之神以一只拥有四只手臂的大白猩猩形象出现，身边漂浮着有时会在空中形成字母的红热金属碎片。它的胃也充当一个锻造炉，用来加热金属并创造新物体。这位神灵经常出现在(`Sokenzashi`)或任何允许创造力和工艺技巧蓬勃发展的地方。",
	"At the start of each of the kami's turns, each creature within 5 feet of it that can hear it must succeed on a {@dc 15} Wisdom saving throw or take 10 ({@damage 3d6}) psychic damage.": "在每个神的回合开始时，每个能听到它的生物必须进行一次{@dc 15}智力豁免检定，否则会受到10({@damage 3d6})点精神伤害。",
	"{@atk mw} {@hit 7} to hit, reach 60 ft., one target. {@h}21 ({@damage 4d8 + 3}) slashing damage.": "{@atk mw} {@hit 7}攻击，射程60英尺，一个目标。造成{@h}21 ({@damage 4d8 + 3})点斩击伤害。",
	"The kami targets a Humanoid within 10 feet of it that has been dead for no longer than 1 minute. The target's spirit rises as a ghostly skeleton in the space of its corpse or in the nearest unoccupied space. The {@creature skeleton} is under the kami's control. The kami can have no more than five skeletons under its control at one time.": "神祇选择一个距离自己不超过10英尺的人形生物，该生物死亡时间不超过1分钟。目标的灵魂以幽灵般的骷髅形式在其尸体所在的位置或最近的空地上升起。{@creature skeleton}受到神祇的控制。神祇一次最多控制五个骷髅。",
	"Each creature within 300 feet of the kami that can hear it must make a {@dc 15} Wisdom saving throw, taking 18 ({@damage 4d8}) psychic damage on a failed save, or half as much damage on a successful one.": "每个在与神(%)相距300英尺内且能听到它的生物必须进行一次{@dc 15}感知豁免检定，失败者受到18({@damage 4d8})点精神伤害，成功者受到一半伤害。",
	"The kami of mourning appears as a skeletal centaur-like creature, with a horse-like lower half made of bones and a more humanoid upper torso. It has two arms, but an additional pair of skeletal arms and legs point up from its front legs. The humanoid portion is covered with long black hair and appears to be hiding tiny skulls or masks beneath it. The kami has a somber mask, and is accompanied by floating red discs, and sometimes shadow skeletons. This kami often appears at times of great loss and is seen leading the kami March of Wretched Sorrow.": "哀悼之神出现为一个骷髅半人半马的生物，下半身像马一样由骨头构成，上半身更像人类。它有两只手臂，但额外的一对骷髅手臂和腿从前腿上伸出。人类部分覆盖着长长的黑发，似乎隐藏着微小的头骨或面具。这个神戴着忧郁的面具，周围飘着红色的圆盘，有时还有阴影骷髅相伴。这个神经常出现在巨大损失的时候，并被看到领导着哀伤行军的神灵队伍。",
	"While in bright light, the kami has disadvantage on attack rolls and Wisdom ({@skill Perception}) checks that rely on sight.": "在明亮光线下，神(kami)在进行攻击检定和依赖视觉的感知({@skill Perception})检定时，都具有劣势。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}10 ({@damage 2d6 + 3}) slashing damage or, if the kami had advantage on the attack roll, 17 ({@damage 4d6 + 3}) slashing damage.": "{@atk mw} {@hit 5}攻击，达到5英尺，一个生物。造成{@h}10 ({@damage 2d6 + 3})点砍伤伤害，或者，如果神(kami)在攻击检定中获得优势，则造成17 ({@damage 4d6 + 3})点砍伤伤害。",
	"The kami targets a Humanoid within 10 feet of it that has been dead for no longer than 1 minute. The target's spirit rises as a {@creature shadow} in the space of its corpse or in the nearest unoccupied space. The shadow is under the kami's control, and can't create more shadows. The kami can have only one shadow under its control at one time.": "神（kami）瞄准一个距离自己不超过10英尺的人形生物，该生物死亡时间不超过1分钟。目标的灵魂以其尸体所在的位置或最近的空地中的{@creature shadow}形式升起。这个阴影受神的控制，不能创造更多的阴影。神一次只能控制一个阴影。",
	"While in dim light or darkness, the kami takes the {@action Hide} action.": "在昏暗或黑暗中，(kami) 会采取 {@action Hide} 行动。",
	"The kami of restless shadows appears as a menacing, cloaked skeletal figure, dressed in black and surrounded by floating objects similar to throwing stars. It has four spider-like skeletal legs that peek out from its robe as it crawls along. This kami is associated with death and the grave.": "不安之影的神（Restless Shadows）以一种威胁性的、披着黑袍的骷髅身影出现，周围环绕着类似飞镖的漂浮物体。它有四只类似蜘蛛的骷髅腿，从它的长袍中露出，当它匍匐前行时显露出来。这位神与死亡和坟墓有关。",
	"The kami has advantage on Wisdom ({@skill Perception}) checks that rely on sight, hearing or smell.": "神灵在依赖视觉、听觉或嗅觉的智慧检定上具有优势。",
	"The kami doesn't require air, food, drink, or sleep.": "神灵不需要空气、食物、饮料或睡眠。",
	"{@atk ms} {@hit 6} to hit, reach 5 ft., one target. {@h}17 ({@damage 4d6 + 3}) psychic damage.": "{@atk ms} 使用 {@hit 6} 进行攻击，射程5英尺，目标为一个。造成{@h}17({@damage 4d6 + 3})点精神伤害。",
	"Each creature within 30 feet of the kami that can hear it must make a {@dc 14} Wisdom saving throw. On a failed save, a target takes 12 ({@damage 2d8 + 3}) psychic damage, and it is {@condition stunned} until the end of its next turn. On a successful save, it takes half as much damage and isn't {@condition stunned}. Constructs and Undead are immune to this effect.": "每个在能听到它的风神30英尺范围内的生物必须进行一次 {@dc 14} 意志豁免检定。未通过豁免的目标会受到12点 ({@damage 2d8 + 3}) 精神伤害，并且在其下一个回合结束前处于 {@condition stunned} 状态。通过豁免的目标只受到一半伤害并且不会被 {@condition stunned}。构造体和不死生物对此效果免疫。",
	"The kami targets one creature it can see within 30 feet of it. The target must contest its Charisma ({@skill Deception}) check against the kami's Wisdom ({@skill Insight}) check. If the kami wins, it magically learns one fact or secret about the target. The target automatically wins if it is immune to being {@condition charmed}, or if it is a Construct or Undead.": "神祇选择一个在它能看见的30英尺范围内的生物作为目标。目标必须用它的魅力（{@skill Deception}）属性检定来对抗神祇的智慧（{@skill Insight}）属性检定。如果神祇获胜，它会魔法般地了解目标的一个事实或秘密。如果目标对于被{@condition charmed}效果免疫，或者是一只构装生物或不死生物，那么目标会自动获胜。",
	"The kami chooses up to three creatures it can see within 60 feet of it. Each target must succeed on a {@dc 14} Wisdom saving throw, or it takes 12 ({@damage 2d8 + 3}) psychic damage and must use its reaction to make a melee weapon attack against one creature of the allip's choice that the allip can see. Constructs and Undead are immune to this effect.": "神灵选择在其视线范围内的最多三个生物。每个目标必须成功通过一个 {@dc 14} 的感知豁免才行，否则将受到12 ({@damage 2d8 + 3}) 精神伤害，并且必须使用其反应对着幽灵所选择的一个幽灵能看到的生物进行一次近战武器攻击。构造和不死生物对此效果免疫。",
	"The kami of terrible secrets is a strange, otherworldly kami that appears as a creature with a spider-like lower half and humanoid upper half. It has no head but carries a strange glowing orb that it holds near where its head would be. It is accompanied by a large floating shell similar to a horseshoe crab, with its own eyes and many clawed hands. Further, the kami is accompanied by numerous floating eyes and ears, all of which serve to help this kami uncover secrets and learn information. It has been seen": "可怕秘密之神是一个奇怪的、来自异世界的神灵，它的下半身像蜘蛛，上半身像人类。它没有头，但携带着一个奇怪发光的球体，它将这个球体拿在离头部位置不远的地方。它身边还有一个巨大的漂浮壳类似于蛤蟆，有自己的眼睛和许多有爪的手。此外，这个神灵还有许多漂浮的眼睛和耳朵，所有这些都有助于帮助这个神灵揭示秘密和获取信息。已经有人看到它。",
	"The kami casts one of the following spells, requiring no spell components and using its Wisdom as the spellcasting ability (spell save {@dc 17}):": "神灵施放以下其中一个咒语，无需咒语材料，并使用其智力作为施法能力（咒语豁免 {@dc 17}）：",
	"The kami has advantage on saving throws against spells and other magical effects.": "神 (kami) 对法术和其他魔法效果的豁免 throws 有优势。",
	"The kami can communicate with beasts and plants as if they and the kami shared a language.": "神灵可以与野兽和植物交流，就好像它们和神灵分享一种语言。",
	"The kami makes three attacks.": "神灵进行三次攻击。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) bludgeoning damage.": "{@atk mw} {@hit 9}攻击，射程5英尺，目标一个。造成{@h}12 ({@damage 2d6 + 5}) 钝击伤害。",
	"The kami targets one magic item it can see within 120 feet of it. If the magic item isn't an artifact, its magical properties are suppressed for 10 minutes, until the kami is {@condition incapacitated} or dies, or until the kami uses a bonus action to end the effect.": "神（kami）瞄准在其视线范围内的一个魔法物品，距离不超过120英尺。如果这个魔法物品不是神器，它的魔法属性将被压制10分钟，直到神（kami）变为{@condition incapacitated}或死亡，或者直到神（kami）使用一个奖励动作来结束这个效果。",
	"The kami of transience bears a resemblance to an elk or horse and appears to have both white fur, and bark growing from it. Its upper half has a humanoid mask and pieces of masks, and a tree grows from its shoulders. It is accompanied by floating masks with leaves. This kami is associated with inevitable change.": "无常之神类似于麋鹿或马，并且似乎有白色的毛发，以及从身上长出的树皮。它的上半身戴着人形面具和碎片面具，从肩膀长出一棵树。它身边漂浮着带叶子的面具。这位神灵与不可避免的变化相关联。",
	"The kami is immune to any spell or effect that would alter its form.": "这位神灵对任何试图改变其形态的法术或效果都免疫。",
	"The kami makes three Ethereal Burst attacks.": "神灵进行三次以太爆发（Ethereal Burst）攻击。",
	"{@atk ms,rs} {@hit 6} to hit, reach 5 ft. or range 120 ft., one target. {@h}19 ({@damage 3d10 + 3}) force damage.": "{@atk ms,rs} {@hit 6} 命中，射程5英尺或射程120英尺，目标一个。{@h}19 ({@damage 3d10 + 3}) 点力场伤害。",
	"The kami casts one of the following spells, requiring no spell components and using Wisdom as the spellcasting ability (spell save {@dc 14}):": "神灵施放以下其中一个咒语，无需咒语材料，使用智力作为施法能力（咒语豁免 {@dc 14}）：",
	"The kami of transmutation appears as a translucent, ghostly figure with four hands, but has an opaque humanoid mask and long black hair. The mask is surrounded by different kinds of materials, stone, wood, and sometimes metal. The floating energy objects around it range from stone slabs to neon signs. This kami has the ability to transmute objects and creatures into other forms.": "变形神灵以半透明的幽灵形象出现，有四只手，但戴着不透明的人形面具和长发。这个面具周围环绕着不同种类的材料，石头、木头，有时还有金属。围绕着它的漂浮能量物体从石板到霓虹灯牌不等。这个神灵有将物体和生物转化为其他形态的能力。",
	"The kappa can breathe air and water.": "河童可以在空气和水中呼吸。",
	"The kappa makes two Claws attacks.": "河童进行两次爪击攻击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage.": "{@atk mw} 使用 {@hit 6} 进行攻击，达到5英尺，一个目标。造成{@h}4 ({@damage 1d6 + 1}) 点割伤伤害。",
	"{@atk rw} {@hit 6} to hit, range 30/90 ft., one target. {@h}17 ({@damage 2d12 + 4}) radiant damage.": "{@atk rw}进行攻击，射程30/90英尺，目标为一个。造成{@h}17 ({@damage 2d12 + 4})点辐射伤害。",
	"The kappa withdraws into its shell. Until it emerges, it gains a +4 bonus to AC and has advantage on Strength and Constitution saving throws. While in its shell, the kappa is {@condition prone}, its speed is 0 and can't increase, it has disadvantage on Dexterity saving throws, it can't take reactions, and the only action it can take is a bonus action to emerge.": "河童收起自己的壳。在它重新出现之前，它的AC获得+4的加值，并且在力量和体质豁免检定上获得优势。在壳中时，河童是{@condition prone}，它的速度为0且无法增加，它在敏捷豁免检定上有劣势，无法作出反应，唯一能采取的行动是一个作为奖励行动来重新出现。",
	"With the kappa reemerging in Kamigawa in the modern era, some have taken to incorporating the new technology into their shells. The kappa cannoneer is a kappa who has attached a plasma cannon to its shell, using it to devastating effect. The kappa have emerged from Lake Kamitaki, but their motives are unknown; they might be defending their homes from intruders, or allying themselves with one of Kamigawa's factions.": "随着卡希瓦（Kamigawa）现代时代的河童再次出现，一些人开始将新技术融入到他们的壳中。河童炮手是一种在壳上安装等离子炮的河童，利用它造成毁灭性的影响。这些河童已经从神滝湖（Lake Kamitaki）出现，但他们的动机尚不明确；他们可能是在保卫他们的家园免受入侵者的侵害，或者与卡希瓦的某个派系结盟。",
	"The kirin casts one of the following spells, requiring no material components and using Wisdom as the spellcasting ability (spell save {@dc 17}):": "麒麟施放以下其中一个法术，无需材料成分，使用智力作为施法能力（法术豁免 {@dc 17}）：",
	"If the kirin fails a saving throw, it can choose to succeed instead.": "如果麒麟失败了一次豁免投掷，它可以选择成功。",
	"The kirin has advantage on saving throws against spells and other magical effects.": "麒麟在豁免魔法和其他魔法效果方面具有优势。",
	"The kirin makes two Hoof attacks and one Horn attack.": "麒麟进行两次蹄攻击和一次角攻击。",
	"{@atk mw} {@hit 9} to hit, reach 15 ft., one target. {@h}10 ({@damage 2d4 + 5}) bludgeoning damage.": "{@atk mw} 使用 {@hit 9} 进行攻击，射程15英尺，目标为一名敌人。造成 {@h}10 ({@damage 2d4 + 5}) 钝击伤害。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) piercing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。造成{@h}14 ({@damage 2d8 + 5}) 穿刺伤害。",
	"The kirin magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the kirins's choice).": "麒麟(Kirin)可以魔法变形成一个具有与自身相同或更低挑战等级的人形或野兽，或者恢复成真实形态。如果它死亡，就会恢复成真实形态。它所穿戴或携带的任何装备会被新形态吸收或承载（由麒麟决定）。",
	"In a new form, the kirin retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, legendary actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form.": "在新的形态中，麒麟保留其（kirin）的属性、生命值、命中骰、说话能力、熟练加值、传奇抗性、传奇行动，以及智力、感知和魅力分数，以及这个动作。除了该形态的任何职业特性或传奇行动之外，其统计数据和能力将被新形态的统计数据和能力替代。",
	"The kirin moves up to half its speed without provoking opportunity attacks.": "麒麟移动其速度的一半，而不会引发机会攻击。",
	"The kirin makes one Hoof or Horn attack.": "麒麟进行一次蹄或角的攻击。",
	"The kirin appear as spirits with aspects of horse, dragon, and deer or goat. They have horns and can fly through magical means. There are five legendary kirin who spend every 1000 years among mortals before reuniting with the other kirin to discuss their experiences. Dew, the cloudhoof kirin; Pipe, the skyfire kirin; Silverbeard, the celestial kirin; Thorn, the bounteous kirin; and Scale, the infernal kirin, who spends his time among mortals not as a humanoid but as a disease. There is also Hinata, the dawn crowned, a kirin known to be curious or meddlesome.": "麒麟以马、龙、鹿或山羊的特征出现为精灵。它们有角，可以通过魔法手段飞行。有五只传说中的麒麟，每1000年在凡间度过，然后与其他麒麟团聚讨论彼此的经历。Dew，云蹄麒麟；Pipe，天火麒麟；Silverbeard，天界麒麟；Thorn，丰饶麒麟；以及Scale，地狱麒麟，他在凡间度过的时间并非以人形，而是以一种疾病的形式。还有Hinata，黎明之冠，一只以好奇或多管闲事而闻名的麒麟。",
	"The kodama can't be affected or detected by spells of 6th level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects.": "除非它愿意，否则（kodama）不会受到6级或更低级法术的影响或侦测。它对所有其他法术和魔法效果的豁免 throws 有优势。",
	"The kodama deals double damage to objects and structures.": "木灵对物体和建筑造成双倍伤害。",
	"The kodama casts one of the following spells, without requiring material components and using Wisdom as the speallcasting ability (spell save {@dc 15}):": "木灵施放以下其中一个法术，无需材料成分，使用智力作为施法能力（法术豁免 {@dc 15}）：",
	"The kodama makes two slam attacks.": "木灵进行两次猛击攻击。",
	"{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}16 ({@damage 3d6 + 6}) bludgeoning damage.": "{@atk mw}进行攻击，射程10英尺，目标一个。造成{@h}16 ({@damage 3d6 + 6}) 钝击伤害。",
	"The Kodama are tree spirits, kami who are found throughout the Jukai forest and often defend it from those who wish to harm it. There are five Kodama in Kamigawa, each one found near one of five great trees: the North tree, South tree, East tree, West tree, and the Center tree. Before the Kami War, these five trees were tended by the Budoka order of ancient monks. These kodama and their trees are still found within the Jukai to this day, and prevent Towashi from expanded too much further into nature.": "木灵是树灵，也是神，分布在树海森林中，经常保护它免受那些想要伤害它的人的侵害。在神河，有五位木灵，每位都靠近五棵伟大的树：北树、南树、东树、西树和中央树。在神战之前，这五棵树由古代僧侣部落武士团照料。这些木灵和它们的树至今仍然存在于树海中，并阻止了托瓦希过度侵入自然。",
	"If Kyodai fails a saving throw, it can choose to succeed instead.": "如果兄弟(Kyodai)失败了一次豁免投掷，它可以选择成功。",
	"Kyodai casts one of the following spells, requiring no material components, using Charisma as the spellcasting ability (spell save {@dc 27}):": "巨大师施放以下其中一个咒语，无需材料组件，使用魅力作为施法能力（咒语豁免检定 {@dc 27}）：",
	"Kyodai makes one Bite attack and two Claw attacks.": "巨大怪兽进行一次咬击攻击和两次爪击攻击。",
	"{@atk mw} {@hit 19} to hit, reach 20 ft., one target. {@h}23 ({@damage 2d12 + 10}) piercing damage plus 22 ({@damage 4d10}) force damage.": "{@atk mw} 使用命中骰，射程20英尺，一个目标。造成{@h}23 ({@damage 2d12 + 10}) 穿刺伤害加上22 ({@damage 4d10}) 力量伤害。",
	"{@atk mw} {@hit 19} to hit, reach 15 ft., one target. {@h}21 ({@damage 2d10 + 10}) slashing damage. If the target is a creature, it must succeed on a {@dc 27} Strength saving throw or be knocked {@condition prone}.": "{@atk mw} {@hit 19} 进行攻击，射程15英尺，一个目标。造成{@h}21 ({@damage 2d10 + 10}) 点割伤伤害。如果目标是生物，必须通过一次{@dc 27} 力量豁免检定，否则被击倒 {@condition prone}。",
	"Kyodai uses one of the following brilliant burst options:": "巨大( Kyodai) 使用以下其中一个出色的爆发选项之一：",
	"Each creature of Kyodai's choice with 100 feet of her regains 71 ({@dice 13d10}) hit points, and each creature in that area of Kyodai's choice that has been dead for no longer than 1 hour is restored to life with all its hit points.": "在距离Kyodai 100英尺范围内，Kyodai选择的每个生物恢复71 ({@dice 13d10}) 点生命值，Kyodai选择的该区域内每个已死亡不超过1小时的生物将以其所有生命值复活。",
	"Every enemy within 50 feet of Kyodai must make a {@dc 26} Dexterity saving throw, taking 66 ({@damage 12d10}) radiant damage on a failed save, or half as much damage on a successful one.": "在距离Kyodai 50英尺范围内的每个敌人都必须进行一次{@dc 26}敏捷豁免，未通过豁免的敌人会受到66({@damage 12d10})辐射伤害，通过豁免的敌人则只受到一半伤害。",
	"Kyodai makes one Claw attack.": "巨大使出一次爪击攻击。",
	"Kyodai makes one Bite attack. If the attack hits a creature, the target must succeed on a {@dc 27} Wisdom saving throw or become {@condition frightened} of Kyodai until the end of the target's next turn.": "巨大使出一次咬击。如果攻击命中一名生物，目标必须在一次{@dc 27}感知豁免检定中成功，否则直到目标的下一个回合结束前，目标将变成巨大的{@condition frightened}。",
	"Called the Soul of Kamigawa, Kyodai is the kami of the plane itself. She was originally an aspect of O-Kagachi, the embodiment of both the Kakuriyo and Utsushiyo. Kyodai was stolen by Takeshi Konda, which instigated the Kami War. In its aftermath, Kyodai bonded with Michiko Konda and helped start the Empire to preserve the balance between the worlds and prevent another war.": "被称为神川之魂，巨大(Kyodai)是这个位面的神。她最初是大神(Okagachi)的一个方面，代表着隐世界和现世界的化身。巨大被武士近田(Takeshi Konda)偷走，引发了神战。在战后，巨大与近田道子(Michiko Konda)结为伴侣，帮助建立了帝国，以保持世界之间的平衡，防止另一场战争的发生。",
	"The crab can breathe air and water.": "这只螃蟹可以在空气和水中呼吸。",
	"The crab has advantage on saving throws against spells, and any creature making a spell attack against the crab has disadvantage on the attack roll.": "螃蟹在对抗法术豁免时具有优势，而任何对螃蟹进行法术攻击的生物在攻击投掷骰时具有劣势。",
	"While the crab remains motionless with its pincers tucked close to its body, it resembles a pile of detritus. A creature within 30 feet of it can discern its true nature with a successful {@dc 15} Intelligence ({@skill Nature}) check.": "当螃蟹保持静止，将它的钳子夹紧靠近身体时，它看起来像一堆碎屑。在它附近30英尺范围内的生物可以通过成功的{@dc 15}智力({@skill Nature})检定来辨别它的真实本质。",
	"The crab makes two attacks with its Claws.": "螃蟹用它的钳子进行两次攻击。",
	"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}20 ({@damage 3d10 + 4}) bludgeoning damage, and the target is {@condition grappled} (escape {@dc 15}). The crab has two claws, each of which can grapple only one target.": "{@atk mw} {@hit 7}攻击，射程10英尺，目标一个。造成{@h}20({@damage 3d10 + 4})点钝击伤害，并且目标被{@condition grappled}(逃脱{@dc 15})。螃蟹有两只爪，每只爪只能抓住一个目标。",
	"The mirroshell crab is an enormous crustacean found in the waters of Kamigawa. Its shell is highly reflective, making magic cast at it quite difficult. Its large size means it has no problem making a meal out of humanoids just as easily as fish.": "镜贝蟹是一种巨大的甲壳动物，生活在神川的水域中。它的壳非常反光，使得对它施放的魔法变得相当困难。它庞大的体型意味着它毫无问题地可以像吃鱼一样轻松地将人形生物吞噬。",
	"The hacker casts one of the following spells, using its gauntlet as a spellcasting focus and using Intelligence as the spellcasting ability (spell save {@dc 13}):": "黑客施放以下其中一个法术，使用其护手作为施法焦点，并使用智力作为施法能力（法术豁免 {@dc 13}）：",
	"On each of its turns, the hacker can use a bonus action to take the {@action Disengage} or {@action Hide} action.": "在每个回合中，黑客可以使用一个奖励动作来执行{@action Disengage}或{@action Hide}动作。",
	"{@atk ms,rs} {@hit 4} to hit, reach 5 ft. or range 60 ft., one target. {@h}12 ({@damage 3d6 + 2}) lightning damage.": "{@atk ms,rs} {@hit 4}攻击，射程5英尺或60英尺，目标一个。{@h}12 ({@damage 3d6 + 2}) 闪电伤害。",
	"One Construct of the hacker's choice it can see within 60 feet of it must succeed on a {@dc 13} Charisma saving throw or be {@condition charmed} by the hacker for 1 minute, or until the hacker uses a bonus action to end the effect.": "一个黑客选择的构造体，它可以看到60英尺内的任何目标必须成功进行一次{@dc 13} 魅力豁免才能抵抗黑客的影响，否则将被黑客控制1分钟，或者直到黑客使用一个奖励动作来结束效果。",
	"The hacker targets one magic item it can see within 120 feet of it. If the magic item isn't an artifact, its magical properties are suppressed for 10 minutes, until the hacker is {@condition incapacitated} or dies, or until the hacker uses a bonus action to end the effect.": "骇客瞄准它能看到的距离不超过120英尺的一个魔法物品。如果这个魔法物品不是神器，它的魔法属性将被压制10分钟，直到骇客变成{@condition incapacitated}或死亡，或者骇客使用一个奖励动作来结束这个效果。",
	"Hackers are individuals with the technological and arcane prowess to commandeer Saiba technology, often remotely. With the aid of their own bonded kami and tech, they are able to access just about anything with a connection to Kakuriyo.": "黑客是具有技术和神秘能力的个人，通常可以远程接管Saiba技术。借助他们自己的绑定神（bonded kami）和技术，他们能够访问与Kakuriyo连接的几乎所有东西。",
	"During its first turn, the ninja has advantage on attack rolls against any creature that hasn't taken a turn. Any hit the ninja scores against a {@quickref Surprise|PHB|3|0|surprised} creature is a critical hit.": "在忍者的第一个回合中，对于任何还没有行动过的生物，忍者在攻击检定中获得优势。忍者对{@quickref Surprise|PHB|3|0|surprised}生物造成的任何命中都算作暴击。",
	"If the ninja is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, the ninja instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "如果忍者受到一种效果的影响，使其可以进行敏捷豁免才能只受一半伤害，那么如果它成功通过豁免检定，忍者将不受任何伤害，如果它失败，则只受一半伤害。",
	"Once per turn, the ninja deals an extra 14 ({@dice 4d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the ninja that isn't {@condition incapacitated} and the ninja doesn't have disadvantage on the attack roll.": "每回合一次，忍者在用武器攻击命中目标并具有优势攻击检定时，或目标在与忍者不是{@condition incapacitated}的盟友5英尺内且忍者没有劣势攻击检定时，会额外造成14({@dice 4d6})点伤害。",
	"The ninja makes two Ninjato or Shuriken attacks.": "这名忍者进行两次忍者刀或手里剑的攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}5 ({@damage 1d4 + 3}) 穿刺伤害。",
	"{@atk rw} {@hit 5} to hit, range 20/60 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage.": "{@atk rw} 近战 {@hit 5} 攻击，射程20/60尺，目标一个。造成{@h}5 ({@damage 1d4 + 3}) 穿刺伤害。",
	"The ninja throws a smoke bomb at a point it can see within 60 feet of it. It emits a cloud of smoke that creates a heavily obscured area in a 20-foot radius. A moderate wind (at least 10 miles per hour) disperses the smoke in 4 rounds; a strong wind (20 or more miles per hour) disperses it.": "忍者向它能看到的地点投掷了一个烟雾弹，距离它60英尺内。它散发出一团烟雾，在半径20英尺的范围内形成了一个大面积遮蔽区。中等风力（至少每小时10英里）会在4轮内驱散烟雾；强风（20英里或更高）则会驱散它。",
	"While in dim light or darkness, the ninja takes the {@action Hide} action.": "在昏暗或黑暗中，忍者执行{@action Hide}动作。",
	"The cultist has advantage on saving throws against being {@condition charmed} or {@condition frightened}.": "这个异教徒在豁免投掷中对{@condition charmed}或{@condition frightened}拥有优势。",
	"The cultist casts one of the following spells, using Charisma as the ability modifier (spell save {@dc 12}):": "邪教徒施放以下其中一个法术，使用魅力作为能力调整值（法术豁免 {@dc 12}）：",
	"The cultist makes two melee attacks.": "邪教徒进行两次近战攻击。",
	"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage.": "{@atk mw,rw} {@hit 4}攻击，达到5英尺或射程20/60英尺，一个生物。造成{@h}4 ({@damage 1d4 + 2})穿刺伤害。",
	"{@atk ms} {@hit 4} to hit, reach 5 ft., one creature. {@h}16 ({@damage 3d10}) necrotic damage.": "{@atk ms} {@hit 4} 进行攻击，射程5英尺，一个生物。造成{@h}16 ({@damage 3d10})点死灵伤害。",
	"Oni cultists can be found throughout Kamigawa, seeking to bring back their masters, the oni who are locked away in Kakuriyo. Worship of the oni is traditional in the culture of the ogres, but can also be found commonly among the Reckoner gangs of Towashi. There is no limit to where one might find a cultist lurking and serving their master.": "在神川（Kamigawa）的各处都可以找到鬼教徒，他们试图让他们的主人——被囚禁在隐世（Kakuriyo）中的鬼回归。对鬼的崇拜在食人魔文化中是传统的，但也普遍存在于塔瓦希（Towashi）的清算者帮派中。一个教徒可能隐藏在任何地方，为他们的主人服务。",
	"Oni in Kamigawa can use the statistics for the {@creature oni}; more powerful spirits might use any of that book's statistics for demons or devils.": "在《神河》中的鬼可以使用{@creature oni}的统计数据；更强大的灵体可能使用该书中恶魔或恶魔的任何统计数据。",
	"Oni possession was common during the Kami War, and some oni cultists might find themselves possessed by an oni. Oni possession is distinguished by a glowing third eye that appears vertically on the forehead of the possessed, called the Mark of the Oni. This possession functions similarly to the Possession action of the {@creature ghost}.": "在神之战期间，鬼神附体很常见，一些鬼神狂热者可能会被鬼神附身。鬼神附体的特征是被附身者额头上竖立的发光第三只眼，被称为鬼神印记。这种附体类似于{@creature ghost}的附体行动。",
	"The elder casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 12}):": "长者施放以下其中一个咒语，使用智力作为施法能力（法术豁免 {@dc 12}）：",
	"The elder has advantage on grapple checks and can grapple one creature while leaving its hands free.": "长老在擒拿检定上有优势，并且可以擒拿一个生物，同时保持双手空闲。",
	"The elder makes two attacks: one with its bite and one with its shillelagh.": "长老进行两次攻击：一次使用咬(%num%)，一次使用其法杖(%num%)。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) piercing damage, and the target must make a {@dc 11} Constitution saving throw. On a failed save, the creature is {@condition poisoned} until the start of the elder's next time.": "{@atk mw} 近战攻击，射程5英尺，一个目标。造成{@h}4 ({@damage 1d6 + 1}) 穿刺伤害，并且目标必须进行一次{@dc 11} 体质豁免才能。未通过豁免的生物将被{@condition poisoned} 直到长者的下一个回合开始。",
	"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) bludgeoning damage. This weapon attack is magical.": "{@atk mw} {@hit 4} 进行攻击，射程5英尺，目标一个。造成{@h}6 ({@damage 1d8 + 2}) 钝击伤害。此武器攻击具有魔法效果。",
	"The three Orochi tribes, Kashi, Matsu, and Sakura, are all led by Elders; the oldest and presumably wisest surviving members of the tribe's colonies. Much is expected of these Elders; despite many not having great martial or magical prowess, they are expected to take up arms and defend their tribe in times of great need.": "三个大蛇部落，Kashi(卡什), Matsu(松)和Sakura(樱花)，都由长老领导；部落殖民地中最年长且据推测最有智慧的成员。这些长老被寄予厚望；尽管许多人并没有出色的武术或魔法能力，但他们被期望在危急时刻拿起武器保卫部落。",
	"If the hydra is motionless at the start of combat, it has advantage on its initiative roll. Moreover, if a creature hasn't observed the hydra move or act, that creature must succeed on a {@dc 15} Wisdom ({@skill Perception}) check to discern that the hydra is animate.": "如果九头蛇在战斗开始时静止不动，它在先攻骰投掷时获得优势。此外，如果一个生物没有看到九头蛇移动或行动，那个生物必须成功通过一次{@dc 15}感知({@skill Perception})检定来辨别九头蛇是有生命的。",
	"The hydra has five heads. While it has more than one head, the hydra has advantage on saving throws against being {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition stunned}, and knocked {@condition unconscious}.": "九头蛇有五个头。当它有多个头时，九头蛇在豁免投掷中对于被麻痹{@condition blinded}、石化{@condition charmed}、中毒{@condition deafened}、虚弱{@condition frightened}、失明{@condition stunned}和击倒{@condition unconscious}具有优势。",
	"Whenever the hydra takes 25 or more damage in a single turn, one of its heads dies. If all its heads die, the hydra dies.": "每当九头蛇在一个回合中受到25点或更多的伤害时，其中一颗头会死亡。如果所有头都死亡，九头蛇就会死亡。",
	"At the end of its turn, it grows two heads for each of its heads that died since its last turn, unless it has taken fire damage since its last turn. The hydra regains 10 hit points for each head regrown in this way.": "在它的回合结束时，它会为自上次回合以来死去的每个头长出两个新头，除非它自上次回合以来受到火焰伤害。九头蛇会为这种方式重新长出的每个头恢复10点生命值。",
	"For each head the hydra has beyond one, it gets an extra reaction that can be used only for opportunity attacks.": "每多一个头，九头蛇都会获得一个额外的反应，只能用于机会攻击。",
	"The hydra doesn't require sleep.": "九头蛇不需要睡眠。",
	"The hydra makes as many bite attacks as it has heads.": "九头蛇会进行与它头数相同的咬击攻击。",
	"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}10 ({@damage 1d10 + 5}) piercing damage.": "{@atk mw} 使用攻击命中，达到10英尺，一个目标。造成{@h}10 ({@damage 1d10 + 5}) 穿刺伤害。",
	"If the raiju is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, the raiju instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.": "如果雷兽(Raiju)受到影响，使其进行敏捷豁免来仅受到一半伤害，那么如果它成功通过豁免，则雷兽不受伤害，如果它失败，则只受到一半伤害。",
	"The raiju can move through a space as narrow as 1 inch wide without squeezing. A creature that touches the raiju or hits it with a melee attack while within 5 feet of it takes 5 ({@damage 1d10}) lightning damage. In addition, the raiju can enter a hostile creature's space and stop there. The first time it enters a creature's space on a turn, that creature takes 5 ({@damage 1d10}) lightning damage.": "雷兽可以在不挤压的情况下穿过宽度仅为1英寸的空间。当一个生物触碰到雷兽或在它附近5英尺内进行近战攻击时，会受到5({@damage 1d10})点闪电伤害。此外，雷兽可以进入敌对生物的空间并停留在那里。当它在一个生物的空间内第一次移动时，那个生物会受到5({@damage 1d10})点闪电伤害。",
	"For every 5 feet the raiju moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.": "每移动5英尺，或者每溅在雷兽身上的一加仑水，它会受到1点冷伤害。",
	"The raiju makes two Claw attacks, then uses its Lightning Strike if available.": "雷兽进行两次爪击攻击，然后如果可用，使用其闪电打击。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) lightning damage.": "{@atk mw} 使用 {@hit 6} 进行攻击，达到5英尺，一个目标。 {@h}11 ({@damage 2d6 + 4}) 闪电伤害。",
	"The raiju shoots lightning at a point it can see within 120 feet of it. Each creature within 5 feet of that point must make a {@dc 13} Dexterity saving throw. A creature takes 16 ({@damage 3d10}) lightning damage on a failed save, or half as much damage on a successful one.": "雷兽向其能看到的距离不超过120英尺的点发射闪电。该点周围5英尺内的每个生物必须进行一次{@dc 13}敏捷豁免。未通过豁免的生物会受到16（{@damage 3d10}）点闪电伤害，通过豁免的生物则只受到一半伤害。",
	"The raiju is a spirit strongly associated with thunder, lightning, electricity, and storms. It appears as a beast similar to a wolf, though it has horns, and it has five eyes; a pair below its normal pair and a singular eye on its forehead. It is accompanied by flower-like energy objects, which conduct excess electricity around the creature. It is lightning fast and incredibly dangerous, even to experienced kami intercessors.": "雷兽是一种与雷电、电力和风暴密切相关的精神。它外观类似狼，但有角，有五只眼睛；一对在正常位置下方，额头上还有一只独眼。它身边伴随着花状能量物体，可以将多余的电力引导到它周围。它速度极快，极其危险，即使对经验丰富的神祇中介者也是如此。",
	"The samurai makes two Katana attacks. If it has a wakizashi drawn, it can also make a Wakizashi attack.": "武士进行两次武士刀（Katana）攻击。如果他拔出了胁差（wakizashi），他还可以进行一次胁差攻击。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with two hands.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 1d8 + 3})点割伤伤害，或者如果双手使用则造成8 ({@damage 1d10 + 3})点割伤伤害。",
	"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage.": "{@atk mw} {@hit 5} 进行攻击，达到5英尺，一个目标。造成{@h}6 ({@damage 1d6 + 3}) 点割伤伤害。",
	"{@atk rw} {@hit 3} to hit, range 100/400 ft., one target. {@h}6 ({@damage 1d10 + 1}) piercing damage.": "{@atk rw} 进行攻击，射程100/400英尺，目标为一名敌人。造成{@h}6 ({@damage 1d10 + 1}) 穿刺伤害。",
	"The samurai gains 5 temporary hit points and gains advantage on all weapon attack rolls until the end of its turn.": "武士获得5点临时生命值，并在其回合结束前对所有武器攻击投掷获得优势。",
	"Samurai are warriors trained in the ancient arts of battle and the sword. Most samurai are graduates of the Golden-Tail Academy, where they learn both ancient techniques as well as other skills such as strategy and history.": "武士是受过古代战斗和剑术训练的战士。大多数武士都是金尾学院的毕业生，他们在那里学习古老的技术，以及其他技能，如战略和历史。",
	"If the mentor fails an attack roll, ability check, or saving throw, it can give itself a +4 bonus to the roll.": "如果导师在攻击骰、能力检定或豁免投骰中失败，它可以给自己的投骰加上+4的奖励。",
	"The mentor regains 10 hit points at the start of its turn if it has fewer than half its hit points but at least 1 hit point.": "导师在其回合开始时，如果生命值少于一半但至少有1点生命值，则恢复10点生命值。",
	"The mentor makes two Nodachi or Hankyu attacks.": "导师进行两次“大太刀”或“半弓”攻击。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) slashing damage.": "{@atk mw} 使用 {@hit 9} 进行攻击，达到5英尺，一个目标。造成{@h}12 ({@damage 2d6 + 5})点割伤伤害。",
	"{@atk rw} {@hit 7} to hit, range 80/320 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage.": "{@atk rw} 近战攻击，射程80/320尺，目标为一名敌人。造成{@h}6 ({@damage 1d6 + 3}) 穿刺伤害。",
	"The mentor targets one ally it can see within 30 feet of it. if the target can see and hear the mentor, the target can make one weapon attack as a reaction and gains advantage on the attack roll.": "导师选择一个它能看到的盟友，距离不超过30英尺。如果目标能看到并听到导师，目标可以作为一次反应进行一次武器攻击，并获得攻击检定的优势。",
	"The mentor makes one Nodachi or Hankyu attack.": "导师进行一次(Nodachi)或(Hankyu)攻击。",
	"The seven-tail mentor is a kitsune master sensei at Golden-Tail academy, where the best Imperial samurai are trained. Kitsune grow tails as they grow in experience, knowledge, and wisdom; a seven-tailed kitsune is very wise in the ways of battle. The mentor is a teacher to students, but remains formidable in its own right, able to draw on its experience to gain the upper hand against its enemies.": "七尾导师是金尾学院的狐妖大师教练，在这里培养着最优秀的帝国武士。狐妖随着经验、知识和智慧的增长而长出尾巴；一只七尾狐妖在战斗方式上非常睿智。这位导师是学生们的老师，但在自己的实力上仍然强大，能够利用自己的经验占据优势来对抗敌人。",
	"The koi can breathe air and water.": "锦鲤可以在空气和水中呼吸。",
	"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}A Large a smaller creature is swallowed. A swallowed creature is {@condition blinded} and {@condition restrained}, has total cover against attacks and other effects outside the koi, and takes 13 ({@damage 3d8}) acid damage at the start of each of the koi's turns.": "{@atk mw} {@hit 2}攻击，达到5英尺，一个目标。{@h}一个大型或更小的生物被吞噬。被吞噬的生物被{@condition blinded}和{@condition restrained}，对于鲤鱼外部的攻击和其他效果具有完全掩护，并在每个鲤鱼回合开始时受到13({@damage 3d8})酸性伤害。",
	"The koi's gullet can hold up to two creatures at a time. If the koi takes 20 damage or more on a single turn from a creature inside it, the koi must succeed on a {@dc 20} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, each of which falls {@condition prone} in a space within 10 feet of the koi. If the koi dies, any swallowed creature is no longer {@condition restrained} by it and can escape from the corpse using 10 feet of movement, exiting {@condition prone}.": "锦鲤的喉咙可以同时容纳两个生物。如果锦鲤在一回合内受到来自其中一只生物的20点或更多伤害，那么锦鲤必须在回合结束时进行一次{@dc 20}体质豁免才能保持吞下的生物，否则会将所有已吞下的生物呕吐出来，每个生物都会在离锦鲤10英尺的空间内落下{@condition prone}。如果锦鲤死亡，任何被吞下的生物将不再受其影响，并可以使用10英尺的移动距离从尸体中逃脱，离开{@condition prone}。",
	"Enormous koi fish known as skyswimmers can be found flying about the skies of Kamigawa, believed to be related in some way to the Colossal Sky Turtles. These fish once swam alone among the clouds, but now the people of Kamigawa have built high enough to reach them.": "在神川(Kamigawa)的天空中，可以发现被称为天游者的巨大锦鲤，据信在某种方式上与巨型天空海龟有关。这些鱼曾经独自在云层中游动，但现在神川的人们已经建造得足够高，可以接近它们了。",
	"The songshaper casts one of the following spells, using Charisma as the spellcasting ability (spell save {@dc 12}):": "歌谱塑造者施放以下其中一个法术，使用魅力作为施法能力（法术豁免 {@dc 12}）：",
	"The sonshaper makes two Bash or Soundburst attacks. It can replace one attack with a use of Spellcasting.": "塑音者进行两次猛击或音爆攻击。它可以用法术施法来替换其中一次攻击。",
	"{@atk rs} {@hit 4} to hit, range 80/320 ft., one target. {@h}5 ({@damage 1d6 + 2}) thunder damage.": "{@atk rs} {@hit 4} 命中，射程80/320尺，一个目标。造成{@h}5 ({@damage 1d6 + 2}) 雷属性伤害。",
	"Each creature in a 15-foot cube originating from the sonshaper must make a {@dc 12} Constitution saving throw. On a failed save, a creature takes 9 ({@damage 2d8}) thunder damage and is pushed up to 10 feet away from the songshaper. On a successful save, a creature takes half as much damage and isn't pushed.": "每个在以歌者之子为中心的15英尺立方体内的生物必须进行一次{@dc 12}体质豁免投掷。未通过豁免的生物会受到9({@damage 2d8})点雷属性伤害，并被推开最多10英尺。通过豁免的生物只会受到一半伤害且不会被推开。",
	"The songshaper targets one creature within 30 feet of it. If the target can hear the songshaper, the target must succeed on a {@dc 12} Charisma saving throw or have disadvantage on ability checks, attack rolls, and saving throws until the start of the songshaper's next turn.": "歌谱塑造者(songshaper)瞄准距离30英尺内的一名生物。如果目标能听到歌谱塑造者的声音，目标必须成功通过一个{@dc 12}的魅力豁免才能避免在歌谱塑造者的下一个回合开始前，对所有能力检定、攻击骰和豁免骰投掷都有劣势。",
	"The advent of technology has changed many aspects of life in Kamigawa, including music. The songshaper uses technology to record sounds and change them as they are played back, creating a new genre of electronic music that is very popular among the younger crowds. Some even go as far as augmenting their bodies to become one with the music.": "科技的进步改变了神川(Kamigawa)生活的许多方面，包括音乐。歌声塑造者(songshaper)利用技术录制声音并在播放时改变它们，创造了一种新型电子音乐流派，深受年轻人喜爱。有些人甚至走得更远，改造他们的身体，与音乐融为一体。",
	"Tamiyo casts one of the following spells, using Intelligence as the spellcasting ability (spell save {@dc 15}):": "田淼施放以下其中一个咒语，使用智力作为施法能力（法术豁免{@dc 15}）：",
	"Tamiyo regains 10 hit points at the start of her turn if she has at least 1 hit point.": "塔米莉奥在她的回合开始时回复10点生命值，如果她至少有1点生命值。",
	"Tamiyo has advantage on saving throws against spells and other magical effects.": "泰娜莫 (Tamiyo) 在抵抗法术和其他魔法效果的豁免 throws 中拥有优势。",
	"{@atk ms,rs} {@hit 7} to hit, reach 5 ft. or range 120 ft., one target. {@h}20 ({@damage 3d10 + 4}) cold damage.": "{@atk ms,rs} {@hit 7} 进行攻击，射程5英尺或射程120英尺，目标一个。造成{@h}20 ({@damage 3d10 + 4}) 点冰冷伤害。",
	"Tamiyo takes the Shove or Disarm action against a creature within 60 feet of her, and makes an Intelligence ({@skill Arcana}) check instead of an attack roll or Strength ({@skill Athletics}) check.": "Tamiyo对她60英尺内的生物使用推挤或解除武装动作，并进行一次智力检定（{@skill Arcana}）而不是攻击检定或力量检定。",
	"Tamiyo casts {@spell plane shift} on herself.": "Tamiyo对自己施放{@spell plane shift}。",
	"Tamiyo casts counterspell, using Intelligence as the spellcasting ability (+4).": "泰密用智力作为施法能力(+4)施放了反咒。",
	"The story of the Multiverse spans countless planes and stretches back thousands of generations—and Tamiyo won't rest until she's documented it all. An intrepid researcher in search of deep truths and hidden secrets, she tries to avoid interfering in the history she studies. Yet despite her efforts to remain impartial, she has an uncanny knack for putting herself at the center of events that will define the Multiverse for generations to come. For Tamiyo, every plane holds a mystery that makes it unique, and she spends a great deal of time studying whatever she can. However, in the end she always returns to her beloved children and her husband Genku in Otawara.": "多元宇宙的故事横跨无数位面，延伸至数千代人——直到她将所有这一切都记录下来，Tamiyo 都不会停歇。作为一名勇敢的研究者，她追寻深刻的真相和隐藏的秘密，努力避免干涉她所研究的历史。然而，尽管她努力保持中立，她却有着一种神奇的能力，总是将自己置于将定义多元宇宙未来数代的事件中心。对于Tamiyo 来说，每个位面都隐藏着独特的谜团，她花费大量时间研究一切可能的事物。然而，最终她总是回到她心爱的孩子和丈夫 Genku 在 Otawara。",
	"Tamiyo's magic centers on the stories recorded in her scrolls. Each story, when read, provides her with a different spell, which she augments with her innate telepathic and telekinetic powers.": "Tamiyo（塔密优）的魔法以她卷轴中记录的故事为中心。每个故事在阅读时会为她提供不同的咒语，她会利用自身的心灵感应和念力来增强这些咒语。",
	"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}14 ({@damage 3d6 + 4}) slashing damage.": "{@atk mw} {@hit 6}攻击，达到5英尺，一个目标。造成{@h}14 ({@damage 3d6 + 4})点割伤伤害。",
	"The kami sends a swirling cloud of shadow towards a creature it can sense within 20 feet of it. The target must succeed on a {@dc 14} Constitution saving throw or take 10 ({@damage 4d4}) necrotic damage and be {@condition paralyzed} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.": "神（kami）向它能感知到的距离20英尺内的生物释放了一团漩涡般的阴影。目标必须成功通过一次 {@dc 14} 体质豁免才能避免受到10 ({@damage 4d4}) 点死灵伤害，并且在接下来的1分钟内处于 {@condition paralyzed} 状态。目标可以在自己的每个回合结束时重复进行豁免才能，成功则结束自身的效果。",
	"The unforgiving one is a faceless kami that appears as a humanoid figure. It is surrounded by wisps of black smoke and sometimes accompanied by skull-like floating objects. The unforgiving one is a dangerous kami, often attacking once it emerges from a merge gate, and often without warning.": "无情者是一个无面的神祇，外表呈现为一个人形。它周围被黑烟缭绕，有时还伴随着头骨状的漂浮物体。无情者是一个危险的神祇，经常在从融合之门中出现后发动攻击，而且常常毫无预警。",
	"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) slashing damage.": "{@atk mw} {@hit 2}攻击，达到5英尺，一个目标。造成{@h}2 ({@damage 1d4})点割伤伤害。",
	"The vector glider is a Tiny kami spirit that appears as a glowing, fractal humanoid with wings. It is believed these kami represent the modern age of Kamigawa. They are curious spirits, and not generally considered dangerous.": "矢量滑翔者是一个微小的神灵精灵，外观为发光的、有翅膀的分形人形。人们认为这些神灵代表了神泽现代时代。它们是好奇的精灵，一般不被认为是危险的。",
	"The skyscraper is immune to any spell or effect that would alter its form.": "这座摩天大楼对任何试图改变其形态的法术或效果都具有免疫力。",
	"If the skyscraper fails a saving throw, it can choose to succeed instead.": "如果摩天大楼失败了一次豁免投掷，它可以选择成功。",
	"The skyscraper has advantage on saving throws against spells and other magical effects.": "这座摩天大楼在豁免魔法和其他魔法效果时具有优势。",
	"The skyscraper deals double damage to objects and structures.": "摩天大楼对物体和建筑造成双倍伤害。",
	"Any enemy outside the skyscraper that starts its turn within 30 feet of it must succeed on a {@dc 26} Wisdom saving throw or be {@condition frightened} until the start of the enemy's next turn. If the enemy's saving throw is successful, it is immune to this skyscraper's Towering Terror for the next 24 hours.": "任何在高楼外每回合开始时距离它30英尺内的敌人必须成功通过一次{@dc 26}的感知豁免才能避免被{@condition frightened}，直到敌人的下一个回合开始。如果敌人的豁免成功，它将对这座摩天大楼的“(%Tower Terror)”效果免疫，持续24小时。",
	"The skyscraper makes two Slam attacks and then uses Stomp.": "摩天大楼进行两次猛击攻击，然后使用践踏（Stomp）。",
	"{@atk mw} {@hit 18} to hit, reach 20 ft., one target. {@h}29 ({@damage 3d12 + 10}) bludgeoning damage, and the colossus can push the target up to 20 feet away from it.": "{@atk mw} {@hit 18}攻击，射程20英尺，一个目标。造成{@h}29 ({@damage 3d12 + 10}) 钝击伤害，并且巨像可以将目标推开最多20英尺。",
	"The colossus stomps one of its feet at a point on the ground within 20 feet of it. Any creature in a 20-foot-radius, 20-foot-high cylinder centered on this point must succeed on a {@dc 26} Dexterity saving throw or take 33 ({@damage 6d10}) bludgeoning damage and fall {@condition prone}. Until the colossus uses its Stomp again or moves, the creature is {@condition restrained}. While {@condition restrained} in this way, the creature (or another creature within 5 feet of it) can use its action to make a {@dc 26} Strength check. On a success, the creature relocates to an unoccupied space of its choice within 5 feet of the colossus and is no longer {@condition restrained}.": "巨像在离其20英尺范围内的地面某点用脚重重地跺了一下。在以该点为中心的20英尺半径、20英尺高的圆柱体内的任何生物必须成功通过一次{@dc 26}敏捷豁免才能避免受到33点({@damage 6d10})的钝击伤害并倒地{@condition prone}。直到巨像再次使用其“跺脚”能力或移动，受影响的生物将保持被{@condition restrained}。在这种状态下，生物（或距离其5英尺内的另一个生物）可以使用动作进行一次{@dc 26}力量检定。若成功，生物将被移动到离巨像5英尺范围内的一个未被占据的空间，并不再处于{@condition restrained}状态。",
	"Structures, as well as nonmagical objects that are neither being worn nor carried, take the same amount of damage if they are in the cylinder (no save).": "如果建筑物或非魔法物体既不被穿戴也不被携带，它们在该圆柱范围内会受到相同的伤害（无豁免）。",
	"True to its name, the walking skyscraper is an enormous building capable of locomotion. It might be a creation of the Saiba Futurists, serving as a mobile base of operations, or it might even be privately owned by a tech mogul from Towashi. Whatever the case, trying to stop it or get in its way will likely not end well.": "如其名，行走摩天大楼是一座巨大的建筑物，能够移动。它可能是赛巴未来主义者的创造，作为行动基地，或者甚至可能是由托瓦仕的科技大亨私人所有。无论如何，试图阻止它或挡住它的路都可能不会有好结果。",
	"You call forth a Tiny kami of fire. It flits around you in your space for the duration, and sheds bright light in a 5 foot radius and dim light for an additional 5 feet. The kami grants you resistance to fire damage.": "你召唤出一个微小的火之神(kami)。它在你周围飞舞，持续一段时间，并在5英尺半径内散发明亮的光芒，另外5英尺范围内散发微弱的光芒。这个神灵让你对火焰伤害具有抗性。",
	"Once before the spell ends, you can use an action to direct the kami to throw a stream of flame in a 30-foot line. Each creature in that area must make a Dexterity saving throw, taking {@damage 2d6} fire damage on a failed save, or half as much damage on a successful one. The spell then ends": "在咒语结束之前的某个时刻，你可以使用一个动作指引神灵朝着一个30英尺长的方向投掷火焰。该区域内的每个生物必须进行一次敏捷豁免，未通过豁免的生物会受到{@damage 2d6}火焰伤害，通过豁免的生物则只受到一半伤害。然后咒语结束。",
	"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d6} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放这个法术时，伤害将每个高于2级的法术位等级增加{@dice 1d6}。",
	"You present the coin as an offering to a kami spirit, who bestows you a bit of luck in exchange. When you make an attack roll, an ability check, or a saving throw before the spell ends, you can dismiss this spell on yourself to gain advantage on the roll.": "你将硬币作为供奉献给一个神灵（kami spirit），神灵会在交换中赐予你一点运气。在这个法术结束前，当你进行攻击检定、能力检定或豁免检定时，你可以解除这个法术，获得对该检定的优势。",
	"When you dismiss this spell on yourself, you gain temporary hit points equal to your spellcasting bonus.": "当你在自己身上解除这个法术时，你获得临时生命值，数值等同于你的施法加值。",
	"You infuse a flask of oil with infectious magic from another plane and transfer it into technology around you. Choose one electronic device or magic item you can see in range. Until the spell ends, an affected electronic device is inoperable, and a magic item that isn't an artifact has its magical properties suppressed.": "你将一瓶油注入来自另一个位面的传染魔法，并将其转移到你周围的技术设备中。选择你能看到范围内的一个电子设备或魔法物品。直到法术结束，受影响的电子设备无法操作，而不是神器的魔法物品的魔法属性被压制。",
	"A creature holding or carrying the object when you cast the spell must succeed on a Constitution saving throw or become {@condition poisoned} for the duration. While {@condition poisoned} this way, the creature is unable to release or remove the chosen object.": "施法时，若有生物持有或携带该物体，则必须通过一次体质豁免才能在持续时间内不变为{@condition poisoned}。在这种状态下，该生物无法释放或移除所选择的物体。",
	"At the end of each of the {@condition poisoned} creature's turns, it must make a Constitution saving throw. On a failed save, the creature takes {@damage 4d6} necrotic damage. If it successfully saves against this spell three times, the spell ends on the creature": "在每个{@condition poisoned}生物的回合结束时，它必须进行一次体质豁免检定。未通过检定的生物会受到{@damage 4d6}点死灵伤害。如果成功地抵抗了这个法术三次，法术就会在该生物身上结束。",
	"When you cast this spell using a spell slot of 6th level or higher, you can target one additional object for each slot level above 5th": "当你使用6级或更高级别的法术位施放这个法术时，你可以额外选择一个目标物体，每超过5级的位级别增加一个目标。",
	"You magically repair a broken object, vehicle, or Construct you can see in range. If the target is a Construct that died within the last minute, it returns to life with 0 hit points and is {@condition unconscious}. If the creature has been dead for longer than 1 minute, this spell has no effect.": "你可以使用魔法修复你能看到范围内的损坏物品、载具或构装。如果目标是在过去一分钟内死亡的构装，它将以0点生命值复活，并且是{@condition unconscious}状态。如果生物已经死亡超过1分钟，这个法术不会产生任何效果。",
	"If the target is an object or vehicle, it is repaired and regains hit points equal to {@dice 1d6} + your spellcasting modifier. If the target was broken apart, this spell reattaches the pieces, provided all the pieces are within range. This spell leaves no trace of damage.": "如果目标是一个物体或载具，它将被修复并恢复相当于{@dice 1d6} + 你的法术修正值的生命值。如果目标被打碎，这个法术会重新连接碎片，只要所有碎片都在范围内。这个法术不会留下任何损坏的痕迹。",
	"You slam the ground, causing a rippling shockwave to emit from you along the ground in a 15-foot cone. Each creature in that area must make a Dexterity saving throw. On a failed save, a creature takes {@damage 3d6} bludgeoning damage and is knocked {@condition prone}. On a successful save, a creature takes half that damage and isn't knocked {@condition prone}. Structures and objects in the area that aren't being worn or carried take double damage.": "你猛地砸向地面，引发一股涟漪般的冲击波沿着地面向外扩散，形成一个15英尺的锥形范围。该区域内的每个生物必须进行一次敏捷豁免检定。未通过豁免检定的生物将受到{@damage 3d6} 钝击伤害并被击倒{@condition prone}。通过豁免检定的生物只受到一半伤害，并且不会被击倒{@condition prone}。该区域内的建筑和物体（未被穿戴或携带的）将受到双倍伤害。",
	"Additionally, the ground in that area becomes difficult terrain until cleared. Each 5-foot-square portion of the area requires at least 1 minute to clear by hand": "此外，该区域的地面变得崎岖不平，直到被清理为止。该区域的每个5英尺正方形部分至少需要1分钟用手清理。",
	"You cause an electronic device you can see within range to experience a power surge. If the device isn't being worn or carried, it ceases to function for 1 minute, or until it is restarted or repaired, and you choose to create either a shock or smoke.": "你引发了一个你能看到范围内的电子设备经历一次电力波动。如果这个设备没有被佩戴或携带，它将停止工作1分钟，或直到重新启动或修复，你可以选择产生电击或烟雾。",
	"{@i {@b Shock.}} Each creature within 5 feet of the device must succeed on a Dexterity saving throw or be {@condition paralyzed} until the end of its next turn.": "{@i {@b Shock.}）设备周围5英尺范围内的每个生物必须成功进行一次敏捷豁免才能在其下一个回合结束前保持{@condition paralyzed}。",
	"{@i {@b Smoke.}} Thick black smoke spreads out from the target in a 20-foot radius, moving around corners. The area of the smoke is heavily obscured. The smoke persists for 1 minute or until a strong wind disperses it.": "目标地点散发出直径20英尺的浓烈黑烟，即使在拐角处也能蔓延。烟雾区域被严重遮蔽。烟雾持续1分钟，或者被强风吹散。{@i {@b Smoke.}",
	"This spell snatches the soul of a humanoid as it dies and allows you to transfer its energy in one of the following ways.": "这个法术在人类死亡时夺取灵魂，并允许你以以下方式之一转移它的能量。",
	"{@i {@b Steal Life.}} You transfer the energy to yourself and regain hit points equal to {@dice 2d8} + your spellcasting ability modifier. ": "{@i {@b Steal Life.} 你将能量转移给自己，恢复等同于{@dice 2d8} + 你的施法能力调整值的生命值。",
	"{@i {@b Revive.}} You transfer the energy to a different creature within range that has died within the last minute, restoring it to life with 1 hit point. This spell can't restore any missing body parts.": "{@i {@b Revive.}} 你将能量转移给范围内已经死亡不久的另一生物，使其恢复到1点生命值。这个法术无法恢复任何缺失的身体部分。",
	"{@i {@b Animate.}} You transfer the energy to the corpse of another Medium or Small humanoid within range that has been dead for longer than 1 minute, raising it as a {@creature zombie}.": "{@i {@b Animate.} 你将能量转移给范围内已经死亡超过1分钟的另一个中型或小型人形生物的尸体，将其复活为{@creature zombie}。",
	"On each of your turns, you can use a bonus action to mentally command the zombie if it is within range. You decide what action the zombie will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the zombie only defends itself against hostile creatures. Once given an order, the zombie continues to follow it until its task is complete.": "在你的每个回合中，你可以使用一个奖励动作来在范围内精神指挥僵尸。你决定僵尸在下一个回合将采取什么行动以及移动到哪里，或者你可以发布一个一般性命令，比如守卫特定的房间或走廊。如果你没有发布命令，僵尸只会保护自己免受敌对生物的攻击。一旦接到命令，僵尸会继续遵循直到任务完成。",
	"The zombie crumbles to dust after 1 minute, if it drops to 0 hit points, or if you create another zombie with this spell.": "如果僵尸掉到0点生命值，或者你用这个法术创造另一个僵尸，那么它会在1分钟后变成灰尘。",
	"{@i {@b Paymen}} You transfer the energy of the soul to your patron, or to an Oni, Fiend, or Fey with whom you have made a deal. Though you gain no special control or influence over the creature you pay the soul to, their disposition is likely more favorable toward you.": "{@i {@b Paymen}} 你将灵魂的能量转移给你的赞助人，或者与你达成交易的鬼怪、恶魔或仙灵。虽然你对支付灵魂的生物没有特殊的控制或影响，但它们对你的态度可能更有利。",
	"You call forth a {@creature plant spirit|PS-Kg}. It manifests in an unoccupied space that you can see within range. This corporeal form uses the Plant Spirit stat block. When you cast the spell, choose a material: Bark, Fungus, or Vine. The creature resembles a Beast of your choice made of the chosen material, which determines certain traits in its stat block. The creature disappears when it drops to 0 hit points or when the spell ends.": "你召唤出一个{@creature plant spirit|PS-Kg}。它显现在你能看到的范围内的一个空地。这个有形形态使用植物精灵属性块。当你施放这个法术时，选择一个材料：树皮、真菌或藤蔓。这个生物类似于你选择的材料制成的一种野兽，这决定了它属性块中的某些特征。当这个生物的生命值降至0或法术结束时，它会消失。",
	"The creature is an ally to you and your companions. In combat, the creature shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you don't issue any, it takes the Dodge action and uses its move to avoid danger.": "这个生物是你和你的同伴的盟友。在战斗中，这个生物与你共享先攻顺序，但它会在你之后立即行动。它会听从你的口头指令（你无需使用任何动作）。如果你没有下达指令，它会采取闪避动作并利用移动来避开危险。",
	"When you cast this spell using a spell slot of 5th level or higher, use the higher level wherever the spell's level appears in the stat block.": "当你使用5级或更高级别的法术位施放这个法术时，在状态块中出现法术等级的地方使用更高级别的等级。",
	"You ward an object against harm and theft. The object, which only you can be holding and can weigh no more than 5 pounds, becomes immune to all damage for the duration. Any spell of 3rd level or lower can't affect the object even if the spell is cast using a higher level spell slot.": "你用魔法保护一个物品免受伤害和盗窃。这个物品只有你能拿着，重量不超过5磅，在持续时间内免疫所有伤害。任何3级或更低级的法术都无法影响这个物品，即使使用更高级的法术位施放。",
	"Until the spell ends, you can use your action to summon the object to your free hand.": "直到咒语结束，你可以使用你的动作将物体召唤到你的空手中。",
	"You hurl a bolt of crackling electricity at a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 2d6} lightning damage.": "你向范围内的生物或物体投掷一道充满电力的闪电。对目标进行远程法术攻击。命中后，目标受到{@damage 2d6} 闪电伤害。",
	"If an electronic device is hit by this spell or worn or carried by a creature hit by this spell, that device ceases to function for 1 minute, or until it is restarted or repaired.": "如果一个电子设备被这个法术击中，或者被这个法术击中的生物所携带或穿戴，那个设备将在1分钟内停止运作，直到重新启动或修复为止。",
	"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d6} for each slot level above 1st.": "当你使用2级或更高级别的法术位施放这个法术时，伤害会每超过1级的位数增加{@dice 1d6}。",
	"We have endured lifetimes of war and carved our way to peace by blade and conquest. Now, united at last under Kyodai's guidance, we lay down our weapons and open our minds.": "我们经历了世世代代的战争，通过刀剑和征服铸就了和平之路。现在，在(`Kyodai`)的指引下，我们终于团结一致，放下武器，敞开心扉。",
	"The world of Kamigawa is one where new meets old, where magic and technology converge and collide in unexpected ways. Magic is the domain of the kami, spirits or gods of the realm that associate with all things. The {@i Kakuriyo} is the spirit world, the plane of existence where the kami dwell. Its other half is the {@i Utsushiyo} where mortals live. These planes of existence are slowly merging, allowing the kami to pass into the mortal world and become a part of it.": "神川（Kamigawa）的世界是一个新与旧相遇的地方，在这里，魔法和技术以意想不到的方式交汇和碰撞。魔法是神或精灵的领域，它们与所有事物相关联。{@i Kakuriyo}是灵界，神灵居住的存在平面。它的另一半是{@i Utsushiyo}，凡人居住的地方。这些存在平面正在缓慢地融合，使得神灵可以穿越到凡间世界并成为其中的一部分。",
	"12,000 years ago, daimyo Takeshi Konda used powerful magic to pull an aspect of O-Kagachi, the supreme kami of all kami, from Kakuriyo. This greatly enraged the spirits, who turned against the physical world with a vengeance. The war finally ended in its twentieth year when Princess Michiko Konda managed to free the kidnapped aspect, Kyodai, and defeated O-Kagachi and Lord Konda. The death of O-Kagachi caused the barrier between the two realms to break down, thus precipitating the merging of the two realms.": "1. 12,000年前，大名武士武士金田利用强大的魔法从Kakuriyo中拉出了O-Kagachi的一个方面，即所有神之最高神。这激怒了精灵们，他们愤怒地对抗物质世界。这场战争最终在第二十年结束，当时米歇尔金田公主成功释放了被绑架的方面Kyodai，并击败了O-Kagachi和金田领主。O-Kagachi的死亡导致两个领域之间的屏障崩溃，从而促成了两个领域的合并。",
	"In the modern era, Utsushiyo has transformed into a futuristic world of cyberpunk ninjas and samurai, where tradition and modernity meet. The Kamigawans have discovered electricity, experienced an industrial revolution, and entered a computerized era. Some kami have adapted, taking on industrial-style bodies, while other kami oppose these changes.": "在现代，(Utsushiyo)已经转变成了一个充满赛博朋克忍者和武士的未来世界，传统与现代相遇。(Kamigawans)已经发现了电力，经历了工业革命，并进入了计算机时代。一些神灵已经适应了这些变化，采用了工业风格的身体，而其他神灵则反对这些变化。",
	"The current Emperor has disappeared from the world, leaving the kitsune Light-Paws acting as regent in her stead to juggle growing tensions between factions as the plane barrels forward into the future.": "当前的皇帝已经从世界上消失了，留下了狐妖光爪代表她担任摄政，来应对各派系之间不断加剧的紧张局势，而这个位面也在迅速向前推进。",
	"This document is an in-depth guide to playing Dungeons & Dragons in Magic: the Gathering's plane of Kamigawa.": "这份文件是关于在魔术风云（Magic: the Gathering）的神河（Kamigawa）位面中玩龙与地下城（Dungeons & Dragons）的深度指南。",
	"provides an overview of life in Kamigawa, along with the various factions and locations found there. If you're looking for more information, check out {@link A Planeswalker's Guide to Kamigawa: Neon Dynasty|https://magic.wizards.com/en/articles/archive/feature/planeswalkers-guide-kamigawa-neon-dynasty-2022-02-03}.": "提供了神川(Kamigawa)的生活概况，以及那里发现的各种派别和地点。如果您想了解更多信息，请查看{@link A Planeswalker's Guide to Kamigawa: Neon Dynasty|https://magic.wizards.com/en/articles/archive/feature/planeswalkers-guide-kamigawa-neon-dynasty-2022-02-03}。",
	"provide a guide to creating a character in Kamigawa, introducing seven new races, guidelines on playing different classes, and collections of new backgrounds, items, and spells.": "提供在神河(Kamigawa)创造角色的指南，介绍七个新种族，玩不同职业的指南，以及新背景、物品和法术的收集。",
	"provide a collection of stat blocks for vehicles, kami, and various creatures found in Kamigawa.": "提供在《神川》中发现的车辆、神灵和各种生物的统计数据集合。",
	"This chapter offers an overview of life in Kamigawa, including information on various factions and locations. Whatever a character's origin, any native of Kamigawa would be familiar with the currency and language, and the plane's relationship to kami and technology.": "本章提供了关于神川(Kamigawa)生活的概述，包括有关各种派别和地点的信息。无论角色来自何处，神川的任何本地人都会熟悉该地的货币和语言，以及该位面与神灵和技术的关系。",
	"The kami are the great spirits who come from Kakuriyo, the spirit world. Kami are manifestation of all things on Kamigawa; each place, event, and concept has a spiritual counterpart in Kakuriyo.": "神（the kami）是来自Kakuriyo（the spirit world）的伟大精灵。神是Kamigawa（Kamigawa）上所有事物的体现；每个地方、事件和概念在Kakuriyo（Kakuriyo）中都有一个精神对应物。",
	"Because of this, kami come in an overwhelming variety of forms, even among the same \"species\" of kami, and their brand of magic is mysterious and beyond anything mortals have conceived. There might be a kami of a specific object, like the kami of imperial dishware, or powerful overarching concepts like Kyodai, the soul of Kamigawa.": "因此，神灵以极其多样的形式出现，即使是同一种“物种”的神灵也是如此，他们的魔法形式神秘莫测，超越了凡人所能构想的一切。可能会有特定物体的神灵，比如帝国餐具的神灵，或者像巨大概念Kyodai（神奈川之魂）这样强大的普遍概念。",
	"When the kami manifest into the ordinary world, their manifestation is a bit unstable and creates strange glowing energy objects orbiting around them. Mortals who bond to kami often display these orbiting objects as well. Furthermore, the strange of nature of kami magic often creates \"glitch\"-like iridescent cubes and strange shapes near merge-gates, or whenever spells are cast.": "当神灵(manifest)到普通世界时，他们的显现有点不稳定，会在他们周围产生奇怪的发光能量物体。与神灵结合的凡人也经常展示这些环绕物体。此外，神灵魔法的奇异性质经常在合并门附近或施放咒语时创造出“故障”-样的虹彩立方体和奇怪的形状。",
	"Kami are a very common sight, both on the streets of Towashi and any place near a merge-gate, openly interacting with others. Depending on their manifestation, kami can be harmful, helpful, or indifferent towards mortals.": "神（Kami）在通泰市（Towashi）的街头和任何靠近合流门的地方都是非常常见的景象，他们会公开与其他人互动。根据他们的表现形式，神可能对凡人有害、有益，或者对他们漠不关心。",
	"You can learn more about notable kami starting in {@book Chapter 6|PS-Kg|6}.": "你可以在{@book Chapter 6|PS-Kg|6}开始了解更多关于著名神明的信息。",
	"For much of Kamigawa's history, power was concentrated in the hands of the elite. More recently, however, Kamigawa has found itself facing significant disruption to this status quo as new innovations have made access to power more widely and cheaply available to all. Key among these innovations were two: enhancers invented by the akki artisans of Sokenzanshi, and the method invented by the Saiba Futurists of drawing power directly from the spirit realm.": "在神川的历史上，权力长期集中在精英手中。然而，最近，神川发现自己面临着对这种现状的重大干扰，因为新的创新使得所有人更广泛、更廉价地获得权力。其中两项关键创新是：由(`akki artisans of Sokenzanshi`)发明的增强器，以及由(`Saiba Futurists`)发明的直接从灵界汲取力量的方法。",
	"The akki artisans had a long tradition of invention and ingenuity, as well as effectively using their scarce resources to great effect—including kami-granted powers. Thanks to the enhancer, even though few people had deep relationships with the kami, they were now able to apply more efficiently whatever powers they had been granted.": "阿奇（Akki）工匠有着悠久的发明和创造传统，以及有效地利用他们稀缺资源的能力，包括神灵赋予的力量。多亏了增幅器（enhancer），即使很少有人与神灵有深厚的关系，他们现在也能更有效地运用自己被赋予的任何力量。",
	"At the same time, the Saiba Futurists were conducting experiments with merges to test the nature of the spirit realm. As an unintended side effect, they discovered a way to draw on magic directly, without needing to form a bond with kami. These two technologies soon combined to form the basis of the boom in new technology that exploded across the plane.": "与此同时，(Saiba Futurists) 赛巴未来主义者们正在进行合并实验，以测试灵界的本质。作为一个意外的副作用，他们发现了一种直接利用魔法的方法，而无需与 (kami) 神灵建立联系。这两种技术很快结合在一起，形成了横扫整个位面的新技术繁荣的基础。",
	"Among the more common pieces of technology is the personal wrist-mount, which can store useful data such as credit chips and identification. Holograms are used as interfaces for most technology, and security comes in the form of semblance or fingerprint scanners.": "在更常见的技术设备中，个人手腕装置是其中之一，它可以存储诸如信用芯片和身份证明之类的有用数据。全息图像被用作大多数技术的界面，安全措施包括类似或指纹扫描仪。",
	"Wireless communicators provide the basis for networks of systems that control technology, such as the public access terminals around Towashi that provide residents with up-to-date information on everything from traffic delays to hostile kami sightings. Capture trees are used as stationary security cameras throughout the Empire.": "无线通讯设备为控制科技的系统网络提供基础，比如在托瓦什(Towashi)周围提供居民最新信息的公共接入终端，涵盖从交通延误到敌对神灵出现的各种信息。捕获树被用作整个帝国的固定安全摄像头。",
	"Automatons are commonly used to perform basic or menial tasks, while mechs are powerful vehicle suits that allow the pilot to perform physical tasks far beyond their normal capabilities.": "自动机通常用于执行基本或琐碎的任务，而机甲是强大的车辆套装，使驾驶员能够执行远远超出其正常能力范围的体力任务。",
	"The modern era has also seen the incorporation of technology into everyday equipment, with technologically empowered weapons and armors, plasma cannons, and personal hover bikes now being common sights in Towashi.": "现代时代也看到了技术被整合到日常装备中，拥有技术力量的武器和盔甲、等离子炮、以及个人悬浮摩托现在在托瓦仕已经司空见惯。",
	"The unit of currency in Kamigawa is the Ryō, originally minted in gold, silver, and copper coins. In the modern era, most people use either credit chips to wirelessly access a bank account, or translucent holographic bank notes. Though minted coins are no longer used, copper coins with holes in the middle are sometimes offered at kami shrines.": "在神川，货币单位是両(Ryō)，最初是用金、银和铜铸造的硬币。在现代，大多数人使用信用芯片来无线访问银行账户，或者使用透明全息银行票据。虽然不再使用铸造的硬币，但有时在神社会出现中间有孔的铜币。",
	"Copper": "铜",
	"Silver": "白银 (Silver)",
	"Platinum": "白金 (Platinum)",
	"Kamigawa is not a world with a large variety of languages, unlike most D&D settings. The known and possible languages in Kamigawa that a character might speak and understand are listed below.": "《神川》(Kamigawa)并不像大多数D&D设定那样拥有多样的语言。在《神川》中，角色可能会说和理解的已知和可能的语言如下。",
	"Kitsune": "狐狸精(Kitsune)",
	"Orochi": "大蛇 (Orochi)",
	"Nezumi": "鼠(Nezumi)",
	"Ogres, Oni": "食人魔，(Oni)",
	"The Imperials are the most widespread and powerful organization on Kamigawa, founded to help Kyodai manage the merging of the mortal and spirit realms. Over time, they expanded into government and rulership. Although peaceful management remains the heart of their organization, they are not afraid to bring their authority to bear on any activity that threatens their mission. The current regime takes an active, widespread role in restricting new technologies, which they insist is necessary to maintain social stability.": "帝国派（The Imperials）是神川（Kamigawa）上最广泛和强大的组织，旨在帮助巨大（Kyodai）管理凡人和灵界的融合。随着时间的推移，他们扩展到政府和统治领域。尽管和平管理仍然是他们组织的核心，但他们并不惧怕对任何威胁他们使命的活动施加权威。当前政权积极广泛地参与限制新技术的发展，他们坚持认为这是维护社会稳定所必需的。",
	"Those wishing to join the Imperials must undergo a grueling education. Trainees frequently go on to become samurai, kami intercessors, moth riders, and mech pilots. Some families have served the Imperials for generations, and their children begin training from the time they can hold a sword. But people from all walks of life are encouraged to join—loyalty, not social class, is what's important to the Imperials. Through dedication and hard work, one can rise to positions of wealth and power.": "那些希望加入帝国者必须接受严苛的教育。训练生通常会成为武士、神祇调停者、飞蛾骑士和机甲飞行员。有些家族已经为帝国效力了好几代，他们的孩子从能握剑的时候就开始接受训练。但来自各行各业的人都被鼓励加入—对帝国来说，忠诚比社会阶层更重要。通过奉献和努力，一个人可以晋升到财富和权力的位置。",
	"The Imperial court interacts with the kami frequently, and many kami willingly work with the Imperials, lending their power to help them deal with merges and the possible side effects of merges. The title \"Emperor of Kamigawa\" is given to whomever the kami {@creature Kyodai|PS-Kg} has chosen to bond with, thus connecting them to the body and soul of the plane.": "帝国法庭经常与神祇互动，许多神祇愿意与帝国人合作，借出他们的力量来帮助他们处理合并以及可能的副作用。\"神川之帝\"这个头衔是赋予神祇{@creature Kyodai|PS-Kg}选择与之结合的人的，从而将他们与这片土地的身体和灵魂联系在一起。",
	"The current Emperor is missing. She appointed the seven-tailed kitsune Light Paws as acting regent in her stead.": "当前皇帝失踪了。她任命了七尾狐(`Light Paws`)作为代理摄政。",
	"Intercessors are trained Imperials who help keep the peace throughout the Empire, responding to reports of kami akin to a specialized police force. They are organized into several divisions including {@i enforcement}, {@i engineering}, {@i exorcism}, and {@i merge handling}.": "调停者是受过训练的帝国人，帮助维持帝国内的和平，响应类似于专门警察部队的神的报告。 他们被组织成几个部门，包括{@i enforcement}，{@i engineering}，{@i exorcism}和{@i merge handling}。",
	"The Asari Uprisers aim to overthrow what they see as oppressive, authoritarian Imperial rule. They believe power and technology should be shared rather than hoarded, and that the Imperials are outdated and regressive. Fealty and loyalty are honored. Disloyalty and betrayal are punished. Uprisers frequently clash with Imperial enforcers in the middle of the streets, especially in Sokenzanshi, a mountain city of artisans and artificers that has borne the full weight of the Imperials' restrictive edicts. After the emperor disappeared, the Uprisers began preparing a large-scale coup.": "阿萨里起义者旨在推翻他们视为压迫性、专制的帝国统治。他们认为权力和技术应该被分享而不是囤积，认为帝国已经过时和倒退。忠诚和忠诚受到尊重。不忠和背叛将受到惩罚。起义者经常与帝国执法者在街头激烈冲突，尤其是在索肯赞市，这座由工匠和工匠组成的山城承受了帝国限制法令的全部压力。在皇帝失踪后，起义者开始准备一场大规模政变。",
	"The Uprisers are composed of flat, decentralized ranks of samurai, soldiers, and artillerists supported by their community artisans and inventors. They maintain no formal headquarters, preferring transient meeting rooms sprinkled throughout the city.": "起义者由一群扁平、分散的武士、士兵和炮兵组成，他们得到社区工匠和发明家的支持。他们没有正式的总部，更喜欢遍布城市各处的临时会议室。",
	"The Uprisers focus on practical, physical solutions rather than abstract theories. Their limited resources mean they make do with whatever material they can scrounge together and take pride in caring for and repairing their own gear. Much of their equipment is pieced together from scraps, so no member's gear is the same as another's. Some artisans even pride themselves on never using \"new\" material.": "起义者们专注于实际、物质解决方案，而不是抽象理论。由于资源有限，他们只能凑合着利用任何能够凑集到的材料，并自豪地照料和修理自己的装备。他们的许多装备都是从零碎材料拼凑而成的，因此没有两名成员的装备是相同的。一些工匠甚至自豪地宣称从不使用“新”材料。",
	"The Uprisers are led by Risona, a human artificer who originally made weapons and armor for the Imperial court, but became disillusioned by the way they handled the Emperor's disappearance and the food shortage that occurred in Sokenzashi because of it.": "起义者由瑞索娜(Risona)领导，她是一名人类工匠，最初为帝国宫廷制造武器和盔甲，但对他们处理皇帝失踪和由此引发的索肯扎希(Sokenzashi)粮食短缺的方式感到幻灭。",
	"The driven, highly secretive Futurists are a technocratic elite at the forefront of technological innovation in Kamigawa. They believe strongly in innovation and pushing the boundaries of possibility, claiming impartiality to how the rest of the plane views their research. In theory, the Futurists obey Imperial restrictions on technological development, but in practice, they often dabble on the edges of the law—and in some cases step right over the line. Although many of their inventions have aided the entire plane, they often hoard the best knowledge for themselves to maintain power and status. Whispers say they've pushed the boundaries of technological development further than anyone can guess.": "在神川(Kamigawa)的科技创新前沿，有一群行事低调、高度神秘的未来主义者。他们是技术精英，坚信创新和突破可能性的边界，声称对飞机上其他人如何看待他们的研究持中立态度。理论上，未来主义者遵守帝国对技术发展的限制，但在实践中，他们经常在法律的边缘玩弄，甚至有时越过界限。尽管他们的许多发明帮助整个飞机，但他们经常将最好的知识囤积给自己，以保持权力和地位。传言说他们已经将技术发展的边界推进得比任何人都能猜测的更远。",
	"The Futurists are organized into divisions, each headed by a chief. All divisions have researchers and experimentalists, but some are secretive to the point of paranoia and employ agents of espionage. Projects are given cryptic code names and are surrounded by magical occlusion veils. The only person with complete insight into the entire organization is the head of the Futurists, whose identity is shrouded in mystery.": "未来主义者被组织成不同部门，每个部门由一位首领领导。所有部门都有研究人员和实验者，但有些部门极度隐秘，甚至雇佣间谍代理人。项目被赋予神秘的代码名称，并被魔法幻隐屏障所包围。唯一了解整个组织的人是未来主义者的首领，其身份笼罩在神秘之中。",
	"Most Futurists prefer not to rely on kami magic because they see it as putting themselves at the whim of the kami. They would rather be free to experiment and explore on their own terms. Occasionally, they'll consult with kami, but for the most part, they prefer to rely on their own ingenuity to figure things out. Nevertheless, some individual Futurists have chosen to experiment with kami magic and the very forces that govern reality.": "大多数未来学家更喜欢不依赖于神（`kami`）魔法，因为他们认为这会让自己受制于神的意愿。他们宁愿自由地按照自己的条件进行实验和探索。偶尔，他们会向神请教，但大部分时间，他们更愿意依靠自己的聪明才智来解决问题。然而，一些个别的未来学家选择尝试神秘魔法和支配现实的力量。",
	"The current director of the Saiba Futurists is the moonfolk Emire (LN moonfolk {@creature mage}). He is called the Living Breakthrough because he has augmented himself with extensive prototype origami enhancements, and some believe he may be as much machine as mortal.": "赛巴未来主义者的现任主任是月亮精灵埃米尔（LN 月亮精灵{@creature mage}）。他被称为“活着的突破”，因为他通过大量的原型折纸增强改造了自己，有人认为他可能既是机器又是凡人。",
	"The Order of Jukai believes that technology is damaging the fabric of nature. When its leader, the orochi Shigeki (CN orochi {@creature assassin}), bonded with a nature kami, he experienced a prophetic dream of the spirit realm shattering. He vowed to stop the vision from coming true and named his new Order after the moment when the Jukai forest expelled all mortals, including his own ancestors. The Order grew swiftly as others had similar visions of the spirit realm's destruction. They actively despise the Saiba Futurists and desire to destroy their floating headquarters.": "授戒之序（CN orochi {@creature assassin}）认为科技正在破坏自然的结构。当其领袖，巨蛇Shigeki（CN orochi {@creature assassin}）与一位自然神灵结合时，他经历了一场有关精神界崩溃的预言梦境。他发誓要阻止这个愿景成真，并将他的新序列命名为授戒森林驱逐所有凡人（包括他自己的祖先）的时刻。这个序列迅速壮大，因为其他人也有类似的精神界毁灭愿景。他们积极鄙视赛巴未来主义者，并渴望摧毁他们的漂浮总部。",
	"The Order is organized in decentralized cells scattered throughout the plane. Cells are small, typically comprised of a few stealth operatives and a kami channeler or two. They mobilize quickly and hide when needed, favoring decisive acts of swift destruction. Their preferred method is to infiltrate a technological center and then unleash destruction by either detonating a device imbued with kami magic or summoning an actual kami. These strikes are controlled and targeted: they wait until the area is as empty as possible and never attack residential zones. However, they won't hesitate to cut down anyone who gets in their way. On the last day of a Jukai agent's training, they are given a powerful relic blessed by the kami.": "该组织分布在整个位面的分散细胞中。细胞规模较小，通常由几名潜行特工和一两名神通者组成。他们能迅速行动并在需要时隐藏起来，偏爱迅速摧毁的果断行动。他们的首选方法是渗透科技中心，然后通过引爆注入神通魔法的装置或召唤实际的神通来发动破坏。这些袭击是有控制且有针对性的：他们会等到区域尽可能空旷，从不攻击居民区。然而，他们不会犹豫斩杀任何阻挡他们的人。在一名（Jukai）特工培训的最后一天，他们会获赠一件由神通祝福的强大遗物。",
	"On a changing plane, the Living Historians fear that the past is in danger of being forgotten or quietly erased. Even if they don't have a complete picture of the past, they still endeavor to preserve it, recording events as faithfully as they can without bias or omission. They tattoo these stories onto their skin and bring them to life through dance, theater, and song. The tattoos magically rise into the air during their performances as moving illustrations of historical events. Although their training instructs them to erase their personal biases, some might argue that the very nature of their art means they inherently inject their perspectives into their work.": "在一个变化的平面上，活历史学家们担心过去的历史可能会被遗忘或悄悄抹去。即使他们对过去没有完整的了解，他们仍努力保存它，尽可能忠实地记录事件，不带偏见或遗漏。他们将这些故事刺青在自己的皮肤上，并通过舞蹈、戏剧和歌曲将它们栩栩如生地展现出来。这些刺青在表演中神奇地升入空中，成为历史事件的动态插图。尽管他们的训练要求他们抹去个人偏见，但有人可能会认为，他们的艺术本质意味着他们在工作中固有地注入了自己的观点。",
	"The Living Historians were founded in the wake of The Kami War by Reki, the History of Kamigawa and Azusa. They wanted to preserve the knowledge that was in danger of being lost amidst the chaos of their changing plane. Azusa's diary became a pivotal firsthand document in this reconstruction process and remains one of the Living Historians' most sacred texts.": "活历史学家是在(神之战)之后由(神川的历史)雷姬和梓创立的。他们想要保存那些在他们所在位面动荡变化中濒临失落的知识。梓的日记成为了这一重建过程中至关重要的第一手资料，仍然是活历史学家们最神圣的文本之一。",
	"The Reckoners form a sprawling, loosely connected series of criminal gangs that trace their history to before the Kami War. Usually, they operate openly as legitimate businesses, but anyone who crosses them is quickly met with harsh violence according to a strict code. Alliances, betrayals, and turf wars between gangs are common, but those same gangs will unite against outsiders. Of Kamigawa's major organizations, the Reckoners are the most flexible and have no problem relying on both technology and kami powers—whatever gets the job done. They aren't very concerned with what the future should look like—so long as they can profit from it.": "清算者们形成了一个庞大的、松散连接的系列犯罪团伙，他们的历史可以追溯到神争战之前。通常，他们以合法企业的形式公开运作，但任何与他们作对的人很快就会遭到严厉的暴力对待，遵循着严格的规则。团伙之间的联盟、背叛和地盘争夺很常见，但这些团伙会联合起来对抗外部势力。在神泽的主要组织中，清算者们是最灵活的，他们毫不犹豫地依赖科技和神力——只要能完成任务。他们并不太关心未来应该是什么样子——只要能从中获利即可。",
	"The Reckoners attract members who have grown disillusioned with society. Many an embittered, cynical Imperial samurai has joined the Reckoners' ranks, but they also recruit poisoners, kami channelers, and ninjas. No matter a person's origin, there's a strong sense of family and fellowship within the Reckoners.": "《清算者》吸引了那些对社会感到幻灭的人。许多心怀怨恨、愤世嫉俗的帝国武士加入了《清算者》的行列，但他们也招募毒贩、神灵传道者和忍者。无论一个人的出身如何，在《清算者》内部都有一种浓厚的家庭和友情感。",
	"Tests of loyalty are demanded on a regular basis. Every member of the Reckoners is inked with magical tattoos that ensure loyalty and prevent betrayal; the penalty of leaving or crossing is a reckoning. As a recruit climbs the ranks, they receive additional tattoos, each representing a new binding or connection forged within the gang. Bosses are often tattooed from neck to toe.": "忠诚度测试经常被要求进行。每位(`Reckoners`)成员都被施加了能确保忠诚并防止背叛的魔法纹身；离开或背叛的惩罚是一场(`reckoning`)。随着新兵晋升，他们会得到额外的纹身，每个代表着在帮派内建立的新约束或联系。老板们通常从脖子到脚趾都被纹满了纹身。",
	"People from all walks of life are drawn to demon worship, seduced by the promise of power and destruction offered. Though they're collectively referred to as cultists, individual practitioners have little to do with each other. Many are openly hostile to each other, so they tend to live in places where they can blend in or move frequently to avoid attracting unwarranted attention. Nevertheless, they all share a similar goal: feed their demon patron enough power to break the bindings that chain them to the spirit realm.": "各行各业的人都被恶魔崇拜所吸引，被承诺的权力和毁灭所诱惑。虽然他们被统称为异教徒，但个别从业者彼此之间几乎没有联系。许多人彼此公开敌对，因此他们倾向于生活在可以融入其中的地方，或者经常搬迁以避免引起不必要的注意。然而，他们都有一个共同的目标：为他们的恶魔主人提供足够的力量，以打破将他们锁在灵界的束缚。",
	"Demons themselves are entities of chaos and destruction that were locked away in the spirit realm by Kyodai centuries ago. Cut off from the mortal realm, they are unable to feed freely, and their power dwindles. The cultists' most well-known figure is Hidetsugu, once an ogre who merged with the All-Devouring Oni of Chaos to become an entity of destruction and hunger incarnate. He is both revered among other demon cultists for having achieved the impossible and simultaneously the one they all want to devour to take his role.": "恶魔本身是混沌和毁灭的实体，几个世纪前被(Kyodai)封印在灵界中。与凡间隔绝，它们无法自由获取食物，力量也在减弱。邪教徒中最著名的人物是(Hidetsugu)，曾经是一个食人魔，与混沌的吞噬鬼融为一体，成为毁灭和饥饿的化身。他在其他恶魔邪教徒中备受尊崇，因为他实现了不可能的事情，同时也是他们都想吞噬以取代他的人选。",
	"The Jukai Forest is an ancient forest composed mainly of huge cedar trees. It is almost as large as all the surrounding territories combined, and its farthest edges haven't been fully explored. The forest is the ancestral home of the Orochi, and is still home to a number of their colonies, such as the village of Susuki. Sugi Hayashi is a kitsune village that lies at the mouth of the Akagi river.": "巨开森林(Jukai Forest)是一个古老的森林，主要由巨大的雪松树组成。它几乎和周围所有领地的大小相当，最远的边缘尚未完全探索。这片森林是大蛇(Orochi)的祖居地，仍然是它们一些殖民地的所在地，比如铁穗村(Susuki)。杉林村(Sugi Hayashi)是一个狐狸村，位于赤城河(Akagi river)的入口处。",
	"Towashi is the main city in Kamigawa, characterized by looming skyscrapers, large neon signs, and vibrant cherry trees. It was built in a cleared-out part of the Jukai Forest. It is the seat of Imperial power. Now, kami and humans alike live among its towering skyscrapers. The streets are always packed, no matter the time of day. Its prime location along the coast makes it a hub for commerce, and its proximity to the forest provides shelter from the elements. Hovering lanterns and neon lights brighten a lower city that would otherwise be drowned in shadows throughout the day, and those same lights transform the city at night into a beacon of dazzling colors.": "桃园市是神泽国的主要城市，以高耸的摩天大楼、巨大的霓虹灯和充满活力的樱花树而闻名。它建在莽原森林的一片空地上。这里是帝国权力的中心。现在，神灵和人类一起居住在这些高耸的摩天大楼中。无论白天黑夜，街道总是拥挤不堪。它位于海岸线上，成为商业枢纽，同时又靠近森林，为人们提供避风避雨之所。悬浮的灯笼和霓虹灯照亮了本应整日被阴影覆盖的下城区，这些灯光在夜晚将城市变成了一个闪烁着迷人色彩的灯塔。",
	"Boseiju is the oldest and largest living tree in Kamigawa and the only remnant of the Jukai Forest within Towashi city limits. Its branches dwarf the surrounding skyscrapers, casting a near-permanent shadow over the city beneath. When dwellings were constructed on the tree itself, the Boseiju District arose as a haven for those who sought to escape from frantic modern life and be in touch with nature. At its roots, Kaima, the kami of forest fellowship (CN {@creature giant boar}) dwells. In the heart of this district is an Imperial Shrine to Kyodai.": "榜生树 (Boseiju) 是神川 (Kamigawa) 最古老、最大的活着的树，也是吐和市 (Towashi) 市区内重开森林 (Jukai Forest) 仅存的遗迹。它的树枝高耸入云，比周围的摩天大楼还要高，常年在城市下投下一片近乎永久的阴影。当居住建筑建在树上时，榜生树区 (Boseiju District) 应运而生，成为那些希望逃离繁忙现代生活、与大自然接触的人们的避风港。在其根部，森林交谊之神凯玛 (Kaima) 定居。在这个区域的中心是一座供奉巨大神 (Kyodai) 的帝国神殿。",
	"The Reckoners are spread throughout Kamigawa, but the Towashi Undercity has the largest concentration of gangs. The district is shrouded in the near-perpetual shadows cast by Boseiju and the towering, cramped skyscrapers above. Gangs rule the streets, enforcing their own codes that can vary from one city block to the next, depending on who runs that territory. But the Dragon's Well maintains its neutrality as a venerated, protected meeting site where the heads of different gangs meet to hash out disagreements and make formal treaties.": "《裁决者》遍布于神川(Kamigawa)，但塔崖(Towashi)地下城市拥有最多的帮派。这个区域被博瑟居(Boseiju)和高耸拥挤的摩天大楼投下的近乎永久的阴影所笼罩。帮派统治着街道，执行着各自的法规，这些规则可能因掌控该地盘的人而异，从一个城市街区到另一个。但龙井(Dragon's Well)保持中立，作为一个受尊敬的、受保护的会议场所，不同帮派的头目在这里会面，商讨分歧并达成正式条约。",
	"The Undercity houses a Flea Market, where less than legal goods can be peddled, along with the Kozue Sake Bar. It is also rumored that somewhere in the Undercity, there is a fighting pit that looms over a deadly chasm, where warriors test their skills and only the strongest survive.": "地下城市有一个跳蚤市场，那里可以兜售一些不太合法的商品，还有(小日暮清酒吧)。也有传言说，在地下城的某处，有一个悬在致命深渊上的搏斗场，战士们在那里测试他们的技能，只有最强者才能生存。",
	"Towashi Central district includes a large central Marketplace, where merchants from all over the plane sell their wares. In a nearby alley, you can find Itachi's Noodle Bar, run by Itachi (CN nezumi {@creature Commoner}). The bar is known for its collection of information, rather than the Undercity mushroom ramen.": "Towashi Central 区包括一个大型中央市场，在那里来自整个平面的商人出售他们的商品。在附近的小巷里，你可以找到伊太鼠{@creature Commoner}经营的伊太鼠面馆。这家酒吧以其信息收集而闻名，而不是地下城的蘑菇拉面。",
	"The Financial district includes a large number of corporate buildings and Soratami labs. Here one can find the Towashi Arcade, full of video games, holo-card gaming tables, and celebrity signing events.": "金融区包括大量的公司大楼和空中民族实验室。在这里，人们可以找到托瓦仕街机厅，里面有很多视频游戏、全息卡牌游戏桌和名人签名活动。",
	"The Marina district includes a port that borders lake Kamitaki. Metroplitan North and Metropolitan South are residential districts, where most homes and apartment complexes can be found.": "Marina区包括一个毗邻卡米滝湖的港口。Metroplitan North（北大都会）和Metropolitan South（南大都会）是居住区，大多数住宅和公寓大楼都可以在这里找到。",
	"Far Corner is a neighborhood on the border between Towashi City and Jukai forest. In the past, it was a village belonging to the Jukai forest. Nearby, one can find a communal Fountain. The natural beauty of the place is often overshadowed by holographic adverts.": "遥远角落是位于(Towashi City)和(Jukai forest)边界的一个社区。在过去，它是(Jukai forest)的一个村庄。附近可以找到一个公共喷泉。这个地方的自然美景经常被全息广告所掩盖。",
	"Towabara is the massive plain at the center of Kamigawa. Within Towabara there are numerous Imperial villages; including Kodaira, built around an Imperial military outpost, and the village of Kofu which lies at the foot of the mountains.": "Towabara（神川）是神川中心的广阔平原。在Towabara中有许多帝国村庄；包括围绕着一个帝国军事前哨建立的小平（Kodaira），以及位于山脚下的甲府（Kofu）村庄。",
	"Eiganjo Castle was built by Takeshi Konda, instigator of the Kami War, and was built upon the bones of its ancient former castle self, Eiganjo is a place where ancient shrines and ancestral homes exist side by side with sleekly modern structures. Ancient architecture is painstakingly maintained and incorporated rather than torn down or built over, creating a sense of elegance and harmony between past and present.": "永观城堡是由近藤武士建造的，他是神战争的策划者，城堡建在其古老前身的骨架之上，永观城是一个古老神殿和祖先之家与时尚现代建筑并存的地方。古代建筑被精心保养和融入，而不是被拆除或盖过，营造出一种过去与现在之间的优雅和和谐感。",
	"The Imperial Palace proper is where high-ranking members of the Imperial court live and work, and pilgrims come to seek an audience with the emperor. The main shrine to Kyodai, the guardian spirit of Kamigawa, is located within the palace. The castle also boasts a magnificent sakura garden.": "皇宫正殿是帝国朝廷高级成员居住和工作的地方，朝圣者前来寻求与皇帝会面。位于宫殿内的神奈川守护灵Kyodai的主要神龛。这座城堡还拥有一个壮丽的樱花花园。",
	"Outside of the palace is Eigan Town, a large human settlement, and Golden-Tail Academy, the most famous and unparalleled Samurai academy. The current headmaster is Swift-Arm (LG kitsune {@creature seven-tail mentor|PS-Kg}).": "在皇宫外是艾甘镇，一个大型的人类定居点，以及金尾学院，最著名且无与伦比的武士学院。现任校长是迅疾臂（善良守序狐狸人{@creature seven-tail mentor|PS-Kg}）。",
	"The Araba is a blasted wasteland north of Towashi, full of craters from the Kami War. There one can find Reito, a decimated and abandoned human mining city, where the first attacks of the war began.": "阿拉巴（Araba）是托瓦什（Towashi）北部的一片荒凉之地，到处是神之战（Kami War）留下的弹坑。在那里，人们可以找到蕾托（Reito），一个被摧毁和废弃的人类矿业城市，战争的第一次袭击就发生在那里。",
	"Lake Kamitaki is a large body of water in the North of Kamigawa, bordering the Towabara Plains, Towashi (which used to be the Jukai Forest), and the Takenuma swamps. From it flows the great Kamigawa River and the lesser Akagi River. Mikokoro is a rumored sacred island of crystal, that lies at the heart of the seas north of Kamitaki.": "神滝湖是神川北部的一片辽阔水域，与塔瓦巴拉平原、塔鹿市（曾经是树海森林）以及竹沼沼泽接壤。从这里流出了伟大的神川河和较小的赤城河。美琴岛是一个传说中的水晶圣岛，位于神滝湖北部海域的中心。",
	"Minamo is the \"school at water's edge\", built around and above the lake and the Kamitaki Falls. The academy is comprised of both ordinary buildings and buildings held magically aloft. It served as a place of study of magic, history, and kami before the Kami War. The school is still operational, but with the advent of technology, has been largely replaced by Otawara.": "水边学校(Minamo)是建在湖泊和上瀑布(Kamitaki Falls)周围的“水边学校”，由普通建筑和魔法悬浮建筑组成。在神战之前，这所学院是研究魔法、历史和神明的地方。学校仍在运营，但随着技术的进步，已被大部分取代为Otawara。",
	"Otawara is a floating city of the Soratami, resting in the clouds above Kamitaki. Many of its buildings are covered in metal and glass. There are surveillance drones everywhere, and enormous, origami mechs that prowl the edges of the floating city.": "大田原是空民族的漂浮城市，在神滝上空的云层中休憩。许多建筑物都被金属和玻璃覆盖着。到处都是监视无人机，以及在漂浮城市边缘徘徊的巨大折纸机甲。",
	"Formerly the exclusive domain of the moonfolk, the floating city has opened its doors to intrepid researchers of all kinds. Nevertheless, it remains a place of beauty and mystery. Mist and clouds swirl between buildings. Pathways and entrances are hidden and deliberately confusing, meant to dissuade outsiders. The only place non-moonfolk are still forbidden is Oboro, the Ancient Palace, which is considered sacred ground to the moonfolk and guarded day and night.": "曾经是月之民独有的领地，漂浮城市现已向各类勇敢的研究者敞开大门。然而，这仍然是一个充满美丽和神秘的地方。雾气和云雾在建筑物间缭绕。通道和入口被隐藏且故意混乱，旨在阻止外来者。唯一仍然禁止非月之民进入的地方是(Oboro)，即古代宫殿，被认为是月之民的神圣之地，昼夜都有护卫。",
	"The Sokenzan mountain range is the largest in Kamigawa and it lies south of Eiganjo. It is the ancestral home of the akki and o-bakemono. It is currently the center of operations for the Asari Uprisers.": "Sokenzan山脉是神川(Kamigawa)最大的山脉，位于Eiganjo的南部。这里是akki和o-bakemono的祖居地。目前是Asari Uprisers的行动中心。",
	"Other locations include Ganzan Pass, an infamously deadly pass through the mountain range. There is a famous merge-gate in the mountains called the God's Eye gate. Another site of interest is the ruins of Godo's Hall, the meeting place of an infamous ronin bandit lord.": "其他地点包括干赞山口(Ganzan Pass)，这是一条臭名昭著的穿越山脉的危险通道。山中有一个著名的合流门，名为神眼之门(God's Eye gate)。另一个值得一看的地点是戈多大厅(Godo's Hall)的废墟，这是一个臭名昭著的浪人土匪领主的聚会地点。",
	"The hardy, self-reliant city of Sokenzanshi is home to a thriving community of independent artisans and tinkerers. Foundries and ironworks are built right into the sides of the mountains to shelter from frequent snowstorms and tap straight into the fires at the mountain's heart. Life in the mountain city isn't the easiest, and those who call the city their home are stubborn, resourceful, and fiercely committed to their way of life. A system of natural mineral hot springs dot the slopes surrounding the city and are very popular all year round.": "坚韧、自力更生的城市(`Sokenzanshi`)是独立工匠和修理工蓬勃发展的社区所在地。铸造厂和铁工厂直接建在山腰，以躲避频繁的暴风雪，并直接利用山脉深处的火源。在这座山城生活并不容易，那些称之为家园的人们都是固执、足智多谋，并对自己的生活方式坚定不移。一套天然矿物温泉系统点缀在城市周围的山坡上，全年都非常受欢迎。",
	"Also called the Bloodsoaked Keep, Shinka was the hermitage of Hidetsugu, the o-bakemono who worshipped and merged with the All-Consuming Oni of Chaos. Its exact location is only known to a select few oni worshippers. Today, ogre mages and oni cultists of all kinds make the pilgrimage to Shinka to study magic and the oni.": "也被称为血染要塞，真华（Shinka）是秀嗣（Hidetsugu）的隐居之地，他是一位崇拜并与吞噬一切的混沌鬼（All-Consuming Oni of Chaos）融为一体的妖怪。它的确切位置只为少数鬼神崇拜者所知。如今，食人魔法师和各种鬼神教徒前往真华朝圣，学习魔法和鬼神。",
	"The Tendo Peaks are the steepest mountains of the Sokenzan, clothed in bitter cold. The Heart of Frost is a tall peak where dwells a legendary Yuki-onna (CE {@creature ghost}), a kami of those lost in the snow. Untaidake is the tallest peak of the mountains, sometimes called the needle that weaves the fabric of creation.": "天都峰是索肯山最陡峭的山脉，寒冷刺骨。霜之心是一个高耸的山峰，住着传说中的雪女（混沌邪恶 {@creature ghost}），一个在雪中迷失的神灵。云台岳是这些山脉中最高的山峰，有时被称为编织创世之布的针。",
	"Takenuma is a fetid swamp of rotten bamboo, poisoned water, foul air, and perpetual dusk. It is the ancestral home of the nezumi. Oni made this area their home during the kami war. Many believe the swamps to still be cursed; without a proper burial, spirits of the dead can rise as {@creature warith|MM|wraiths}.": "武沼(Takenuma)是一片腐烂的竹林、被毒水污染的沼泽、恶臭的空气和永恒的黄昏。这是鼠人(nezumi)的祖先之地。在神战期间,鬼(Oni)选择在这个地区定居。许多人认为这片沼泽仍然受到诅咒；没有得到适当的埋葬，死者的灵魂可能会升起成{@creature warith|MM|wraiths}。",
	"Takenuma is home to several villages. Kitanosu and Takenosu are two nezumi villages deep within the swamps. The village of Numai was originally a human village, but was long ago abandoned, becoming a safe haven for gangs, oni cultists, and dark mages. Miren is a haunted well somewhere in the swamps, presumably built for a village that has long since sunk deep beneath the mire.": "竹沼是几个村庄的所在地。北之州和竹之州是深处沼泽中的两个鼠人村庄。努迈村最初是一个人类村庄，但很久以前就被废弃了，成为了一群匪徒、鬼神教徒和黑暗法师的避难所。米连是沼泽中的一个闹鬼的井，据推测是为一个早已沉入淤泥深处的村庄而建造的。",
	"Shizō, death's storehouse, is a battlefield ruin within the swamps. More than a hundred years before the Kami War, it was a verdant field with beautiful flowers, until two great daimyo set their armies against one another for nothing more than greed and ambition. After 891 samurai were killed all in one battle, in the name of such selfish causes, the meadow where they battled became a forbidden mire of mummified corpses in the mud.": "死亡之地(Shizō), 是沼泽中的战场废墟。在神战争前一百多年，这里是一片郁郁葱葱、鲜花盛开的田野，直到两位伟大的大名为了贪婪和野心而让他们的军队相互对抗。在一场战斗中有 891 名武士丧生，全部都是为了这种自私的原因，他们战斗的草地变成了一片被禁止的泥泞中的木乃伊尸体。",
	"It is rumored that the blood overflowing from this battlefield ran into the neighboring bamboo forest, and; thus Takenuma was born.": "传闻这片战场上溢出的鲜血流入了邻近的竹林，从而诞生了竹沼（Takenuma）。",
	"No one is certain of the location of the Tomb of Urami, but many believe it lies hidden in the swamps of Takenuma because of the oni who dwelled there. According to legend, Urami, the kami of ceaseless hunger, made a pact with an ogre clan to procure corporeal food from the mortal world, in the form of mortals themselves. Rumors then spread that Urami had died, and many mortals ventured to see his grave; but others still claim that this is a trap set by the oni, who devours all who dare venture near his \"tomb\".": "没有人确切知道乌拉米之墓的位置，但许多人相信它隐藏在塔克努玛的沼泽中，因为那里曾经栖息着鬼。根据传说，乌拉米，无尽饥饿之神，与一个食人鬼族达成协议，从凡间获取实体食物，即凡人本身。传言随后传播称乌拉米已经死去，许多凡人前去寻找他的坟墓；但仍有人声称这是鬼设下的陷阱，吞噬所有敢于靠近他的“坟墓”的人。",
	"At 1st level, you choose your character's race. This section presents eight race options and provides information to help you understand your character's place in this setting. When you create a character for a campaign or adventure set on the plane of Kamigawa, you choose from one of the race options presented here, and follow these additional rules during character creation.": "在1级时，你选择你角色的种族。本节介绍了八种种族选项，并提供信息帮助你理解你角色在这个设定中的位置。当你为一个设定在神泽平面的战役或冒险创建角色时，你可以从这里介绍的种族选项中选择一个，并在角色创建过程中遵循这些额外规则。",
	"When determining your ability scores, you increase one of those scores by 2 and increase a different score by 1, or you increase three different scores by 1. You follow this rule regardless of the method you use to determine the scores, such as rolling or point buy.": "确定你的能力分数时，你可以将其中一个分数增加2点，另一个分数增加1点，或者将三个不同的分数各增加1点。无论你使用什么方法确定这些分数，比如掷骰或点买，都要遵循这个规则。",
	"Your class's \"Quick Build\" section offers suggestions on which scores to increase. You're free to follow those suggestions or to ignore them. Whichever scores you decide to increase, none of the scores can be raised above 20.": "你的班级的“快速构建”部分提供了关于增加哪些属性分数的建议。你可以选择遵循这些建议，也可以忽略它们。无论你决定增加哪些属性分数，都不能超过20。",
	"Your character can speak, read, and write Common. At your DM's discretion, your character might know or be able to learn another one of Kamigawa's other languages. You can learn more about the languages in Kamigawa in {@book Chapter 1|PS-Kg|1}.": "你的角色可以说、读、写普通语。在DM的裁量下，你的角色可能会知道或学会神河另一种语言。你可以在{@book Chapter 1|PS-Kg|1}中了解更多关于神河的语言。",
	"Every creature in D&D, including every player character, has a special tag in the rules that identifies the type of creature they are. Most player characters are of the Humanoid type. A race in this section tells you what your creature type is.": "在D&D中，每个生物，包括每个玩家角色，在规则中都有一个特殊标签，用来识别它们的生物类型。大多数玩家角色属于人形生物(Humanoid)类型。在这个部分中的种族会告诉你你的生物类型是什么。",
	"Here's a list of the game's creature types in alphabetical order: Aberration, Beast, Celestial, Construct, Dragon, Elemental, Fey, Fiend, Giant, Humanoid, Monstrosity, Ooze, Plant, Undead. These types don't have rules themselves, but some rules in the game affect creatures of certain types in different ways. For example, the {@spell cure wounds} spell doesn't work on a Construct or an Undead.": "这里是游戏中生物类型的按字母顺序排列的列表：畸变生物，野兽，天界生物，构装生物，龙类，元素生物，精灵，恶魔，巨人，人形生物，畸形生物，软泥怪，植物，不死生物。这些类型本身没有规则，但游戏中的一些规则会以不同方式影响特定类型的生物。例如，{@spell cure wounds} 法术对构装生物或不死生物无效。",
	"The typical life span of a player character in the D&D multiverse is about a century, assuming the character doesn't meet a violent end on an adventure. In Kamigawa, kitsune are known to be long-lived compared to other races.": "在D&D多元宇宙中，玩家角色的典型寿命约为一个世纪，假设角色在冒险中没有遇到暴力结局。在神河(Kamigawa)，狐狸精(kitsune)以比其他种族更长寿而闻名。",
	"Player characters, regardless of race, typically fall into the same ranges of height and weight that humans have in our world. If you'd like to determine your character's height or weight randomly, consult the Random Height and Weight table in the {@book Player's Handbook|phb}, and choose the row in the table that best represents the build you imagine for your character.": "玩家角色，无论种族如何，通常会落入与我们世界人类相同的身高和体重范围内。如果您想随机确定角色的身高或体重，请参考{@book Player's Handbook|phb}中的随机身高和体重表，并选择最能代表您角色体型的行。",
	"Some races and subraces grant proficiencies. These proficiencies are usually cultural, and your character might not have any connection with the culture in question or might have pursued different training. You can replace each of those proficiencies with a different one of your choice, following the restrictions on the Proficiency Swaps table.": "一些种族和亚种会赋予熟练加点。这些熟练通常是文化相关的，你的角色可能与相关文化没有任何联系，或者可能接受了不同的训练。你可以用你选择的其他熟练替换其中的每一个，遵循《熟练替换表》上的限制。",
	"Skill": "技能 (Skill)",
	"Armor": "护甲 (Armor)",
	"Simple/Martial weapon or tool": "简单/武器或工具 (Simple/Martial weapon or tool)",
	"Martial weapon": "武器 (Martial weapon)",
	"Simple weapon": "简易武器 (Simple Weapon)",
	"Simple weapon or tool": "简单的武器或工具",
	"Your DM may allow kami to be playable in your campaign. A race from the {@book Player's Handbook|PHB}, another D&D sourcebook, or other homebrew may be suitable for a kami player character race, at your DM's discretion.": "你的DM可能允许kami在你的冒险中作为可玩种族。来自{@book Player's Handbook|PHB}，另一个D&D扩展书，或其他自制内容可能适合作为kami玩家角色种族，取决于你的DM。",
	"Characters of any class can be found in Kamigawa, though some classes are rarer than others. The following section provides guidelines on playing certain classes in Kamigawa.": "在神川，任何职业的角色都可以找到，尽管有些职业比其他职业更罕见。以下部分提供了在神川中扮演特定职业的指导方针。",
	"{@b Artificers} are quite common in Kamigawa, blending modern technology and kami magic. Alchemists who use natural reagents might be found among the Order of Jukai, or running local ramen shops in the cities. Battle Smiths and Artillerists might create automatons or origami papercraft robots and could be found among the tinkerers of Sokenzashi, the Saiba Futurists, or the Reckoner gangs.": "{@b Artificers} 在神川很常见，融合了现代技术和神之魔法。使用自然试剂的炼金术士可能会在树海教派中找到，或者在城市里经营当地的拉面店。战斗铁匠和火炮师可能会制造自动人偶或折纸机器人，并可能在素剑津、赛巴未来主义者或清算者帮派中找到。",
	"{@b Barbarians}  are rare and might be found among the ogres, goblins, and Sanzoku bandits of the Sokenzan mountains. Some might also be found in the Jukai Forest, channeling kami in their rage (especially {@class barbarian|PHB|Path of the Ancestral Guardian|Ancestral Guardian|XGE}), or as bouncers and heavies among the Reckoner gangs of Towashi.": "{@b Barbarians}是稀有的，可能会在索肯山脉的食人魔、地精和山贼中找到。有些可能也会在寿海森林中找到，他们在愤怒中引导神（尤其是{@class barbarian|PHB|Path of the Ancestral Guardian|Ancestral Guardian|XGE}），或者作为托瓦师的清算者帮派中的保镖和打手。",
	"{@b Bards} are commonly found among the ranks of celebrity influencers, band members, and other artists such as sculptors and origamists who might be found in Towashi or other large cities. They might also be found in the forests or mountains, learning art and magic from kami.": "{@b Bards}通常可以在名人影响者、乐队成员和其他艺术家中找到，比如雕塑家和折纸艺术家，他们可能会在托瓦仕(Towashi)或其他大城市中找到。他们也可能在森林或山脉中，向神灵学习艺术和魔法。",
	"{@b Clerics} or {@i kannushi} revere the kami, particularly powerful ones like the Dragon Spirits, at the many shrines throughout the lands of Kamigawa. Your DM might allow you to choose the {@class City|PHB|City|City (UA)|UAModernMagic} domain, which might be a kannushi who reveres a kami of technology or progress.": "{@b Clerics}或{@i kannushi}尊崇神明，尤其是像龙灵这样强大的神明，在神奇川之地的许多神社中。你的DM可能允许你选择{@class City|PHB|City|City (UA)|UAModernMagic}领域，这可能是一个尊崇科技或进步之神的神职人员。",
	"{@b Druids} or yamabushi are most in tune with nature, respecting it and drawing magic from the kami of the elements. Most druids would be at home in the Jukai Forest or the Sokenzan mountains. Druids of the {@class druid|PHB|Circle of Spores|Spores|TCE} might be insect-shamans, taught by the nezumi of the Takenuma swamps.": "{@b Druids}或山伏最能与自然融为一体，尊重自然并从元素之神（kami）中汲取魔法。大多数德鲁伊会在树海森林（Jukai Forest）或素间山（Sokenzan mountains）感到宾至如归。{@class druid|PHB|Circle of Spores|Spores|TCE}的德鲁伊可能是昆虫萨满，由竹沼沼泽的鼠人（nezumi）教导。",
	"{@b Fighters} are quite common in Kamigawa; the Imperials, Reckoner gangs, and all other factions all employ some kind of muscle. Samurai are especially favored and renowned in Kamigawa.": "{@b Fighters}在神川很常见；帝国派系、惩罚者帮派以及所有其他派系都雇佣了某种形式的助手。武士在神川尤其受到青睐并享有盛誉。",
	"{@b Monks} who seek enlightenment, such as the {@class monk|PHB|Way of Mercy|Mercy|TCE}, are called {@i budoka} and might be found among the Jukai Order or Living Historians. Other monks might be ninjas or {@i shinobi}, employed by Reckoner gangs in Towashi or by the Futurists.": "寻求启迪的{@b Monks}，如{@class monk|PHB|Way of Mercy|Mercy|TCE}，被称为{@i budoka}，可能会在Jukai教团或活历史学家中找到。其他僧侣可能是忍者或{@i shinobi}，被Towashi的清算者帮派或未来主义者雇佣。",
	"{@b Paladins} would be similar to Samurai. They are warriors who swear oaths and fight for a cause. The oaths of Conquest† or Devotion might be loyal to the Empire, while the oaths of {@class paladin|PHB|Ancients|Ancients} or {@class paladin|PHB|Watchers|Watchers|TCE} might be warriors who fight against or alongside kami.": "{@b Paladins}类似于武士。他们是发誓并为某种事业而战斗的战士。征服之誓约†或虔诚之誓约可能忠于帝国，而{@class paladin|PHB|Ancients|Ancients}或{@class paladin|PHB|Watchers|Watchers|TCE}的誓约可能是与神灵一起或反对神灵的战士。",
	"{@b Rangers} might be found among the Jukai Order as defenders of the forest. A {@class ranger|PHB|Swarmkeeper|Swarmkeeper|TCE} or {@class ranger|PHB|Beast Master|Beast Master} might be bonded to a particular kami, while a {@class ranger|PHB|Fey Wanderer|Fey Wanderer|TCE} or {@class ranger|PHB|Horizon Walker|Horizon Walker|XGE} might be a defender of merge-gates.": "{@b Rangers} 可能会在树海教派中被视为森林的守护者。 一个{@class ranger|PHB|Swarmkeeper|Swarmkeeper|TCE}或{@class ranger|PHB|Beast Master|Beast Master}可能会与特定的神明结合，而一个{@class ranger|PHB|Fey Wanderer|Fey Wanderer|TCE}或{@class ranger|PHB|Horizon Walker|Horizon Walker|XGE}可能会成为合并之门的守护者。",
	"{@b Rogues} might be ninjas employed by Reckoner gangs in Towashi, or corporate spies employed by the Futurists or by the Empire itself.": "{@b Rogues}可能是由托瓦仕的复仇者帮派雇佣的忍者，也可能是由未来主义者或帝国本身雇佣的企业间谍。",
	"{@b Sorcerers} are spellcasters with an innate magical ability, and their bloodline might represent a powerful spellcasting ancestor or a kami bonded to familial line.": "{@b Sorcerers}是具有内在魔法能力的施法者，他们的血统可能代表着一个强大的施法祖先或与家族血脉结合的神。",
	"{@b Warlocks} learn from or draw their power from spirits, and might be someone with a bond to a great kami or oni. Your DM might allow you to choose the {@class warlock|PHB|Ghost in the Machine|Ghost in the Machine (UA)|UAModernMagic} patron, which might represent a kami trapped in a piece of technology.": "{@b Warlocks} 从精灵那里学习或汲取力量，并可能是与一位伟大的神或鬼有联系的人。你的DM可能允许你选择{@class warlock|PHB|Ghost in the Machine|Ghost in the Machine (UA)|UAModernMagic}（Great Old One）的主人，这可能代表一个被困在一件科技产品中的神。",
	"{@b Wizards} or {@i jushi} study arcane knowledge to gain magic. They might be students of a magical school, such as Minamo Academy, Shinka Keep, or the hidden Temple of the Black Scroll. Jushi might instead obtain knowledge from ancient scrolls, or even make use of Futurist technology. Your DM might allow you to choose the {@class wizard|PHB|Technomancy|Technomancy (UA)|UAModernMagic} tradition.": "{@b Wizards}或{@i jushi}学习奥术知识以获得魔法。他们可能是魔法学校的学生，比如水学院(Minamo Academy)，神华要塞(Shinka Keep)，或者隐藏的黑卷寺庙(Temple of the Black Scroll)。术士(Jushi)也可能从古老卷轴中获取知识，甚至利用未来主义技术。你的DM可能允许你选择{@class wizard|PHB|Technomancy|Technomancy (UA)|UAModernMagic}传统。",
	"This section presents seven sample backgrounds you can choose from to reflect a character from Kamigawa. The backgrounds in this section provide features, proficiencies, and equipment. This section also presents suggestions for adapting some of the backgrounds from the {@book Player's Handbook|PHB} to tie them more closely to Kamigawa.": "本节提供了七个样本背景可供选择，以反映来自神川(Kamigawa)的角色。本节中的背景提供特性、熟练加点和装备。本节还提供了一些建议，可以将一些背景从{@book Player's Handbook|PHB}调整，使它们与神川更紧密地联系起来。",
	"The following existing backgrounds found in the {@book Player's Handbook|PHB} can be adapted to better represent characters from Kamigawa. As Kamigawa is not a plane with a variety of languages, if a background gives access to a language, you can choose a tool proficiency instead.": "可以将以下在{@book Player's Handbook|PHB}中找到的现有背景进行调整，以更好地代表《神川》中的角色。由于《神川》不是一个拥有多种语言的位面，如果一个背景提供了语言，你可以选择一个工具熟练项代替。",
	"You are a merchant, mechanic, or inventor. Your business dealings extend to the major cities; Towashi, Otawara, and/or Sokenzashi. You can select a modern Specialty, such as Mechanics, Engineers, and Network Technicians.": "你是一位商人、机械师或发明家。你的业务范围涵盖了主要城市：Towashi(托瓦仕), Otawara(大田原)和/或Sokenzashi(素剑市)。你可以选择一个现代的专业领域，比如机械师、工程师和网络技术员。",
	"You have connections with wholesalers, suppliers, and other merchants and entrepreneurs. You can call upon these connections when looking for items or information.": "你与批发商、供应商和其他商人和企业家有联系。当寻找物品或信息时，你可以借助这些关系。",
	"You are a monk, or budoka, who has dedicated your life to contemplation and meditation. Perhaps you retreated from the bustle of technology to the Jukai Forest or Sokenzan mountains. Your Discovery is likely linked to a revelation from the kami or the spirit world.": "你是一位僧侣，或武士（武道家），将自己的一生奉献给沉思和冥想。也许你从科技的喧嚣中退隐到树海森林或宗间山脉。你的发现很可能与来自神灵或灵界的启示有关。",
	"In the modern era, entertainers can become famous by recording holo-vids on the Network Terminals found in Towashi, becoming celebrity influencers that garner cult followings. The {@item koto|PS-Kg} and {@item onpu|PS-Kg} are new musical instruments you can choose from. You can also replace the musical instrument in your equipment package with an {@item artisan's tools|PHB}.": "在现代，艺人可以通过在陶瓦仕的网络终端上录制全息视频而成名，成为备受追捧的名人影响者，拥有一大批追随者。{@item koto|PS-Kg} 和 {@item onpu|PS-Kg} 是你可以选择的新乐器。你也可以用一个{@item artisan's tools|PHB}替换你的装备包中的乐器。",
	"Kamigawa is home to the common folk and many villages, such as the metropolis of Towashi, the mountain city of Sokenzashi, kitsune and nezumi villages, and orochi colonies. You can replace the iron pot and shovel in your equipment package with a block and tackle, {@item climber's kit|PHB}, fishing tackle, {@item net|PHB}, or {@item sickle|PHB}.": "神川是普通人和许多村庄的家园，如大都市(`Towashi`)、山城(`Sokenzashi`)、狐狸和鼠人村庄，以及蛇族殖民地。您可以用一个滑轮组、{@item climber's kit|PHB}、钓鱼工具、{@item net|PHB}，或者{@item sickle|PHB}来替换您的装备包中的铁锅和铲子。",
	"You are an acolyte of the kami. Work with your DM to determine what kami you serve; you can find information on notable kami in {@book chapter 6|PS-Kg|6}. Though you serve a particular kami, your Shelter of the Faithful feature will likely work at any kami shrine, provided that the shrine is not dedicated to a kami with a cause antithetical to yours. Replace the {@item holy symbol|PHB} in your equipment package with a {@item gohei|PS-Kg}. It is a {@item wand|PHB} or {@item staff|PHB} with white paper streamers, used in rituals to worship the kami. A spellcaster who draws magic from kami can use a gohei as a spellcasting focus.": "你是一名神祇的侍僧。与你的DM合作确定你侍奉的神明；你可以在{@book chapter 6|PS-Kg|6}中找到有关知名神明的信息。尽管你侍奉特定的神明，你的信仰庇护特性可能在任何神社都能发挥作用，只要该神社不是致力于与你相悖的神明。将你的装备套装中的{@item holy symbol|PHB}替换为{@item gohei|PS-Kg}。这是一个{@item wand|PHB}或{@item staff|PHB}，带有白色纸带，用于崇拜神明的仪式。从神明中汲取魔法的施法者可以将御幡用作施法焦点。",
	"The nobility of Kamigawa are often humans of renowned clans or members of other races that are related to important historical lineages. Replace the signet ring in your equipment package with sealing wax and a stone seal of your family's or ancestor's name. As you work with your DM to determine your title and family if you have access to Magic: the Gathering cards from the Neon Dynasty set or Kamigawa block, consider choosing an ancestor or relative from among the legendary creature cards in those sets.": "神川(Kamigawa)的贵族通常是著名家族的人类成员，或者是与重要历史世系有关的其他种族的成员。在你的装备包中，用封蜡和一枚印有你家族或祖先名字的石印替换戒指印章。当你与你的DM一起确定你的头衔和家族时，如果你可以访问《魔法风云：霓虹王朝》套牌或神川区块的卡牌，考虑从这些套牌中的传奇生物卡中选择一个祖先或亲戚。",
	"The outlands of Kamigawa include the Jukai Forest, the Takenuma swamps, and the Sokenzan mountains. Perhaps you are from an akki or o-bakemono tribe, a nezumi village, or an orochi colony. You can replace the trophy in your equipment package with a bullseye lantern, {@item climber's kit|PHB}, fishing tackle, or {@item net|PHB}.": "神川的边境包括树海森林(Jukai Forest)、武沼沼泽(Takenuma swamps)和双剑山脉(Sokenzan mountains)。也许你来自阿鬼(akki)或大化物(o-bakemono)部落，鼠人(nezumi)村庄，或蛇族(orochi)殖民地。你可以用照靶灯(bullseye lantern)、{@item climber's kit|PHB}、钓鱼工具(fishing tackle)或{@item net|PHB}替换你装备包中的奖杯。",
	"You have dedicated your life to research. Perhaps you are a student of Minamo Academy or Shinka Keep, or perhaps you are a researcher in the floating city of Otawara. Your Researcher feature will likely direct you to one of these locations, or to a kami of knowledge.": "你已经把生命奉献给了研究。也许你是水波学园(Minamo Academy)或辰花要塞(Shinka Keep)的学生，又或者你是在飘浮城市乙原(Otawara)的一名研究员。你的研究者特性可能会引导你前往这些地点之一，或者前往一个知识之神。",
	"You grew up in the Undercity of Towashi, and quickly learned to fend for yourself. The map in your equipment package is a map of Towashi, and you can replace the pet mouse with a Tiny origami drone or friendly kami.": "你在托瓦希（Towashi）的地底城市长大，很快学会了自力更生。你的装备包里有一张托瓦希的地图，你可以用一个微型折纸无人机或友好的神（Friendly Kami）来替代宠物老鼠。",
	"When you use your City Secrets in Towashi, you find underground passages through the Undercity. The paths of the Undercity are haunted by dangers that rarely brave the light of the surface world, so your journey isn't guaranteed to be safe.": "当你在托瓦希(Towashi)使用你的城市秘密时，你会发现通往地下城市的地下通道。地下城市的路径充满危险，很少有勇敢面对地表世界光明的危险，所以你的旅程并不一定安全。",
	"This section presents some magic items that can be found in Kamigawa. Some of these items, along with a few from the {@book Dungeon Master's Guide|DMG} and {@book Tasha's Cauldron of Everything|TCE}, can be purchased in Towashi or Sokenzashi using the prices in the Magic Items for Sale table.": "这部分介绍了一些可以在神川(Kamigawa)找到的魔法物品。其中一些物品，连同来自{@book Dungeon Master's Guide|DMG}和{@book Tasha's Cauldron of Everything|TCE}的一些物品，可以按照魔法物品出售表中的价格在Towashi或Sokenzashi购买。",
	"Common": "常见的",
	"This section presents a selection of nonmagical items that can be found while adventuring in Kamigawa, or purchased using the table below.": "这部分介绍了在神川(Kamigawa)冒险中发现的一些非魔法物品，或者可以使用下表购买。",
	"The New Weapons table shows a selection of weapons unique to Kamigawa. Other weapons in Kamigawa might be named according to the {@table Wuxia Weapon Names} table (Japan) in the {@book Dungeon Master's Guide|DMG}. The weapons are presented in alphabetical order.": "新武器表展示了一些独特于神川的武器。神川中的其他武器可能根据《{@table Wuxia Weapon Names}》表（日本）中的命名。这些武器按照字母顺序呈现。",
	"{@dice 1d4} slashing": "{@dice 1d4} 砍击",
	"Light, special": "轻盈，特殊(Light, special)",
	"{@dice 1d6} bludgeoning": "{@dice 1d6} 殴打",
	"Finesse, reach, special": "灵巧 (Finesse), 射程 (reach), 特殊 (special)",
	"{@dice 1d4} piercing": "{@dice 1d4} 穿刺",
	"Finesse, light, special": "灵巧，轻盈，特殊 (Finesse，Light，Special)",
	"{@dice 1d6} slashing": "{@dice 1d6} 砍杀",
	"Finesse, special": "灵巧, 特殊 (Finesse, special)",
	"Special, thrown (range 10/20), two-handed": "特殊，投掷（射程10/20），双手",
	"Ammunition (range 40/120), heavy, loading, two-handed": "弹药（射程40/120），重型，装填，双手",
	"The following section presents spells available to spellcasters in Kamigawa. The Spells table shows which class spell lists the spells appear on, as well as that spell's level and school of magic. With your DM's permission, these spells might be available to you even if they aren't on your class spell list. (The Artificer class is presented in Tasha's Cauldron of Everything.) The spells are presented in alphabetical order. Your DM might also allow you to access spells presented in {@link Unearthed Arcana: Modern Magic|https://dnd.wizards.com/articles/unearthed-arcana/modern-magic}.": "以下部分介绍了在神泽中可供咒术师使用的法术。法术表格显示了法术出现在哪个职业的法术列表上，以及该法术的等级和魔法学派。在获得DM许可的情况下，即使这些法术不在你的职业法术列表上，你也可能可以使用这些法术。（工匠（Artificer）职业出现在《万物炼金壶（Tasha's Cauldron of Everything）》中。）这些法术按字母顺序呈现。你的DM也可能允许你使用在{@link Unearthed Arcana: Modern Magic|https://dnd.wizards.com/articles/unearthed-arcana/modern-magic}中呈现的法术。",
	"With the advent of technology, the inhabitants of Kamigawa have access to personal vehicles, such as cyberbikes and mech suits. The following section provides a set of rules for using vehicles in Kamigawa.": "随着技术的进步，上川岛的居民可以使用个人交通工具，如赛博摩托和机甲套装。以下部分提供了在上川岛使用交通工具的一套规则。",
	"Certain vehicles can be purchased in Towashi or Sokenzashi using the prices in the Vehicles for Sale table. The {@vehicle Reckoner Bankbuster|PS-Kg|bankbuster} and {@vehicle soulripper|PS-Kg} suits are black market items.": "在托瓦希(Towashi)或索肯扎希(Sokenzashi)可以购买某些车辆，使用《待售车辆》表中的价格。{@vehicle Reckoner Bankbuster|PS-Kg|bankbuster}和{@vehicle soulripper|PS-Kg}套装是黑市物品。",
	"If you have proficiency with a certain kind of vehicle (air, land, or water), you can add your proficiency bonus to any check you make to control that kind of vehicle in difficult circumstances, and to any saving throw your vehicle is forced to make.": "如果你精通某种类型的交通工具（空中、陆地或水上），你可以在艰难情况下控制该类型交通工具时，将你的熟练加值加到任何检定中，也可以加到你的交通工具被迫进行的任何豁免检定中。",
	"A vehicle is incapacitated while in the area of an antimagic field. If targeted by dispel magic, the vehicle must make a Constitution saving throw against the caster's spell save DC. On a failed save, it becomes inoperable for 1 minute, or until it is restarted or repaired.": "当一辆车辆在反魔法领域内时，它会变得无法运行。如果被驱散魔法所瞄准，车辆必须进行一次体质豁免，豁免 DC 为施法者的法术豁免 DC。未通过豁免检定的话，车辆将在1分钟内无法操作，直到重新启动或修复为止。",
	"This section provides descriptions and stat blocks for a number of vehicles found in Kamigawa. Please read the introduction of the Monster Manual to familiarize yourself with how to read a stat block before proceeding. While vehicles have stat blocks like creatures, they are not intelligent creatures and do not act or move independently. Without a rider or pilot, a vehicle is an inert object. Vehicles usually have a score of 0 in Intelligence, Wisdom, and Charisma. If a vehicle has a 0 in a score, it automatically fails any ability check or saving throw that uses that score. If a vehicle drops to 0 hit points, it is inoperable until it is repaired. An inoperable vehicle is incapacitated and can't move. A character with proficiency in smith's tools can restore 10 hit points to a damaged vehicle for each hour of work. If a vehicle becomes inoperable some other way, such as by a spell, a creature can restart the vehicle by using its action.": "这部分提供了在神川发现的一些载具的描述和属性块。在继续之前，请阅读《怪物手册》的介绍，以熟悉如何阅读属性块。虽然载具有像生物一样的属性块，但它们不是智能生物，也不会独立行动或移动。没有骑手或驾驶员，载具就是一个惰性物体。载具通常在智力、感知和魅力方面得分为0。如果一个载具的某项属性得分为0，那么它会自动失败任何使用该属性的能力检定或豁免检定。如果一个载具的生命值降至0，它将无法操作，直到被修复。一个无法操作的载具是无能的，无法移动。一个擅长铁匠工具的角色可以在每小时工作中为受损的载具恢复10点生命值。如果载具以其他方式变得无法操作，比如被一个法术影响，生物可以通过使用动作重新启动载具。",
	"This chapter provides a number of monsters and NPCs who can be found in Kamigawa. The creatures in this bestiary are organized alphabetically. The \"Dragon Spirits\" section gathers a few stat blocks under a group heading. It presents stat blocks for the five great dragon kami, and those stat blocks are presented alphabetically within that section.": "这一章提供了一些可以在神川(Kamigawa)找到的怪物和NPC。这本典籍中的生物是按字母顺序组织的。\"龙灵(Dragon Spirits)\"部分将一些统计数据块汇总在一个组标题下。它展示了五大龙神的统计数据块，并且这些统计数据块在该部分内按字母顺序呈现。",
	"The Kamigawa Creatures table below lists every creature in this chapter, along with that creature's type and challenge rating (CR).": "下面的神川生物表列出了本章中的每个生物，以及该生物的类型和挑战等级（CR）。",
	"Humanoid": "人形生物 (Humanoid)",
	"Giant": "巨人 (Giant)",
	"Construct": "构建",
	"Beast": "野兽",
	"Fiend": "恶魔 (Fiend)",
	"Dragon": "龙 (Dragon)",
	"Aberration": "畸变 (Aberration)",
	"Elemental": "元素 (Elemental)",
	"Monstrosity": "怪物 (Monstrosity)",
	"Undead": "不死族 (Undead)",
	"Plant": "植物 (Plant)",
	"Celestial": "天界 (Celestial)",
	"Jin-Gitaxias can take 3 legendary actions, choosing from the options below. Only one legendary action can be used at a time and only at the end of another creature's turn. Jin-Gitaxias regains spent legendary actions at the start of his turn.": "Jin-Gitaxias（金-吉塔西斯）可以执行3个传奇动作，可以从以下选项中选择。每次只能使用一个传奇动作，并且只能在另一个生物的回合结束时使用。Jin-Gitaxias（金-吉塔西斯）在自己的回合开始时恢复已使用的传奇动作。",
	"Kyodai can take 3 legendary actions, choosing from the options below. Only one legendary action can be used at a time and only at the end of another creature's turn. Kyodai regains spent legendary actions at the start of her turn.": "巨大神兽可以使用3个传奇动作，可从以下选项中选择。每次只能使用一个传奇动作，并且只能在另一个生物的回合结束时使用。巨大神兽在她的回合开始时恢复已用的传奇动作。"
}