{
	"Moving through nonmagical {@quickref difficult terrain|PHB|3} in a forest doesn't cost you extra movement. While in a forest, you can cast the {@spell spike growth} spell, requiring no material components. Wisdom is your spellcasting ability for this spell. You can cast the spell twice in this way without expending a spell slot, and you regain all expended uses when you finish a long rest.": "在森林中穿行不会消耗额外移动力{@quickref difficult terrain|PHB|3}。在森林中，你可以施展{@spell spike growth}法术，无需材料成分。智力是你施法这个法术的能力。你可以这样施展这个法术两次，而不消耗法术位，当你完成一次长休后，你会恢复所有已用次数。",
	"You create a 20-foot-radius sphere of swirling dust at a point you can see within range. The cloud spreads around corners, and its area is lightly obscured. It lasts for the duration or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.": "你在你能看到的范围内的一个点创造一个半径20英尺的旋转尘埃球体。这团云朵会绕过拐角，它的区域会被轻度遮蔽。它会持续到持续时间结束，或者直到中等或更大风速（至少每小时10英里）吹散它。",
	"A creature that starts its turn in the cloud or enters it for the first time on a turn, including when the cloud first appears, must succeed on a Constitution saving throw or become {@condition blinded} until the start of its next turn.": "一个生物如果在云中开始它的回合，或者在一个回合中第一次进入云中（包括云首次出现时），必须成功进行一次体质豁免才能避免在其下一个回合开始前变成{@condition blinded}。",
	"When you cast this spell using a spell slot of 4th level or higher, the radius of the cloud increases by 20 feet for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，云的半径将每超过3级的位数增加20英尺。",
	"You create a freezing volley of sharp icicles. When you cast this spell, you choose what shape the effect takes:": "你制造出一阵锋利冰柱的冰冻箭雨。当你施放这个法术时，你可以选择效果的形状：",
	"The icicles fly from your hands in a 15-foot cone.": "冰柱从你的手中飞出，形成一个15英尺的锥形区域。",
	"The icicles shoot from your hands in a line 30 feet long and 5 feet wide.": "冰柱从你的手中喷射出来，形成一条长30英尺，宽5英尺的线。",
	"The icicles fall from above in a 10-foot-cube centered on a point you can see within 30 feet of you.": "冰柱从上方落下，落点为你能在30英尺内看到的一个点，范围为一个以该点为中心的10英尺立方体。",
	"Each creature in the chosen area must make a Dexterity saving throw. A creature takes {@damage 2d6} piercing damage and {@damage 2d6} cold damage on a failed save, or half as much on a successful one.": "在所选区域内的每个生物必须进行一次敏捷豁免检定。在未通过检定时，生物会受到{@damage 2d6} 刺伤伤害和{@damage 2d6} 冰冻伤害，通过检定时则减半。",
	"When you cast this spell using a spell slot of 3rd level or higher, the cold damage increases by {@damage 1d6} for each slot level above 2nd.": "当你使用3级或更高级别的法术位施放此法术时，冰冷伤害将每个高于2级的法术位级别增加{@damage 1d6}。",
	"A sheet of gleaming ice spreads across the ground in a location you choose within range. The area of the ice sheet consists of up to ten 10-foot squares, which you can arrange as you wish. Each square must have at least one side adjacent to the side of another square. Each creature in the area when it appears must succeed on a Dexterity saving throw or fall {@condition prone} and take {@damage 2d6} cold damage.": "在你选择的范围内，一张闪闪发光的冰片铺展在地面上。冰片的区域最多由十个10英尺的正方形组成，你可以自由排列。每个正方形必须至少有一边与另一个正方形的边相邻。当它出现时，区域内的每个生物必须成功进行一次敏捷豁免才能避免摔倒{@condition prone}并受到{@damage 2d6}点冰冷伤害。",
	"In addition, a creature who moves more than 5 feet on a turn in the area must succeed on a Dexterity saving throw when it stops moving, or fall {@condition prone} and take {@damage 2d6} cold damage.": "此外，在该区域内移动超过5英尺的生物在停止移动时必须进行敏捷豁免检定，否则会摔倒并受到{@condition prone}点冰冷伤害。",
	"Each 10-foot-square section of the ice has AC 12, 15 hit points, vulnerability to fire damage, and immunity to cold, poison, and psychic damage. Reducing a 10-foot section of ice to 0 hit points destroys it and leaves behind a puddle that is {@quickref difficult terrain|PHB|3} until it dries.": "每个10英尺×10英尺的冰块区域有AC 12，15点生命值，对火焰伤害有脆弱性，免疫寒冷、毒素和精神伤害。将一个10英尺的冰块区域的生命值降至0会摧毁它，并留下一个湿滑的水坑，直到它干燥为止。",
	"You freeze a 5-foot cube of water that you can see within range. Any creatures in the water must succeed on a Dexterity saving throw or become {@condition restrained}. A {@condition restrained} creature can use its action to make a Strength check against your spell save DC, breaking the ice around it and freeing itself on a success.": "你冻结了一个在射程内可见的5英尺冰块。水中的任何生物必须成功进行一次敏捷豁免才能避免成为{@condition restrained}。一只{@condition restrained}生物可以使用其动作，对抗你的法术豁免 DC 进行一次力量检定，若成功则打破周围的冰并解放自己。",
	"When you cast this spell using a spell slot of 2nd level or higher, the size of the cube increases by 5 feet for each slot level above 1st.": "当你使用2级或更高级别的法术位施放此法术时，每超过1级的法术位级别，立方体的尺寸增加5英尺。",
	"You open a channel to the Elemental Plane of Water for a brief time. A jet of saltwater forming a line 60 feet long and 5 feet wide blasts out from you in a direction you choose for the spell's duration. Each creature that starts its turn in the line or enters it for the first time on a turn must make a Strength saving throw. On a failed save, a creature takes {@damage 4d6} bludgeoning damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and isn't knocked {@condition prone}.": "你打开了通往水元素位面的通道，持续一小段时间。一股盐水喷射出你所选择的方向，形成一条长60英尺、宽5英尺的线，在法术持续期间持续喷射。每个生物在该线上开始其回合或在回合内首次进入该线时，必须进行一次力量豁免检定。未通过豁免的生物会受到{@damage 4d6} 震慑伤害并被击倒{@condition prone}。通过豁免的生物只会受到一半伤害，并且不会被击倒{@condition prone}。",
	"In addition, any creature in the line must spend 2 feet of movement for every 1 foot it moves when moving closer to you.": "此外，任何在该线上的生物在向你靠近时，每移动1英尺需花费2英尺的移动力。",
	"The jet extinguishes flames in the area. Medium or smaller objects in the line that aren't secured to anything and aren't worn or carried by anyone are knocked over or pushed up to 15 feet away from you.": "喷射器熄灭了区域内的火焰。在该直线上的中型或更小的物体，如果没有固定在任何物体上，也没有被任何人穿戴或携带，将被击倒或推开，最多可被推开15英尺远离你。",
	"As a bonus action on each of your turns before the spell ends, you can change the direction in which the line blasts from you.": "在法术结束前，你每个回合都可以将线条的方向从你身上改变为其他方向，作为一个奖励动作。",
	"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@damage 1d6} for each slot level above 3rd.": "当你使用4级或更高级别的法术位施放这个法术时，伤害将每个高于3级的法术位等级增加{@damage 1d6}。",
	"You call upon the spirits of the wind and waves to transform you with their surging power. Until the spell ends, stormy winds swirl around you, small waves crash against the ground at your feet, and you gain the following benefits:": "你召唤风和浪的灵魂，让它们用汹涌的力量改变你。直到咒语结束，暴风雨般的风围绕着你，小浪在你脚下拍打，你获得以下好处：",
	"Attacks against you have disadvantage.": "对你的攻击有劣势。(Attacks against you have disadvantage.)",
	"You make Strength and Dexterity saving throws with advantage.": "你进行力量和敏捷豁免检定时，获得优势。",
	"Moving through nonmagical {@quickref difficult terrain|PHB|3} doesn't cost you extra movement.": "穿过非魔法的 {@quickref difficult terrain|PHB|3} 不会消耗额外的移动。",
	"When you hit a creature with a melee attack, you can choose to channel a final surge of tempestuous might to deal an extra {@damage 2d8} lightning or thunder damage (your choice). The spell then ends.": "当你用近战攻击命中一名生物时，你可以选择引导最后一股狂暴力量，造成额外{@damage 2d8}的闪电或雷霆伤害（你选择）。然后该法术结束。",
	"You create a 30-foot-radius sandstorm centered on a point you can see within range. Medium or smaller objects that aren't secured to anything and aren't worn or carried by anyone are caught up in the howling winds.": "你在你能看到的范围内的一个点上创造一个半径为30英尺的沙尘暴。没有固定在任何东西上，也没有被任何人穿戴或携带的中等大小物体被卷入呼啸的风中。",
	"The area is heavily obscured.": "这个区域被严重遮蔽。",
	"A creature that starts its turn in the sandstorm or enters it for the first time on a turn, including when the sandstorm first appears, must succeed on a Dexterity saving throw or take {@damage 5d8} bludgeoning damage and become {@condition blinded} until the start of its next turn. In addition, a Medium or smaller creature that fails the save is pushed 10 feet in a random direction.": "当一个生物在沙尘暴中开始它的回合，或者在一个回合中第一次进入沙尘暴，包括沙尘暴首次出现时，必须成功进行一次敏捷豁免才能避免受到{@damage 5d8} 钝击伤害，并在其下一个回合开始前变为{@condition blinded}。此外，如果一个中型或更小的生物未能通过豁免检定，则会被随机推动10英尺的距离。",
	"You touch a willing creature to grant it the ability to sense vibrations in the earth. For the duration, that creature can detect and pinpoint the origin of vibrations within 120 feet, provided that the creature and the source of the vibrations are in contact with the same ground or substance. This sense can't be used to detect flying or incorporeal creatures or see {@condition invisible} ones (though it can pinpoint the location of an {@condition invisible} creature moving on or through the earth).": "你触摸一个愿意的生物，赋予它感知地面振动的能力。在持续时间内，该生物可以探测并准确定位120英尺内振动的来源，前提是生物和振动的来源必须与相同的地面或物质接触。这种感知不能用于探测飞行或非实体生物，也不能看到{@condition invisible}的生物（尽管它可以准确定位一个{@condition invisible}生物在地面上或通过地面移动的位置）。",
	"This small stone pendant is carved like an acorn and feels slightly warm to the touch.": "这个小石头吊坠雕刻成橡子的样子，摸起来有些微暖。",
	"The amulet has 3 charges, and regains all expended charges daily at dawn. While wearing this pendant, you can understand and speak {@language Sylvan|PHB}, and you have advantage on Wisdom ({@skill Animal Handling}) checks made to interact with nonhostile animals. In addition, you can expend 1 charge as an action to cast the {@spell speak with animals} spell from it.": "护身符有3个充能，并在黎明时每天恢复所有已用充能。佩戴此吊坠时，你可以理解并说出{@language Sylvan|PHB}，并且在与非敌对动物互动时，进行的感知({@skill Animal Handling})检定获得优势。此外，你可以花费1个充能作为一个动作，从中施放{@spell speak with animals}法术。",
	"Humanoid loggers are destroying the habitats of many woodland folk, and when the loggers turn their sawblades to a flourishing grove, the animals of the forest send the awakened squirrel Quickpaw to ask for the characters' aid. If they can scare away the loggers or persuade them to take their tree cutting elsewhere, Quickpaw gives them an amulet of woodland speech from her winter store. \"You can't munch it, but it's warm!\"": "人形伐木工正在破坏许多森林生物的栖息地，当伐木工把他们的锯片对准一个蓬勃发展的树丛时，森林动物们派遣被唤醒的松鼠快爪（Quickpaw）前来请求角色的帮助。如果他们能吓走伐木工或说服他们去别处砍树，快爪将从她的冬季储藏中赠送给他们一枚森林语言护身符。\"你不能咬它，但它很温暖！\"",
	"This rough homespun bag appears empty, but reaching inside the bag reveals the presence of many small seeds.": "这个粗糙的麻袋看起来是空的，但当你伸手进去时，会发现里面装满了许多小种子。",
	"The bag weighs half a pound.": "这个袋子重半磅。",
	"You can use an action to pull a seed from the bag and throw it up to 20 feet. When the seed lands, it grows into an {@creature awakened tree|MM} {@homebrew |(see the core rules for its stat block)}. Unless it dies or you pull another seed from the bag, the tree remains animated until the next sunset, at which point it takes root if possible.": "你可以使用一个动作从袋子里拿出一颗种子，将其抛出最多20英尺。当种子落地时，它会长成一棵{@creature awakened tree|MM} {@homebrew |(see the core rules for its stat block)}。除非它死亡或你从袋子里拿出另一颗种子，否则这棵树会保持活力直到下一个日落，届时如果可能的话，它会扎根。",
	"While animated, the tree is friendly to you and your allies. In combat, the tree shares your initiative count, but it takes its turn immediately after yours. You can use a bonus action to command how the tree moves and what action it takes on its next turn, or to give it general orders, such as to attack your enemies. In the absence of such orders, the tree doesn't act except to defend itself if attacked.": "在动画状态下，这棵树对你和你的盟友友好。在战斗中，这棵树与你共享先攻顺序，但它会在你之后立即行动。你可以使用一个奖励动作来指挥树移动和下一轮采取的行动，或者给予一般指令，比如让它攻击你的敌人。如果没有这样的指令，树不会行动，除非被攻击时进行自卫。",
	"Once three seeds have been pulled from the bag, the bag can't be used again until the next dawn.": "一旦从袋子中取出了三颗种子，直到第二天黎明前，该袋子就不能再被使用。(bag)",
	"This belt of intricately woven vines twists and tightens as you wrap it around your waist, entwining its tendrils to grasp you snugly. While wearing this belt, you can use your {@classFeature Wild Shape|Druid|PHB|2} to transform into a plant, choosing from {@note the {@creature Krakenvine|Ar7} and the {@creature Thornbush|Ar7}.} {@homebrew |the forms on page 14.}": "这条由精细编织的藤蔓制成的腰带在你将其缠绕在腰间时扭曲并收紧，其藤蔓缠绕着你，紧紧地抓住你。佩戴这条腰带时，你可以使用你的{@classFeature Wild Shape|Druid|PHB|2}，变身成为一株植物，可选择{@note the {@creature Krakenvine|Ar7}和{@creature Thornbush|Ar7}。{@homebrew |the forms on page 14.}",
	"This ceramic pendant bears the indent of a feline paw print. While transformed into a beast by the {@classFeature Wild Shape|Druid|PHB|2} feature, the {@spell polymorph} spell, or similar magic, you can communicate telepathically with any beast or humanoid you can see within 30 feet of you.": "这个陶瓷吊坠上有一只猫科动物爪印的痕迹。当通过{@classFeature Wild Shape|Druid|PHB|2}特性、{@spell polymorph}法术或类似魔法变身为野兽时，你可以与你能看见的30英尺内的任何野兽或人形生物进行心灵交流。",
	"A druid named Issoire is trapped in the form of a lynx, and he needs the characters' help to return to his humanoid form. Luckily, the charm of communication dangling on a leather cord around his neck allows him to communicate telepathically with the party, and he offers to make another charm for them when he is returned to his humanoid shape.": "一个名叫伊索瓦尔(Issoire)的德鲁伊被困在了猞猁的形态中，他需要角色们的帮助才能恢复成人形。幸运的是，挂在他脖子上的皮绳上的交流符咒让他能够与队伍进行心灵感应交流，并且他承诺在恢复成人形后为他们制作另一个符咒。",
	"This magnificent cloak is fashioned of living leaves in a dazzling array of green hues. While wearing this cloak, you are always under the effects of the {@spell speak with animals} spell, and you gain a +3 bonus to spell attack rolls and to the spell save DC of your druid spells. In addition, if you aren't wearing armor, your base Armor Class is 11 + your Dexterity modifier + your Wisdom modifier.": "这件华丽的披风由生机勃勃的树叶制成，呈现出令人眼花缭乱的各种绿色。穿上这件披风后，你始终处于{@spell speak with animals}法术的影响下，并且你的德鲁伊法术的法术攻击命中和法术豁免 DC 增加了 +3。此外，如果你没有穿戴盔甲，你的基础护甲等级为 11 + 你的敏捷修正值 + 你的感知修正值。",
	"As an action, you can magically animate up to two trees you can see within 60 feet of you. An {@creature animated tree|Ar7} has the same statistics as a {@creature treant|MM} {@homebrew |(see the core rules for its stat block)}, except it has Intelligence and Charisma scores of 1, it can't speak, and it only has the Slam action option.": "作为一个行动，你可以在你能看到的距离60英尺内，使用魔法使最多两棵树变得有生命。一个{@creature animated tree|Ar7}的统计数据与{@creature treant|MM} {@homebrew |(see the core rules for its stat block)}相同，除了智力和魅力分数为1，它不能说话，只能使用猛击动作选项。",
	"An animated tree acts as your ally. The tree remains animate for 1 day or until it dies; until you fall {@condition unconscious} or are more than 120 feet from the tree; or until you take a bonus action to turn it back into an inanimate tree. The tree then takes root if possible. Once you use this property, you can't use it again until the next dawn.": "一棵动画树充当你的盟友。这棵树会保持活力1天，或者直到它死亡；直到你倒下{@condition unconscious}或离树超过120英尺；或者直到你花费一个奖励动作将其变回非活力状态。之后，如果可能的话，树会扎根。一旦你使用了这个特性，直到第二天黎明前你不能再次使用它。",
	"The badge is keyed to the owner's soul so only they can use it. The badge has 1 charge, which it regains daily at dawn.": "徽章与所有者的灵魂相连，只有他们才能使用它。该徽章有1次充能，在每天黎明时恢复。",
	"As an action while wearing the badge, the Fermenter can expend 1 charge to cast one of the following spells from it, requiring no material components: {@spell detect poison and disease} and {@spell purify food and drink}.": "在佩戴徽章时，发酵者可以消耗1点充能从中施放以下法术之一，无需材料组件：{@spell detect poison and disease} 和 {@spell purify food and drink}。",
	"The badge is keyed to the owner's soul so only they can use it. The magic badge grants the Director advantage on saving throws against disease and has 3 charges that it regains daily at dawn.": "徽章与所有者的灵魂相连，只有他们才能使用它。这个魔法徽章让(导演)在抵抗疾病时获得优势，并且拥有3个充能，每天黎明时重新获得。",
	"As an action while wearing the badge, the Director can expend 1 or more of its charges to cast one of the following spells from it, requiring no material components: {@spell detect poison and disease} (1 charge), {@spell purify food and drink} (1 charge), {@spell protection from poison} (1 charge), {@spell lesser restoration} (2 charges), {@spell speak with dead} (2 charges), and {@spell speak with plants} (2 charges).": "在佩戴徽章的情况下，主任可以消耗其1个或更多的充能来从中施放以下一个法术，无需任何材料组件：{@spell detect poison and disease} (1充能), {@spell purify food and drink} (1充能), {@spell protection from poison} (1充能), {@spell lesser restoration} (2充能), {@spell speak with dead} (2充能), 以及 {@spell speak with plants} (2充能)。",
	"This masterfully crafted scythe has a handle made of petrified wood and wrapped with rings of inlaid brass. Its blade is broad and flat, inscribed with an enameled blazon of the guild. You gain a +2 bonus to attack and damage rolls made with this magic weapon.": "这把精湛制作的镰刀，柄由石化木制成，并包裹着镶嵌黄铜环的环。它的刀刃宽而平，上面刻有一个琺瑯纹章。你使用这把魔法武器进行的攻击和伤害骰获得+2的奖励。",
	"A creature that takes damage from the scythe must make a {@dc 15} Constitution saving throw. On a failure, it can't regain hit points until the end of its next turn.": "受到镰刀伤害的生物必须进行一次 {@dc 15} 体质豁免才能。失败的话，在接下来的回合结束前无法恢复生命值。",
	"Once per day, you can use an action to lick the blade of the scythe and transform yourself into a {@creature black pudding|MM} for up to 1 hour. Your gear melds into your new form and you can't activate, use, wield, or otherwise benefit from any of your equipment.": "每天一次，你可以使用一个动作来舔一下镰刀的刀刃，将自己转变成一个{@creature black pudding|MM}，持续时间最长为1小时。你的装备融入到你的新形态中，你不能激活、使用、挥舞或以其他方式受益于你的任何装备。",
	"Your game statistics are replaced by the statistics of the pudding, but you retain your alignment, personality, hit points, proficiency bonus, and Intelligence, Wisdom, and Charisma scores. You also retain all of your skill and saving throw proficiencies, in addition to gaining those of the pudding. You can't cast spells, speak, or take any other action that requires hands or speech in pudding form.": "你的游戏统计数据被布丁的统计数据所取代，但你保留你的阵营、个性、生命值、熟练加值、以及智力、感知和魅力分数。你还保留所有技能和豁免加值，同时获得布丁的技能和豁免加值。在布丁形态下，你无法施放法术、说话，或进行任何需要手或言语的动作。",
	"If you use the Split reaction, you control all of the new {@creature black pudding|MM|black puddings}. When one of your {@creature black pudding|MM|black puddings} moves more than 30 feet away from another or is reduced to 0 hit points while another one of your {@creature black pudding|MM|black puddings} exists, it dissolves away and is destroyed. If one of your {@creature black pudding|MM|black puddings} is reduced to 0 hit points and no others remain, you revert to your normal form with 0 hit points and must make death saving throws as normal.": "如果你使用分裂反应，你控制所有新的{@creature black pudding|MM|black puddings}。当你的{@creature black pudding|MM|black puddings}中的一个移动超过30英尺远离另一个或者被降为0点生命值时，而另一个{@creature black pudding|MM|black puddings}仍然存在时，它会消失并被摧毁。如果你的{@creature black pudding|MM|black puddings}之一生命值降为0且没有其他存在时，你将恢复到正常形态，生命值为0，并且必须进行正常的死亡豁免检定。",
	"You can revert to your normal form as a bonus action. When you do so, all the {@creature black pudding|MM|black puddings} you control join together in a space one of them occupies and you have a number of hit points equal to the combined total of your puddings' hit points when you ended your transformation.": "你可以作为一个奖励动作恢复到你的正常形态。当你这样做时，你控制的所有{@creature black pudding|MM|black puddings}会汇聚到其中一个所占据的空间中，你的生命值等于你结束变形时你的布丁生命值总和。",
	"This beautifully forged sickle is made entirely of silver. A branching pattern reminiscent of the underground network of a fungus colony is etched into the hilt.": "这把精美锻造的镰刀完全由银制成。柄上刻着一种分叉图案，让人联想到地下真菌群的网络。",
	"When you use this sickle to harvest ingredients, you can add your proficiency bonus to ability checks made to harvest and to saving throws made against poisons, enzymes, or inimical substances released while harvesting ingredients. If you are already proficient in these checks or saving throws, you add double your proficiency bonus to the check or saving throw instead of your normal proficiency bonus.": "当你使用这把镰刀收割材料时，你可以将你的熟练加值加到收割时的技能检定和抵抗在收割材料时释放的毒素、酶或有害物质的豁免检定中。如果你已经熟练于这些检定或豁免检定，你将加倍于你的熟练加值到该检定或豁免检定，而不是普通的熟练加值。",
	"As a bonus action, you transform the guild fermenter's sickle into a weapon made of greenish slime. While in this form, all damage dealt by the weapon is poison damage, and you lose the bonus it grants to ability checks and saving throws. You can use another bonus action to change the weapon back to its metallic form.": "作为一个奖励动作，你将公会发酵者的镰刀变成了一把由绿色黏液制成的武器。在这种形态下，武器造成的所有伤害都是毒性伤害，你失去它对能力检定和豁免扑克牌的奖励。你可以使用另一个奖励动作将武器改回金属形态。",
	"This kit contains all the supplies of a {@item healer's kit|PHB}, plus additional vinegary salves and medicated bandages that smell strongly of spices.": "这套工具包包含了{@item healer's kit|PHB}的所有用品，还有一些酸酸的药膏和带有浓烈香料味道的药用绷带。",
	"The kit has ten uses. As an action, a creature can expend one use of the kit to attempt to stabilize a creature that has 0 hit points by making a {@dc 15} Intelligence ({@skill Medicine}) check. On a success, the creature regains 1 hit point. On a failure, the creature is stabilized, but smells strongly of vinegar.": "该工具包有十个用途。作为一个动作，生物可以使用该工具包的一个用途来尝试通过进行一次 {@dc 15} 智力 ({@skill Medicine}) 检定来稳定一个生命值为0的生物。成功时，该生物恢复1点生命值。失败时，该生物被稳定，但散发着浓烈的醋味。",
	"Guild healer's kits are awarded when members reach certain ranks. They are also provided to members undertaking dangerous missions on behalf of the guild. They aren't normally made available for purchase even to guild members, lest they be misplaced and betray the guild's true purpose to outsiders.": "公会治疗包在成员达到特定级别时授予。它们也会提供给代表公会执行危险任务的成员。即使是公会成员，通常也不会出售这些治疗包，以免它们被遗失并向外人透露公会的真正目的。",
	"This shimmering halo floats slightly above the wearer's head, illuminating their features in a golden glow. While wearing this halo, you can expend a use of your {@classFeature Wild Shape|Druid|PHB|2} feature to transform into a {@creature pegasus|MM}, or expend two uses of your {@classFeature Wild Shape|Druid|PHB|2} feature to transform into a {@creature unicorn|MM} {@homebrew |(see the core rules for these stat blocks)}. Additionally, while wearing this halo, you have advantage on Charisma checks made to interact with celestials.": "这道闪烁的光环微微悬浮在佩戴者头顶上方，用金色光芒照亮他们的面容。佩戴这个光环时，你可以消耗一个使用你的{@classFeature Wild Shape|Druid|PHB|2}特性的机会变身成为一个{@creature pegasus|MM}，或者消耗两个使用你的{@classFeature Wild Shape|Druid|PHB|2}特性的机会变身成为一个{@creature unicorn|MM} {@homebrew |(see the core rules for these stat blocks)}。此外，佩戴这个光环时，你在与天神互动时进行的魅力检定获得优势。",
	"A wounded {@creature unicorn|MM} named Ciela staggers through a thicket, entreating the party with an urgent request: help her save her mate, Estelle, who was captured by a {@creature Night Hag (Coven)|MM|coven of night hags} planning to slowly drain her blood to make new heartstones. If the characters defeat the hags, the unicorns reward them with a halo of the heavens. Alternatively, if the characters are already motivated to help the unicorns, Ciela gives them the halo of the heavens in advance to help them with their mission.": "一个受伤的{@creature unicorn|MM}名叫西拉（Ciela）在灌木丛中蹒跚而过，急切地请求队伍帮助她拯救她的伴侣艾丝黛尔（Estelle），后者被一群计划慢慢吸干她血液以制作新心之石的{@creature Night Hag (Coven)|MM|coven of night hags}抓走。如果角色们击败了女巫，独角兽们会用天堂之光奖赏他们。另外，如果角色们已经有动力帮助独角兽，西拉会提前给他们天堂之光，以帮助他们完成任务。",
	"If cacao beans are allowed to ferment under the influence of the new moon and certain fae rituals are enacted before they are turned into chocolate, the resulting confection becomes memory chocolate, an especially firm, pleasingly fragrant food.": "如果可可豆在新月的影响下发酵，并在它们被制成巧克力之前进行某些精灵仪式，那么所得的糖果就会变成记忆巧克力，一种特别坚固、香气宜人的食物。",
	"When you melt the chocolate on your tongue for 1 minute, you can kiss or lick a willing creature as an action and transport them into a memory from your past. (Licking is considered more gauche than kissing.) This effect lasts until the next dawn.": "当你在舌头上融化巧克力1分钟后，你可以作为一个动作亲吻或舔一个愿意的生物，并将他们传送到你过去的记忆中。 (舔比亲吻更不礼貌。) 这个效果持续到次日黎明。",
	"You and the target are mentally transported into this memory and your physical bodies are locked in an embrace and a trance-like state. While you experience the memory, you can't move or take any actions, and you can't perceive anything with regard to your own senses.": "你和目标被精神力量传送到这个记忆中，你们的肉体被锁定在一个拥抱和类似恍惚状态中。在体验记忆时，你们无法移动或采取任何行动，也无法感知自己的感官。",
	"You choose the memory and appear in it as you are now, but as an imperceptible observer unable to affect the memory. The target enters the memory as your past self and experiences the memory exactly as you did, but is unable to change the memory. Once the memory ends, but before the effect does, you can choose to initiate a new memory, repeat the same memory, or end the trance.": "你选择一个记忆，并以你现在的形式出现在其中，但作为一个无法感知的观察者，无法影响这个记忆。目标以你的过去自我进入这个记忆，并与你当时一样经历这段记忆，但无法改变这个记忆。一旦记忆结束，但效果还未结束之前，你可以选择开始一个新的记忆，重复相同的记忆，或结束这个恍惚状态。",
	"The memory sharing lasts until the next dawn or you end it. The target can choose to leave the memory at any point (no action required) and wake up.": "记忆共享持续直到第二天黎明或您结束它。目标可以选择在任何时候离开这段记忆（无需采取行动）并醒来。",
	"The blood that dyes the eponymous raiment of a {@creature redcap|MPMM}, a wicked fey creature, possesses magical properties. When squeezed out of its cap, purified, and cured, the blood can be formed into a sausage. A scarlet sausage is an acquired taste, but it is the only known palliative—of a sort—for vampirism.": "染红了{@creature redcap|MPMM}那件同名衣服的血液，来自一个邪恶的仙灵生物，具有神奇的特性。当挤出并经过净化和处理后，这血液可以被制成一根香肠。深红色的香肠是一种独特的口味，但它是唯一已知的缓解方法——某种程度上——对于吸血鬼症。",
	"As an action, a {@creature vampire spawn|MM} can eat a single scarlet sausage. Alternatively, as an action, another creature can feed a scarlet sausage to an {@condition incapacitated} {@creature vampire spawn|MM}.": "作为一个动作，一个{@creature vampire spawn|MM}可以吃一个红色香肠。或者，作为一个动作，另一个生物可以把一个红色香肠喂给一个{@condition incapacitated} {@creature vampire spawn|MM}。",
	"For 8 hours, the {@creature vampire spawn|MM} regains its former personality and memories. {@creature Vampire|MM|True vampires} are unaffected by a scarlet sausage.": "在8小时内，{@creature vampire spawn|MM} 恢复其以前的个性和记忆。{@creature Vampire|MM|True vampires} 不受深红色香肠的影响。",
	"{@creature Vampire spawn|MM} can become inured to the effects of scarlet sausage. If a {@creature vampire spawn|MM} has consumed a scarlet sausage, the effect of each subsequent scarlet sausage it eats is reduced by an additional 1 hour until it can no longer be affected by a scarlet sausage.": "{@creature Vampire spawn|MM}可以逐渐对红色香肠的效果变得习以为常。如果一个{@creature vampire spawn|MM}吃了一根红色香肠，那么它接下来每吃一根红色香肠的效果都会减少1小时，直到最终不再受红色香肠的影响。",
	"When a mixture of goat's and cow's milk is fermented using special techniques in the chest cavity of an animated zombie, a peculiar fungus transforms it over several months into sepulcheese, an orange and purple-veined, earthy, crumbly cheese.": "当在一个活尸的胸腔中使用特殊技术发酵混合山羊奶和牛奶时，一种奇特的真菌会在几个月内将其转化为墓地奶酪(sepulcheese)，这种奶酪呈橙色和紫色脉络，质地土腥，易碎。",
	"You can eat this cheese as an action to gain the following feature: As an action, you shout with arcane power. Each undead that can see or hear you within 30 feet of you must make a {@dc 17} Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.": "你可以将这块奶酪作为一个动作来获得以下特性：作为一个动作，你用奥术力量大声喊叫。在你周围30英尺内能看到或听到你的每个不死生物必须进行一次{@dc 17}智力豁免检定。如果生物未能通过豁免检定，它将被驱散1分钟，或者直到它受到任何伤害。",
	"A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly move to a space within 30 feet of you. It also can't take reactions.": "一个被转变的生物必须花费它的回合尝试尽可能远离你，并且它不能自愿移动到距离你30英尺以内的空间。它也不能做出反应。",
	"For its action, it can use only the {@action Dash} action or try to escape from an effect that prevents it from moving. If there's nowhere to move, the creature can use the {@action Dodge} action.": "对于它的行动，它只能使用{@action Dash}行动，或者尝试摆脱阻止它移动的效果。如果没有地方可以移动，生物可以使用{@action Dodge}行动。",
	"You can only use this feature once after eating the cheese. If you don't use it before your next long rest after eating the cheese, you lose the feature.": "在吃完奶酪后，你只能使用这个特性一次。如果你在吃完奶酪后的下一个长休前没有使用它，你将失去这个特性。",
	"Eating more than one cheese before using the feature doesn't increase the potency or frequency of the effect. In fact, eating too much in a short span can cause one's skin to wither, as though afflicted by terrible necrotic energies.": "在使用该特性之前吃多于一块奶酪并不会增加效果的效力或频率。事实上，在短时间内吃太多奶酪可能会导致皮肤枯萎，就像受到可怕的死灵能量的影响一样。",
	"The badge is keyed to the owner's soul so only they can use it. The magic badge grants the Artisan advantage on saving throws against disease and has 2 charges that it regains daily at dawn.": "徽章与所有者的灵魂相连，只有他们才能使用它。这个魔法徽章赋予了工匠（Artisan）对抗疾病的豁免优势，并且拥有2次充能，每天黎明时重置。",
	"As an action while wearing the badge, the Artisan can expend 1 or more of its charges to cast one of the following spells from it, requiring no material components: {@spell detect poison and disease} (1 charge), {@spell protection from poison} (1 charge), {@spell purify food and drink} (1 charge), and {@spell lesser restoration} (2 charges).": "在佩戴徽章的情况下，工匠可以使用其充能中的1个或更多来施放以下法术之一，无需材料组件：{@spell detect poison and disease} (1充能)，{@spell protection from poison} (1充能)，{@spell purify food and drink} (1充能)，和{@spell lesser restoration} (2充能)。",
	"This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls. In addition, you don't gain levels of {@condition exhaustion} from the effects of extreme heat or extreme cold.": "这根法杖可以作为一根魔法长棍使用，为使用者提供+2的攻击和伤害加值。持有它时，你对法术攻击投掷获得+2的加值。此外，你不会因极端高温或极端低温的影响而获得{@condition exhaustion}等级。",
	"The staff has 10 charges for the following properties. It regains {@dice 1d6 + 4} expended charges daily at dawn. If you expend the last charge, roll a {@dice d20}. On a 1, the staff loses its properties and becomes a nonmagical quarterstaff.": "该法杖具有以下属性的10个充能。它在黎明时每天恢复{@dice 1d6 + 4}已用充能。如果你用尽了最后一个充能，投掷一个{@dice d20}。如果结果为1，法杖失去其属性，变成一根非魔法的短棍。",
	"You can use an action to expend 1 or more of the staff's charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: {@spell blur} (2 charges) {@spell dust cloud|Ar7}* (3 charges) {@spell faerie fire} (1 charge) {@spell gust of wind} (2 charges) {@spell meld into stone} (3 charges) {@spell speak with animals} (1 charge) {@spell stoneskin} (4 charges)": "你可以使用一个动作来消耗法杖的1个或更多的充能，从中施放以下法术之一，使用你的法术豁免 DC 和法术施法能力修正：{@spell blur} (2 charges) {@spell dust cloud|Ar7}* (3 charges) {@spell faerie fire} (1 charge) {@spell gust of wind} (2 charges) {@spell meld into stone} (3 charges) {@spell speak with animals} (1 charge) {@spell stoneskin} (4 charges)",
	"You can also use an action to cast the {@spell create or destroy water} spell from the staff without using any charges.": "你也可以使用一个动作从法杖中施放{@spell create or destroy water}法术，而不消耗任何充能。",
	"You can use an action to plant one end of the staff in sand and expend 1 charge to cast {@spell sandstorm|Ar7},* centered on the staff. You and up to six creatures of your choice that you can see are immune to the effects of the sandstorm. Once this property is used, it can't be used again until the next dawn.": "你可以使用一个动作将法杖的一端插入沙中，消耗1点充能施放{@spell sandstorm|Ar7}，* 以法杖为中心。你和你能看到的最多六个生物免疫沙尘暴的影响。一旦这个特性被使用，直到第二天黎明前都不能再次使用。",
	"This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls. In addition, you have advantage on Dexterity ({@skill Stealth}) checks made to hide in tall grass and Wisdom ({@skill Survival}) checks made to track creatures across grassland.": "这根法杖可以作为一根魔法四分杖使用，它可以为使用者提供+2的攻击和伤害加值。持有它时，你对法术攻击投掷获得+2的加值。此外，你在藏匿于高草时进行敏捷检定({@skill Stealth})和在草原上追踪生物时进行感知检定({@skill Survival})时获得优势。",
	"You can use an action to expend 1 or more of the staff's charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: {@spell locate creature} (4 charges) {@spell locate object} (2 charges) {@spell longstrider} (1 charge per spell level, up to 4th) {@spell pass without trace} (2 charges) {@spell plant growth} (3 charges) {@spell scrying} (5 charges) {@spell wind walk} (6 charges)": "你可以使用一个动作来消耗法杖的1个或更多充能，从中施放以下法术之一，使用你的法术豁免 DC 和法术施法能力修正：{@spell locate creature} (4个充能) {@spell locate object} (2个充能) {@spell longstrider} (每个法术等级1个充能，最多4级) {@spell pass without trace} (2个充能) {@spell plant growth} (3个充能) {@spell scrying} (5个充能) {@spell wind walk} (6个充能)",
	"You can also use an action to cast the {@spell locate animals or plants} spell from the staff without using any charges.": "你也可以使用一个动作从法杖中施放{@spell locate animals or plants}法术，而不消耗任何充能。",
	"As an action, you can expend 1 charge and choose up to six creatures you can see within 30 feet of you. For the next eight hours, each creature's travel pace is doubled, it ignores the effects of any levels of {@condition exhaustion} it already has, and it can't gain new levels of {@condition exhaustion} from environmental hazards or tiring travel.": "作为一个动作，你可以消耗1点充能，并选择在你能看到的30英尺范围内多达六个生物。在接下来的八个小时里，每个生物的移动速度加倍，它会忽略已经拥有的任何级别的{@condition exhaustion}的效果，并且无法从环境危害或劳累的旅行中获得新的{@condition exhaustion}级别。",
	"This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls. In addition, you don't gain levels of {@condition exhaustion} from the effects of extreme cold, and you have advantage on Wisdom ({@skill Survival}) checks made to track creatures across icy terrain.": "这根法杖可以作为一根魔法战杖使用，使得使用它进行攻击和伤害骰投掷时获得+2的加值。持有它时，你对法术攻击骰投掷获得+2的加值。此外，你不会因极端寒冷的影响而获得{@condition exhaustion}等级，并且在冰冻地形上追踪生物时，你对感知({@skill Survival})检定获得优势。",
	"You can use an action to expend 1 or more of the staff's charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: {@spell create or destroy water} (1 charge per spell level, up to 4th) {@spell flurry of icicles|Ar7}* (2 charges) {@spell hold monster} (5 charges) {@spell ice sheet|Ar7}* (4 charges) {@spell instant freeze|Ar7}* (1 charge per spell level, up to 4th) {@spell wall of ice} (6 charges) {@spell water walk} (3 charges)": "你可以使用一个动作来消耗法杖的1个或更多充能，从中施放以下法术之一，使用你的法术豁免 DC 和法术施法能力修正：{@spell create or destroy water}（每个法术等级1个充能，最多4级）{@spell flurry of icicles|Ar7}*（2个充能）{@spell hold monster}（5个充能）{@spell ice sheet|Ar7}*（4个充能）{@spell instant freeze|Ar7}*（每个法术等级1个充能，最多4级）{@spell wall of ice}（6个充能）{@spell water walk}（3个充能）",
	"You can also use an action to cast the {@spell protection from energy} (cold only) spell from the staff without using any charges.": "你也可以使用一个动作，从法杖上施放{@spell protection from energy}（仅限冷却）咒语，而不消耗任何充能。",
	"You can use an action to plant one end of the staff in snow or ice and expend 1 charge to transform it into an igloo that lasts for 8 hours. The igloo is a dome centered on the staff with a radius of 10 feet, AC 14, and 30 hit points. It can shelter ten creatures of Medium size or smaller, and the inside of the igloo is a comfortable temperature, regardless of the weather outside.": "你可以使用一个动作将法杖的一端插入雪或冰中，消耗1点充能将其转变为一个冰屋，持续8小时。冰屋是以法杖为中心的圆顶，半径为10英尺，AC为14，有30点生命值。它可以容纳十个中等大小或更小的生物，冰屋内部的温度舒适，不受外部天气影响。",
	"The igloo appears ordinary, but radiates a faint aura of transmutation magic if targeted by detect magic. While touching the igloo and using another action to speak the command word, you can dismiss the igloo early. If the igloo is reduced to 0 hit points, the staff returns to its normal form.": "这座冰屋看起来普普通通，但如果被探测魔法的检测所针对，会散发出微弱的变化魔法光环。当触摸这座冰屋并使用另一个动作来说出口令时，你可以提前解除这座冰屋。如果这座冰屋的生命值降为0，那么法杖会恢复到它的正常形态。",
	"In their travels across a snowy landscape, the characters discover a perfect shelter from the frigid arctic night: an igloo! If the party spends the night inside the igloo, a druid or ranger character dreams of a keen-eyed white fox who transforms into an old dwarf woman and whispers the command word {@i haribur} in their ear. This command word turns the igloo into a staff of the frozen tundra.": "在穿越一片雪白的风景中，角色们发现了一个完美的避难所，可以避开寒冷的北极之夜：一个冰屋！如果队伍在冰屋里过夜，一个德鲁伊或游侠角色会梦见一个目光犀利的白狐狸，它会变成一位老矮人女人，然后在他们耳边低语着命令词{@i haribur}。这个命令词会将冰屋变成一根冻土地之杖。",
	"This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls. In addition, you and creatures you choose within 30 feet of you are considered acclimated to breathing at elevations up to 20,000 feet.": "这根法杖可以作为一根魔法四分杖使用，使得使用它进行攻击和伤害骰得到+2的加值。持有它时，你的法术攻击骰也获得+2的加值。此外，你和你选择的在你周围30英尺范围内的生物被视为适应高达20,000英尺海拔的呼吸环境。",
	"The staff has 10 charges for the following properties.": "该工作人员有10次使用以下属性的机会。",
	"It regains {@dice 1d6 + 4} expended charges daily at dawn. If you expend the last charge, roll a {@dice d20}. On a 1, the staff loses its properties and becomes a nonmagical quarterstaff.": "它在每天黎明时恢复{@dice 1d6 + 4}已用尽的充能。如果你用尽了最后一个充能，投掷一个{@dice d20}。在投掷到1时，这根法杖失去其特性，变成一根非魔法的短棍。",
	"You can use an action to expend 1 or more of the staff's charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: {@spell call lightning} (3 charges) {@spell jump} (1 charge) {@spell meld into stone} (3 charges) {@spell move earth} (6 charges) {@spell stone shape} (4 charges) {@spell thunderwave} (1 charge per spell level, up to 4th) {@spell tremorsense|Ar7}* (2 charges)": "你可以使用一个动作来消耗法杖的1个或更多充能，从中施放以下法术之一，使用你的法术豁免 DC 和法术施法能力修正：{@spell call lightning} (3个充能) {@spell jump} (1个充能) {@spell meld into stone} (3个充能) {@spell move earth} (6个充能) {@spell stone shape} (4个充能) {@spell thunderwave} (每个法术等级1个充能，最多4级) {@spell tremorsense|Ar7}* (2个充能)",
	"You can also use a reaction to cast the {@spell feather fall} spell from the staff without using any charges.": "你也可以使用一种反应来施放{@spell feather fall}法术，而不消耗任何充能。",
	"You can use an action to plant one end of the staff into the ground within 5 feet of a chasm or other gap and expend 1 charge to create a sturdy wood-and-rope bridge with a length of up to 50 feet, a width of 5 feet, AC 15, and 20 hit points per 5-foot section. The bridge appears ordinary, but radiates a faint aura of transmutation magic if targeted by detect magic. While touching the bridge and using another action to speak its command word, you return the staff to its normal form. Any creature on the bridge falls when it reverts to a staff. If any 5-foot section of the bridge is reduced to 0 hit points, the staff returns to its normal form.": "你可以使用一个动作将法杖的一端插入距离你不超过5英尺的裂缝或其他间隙中，并消耗1点充能，创造一个坚固的木头和绳索桥，长度最长可达50英尺，宽度为5英尺，AC为15，每个5英尺部分有20点生命值。这座桥看起来普通，但如果被探测魔法所瞄准，会散发出微弱的变化魔法光环。当触摸桥并使用另一个动作说出它的口令时，你可以将法杖恢复到正常形态。桥上的任何生物在恢复成法杖时会掉落。如果任何一个5英尺部分的桥的生命值降至0，法杖会恢复到正常形态。",
	"While traveling in the mountains, the characters come across a perilous chasm spanned by a simple bridge. While crossing the bridge, a druid or ranger character who places their hand on the rope handrail hears the command word {@i haku'ar} ringing in their mind. This command word turns the bridge into a staff of the granite peaks.": "当角色们在山中旅行时，他们发现一条横跨险恶深渊的简易桥梁。当穿过桥梁时，一位德鲁伊或游侠角色若将手放在绳栏上，会听到{@i haku'ar}这个命令词在他们脑海中回响。这个命令词会将桥梁变成一根花岗岩峰之杖。",
	"The spirit of an ancient eladrin druid inhabits this long wooden staff, which changes form to reflect the current mood of the spirit. Whenever you complete a long rest, roll {@dice 1d4} to determine what form the staff takes: 1 (autumn), 2 (winter), 3 (spring), or 4 (summer).": "这根长长的木杖中寄宿着一位古老的(Eladrin)精灵德鲁伊的灵魂，它会根据灵魂当前的情绪而改变形态。每当你完成一次长休，投掷{@dice 1d4}来决定木杖会变成什么形态：1 (秋天)，2 (冬天)，3 (春天)，或 4 (夏天)。",
	"The staff has 10 charges. The staff regains {@dice 1d6 + 4} expended charges daily at dawn. If you expend the last charge, roll a {@dice d20}. On a 1, the staff turns to dry leaves and is lost forever. While holding it, you can use an action to expend 1 or more of the charges to cast certain spells from it, using your spell save DC and spellcasting ability modifier.": "这根法杖有10个充能。法杖在每天黎明时恢复{@dice 1d6 + 4}已用充能。如果你用尽了最后一个充能，投掷一个{@dice d20}。如果投到1，法杖会变成干枯的树叶，永远丢失。当你握住它时，你可以使用一个动作消耗1个或多个充能来施放它内含的某些法术，使用你的法术豁免 DC 和施法能力修正。",
	"Small red and gold leaves wreathe the top of the staff in a dazzling fall canopy. While the staff is in this form, you can cast the following spells from it: {@spell aid} (2 charges), {@spell bless} (1 charge per spell level, up to 4th), {@spell create food and water} (3 charges), and {@spell cure wounds} (1 charge per spell level, up to 4th).": "小红色和金色的叶子环绕着法杖顶部，形成了一个令人眼花缭乱的秋季树冠。当法杖处于这种形态时，你可以从中施放以下咒语：{@spell aid} (2个充能), {@spell bless} (每个法术等级1个充能，最多4级), {@spell create food and water} (3个充能), 和 {@spell cure wounds} (每个法术等级1个充能，最多4级)。",
	"The wood of the staff is cool to the touch, and small sprigs of holly sprout from the top. While the staff is in this form, you can cast the following spells from it: {@spell bane} (1 charge per spell level, up to 4th), {@spell blindness/deafness} (2 charges), {@spell gust of wind} (2 charges), and {@spell sleep} (1 charge per spell level, up to 4th).": "这根法杖的木材触感凉爽，顶部长出了一些小枝。当法杖处于这种形态时，你可以从中施放以下法术：{@spell bane}（每个法术等级消耗1点能量，最高可达4级），{@spell blindness/deafness}（消耗2点能量），{@spell gust of wind}（消耗2点能量），以及{@spell sleep}（每个法术等级消耗1点能量，最高可达4级）。",
	"The knobby top of the staff is adorned with new leaves and budding flowers. While the staff is in this form, you can cast the following spells from it: {@spell beacon of hope} (3 charges), {@spell conjure animals} (3 charges), {@spell enhance ability} (2 charges), and {@spell goodberry} (1 charge).": "法杖顶部长满了新叶和嫩花。在这种形态下，你可以从法杖上施放以下咒语：{@spell beacon of hope} (3 charges), {@spell conjure animals} (3 charges), {@spell enhance ability} (2 charges), 和 {@spell goodberry} (1 charge)。",
	"Deep green leaves shade the top of the staff, rustling gently in an unseen breeze. While the staff is in this form, you can cast the following spells from it: {@spell continual flame} (2 charges), {@spell daylight} (3 charges), {@spell haste} (3 charges), and {@spell heroism} (1 charge per spell level, up to 4th).": "深绿色的叶子遮蔽着法杖的顶端，在看不见的微风中轻轻摇曳。当法杖处于这种形态时，你可以从中施放以下法术：{@spell continual flame} (2个充能), {@spell daylight} (3个充能), {@spell haste} (3个充能), 和 {@spell heroism} (每个法术等级1个充能，最多4级)。",
	"This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls. In addition, you have advantage on Dexterity ({@skill Stealth}) checks made to move quietly in swamps and Wisdom ({@skill Survival}) checks made to track creatures across swampy ground.": "这根法杖可以作为一根魔法战杖使用，使得使用它进行的攻击和伤害骰得到+2的加值。持有它时，你对法术攻击骰获得+2的加值。此外，你在沼泽中悄无声息移动时进行的敏捷检定获得优势（{@skill Stealth}），在沼泽地形追踪生物时进行的感知检定也获得优势（{@skill Survival}）。",
	"You can use an action to expend 1 or more of the staff's charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: {@spell entangle} (1 charge) {@spell fog cloud} (1 charge per spell level, up to 4th) {@spell giant insect} (4 charges) {@spell insect plague} (5 charges) {@spell plant growth} (3 charges) {@spell spike growth} (2 charges) {@spell water walk} (3 charges)": "你可以使用一个动作来消耗法杖的1个或更多充能，施放以下法术之一，使用你的法术豁免 DC 和法术施法能力修正：{@spell entangle} (1个充能) {@spell fog cloud} (每个法术等级1个充能，最多4级) {@spell giant insect} (4个充能) {@spell insect plague} (5个充能) {@spell plant growth} (3个充能) {@spell spike growth} (2个充能) {@spell water walk} (3个充能)",
	"You can also use an action to cast the {@spell speak with plants} spell from the staff without using any charges.": "你也可以使用一个动作从法杖中施放{@spell speak with plants}法术，而不消耗任何充能。",
	"You can use an action to plant one end of the staff in the ground and expend 1 charge to create a bog in a 60-foot radius around the staff. This area is {@quickref difficult terrain|PHB|3} for creatures other than you. Another creature that starts its turn in the bog must make a Strength saving throw against your spell save DC or have its speed reduced to 0 until the start of its next turn. The bog lasts for {@dice 1d4 + 2} rounds or until you pull the staff out of the ground, at which point the bog is sucked into the ground and vanishes.": "你可以使用一个动作将法杖的一端插入地面，并消耗1点充能，在法杖周围60英尺半径内创造一个沼泽。这个区域对于你以外的生物是{@quickref difficult terrain|PHB|3}。在沼泽中开始其回合的另一个生物必须进行一次力量豁免，豁免 DC 为你的法术豁免 DC，否则其速度将降为0，直到其下一个回合开始。沼泽持续{@dice 1d4 + 2}回合，或者直到你将法杖拔出地面为止，此时沼泽会被吸入地下消失。",
	"This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls. In addition, you have a swimming speed equal to your walking speed, and when you are within 10 miles of a body of water with tides, you always know when the next high and low tides are.": "这根法杖可以作为一根魔法长棍使用，为使用者提供+2的攻击和伤害加值。持有此法杖时，你的法术攻击获得+2加值。此外，你的游泳速度等同于你的行走速度，并且当你在距离潮汐水域不超过10英里时，你总是知道下一次高潮和低潮的时间。",
	"You can use an action to expend 1 or more of the staff's charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: {@spell control water} (4 charges) {@spell create or destroy water} (1 charge per spell level, up to 4th) {@spell fog cloud} (1 charge per spell level, up to 4th) {@spell gust of wind} (2 charges) {@spell jet of water|Ar7}* (3 charges) {@spell maelstrom avatar|Ar7}* (4 charges) {@spell water walk} (3 charges)": "你可以使用一个动作来消耗法杖的1个或更多充能，从中施放以下法术之一，使用你的法术豁免 DC 和法术施法能力调整值：{@spell control water} (4个充能) {@spell create or destroy water} (每个法术等级1个充能，最多4级) {@spell fog cloud} (每个法术等级1个充能，最多4级) {@spell gust of wind} (2个充能) {@spell jet of water|Ar7}* (3个充能) {@spell maelstrom avatar|Ar7}* (4个充能) {@spell water walk} (3个充能)",
	"You can also use an action to cast the {@spell water breathing} spell from the staff without using any charges.": "你也可以使用一个动作从法杖上施放{@spell water breathing}法术，而不消耗任何充能。",
	"You can use an action to place one end of the staff in water and expend 1 charge to transform the staff into a paddle and a kayak that can fit up to two Medium creatures. Only you can paddle the kayak. The kayak appears ordinary, but radiates a faint aura of transmutation magic if targeted by detect magic. While holding the paddle, you can use an action to speak its command word and return the staff to its normal form.": "你可以使用一个动作将法杖的一端放入水中，并消耗 1 点充能，将法杖转变为一只划艇和一只双人皮划艇。只有你可以划这只皮划艇。这只皮划艇看起来很普通，但如果被探测魔法法术，会散发出微弱的变化魔法光环。握着桨时，你可以使用一个动作说出它的口令，将法杖恢复成正常形态。",
	"This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls. In addition, you can't be {@quickref surprised|PHB|3|0|surprised} while underground.": "这根法杖可以作为一根魔法四分杖使用，使得使用它进行攻击和伤害骰时获得+2的加值。持有它时，你对法术攻击骰获得+2的加值。此外，你在地下时无法被{@quickref surprised|PHB|3|0|surprised}。",
	"You can use an action to expend 1 or more of the staff's charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: {@spell faerie fire} (1 charge) {@spell meld into stone} (3 charges) {@spell pass without trace} (2 charges) {@spell protection from poison} (2 charges) {@spell stoneskin} (4 charges) {@spell tremorsense|Ar7}* (2 charges) {@spell wall of stone} (5 charges)": "你可以使用一个动作来消耗法杖的1个或更多充能，从中施放以下法术之一，使用你的法术豁免 DC 和法术能力修正：{@spell faerie fire}（1个充能）{@spell meld into stone}（3个充能）{@spell pass without trace}（2个充能）{@spell protection from poison}（2个充能）{@spell stoneskin}（4个充能）{@spell tremorsense|Ar7}*（2个充能）{@spell wall of stone}（5个充能）",
	"You can also use an action to cast the {@spell darkvision} spell from the staff without using any charges.": "您也可以使用一个动作从法杖中施放{@spell darkvision}法术，而不消耗任何充能。",
	"You can use an action and expend 1 charge to shoot a thick strand of sticky webbing out of the staff. Make a ranged spell attack against a creature you can see within 30 feet of you using your spellcasting ability.": "你可以使用一个动作并消耗1点充能，从法杖上射出一根粘稠的蛛网。使用你的法术能力对你能看到的30英尺内的生物进行远程法术攻击。",
	"On a hit, the target is {@condition restrained}. The {@condition restrained} target can use its action to make a Strength check against your spell save DC, bursting out of the webbing on a success.": "命中时，目标被困住{@condition restrained}。被困住的{@condition restrained}目标可以使用动作进行力量检定，检定值需达到你的法术豁免 DC 才能成功挣脱网困。",
	"This slim wooden wand has tiny carved wildflowers twining around its length. While holding the wand, you can cast the {@spell druidcraft} spell at will.": "这根纤细的木制魔杖上镶嵌着细小的野花图案。握住这根魔杖，你可以随意施放{@spell druidcraft}咒语。",
	"The badge comes in three colors: gold (directors), silver (artisans), copper (fermenters). Owners of gold badges may also have lower ranked badges to keep their status as a director secret.": "徽章有三种颜色：金色（(directors)导演）、银色（(artisans)工匠）、铜色（(fermenters)发酵工）。金色徽章的所有者可能也有低级别的徽章，以保持他们作为导演的身份的秘密。",
	"The badge is keyed to the owner's soul so only they can use it.": "徽章是根据所有者的灵魂制作的，因此只有他们可以使用它。",
	"Unlike {@language thieves' cant}, which is a pidgin of borrowed signs, verbal words, and symbols from multiple languages, Common Signs is a complete sign language, borrowing from {@language Dwarvish}, {@language Elvish}, and {@language Undercommon}. It is considered a universal language and adapted by disabled communities, especially within cities. As such, most people across the realm can communicate using it.": "与{@language thieves' cant}不同，它是从多种语言借用符号、口头词和符号混合而成的混合语言，Common Signs是一种完整的手语，借鉴了{@language Dwarvish}、{@language Elvish}和{@language Undercommon}。它被认为是一种通用语言，并被残疾社区采用，尤其是在城市中。因此，几乎整个王国的人都可以用它进行交流。",
	"Common Signs is designed to be easy to learn, and spellcasters can make use of it to cast their spells. Effects that prevent casting spells with verbal components, such as the area of silence created by the {@spell silence} spell, are still effective against casters who use Common Signs. While affected by such a spell or effect, the caster forgets the important signs needed to cast spells with verbal components.": "《通用符号》旨在易学易懂，咒术师可以利用它来施放咒语。阻止使用口头成分施法的效果，比如{@spell silence}咒语所创造的沉默区域，对使用《通用符号》的施法者仍然有效。在受到这类咒语或效果影响时，施法者会忘记施放口头成分咒语所需的重要符号。",
	"Aethelfaer is a 7th-level spellcaster. His spellcasting ability is Wisdom (spell save {@dc 14}, {@hit 6} to hit with spell attacks). He knows the following ranger spells:": "Aethelfaer是一名7级法术施展者。他的法术施展能力是智力（法术豁免 {@dc 14}，用法术攻击命中加值 {@hit 6}）。他掌握以下游侠法术：",
	"Aethelfaer gains a +2 bonus to attack rolls with ranged weapons (included in the attack).": "Aethelfaer使用远程武器进行攻击时，获得+2的攻击加值（包含在攻击中）。",
	"Aethelfaer has advantage on Strength ({@skill Athletics}) checks made to climb and jump while wearing his prosthetic foot.": "Aethelfaer在穿戴义肢脚时，对于力量检定（{@skill Athletics}）进行攀爬和跳跃时具有优势。",
	"On each of his turns, Aethelfaer can use a bonus action to take the {@action Dash}, {@action Disengage}, or {@action Hide} action.": "在他的每个回合，埃瑟尔费尔(Aethelfaer)可以使用一个奖励动作来执行{@action Dash}、{@action Disengage}或{@action Hide}动作。",
	"Aethelfaer has advantage on saving throws against being {@condition charmed}, and magic can't put him to sleep.": "Aethelfaer对抗被 {@condition charmed} 的豁免 throws 时具有优势，并且魔法无法让他入睡。",
	"Aethelfaer keeps a container of poison in his prosthetic arm. As a bonus action, he can apply poison to one weapon or piece of ammunition. The poison remains potent for 1 hour or until that weapon or ammunition deals damage to a target. If struck by a {@condition poisoned} weapon or piece of ammunition, the target must make a {@dc 11} Constitution saving throw, taking 10 ({@damage 3d6}) poison damage on a failed save, or half as much damage on a successful one. Aethelfaer has twenty doses of poison.": "Aethelfaer在他的假肢手臂中装有一瓶毒药。作为一个奖励动作，他可以将毒涂抹在一件武器或一枚弹药上。毒药保持有效时间为1小时，或直到该武器或弹药对目标造成伤害。如果被{@condition poisoned}武器或弹药击中，目标必须进行{@dc 11}体质豁免才能避免，在豁免失败时受到10({@damage 3d6})点毒药伤害，豁免成功时受到一半伤害。Aethelfaer有二十剂毒药。",
	"Aethelfaer attacks twice with his longbow or three times with his shortsword.": "Aethelfaer用他的长弓攻击两次，或者用他的短剑攻击三次。",
	"{@atk rw} {@hit 9} to hit, range 150/600 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage.": "{@atk rw} 近战攻击，射程150/600尺，目标为一名敌人。造成{@h}8 ({@damage 1d8 + 4}) 穿刺伤害。",
	"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage.": "{@atk mw}进行攻击，射程5英尺，目标一个。造成{@h}7({@damage 1d6 + 4})点穿刺伤害。",
	"Aethelfaer expends a spell slot to focus his awareness on his surroundings. For 1 minute per level of the spell slot he expends, he can sense if any creatures of the following types are present within 1 mile: aberrations, celestials, dragons, elementals, fey, fiends, and undead. He can't sense the creatures' location or number.": "艾瑟尔费尔(Aethelfaer)消耗一个法术位，集中意识感知周围环境。每消耗一个法术位，他可以持续1分钟(%num%)等级，能感知到以下类型生物是否在1英里范围内：变异体(aberrations)、天神(celestials)、龙(dragons)、元素生物(elementals)、精灵(fey)、恶魔(fiends)和不死生物(undead)。他无法感知这些生物的具体位置或数量。",
	"When Aethelfaer is hit by a ranged weapon attack and wearing his prosthetic arm, he can attempt to deflect the missile used in the attack. The damage he takes from the attack is reduced by 12 ({@dice 1d10 + 7}). If the damage is reduced to 0, Aethelfaer catches the missile and can make a ranged attack with it as part of the same reaction with a {@hit 9} bonus to the attack roll. The attack uses the missile's original range.": "当Aethelfaer被远程武器攻击击中并戴着他的假肢手臂时，他可以尝试偏转攻击中使用的飞行物。他受到的攻击伤害减少12 ({@dice 1d10 + 7}). 如果伤害减少到0，Aethelfaer接住飞行物，并可以在同一反应中使用它进行远程攻击，攻击投掷时获得{@hit 9}的攻击加值。这次攻击使用飞行物的原始射程。",
	"This creature is a Retainer, as described in {@book Strongholds and Followers|SaF|8|Retainers}": "这个生物是一个仆从，正如在{@book Strongholds and Followers|SaF|8|Retainers}中描述的那样。",
	"{@atk rw} {@hit 9} to hit, range 150/600 ft., one target. {@h}12 ({@damage 2d8 + 3}) piercing damage.": "{@atk rw} {@hit 9}进行攻击，射程150/600尺，目标为一名敌人。造成{@h}12 ({@damage 2d8 + 3})点穿刺伤害。",
	"Aethelfaer makes his signature attack. If he hits a creature, the target must make a {@dc 11} Constitution saving throw, taking 10 ({@damage 3d6}) poison damage on a failed save, or half as much damage on a successful one.": "艾瑟尔费尔发动他的招牌攻击。如果他击中一只生物，目标必须进行一次 {@dc 11} 体质豁免才能，未通过则受到 10 ({@damage 3d6}) 毒素伤害，通过则只受到一半伤害。",
	"Aethelfaer makes three signature attacks, then takes the {@action Dash} or {@action Hide} action.": "Aethelfaer发动三次招牌攻击，然后执行{@action Dash}或{@action Hide}动作。",
	"Aethelfaer takes the {@action Dash}, {@action Disengage}, or {@action Hide} action.": "Aethelfaer 进行 {@action Dash}、{@action Disengage} 或 {@action Hide} 行动。",
	"Akangsha is a 9th-level spellcaster. Their spellcasting ability is Intelligence (spell save {@dc 14}, {@hit 6} to hit with spell attacks). Akangsha has the following wizard spells prepared:": "阿康莎是一名9级法术施展者。他们的法术施展能力是智力（法术豁免 {@dc 14}，法术攻击命中加值 {@hit 6}）。阿康莎准备了以下巫师法术：",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}16 ({@damage 3d6 + 6}) bludgeoning damage.": "{@atk mw} {@hit 10}进行攻击，射程5英尺，目标一个。造成{@h}16 ({@damage 3d6 + 6})点钝击伤害。",
	"The krakenvine has advantage on Dexterity ({@skill Stealth}) checks made to hide in areas with abundant plant life.": "深渊藤蔓在拥有丰富植物生长的区域中进行隐蔽的敏捷检定时具有优势。",
	"The krakenvine's weapon attacks are magical.": "深渊藤(`Krakenvine`)的武器攻击是魔法的。",
	"The krakenvine makes two vine lash attacks, each of which it can replace with one use of Fling.": "深渊藤蔓进行两次藤鞭攻击，每次可以用一次投掷（Fling）来替代。",
	"{@atk mw} {@hit 3 + PB} to hit, reach 10 ft., one target. {@h}{@damage 1d8 + 3 + PB} bludgeoning damage, and the target is {@condition grappled} (escape {@dc 11 + PB}). Until this grapple ends, the target is {@condition restrained}. The krakenvine can {@action grapple} up to two targets in this way at once.": "{@atk mw} 一次攻击，射程10英尺，目标为一个。造成{@h}{@damage 1d8 + 3 + PB} 钝击伤害，并且目标被{@condition grappled} (逃脱 DC{@dc 11 + PB})。直到这次搏斗结束，目标被{@condition restrained}。海怪藤蔓可以同时用这种方式搏斗最多两个目标。",
	"One Medium or smaller object held or creature {@condition grappled} by the krakenvine is thrown up to 30 feet in a direction of the krakenvine's choosing and knocked {@condition prone}. If a thrown target strikes a solid surface, the target takes 3 ({@damage 1d6}) bludgeoning damage for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a {@dc 11 + PB} Dexterity saving throw or take the same damage and be knocked {@condition prone}.": "当由海怪藤蔓抓住的一个中型或更小的物体或生物{@condition grappled}被投掷到海怪藤蔓选择的方向并击倒{@condition prone}。如果被投掷的目标撞击到坚实表面，那个目标会受到每10英尺投掷距离的3{@damage 1d6}点钝击伤害。如果目标被投掷到另一个生物身上，那个生物必须成功通过一个{@dc 11 + PB}敏捷豁免才能避免受到相同伤害并被击倒{@condition prone}。",
	"The thornbush has advantage on Dexterity ({@skill Stealth}) checks made to hide in areas with abundant plant life.": "荆棘丛在有丰富植物生长的区域中进行的敏捷({@skill Stealth})检定中具有优势。",
	"The thornbush's weapon attacks are magical.": "这株荆棘丛的武器攻击是魔法的。",
	"When the thornbush hits a creature with an {@action opportunity attack}, that creature's speed becomes 0 for the rest of the turn. Creatures provoke {@action opportunity attack|PHB|opportunity attacks} from the thornbush even if they take the {@action Disengage} action before leaving its reach.": "当荆棘灌木用 {@action opportunity attack} 攻击生物时，该生物的速度在本回合剩余时间内变为0。即使生物在离开其射程之前采取 {@action Disengage} 行动，生物仍会从荆棘灌木处激起 {@action opportunity attack|PHB|opportunity attacks}。",
	"The thornbush makes a number of thorny strike attacks equal to half your proficiency bonus, rounded down.": "荆棘灌木进行一定数量的荆棘打击攻击，次数等同于你熟练加值的一半，向下取整。",
	"{@atk mw} {@hit 3 + PB} to hit, reach 10 ft., one target. {@h}{@damage 2d4 + 3 + PB} piercing damage.": "{@atk mw} {@hit 3 + PB}攻击，射程10英尺，目标一个。造成{@h}{@damage 2d4 + 3 + PB}穿刺伤害。",
	"Rot: it is the cold fire that transforms a humble corpse into something marvelous. Once we conquer our fear of it, embrace the peculiar potency that death bestows upon a body—any body, all bodies—then death becomes another toolbox!": "腐烂：它是将一个平凡尸体转化为奇妙事物的冷火。一旦我们征服了对它的恐惧，拥抱死亡赋予身体的特殊力量，那么死亡就成为另一个工具箱！",
	"A stout, elderly wizard, Akangsha is a Fermenter, renowned in the Pickling Guild for their powerful curatives. However, the grandmotherly halfling has a secret: their cures are all necromantic in nature. They maintain a basement full of undead creatures from which to derive cures.": "一个健壮的、年迈的巫师，阿康莎是一名发酵者，在腌菜行会中以其强大的治疗药剂而闻名。然而，这位像祖母般慈祥的半身人有一个秘密：他们的药剂都具有死灵魔法的特性。他们在地下室中保留了一群不死生物，用以提取药剂。",
	"Akangsha keeps a pet toad with an enormous mushroom growing on its back by their side at all times. Akangsha considers the mushroom their pet, and the toad is merely the vehicle for it. They've named it Toadstool. (The toad has no name.)": "Akangsha（阿康夏）始终将一只背上长着巨大蘑菇的蟾蜍作为宠物放在身边。Akangsha（阿康夏）认为这个蘑菇是他们的宠物，而蟾蜍只是它的载体。他们给它取名为Toadstool（蟾蜍菇）。（这只蟾蜍没有名字。）",
	"Akangsha is cerebral, doting, and empathetic.": "阿康莎（Akangsha）聪慧、慈爱且富有同理心。",
	"You think an organization runs on people? Wrong! An organization runs on paper! Memos, hastily jotted instructions, circulars of policy, records of accounts and transactions... the form of true power, my dear, is crisp, white, and flat!": "你认为一个组织是靠人来运作的吗？错！一个组织是靠文件来运作的！备忘录、匆忙记录的指示、政策通告、账目和交易记录……真正的力量形式，亲爱的，是干净、白色、平整的文件！",
	"Glorian, one of the most influential Artisans of the Pickling Guild, handles much of its administrative affairs, both mundane and secret. This identity is a front: Glorian is a doppelganger named Tchilinfallorsh who seeks revenge against the unknown Director who \"let\" their elf lover, Cyril Twindew, die of disease a few decades ago. They care nothing for the Pickling Guild's mission.": "格洛里安(Glorian)，腌菜行会中最有影响力的工匠之一，处理大部分行会的行政事务，无论是平凡的还是秘密的。这个身份只是一个幌子：格洛里安实际上是一位名叫特琳法洛什(Tchilinfallorsh)的变形怪，他在几十年前因疾病去世的他们的精灵恋人西瑞尔·双叶(Cyril Twindew)的死亡，寻求对那位未知的“让”他们死去的精灵恋人的主任报仇。他们对腌菜行会的使命毫不在意。",
	"Glorian's hands are always stained with ink, no matter their form. They appear as an elf.": "格洛里安的手总是沾满了墨水，无论它们的形态如何。他们看起来像一名精灵。",
	"Glorian seems fastidious and obsessive, but that is a ruse to hide their calculating nature.": "格洛里安(Glorian)看起来挑剔和过分追求完美，但这只是掩饰他们精明计算的本性。",
	"Glorian uses the statistics of a {@creature doppelganger|MM}.": "Glorian使用了一个{@creature doppelganger|MM}的统计数据。",
	"Granny Roachhand's coven of night hags in the Lower Planes exiled her for scheming against the other sisters. She recently came to Aethelfaer's forest and plots to corrupt the beasts and plants in the wode to create an army of loyal servants. Her goal is to claim the forest as her domain and torture unsuspecting travelers who enter the woods for fun, but {@creature Aethelfaer|Ar7} and {@creature Onriel|Ar7} keep foiling her plans.": "老婆婆(`Granny Roachhand`)在(`Lower Planes`)的夜(`coven of night hags`)因图谋反对其他姐妹而被放逐。她最近来到(`Aethelfaer's forest`)，密谋腐化(`corrupt`)森林中的野兽和植物，以创建一支忠诚的仆人军队。她的目标是将这片森林视为自己的领地，并折磨那些进入森林寻欢作乐的无辜旅行者，但{@creature Aethelfaer|Ar7}和{@creature Onriel|Ar7}一直在破坏她的计划。",
	"Why do I ferment? Consider this: you and I may separately follow the recipe for a cake and bake two identical desserts. But if you and I follow the exact same recipe for fermented cabbage, why, no power on earth will allow these two cabbages to taste the same. To ferment is to create art. To ferment is to be individual.": "为什么我要发酵？想想这个：你和我可能分别按照蛋糕的食谱烘焙两个完全相同的甜点。但如果你和我按照相同的食谱发酵白菜，那么，地球上没有任何力量能让这两颗白菜尝起来相同。发酵就是创造艺术。发酵就是独特的表现。",
	"Scrawny, redheaded, and fresh out of his teens, apprentice alchemist Ivmal is an ardent Annual Member of the Pickling Guild who doesn't suspect its true purpose. He volunteers at a tiny, guild-controlled shop and is always on the lookout for new members.": "瘦弱、红发、刚出青春期的炼金学徒伊夫马尔(Ivmal)是一个热心的腌菜行会年度会员，却对其真正目的毫无察觉。他在一个小小的行会控制的商店做义工，时刻寻找新成员。",
	"Ivmal always wears one item of clothing or jewelry with a vegetable motif.": "Ivmal总是穿着一件带有蔬菜图案的衣服或珠宝。",
	"Ivmal is effusive, enthusiastic, and artsy.": "Ivmal是热情洋溢、热情洋溢和艺术的。",
	"Ivmal uses the statistics of a {@creature commoner|MM}.": "Ivmal 使用了一个 {@creature commoner|MM} 的统计数据。",
	"Why should we waste our time praying for miracles when the real miracles are all around us? The gods don't need us to recite chants in a dusty chapel, they expect us to get into the dirt and dig up the ruddy weed that'll cure us!": "为什么我们要浪费时间祈求奇迹，当真正的奇迹就在我们周围呢？众神不需要我们在尘土飞扬的小教堂里诵经，他们希望我们下地去挖掘那些能治愈我们的草药！",
	"Blue-scaled {@creature Nupita Mfala|Ar7|Nupita} and her purple-scaled teenage daughter {@creature Nuhara Mfala|Ar7|Nuhara} are Fermenters who run a microbrewery in remote Radha's Grace, a village known for its profusion of fantastic insect life. The pair secretly collect samples of the local wildlife to use in new remedies, particularly the eggs, cast-off exoskeletons, and shucked-off chrysalides of the rare insects that thrive there. While the two love each other dearly, they often butt heads over {@creature Nuhara Mfala|Ar7|Nuhara's} independence.": "蓝鳞{@creature Nupita Mfala|Ar7|Nupita}和她紫鳞的十几岁女儿{@creature Nuhara Mfala|Ar7|Nuhara}是发酵者，他们在偏远的拉达之恩(Radha's Grace)村庄经营着一家微型酿酒厂。这个村庄以其丰富的奇妙昆虫生活而闻名。这对母女秘密收集当地野生动物的样本，用于新的疗法，尤其是那些在那里茁壮成长的稀有昆虫的卵、蜕皮和脱壳的蛹。虽然这对母女深爱着彼此，但他们经常就{@creature Nuhara Mfala|Ar7|Nuhara's}的独立性发生冲突。",
	"Their claws are exquisitely painted with floral motifs.": "它们的爪子上精美地绘有花卉图案。",
	"They are practical women, dedicated to their task. {@creature Nupita Mfala|Ar7|Nupita} is somewhat anxious, while {@creature Nuhara Mfala|Ar7|Nuhara} is naturally curious.": "她们是实际的女性，专注于她们的任务。{@creature Nupita Mfala|Ar7|Nupita} 有点焦虑，而{@creature Nuhara Mfala|Ar7|Nuhara} 则天生好奇。",
	"{@creature Nupita Mfala|Ar7|Nupita} uses the statistics of a {@creature druid|MM}, and {@creature Nuhara Mfala|Ar7|Nuhara} uses the statistics of a {@creature commoner|MM}.": "{@creature Nupita Mfala|Ar7|Nupita} 使用了{@creature druid|MM}的属性，而{@creature Nuhara Mfala|Ar7|Nuhara}使用了{@creature commoner|MM}的属性。",
	"A chapterhouse or a guild-controlled shop may offer the following goods or services:": "一个分会所或由行会控制的商店可能提供以下商品或服务：",
	"The fermenting or pickling of specific fruits/vegetables—1 gp per pound of food": "特定水果/蔬菜的发酵或腌制-每磅食物1 gp (%gp%)",
	"A cup of rare tea, coffee, or chocolate—5 sp": "一杯稀有茶叶，咖啡，或巧克力—5 sp",
	"An exotic wine, beer, or liquor—10 gp per bottle": "一瓶异国风味的葡萄酒、啤酒或烈酒—每瓶10 gp (%num%)。",
	"Alchemist's supplies specialized in pickling and fermenting—50 gp": "炼金术士工具，专门用于腌制和发酵—50 gp",
	"Books on pickling and fermenting—20 gp each": "腌制和发酵书籍—每本20 gp",
	"A private lesson on the art of pickling for groups of up to 10 individuals—100 gp for an hour": "每小时100金币，最多可容纳10人的小组，学习腌制艺术的私人课程。",
	"Aethelfaer finds the characters lost in the forest. He promises to lead them to their destination if they help him take on a local necromancer creating zombie versions of beasts and plants.": "Aethelfaer 发现角色们迷失在森林中。他承诺会带领他们到达目的地，如果他们帮助他对抗当地的一个死灵法师，他正在创造野兽和植物的僵尸版本。",
	"A rival group of adventurers challenges the characters to a hunt in Aethelfaer's forest. Whoever claims the head of the legendary silver hart wins a chest of gold. But it's a trap! The rivals don't intend to participate and know that a hunter in the woods stalks any who dare harm the hart.": "一群对手冒险者向角色发起挑战，在艾瑟尔费尔（Aethelfaer）的森林中展开狩猎。谁能夺得传说中的银色雄鹿头颅，谁就赢得一箱黄金。但这是一个陷阱！对手并不打算参与，他们知道森林中有一名猎人在暗中跟踪任何敢伤害雄鹿的人。",
	"The characters unknowingly trespass into a sacred domain deep within the forest. Aethelfaer appears, claiming that they have disturbed the ancient gods of the forest and the deities demand recompense. This must come in the form of an offering made by sundown the next day at an altar within an underground catacomb. If they refuse or fail to do so, Aethelfaer declares that they will be cursed for the rest of their lives.": "这些角色无意中闯入了森林深处的一个神圣领域。Aethelfaer 出现了，声称他们打扰了森林古老的神灵，神灵们要求得到补偿。这必须以第二天日落前在地下地穴内的祭坛上献祭的形式来进行。如果他们拒绝或未能这样做，Aethelfaer 宣布他们将被诅咒一生。",
	"Aethelfaer approaches the characters as they set up camp, seeking their aid in slaying what he calls a dark spirit that possesses an ancient redwood tree in the forest. Its presence poisoned the surrounding woodland, turning the creatures into zombie drones and making the trees aggressive. One such tree attacked Aethelfaer and he was lucky to get away with his life. He believes this dark power is something bigger than he alone can handle. He offers the characters a magical item from the forest gods (such as a {@item staff of the woodlands|DMG} or an item from \"{@book Wonders of the Wilds|Ar7|3|Items}\" in this issue) as payment for helping him end the threat.": "当Aethelfaer接近角色们搭起营地时，他请求他们帮助他消灭他所称的附身于森林中一棵古老红杉树的黑暗精灵。它的存在毒害了周围的森林，将生物变成僵尸无人机，并使树木变得攻击性。一棵这样的树袭击了Aethelfaer，他侥幸逃脱了性命。他相信这股黑暗力量是他一个人无法处理的。他向角色们提供了来自森林神灵的魔法物品（比如一个{@item staff of the woodlands|DMG}，或者本期中来自“{@book Wonders of the Wilds|Ar7|3|Items}”的物品）作为帮助他结束威胁的报酬。",
	"Throughout the forest are ancient statues of old forest gods, all of them animal-esque in design. Somehow, they have become animated and are attacking travelers as they walk the paths. The players are attacked by one such statue as they pass through the forest. Aethelfaer appears after or part way through combat to lend assistance and explain the situation.": "整个森林里都是古老森林神的雕像，它们都设计成动物的形象。不知何故，它们变得有生命力，正在袭击沿途的旅行者。当玩家穿过森林时，他们被其中一座雕像袭击。在战斗过程中或之后，Aethelfaer出现，提供帮助并解释情况。",
	"A nearby settlement started culling wolves in response to attacks on their farm animals. Aethelfaer is adamant that it isn't the wolves attacking and is saddened by the settlers' decision. He wants to prove the beasts' innocence and suspects there is something else going on. The ranger appeals to the characters for assistance.": "附近的一个定居点开始对狼群进行捕杀，以应对它们对农场动物的袭击。埃塞尔费尔(Aethelfaer)坚信并不是狼在袭击，对定居者的决定感到悲伤。他想证明这些野兽的清白，并怀疑背后可能有其他事情。这位游侠请求角色们的帮助。",
	"A group of deserter soldiers set up a fortified camp in the forest, seeking refuge and the chance to live in peace with their families and loved ones, far from the horrors of war. However, a hidden hunter (Aethelfaer) stalks the woods around them, shooting arrows at them whenever they attempt to hunt a nearby herd of elk. Food is running short but the hunter is relentless; the refugees are growing desperate and beg the characters for help. What the refugees don't know is that the elk are an incredibly rare breed, almost extinct. Aethelfaer has taken it upon himself to be the protector of the herd, defending them from any and all threats.": "一群逃兵在森林中建立了一个设防的营地，寻求庇护并与家人和爱人一起远离战争的恐怖，过上和平的生活。然而，一个隐藏的猎人（艾瑟尔费尔）潜伏在他们周围的树林中，每当他们试图狩猎附近的一群麋鹿时，就向他们射箭。食物短缺，但猎人却无情；难民们变得绝望，恳求角色们的帮助。难民们不知道的是，这群麋鹿是一种极为罕见的品种，濒临灭绝。艾瑟尔费尔已经自愿成为这群麋鹿的守护者，保护它们免受一切威胁。",
	"A well-meaning but inexperienced witch recently moved into the forest, seeking respite from the overwhelming life of the city. Whilst planting a herb garden, they used magic to help the seeds stay safe from birds, but the spell backfired. The seeds are safe and growing, but the birds' appetites have changed to carnivorous. Now the feathered creatures attack other animals and any people who enter the forest. Aethelfaer promised to help the witch by finding someone who has arcane training enough to somehow reverse the spell. The characters might enact a ritual or know someone capable who they can escort through the forest of carnivorous birds.": "一位心地善良但缺乏经验的女巫最近搬到了森林中，寻求摆脱城市生活的压力。在种植草药园时，她使用魔法帮助种子远离鸟类，但咒语产生了反效果。种子虽然安全并在生长，但鸟类的食欲变成了肉食性。现在，这些羽毛生物会攻击其他动物和进入森林的任何人。Aethelfaer承诺帮助这位女巫，找到一个有足够奥术训练的人，以某种方式扭转这个咒语。角色们可能会进行一个仪式，或者认识一些有能力的人，他们可以护送穿过这片肉食鸟森林。",
	"A rich, spoiled noble is intent on building his \"summer home\" in the forest, uncaring that he will destroy a site sacred to the gods and wood elves. Aethelfaer discovered his workers disturbing the ancient structures and became enraged, confronting them. Weapons were raised and the noble drew a pistol, landing a lucky shot in Aethelfaer's shoulder and forcing him to retreat. Determined to stop this construction work, a wounded Aethelfaer seeks the help of the passing characters.": "一个富有、被宠坏的贵族打算在森林中建造他的“避暑别墅”，他不在乎这样做会摧毁一个对神灵和木精灵来说很神圣的地方。Aethelfaer发现他的工人正在破坏古老的建筑，变得愤怒起来，与他们对质。武器被举起，贵族拔出一支手枪，幸运地击中了Aethelfaer的肩膀，迫使他撤退。决心阻止这项建设工作，受伤的Aethelfaer 寻求路过角色的帮助。",
	"A group of unruly satyrs robs travelers as they camp in the forest, taking everything of value. The characters are their next victims and wake to find some of their belongings missing and an unimpressed Aethelfaer asking if they saw anything during the night.": "一群不守规矩的半人马在森林中抢劫旅行者，夺走一切有价值的东西。角色们成为下一个受害者，在醒来时发现一些物品不见了，而一位不悦的艾瑟尔费尔(Aethelfaer)询问他们是否在夜间看到了任何事情。",
	"Aethelfaer appears before the characters, dropping down from the trees as they travel through the forest. He warns them against leaving or straying too far from their campsite at night and to ignore any voices they hear calling out, even if they think they recognize them. Something evil amongst the trees is luring people in, and they are never be seen again.": "当角色们穿过森林旅行时，Aethelfaer从树上跳下来出现在他们面前。他警告他们晚上不要离开或远离营地，并忽略任何听到的呼唤声，即使他们认为自己认出了声音。树林中有邪恶的东西在诱使人们进入，然后他们再也不会被看到。",
	"Carved arcane symbols and talismans keep appearing amongst the trees, all of them resembling sweets and baked goods, marking what the locals have taken to calling the Trail of Sweets. The surrounding settlements send children they can't afford to feed down this trail, and the children wander off into the forest, never to be seen again. The nomadic ranger, Aethelfaer, senses something dark lurking in the heart of the forest.": "在树木间不断出现着雕刻的奥术符号和护身符，所有这些符号都像甜点和烘焙食品，标记着当地人称之为甜点之径。周围的定居点派遣那些养不起的孩子沿着这条小径前行，孩子们在森林中徘徊，再也没有被看到过。游牧游侠，Aethelfaer(艾瑟尔费尔)，感觉到森林深处潜伏着一些黑暗的东西。",
	"James Introcaso": "詹姆斯·因特罗卡索 (James Introcaso)",
	"Lars Bakke": "拉斯·巴克 (Lars Bakke)",
	"Sadie Lowry, Hannah Rose": "Sadie Lowry（Sadie Lowry）, 汉娜·罗斯（Hannah Rose）",
	"Sharang Biswas, Hannah Rose, Sara Thompson": "Sharang Biswas（Sharang Biswas）, 汉娜·罗斯（Hannah Rose）, 莎拉·汤普森（Sara Thompson）",
	"Jen McCleary": "詹·麦克利瑞(Jen McCleary)",
	"Ian Ameling": "伊恩·阿梅林(Ian Ameling)",
	"Tom Schmuck": "汤姆·舒姆克 (Tom Schmuck)",
	"Spencer Hibnick": "斯宾塞·希布尼克 (Spencer Hibnick)",
	"Owen \"Dig\" Crary, Nathan Clark, Alecson de Lima Junior, James Dewar": "欧文“Dig”克雷瑞，内森·克拉克，亚历克森·德利马（Alecson de Lima Junior），詹姆斯·杜瓦（James Dewar）",
	"Chris Hopper": "克里斯·霍珀 (Chris Hopper)",
	"{@i Aethelfaer:} Grace Cheung": "{@i Aethelfaer:} 郑秀娟",
	"{@i Aethelfaer Unicorn:} Grace Cheung": "{@i Aethelfaer Unicorn:} 郑秀兰",
	"{@i Aethelfaer and Unicorn:} Grace Cheung": "{@i Aethelfaer and Unicorn:} 郑秀文",
	"{@i Pickling Guild Symbol:} Grace Cheung": "{@i Pickling Guild Symbol:} 郑秀文",
	"{@i Pickling Guild Dwarf Alchemist:} Gustavo Pelissari": "{@i Pickling Guild Dwarf Alchemist:} 古斯塔沃·佩利萨里 (Gustavo Pelissari)",
	"{@i Pickling Guild Nupita & Muhara Mfala:} Gustavo Pelissari": "{@i Pickling Guild Nupita & Muhara Mfala:} 古斯塔沃·佩利萨里 (Gustavo Pelissari)",
	"{@i Wonders of the Wilds Vista illustration:} Kent Davis Jr.": "{@i Wonders of the Wilds Vista illustration:} 肯特·戴维斯小子。",
	"{@i Wonders of the Wilds Halo of the Heavens:} Nephelomancer": "{@i Wonders of the Wilds Halo of the Heavens:} 云术士",
	"{@i Wonders of the Wilds Celestial Druid:} Nephelomancer": "{@i Wonders of the Wilds Celestial Druid:} 云术士",
	"Lars Bakke: Development & Production": "拉斯·巴克：开发与生产 (Lars Bakke: Development & Production)",
	"Jerod Bennett: Technology": "杰罗德·贝内特（Jerod Bennett）：技术",
	"Grace Cheung: Art": "张怡: 艺术",
	"Matt Colville: Writing & Design": "马特·科尔维尔：写作与设计 (Matt Colville: Writing & Design)",
	"Anna Coulter: Production & Operations": "安娜·库特勒（Anna Coulter）：生产与运营",
	"Nick De Spain: Art & Art Outsource Management": "尼克·德·西班：艺术与外包管理",
	"Jason Hasenauer: Art & Art Direction": "Jason Hasenauer（Jason Hasenauer）：艺术与艺术指导",
	"James Introcaso: RPG Line Developer": "詹姆斯·因特罗卡索（James Introcaso）：RPG产品线开发者",
	"alex_august/Alex Hencinski": "alex_august/亚历克斯·亨辛斯基(Alex Hencinski)",
	"Conjure Clay/Clayton Salamon": "召唤黏土/克莱顿·萨拉蒙 (Clay/Clayton Salamon)",
	"DMcCool/David Lake": "DMcCool/大卫·莱克",
	"Elias Ravyn/John Bryant": "伊莱亚斯·雷文/约翰·布莱恩特",
	"F1zz3r/Aaron Flavius West": "F1zz3r/(亚伦·弗拉维乌斯·韦斯特)",
	"Kelvan1138/Richard White": "Kelvan1138/理查德·怀特",
	"Lucritius/Janek Dalkowski": "卢克里修斯/雅内克·达尔科夫斯基(Lucritius/Janek Dalkowski)",
	"MeAndUnique/Shane Parker": "MeAndUnique/谢恩·帕克 (Shane Parker)",
	"Nuehado/Phil Donahue": "努哈多/菲尔·多纳休 (Nuehado/Phil Donahue)",
	"Templars Bane/Nick Pierson": "圣殿骑士的灭亡/(Nick Pierson)",
	"TheDeadlyFly/Harley Harris": "致命苍蝇/哈雷·哈里斯",
	"Aaron Houillon": "亚伦·侯伊隆 (Aaron Houillon)",
	"AJ Metzger": "AJ Metzger (AJ Metzger)",
	"Alex Adkisson": "亚历克斯·阿德基森 (Alex Adkisson)",
	"Andrew \"EndlesNights\" Macdonald": "安德鲁（Andrew）“无尽之夜（EndlesNights）” 麦克唐纳（Macdonald）",
	"Anna Guimarães": "安娜·吉马兰斯 (Anna Guimarães)",
	"Erin J. Beall": "艾琳·J·比尔 (Erin J. Beall)",
	"Essjae": "Essjae (艾斯杰)",
	"Joshua Turpin": "乔舒亚·特平 (Joshua Turpin)",
	"Kathy Randall Bryant": "凯西·兰德尔·布莱恩特 (Kathy Randall Bryant)",
	"Luke Z.": "卢克 (Luke) Z.",
	"Marcus Rosen": "马库斯·罗森 (Marcus Rosen)",
	"Pete Gosden": "皮特·戈斯登 (Pete Gosden)",
	"William Pfeiffer": "威廉·皮费尔 (`William Pfeiffer`)",
	"Wyatt M/Goatslinger": "Wyatt 马/山羊射手",
	"Join us on the MCDM Discord server, where you can chat with others about Arcadia and more!": "加入我们在MCDM Discord服务器上，您可以与其他人聊天，讨论关于Arcadia和更多的内容！",
	"Product Identity: The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Content: All content which is not included in the Systems Reference Document version 5.1 or has otherwise been specifically designated as Open Game Content, including the Aethelfaer, Pickling Guild, Wonders of the Wilds, all Trademarks, registered trademarks, proper names (including the names of characters, place names, monsters, organizations, new spells, new abilities, etc.), dialogue, plots, story elements, locations, characters, artwork, graphics, sidebars, and trade dress.": "产品身份：以下物品被确定为产品身份，如《开放游戏许可证》版本1.0a第1(e)节中所定义，并非开放内容：所有未包含在系统参考文档版本5.1中或已明确指定为开放游戏内容的内容，包括（Aethelfaer）、Pickling Guild、Wonders of the Wilds、所有商标、注册商标、专有名称（包括角色名称、地名、怪物、组织、新法术、新能力等）、对话、情节、故事元素、地点、角色、艺术作品、图形、侧栏和商业装饰。",
	"When I was in college, my mythology professor gave us an unconventional assignment. He told us to go into the woods alone with a notebook, stay there for an hour, then start writing whatever we found ourselves thinking about until we had a three-page paper. Given the magazine I now edit, it shouldn't come as a shock that my essay was about monsters. Specifically, I wrote a paper that said I understood why people who were alive not that long ago believed monsters stalked the wilds. Even today many folks believe that a bigfoot, yeti, jackalope, jersey devil, or other cryptid hides somewhere deep in the wilderness rarely disturbed by humans. Even if you're a skeptic like me, your love of fantasy storytelling can't keep you from asking, \"But what if here there were be dragons?\"": "当我还在大学时，我的神话学教授给了我们一个与众不同的作业。他告诉我们要独自带着笔记本进入树林，待上一个小时，然后开始写下我们所想的，直到写成一篇三页的论文。考虑到我现在编辑的杂志，也许不会让人吃惊，我的论文是关于怪物的。具体来说，我写了一篇论文，说我理解为什么不久前还活着的人们会相信怪物在荒野中徘徊。即使今天许多人仍然相信，大脚怪、雪人、鹿角兔、新泽西魔鬼或其他隐藏在荒野深处很少被人类打扰的神秘动物。即使像我这样怀疑论者，你对幻想故事的热爱也会让你忍不住问，“但如果这里真的有龙呢？”",
	"Nature isn't just some component of fantasy. Yes, it serves as an evocative setting for adventures, but nature is much more than that. It creates stories and mythologies. The vast wilderness on this planet inspires us, terrifies us, and takes our breath away. When we think of fantasy wilderness, our minds may go to fey groves and unicorn forests, but vast deserts, wicked swamps, untamed oceans, and mysterious underground tunnels are all part of fantastical settings. Our real-life planet and worlds of high fantasy go hand-in-hand.": "自然不仅仅是幻想的一个组成部分。是的，它作为冒险的引人入胜的背景，但自然远不止于此。它创造了故事和神话。这个星球上的广袤荒野激发我们的灵感，让我们感到恐惧，让我们惊叹不已。当我们想到幻想中的荒野时，我们的想象可能会飞到仙灵树林和独角兽森林，但广袤的沙漠、邪恶的沼泽、未被驯服的海洋和神秘的地下隧道也都是幻想设置的一部分。我们现实生活中的地球和高幻想世界是密不可分的。",
	"In fact, they go together so well that I didn't even realize this issue of ARCADIA is themed around nature until {@link Spencer Hibnick|https://twitter.com/PestoEnthusiast}, MCDM's insightful lead playtester, pointed it out to me. I just thought we were putting out another three strong articles from awesome creators. But as the fates would have it, ARCADIA 7 is all about nature.": "事实上，它们配合得如此完美，以至于我甚至没有意识到这期《阿卡迪亚》的主题是关于自然的，直到{@link Spencer Hibnick|https://twitter.com/PestoEnthusiast}，MCDM敏锐的首席测试员，向我指出。我只是认为我们在发布另外三篇来自出色创作者的强大文章。但命运注定，《阿卡迪亚》第7期全都是关于自然的。",
	"{@link Sharang Biswas's|https://twitter.com/SharangBiswas} \"The Pickling Guild\" presents a secret organization that searches the wilderness for delicious ingredients and cures for terrible diseases, {@link Sara Thompson|https://twitter.com/mustangsart} shows us a ranger who defends his grove like no other in \"Aethelfaer,\" and {@link Hannah Rose|https://twitter.com/wildrosemage}, an editor who has worked on every issue of ARCADIA so far, finally gives druids and rangers the magic items they deserve in \"Wonders of the Wild.\"": "{@link Sharang Biswas's|https://twitter.com/SharangBiswas}《腌制行会》呈现了一个秘密组织，他们在荒野中搜寻美味的食材和治疗可怕疾病的方法，{@link Sara Thompson|https://twitter.com/mustangsart}向我们展示了一位像《Aethelfaer》中那样捍卫自己树林的游侠，{@link Hannah Rose|https://twitter.com/wildrosemage}，一位编辑，迄今为止已经参与了每一期《ARCADIA》的制作，最终在《荒野奇观》中为德鲁伊和游侠们带来了他们应得的魔法物品。",
	"This issue is a good reminder that there is plenty of inspiration for our games and characters in the real world. While I personally think the best way to get inspired is to head on out into the wilderness, that\"s not always an option. Even if you do live close to an awesome outdoor environment and have the means and time to explore it, there are places all over our planet to check out that will make your brain burst with gaming goodness.": "这个问题很好地提醒我们，在现实世界中有很多灵感可以用于我们的游戏和角色。虽然我个人认为获得灵感的最佳方式是走出去探索荒野，但这并不总是一个选择。即使你住在靠近一个令人惊叹的户外环境并且有能力和时间去探索它，全球各地都有值得一看的地方，会让你的大脑充满游戏的好点子。",
	"Luckily books, magazines, television, film, and the Internet make those places easy to explore. As a former National Geographic employee, I can tell you that the deep sea holds centuries-old {@link Greenland sharks|https://www.nytimes.com/2016/08/12/science/greenland-shark-longest-living.html} with poison flesh, that a natural gas field in Turkmenistan called the \"{@link Door to Hell|https://www.youtube.com/watch?v=YICzXLAtQ58}\" has been burning for fifty years, and that in {@link Tsingy de Bemaraha National Park|https://en.wikipedia.org/wiki/Tsingy_de_Bemaraha_Strict_Nature_Reserve} in Madagascar, the limestone formations that create the rock forest are so sharp that they cut through flesh and most equipment, making exploration of the place difficult. If those don't get your game brain going, there's a whole world out there to explore. Or heck, go beyond Earth and into the wilds of space. {@link Jupiter's red spot|https://en.wikipedia.org/wiki/Great_Red_Spot} is sure to inspire an adventure or two.": "幸运的是，书籍、杂志、电视、电影和互联网使得探索这些地方变得容易。作为前国家地理杂志的员工，我可以告诉你，深海中有着毒肉的几个世纪前的{@link Greenland sharks|https://www.nytimes.com/2016/08/12/science/greenland-shark-longest-living.html}，土库曼斯坦的一个天然气田被称为“{@link Door to Hell|https://www.youtube.com/watch?v=YICzXLAtQ58}”已经燃烧了五十年，而在马达加斯加的{@link Tsingy de Bemaraha National Park|https://en.wikipedia.org/wiki/Tsingy_de_Bemaraha_Strict_Nature_Reserve}，形成岩石森林的石灰岩形态如此锋利，以至于可以切割肉体和大多数设备，使得对该地点的探索变得困难。如果这些还不能激发你的冒险欲望，那么整个世界都在等待着你去探索。或者，去超越地球，进入太空的荒野。{@link Jupiter's red spot|https://en.wikipedia.org/wiki/Great_Red_Spot} 肯定会激发一两次冒险。",
	"by Sharang Biswas": "由夏朗·比斯瓦斯（Sharang Biswas）创作",
	"Motto: Preservation Is Our Purview": "座右铭：保护是我们的职责 (`Preservation Is Our Purview`)",
	"Blazon: Party per pale purpure and vert, a serpent nowed and counterchanged": "纹章：分为左右两部分，紫色和绿色，一条盘结的蛇，颜色对换。",
	"The Guild of Pickling, Fermentation & Food Preservation, colloquially referred to as \"The Pickling Guild\", is ostensibly a network of eccentric culinary enthusiasts who enjoy experimenting at the intersection of alchemy and gastronomy. Anyone can be a member—a modest annual fee grants some special privileges and access to any of the dozen or so chapterhouses located in major cities around the world. In these cities, members enjoy regular tasting events—meetings where recipes, ingredients, and techniques are swapped—and a shop that sells specialized equipment, rare fermentation components, and food created by master guild members. Wealthier chapterhouses circulate a colorful, informative newsletter.": "腌制、发酵与食品保鲜行会，俗称为“腌制行会”(The Pickling Guild)，实质上是一个由怪异的烹饪爱好者组成的网络，他们喜欢在炼金术和美食的交汇处进行实验。任何人都可以成为会员——支付一笔适度的年费即可获得一些特权，并获得世界各大城市中十几个左右的分会所的通行权。在这些城市，会员们可以参加定期的品尝活动——会议上会交换食谱、食材和技术，并且有商店出售专业设备、罕见的发酵原料以及由大师级会员制作的食品。更富裕的分会所会发行一份色彩丰富、内容丰富的新闻简报。",
	"Senior members carry a badge that identifies their membership, earning them hospitality from the group's many solitary members in remote locations. Yet the mere existence of members outside major urban hubs perplexes curious observers. What benefits can these members possibly derive from what is clearly a social club?": "资深成员携带一枚标识其会员身份的徽章，使他们在偏远地区得到团体众多独居成员的款待。然而，困惑观察者的是，会员们存在于主要城市以外的地方。这些会员究竟能从显然是一个社交俱乐部中获得什么好处呢？",
	"The Pickling Guild is, in truth, a secret society that tracks the spread of magical maladies and plagues, working behind the scenes to cure and contain such afflictions. Their public-facing activities are a front, meant to throw off suspicion, cultivate useful contacts, and supplement the guild's coffers for their more important work. In addition to brewing fine ales and preserving fiery pepper sauces, senior members dispatch agents to discover the source of a nasty infection, deal with a particularly virulent fungal outbreak, or tend to important personages who contract mysterious illnesses. Solitary agents in remote regions are senior representatives who investigate and research strange and deadly diseases. Only a small fraction of the guild's members are aware of this greater truth.": "腌制行会实际上是一个秘密社团，跟踪魔法疾病和瘟疫的传播，秘密地努力治愈和遏制这些疾病。他们公开展示的活动是一个幌子，旨在转移怀疑，培养有用的联系人，并为更重要的工作补充行会的财政收入。除了酿造上等啤酒和保存火辣辣的辣椒酱之外，高级成员还派遣特工去发现恶劣感染的源头，处理特别凶猛的真菌爆发，或照料感染神秘疾病的重要人物。偏远地区的孤独特工是调查和研究奇怪致命疾病的高级代表。只有行会成员的一小部分知晓这个更大的真相。",
	"These cloak-and-dagger tactics keep the agents safe and hidden from powerful adversaries. The guild has to fend off the moves and countermoves of a cult connected to demon lords of pestilence and fungi, a cabal of evil druids bent on spreading diseases to \"restore the balance of rot\", and a mummy lord named Numha, who somehow got entangled with the guild a long time ago. These are just a few of the villains who want to destroy the organization—any agent of decay and malady is a deadly foe to the Pickling Guild.": "这些秘密行动让特工们能够安全地隐藏起来，远离强大的对手。行会必须抵御与瘟疫和真菌恶魔领主有关的邪教的进攻和反击，以及一群以传播疾病来“恢复腐朽平衡”的邪恶德鲁伊，以及一个名叫纳姆哈（Numha）的木乃伊领主，他与行会很久以前就纠缠在一起。这些只是想要摧毁该组织的几个恶棍之一——任何腐败和疾病的代理人都是腌制行会的致命敌人。",
	"While members deemed both worthy and useful to the greater mission of the guild are allowed to advance through its ranks and learn of the greater mysteries, they are all sworn to secrecy. Members who break this oath are removed from the guild and may have their memories magically modified to erase any recollection of the guild whatsoever.": "只有被认为对公会的更大使命既有价值又有用的成员才被允许晋升并了解更深奥的奥秘，他们都发誓保守秘密。违反誓言的成员将被开除出公会，并可能被施加魔法修改记忆，以消除对公会的任何回忆。",
	"When people refer to the Pickling Guild's intentions, goals, or actions, they (usually unknowingly) refer to those of the Directors, the mysterious leaders of the organization. Spread throughout the realm, the Directors meet in secret, sometimes in person and sometimes through magical communication devices. They make decisions about what missions need to be undertaken, who among the ranks should be promoted, and any other major actions the guild must take. They tend not to involve themselves, as a body, in chapter leadership (though individual Directors may take an interest in such matters). As the most capable members of the guild, they take part in special missions if a particularly dangerous or serious threat under the guild's purview shows itself. There are very few Directors: about half a dozen, who masquerade as lower-ranked members of the guild.": "当人们谈到腌制行会的意图、目标或行动时，他们（通常是不知情的）指的是董事们，这个组织的神秘领导者。董事们分布在整个王国，秘密会面，有时面对面，有时通过魔法通讯设备。他们决定需要进行哪些任务，谁在行会中应该得到提拔，以及行会必须采取的任何其他重大行动。他们通常不会作为一个团体参与分会的领导（尽管个别董事可能对此类事务感兴趣）。作为行会中最有能力的成员，如果行会职责范围内出现特别危险或严重威胁，他们会参与特别任务。董事们非常少：大约半打，他们伪装成行会的低级成员。",
	"At the opposite end of the guild hierarchy are the Annual Members, who form the majority of the membership. These are dues-paying hobbyists who enjoy the social scene and minor benefits membership provides. They are unaware of the guild's secret mission.": "在公会等级制度的另一端是年度成员，他们构成了大部分成员。这些是支付会费的业余爱好者，他们喜欢社交场景和会员提供的一些小好处。他们不知道公会的秘密任务。",
	"Between these two ranks are the Fermenters, the junior members, and the Artisans, the senior members. Fermenters and Artisans are part of the guild's inner circle. They're in the know about the guild's mission and undertake tasks and quests toward it. They may perform library or laboratory research, visit sick patients, investigate reports of illnesses, or collect rare ingredients. Fermenters might also work normal jobs as brewers, cheesemongers, cooks, and the like when they aren't doing secret work for the guild.": "在这两个等级之间是发酵者(%num%)，初级成员，和工匠(%num%)，高级成员。发酵者和工匠是公会内部圈子的一部分。他们了解公会的使命，并承担任务和任务以实现这一目标。他们可能进行图书馆或实验室研究，探访病人，调查疾病报告，或收集稀有成分。发酵者在不为公会做秘密工作时，可能也会从事酿酒、奶酪商、厨师等普通工作。",
	"Annual Members are tapped to become Fermenters if other members feel they could contribute to the guild's mission and a background investigation reveals no concerns. Senior members may ask candidates to perform a few \"simple tasks\" for the guild, tasks which end up testing their abilities when faced with danger. Promotion from Fermenter to Artisan is awarded for exceptional and reliable service to the guild and allows the agent to take on more dangerous missions. Once an Artisan proves themselves to the Directors as exceptionally talented and dedicated to the cause, they might themselves be elevated to Director, though this is rare.": "如果其他成员认为年度会员有能力为公会的使命做出贡献，并且背景调查没有发现问题，那么这些会员就有可能被选拔成为(`Fermenters`)。资深成员可能会要求候选人为公会完成一些“简单的任务”，这些任务最终会在面对危险时测试他们的能力。从(`Fermenter`)晋升为(`Artisan`)需要为公会提供出色且可靠的服务，这将使代理人能够承担更危险的任务。一旦(`Artisan`)向董事证明自己在才华和对事业的奉献上异常出色，他们可能会被提升为(`Director`)，尽管这种情况很少见。",
	"There are additional volunteer roles, such as Secretariat, Treasurer, and Chapter President, which are held by Fermenters, Artisans, or even Directors. These roles are typically administrative in nature and members are locally elected to these roles within their chapters every year (all members have a vote). While these representatives handle mundane matters in the chapters, major orders relating to the guild's secret mission come from the Directors, through the Artisans.": "还有其他志愿者角色，比如秘书处、财务主管和分会主席，这些角色由发酵者、工匠甚至董事担任。这些角色通常是行政性质的，每年在各自的分会内由当地选举产生（所有成员都有投票权）。虽然这些代表处理分会中的琐事，但与公会秘密任务相关的重大指令是由董事通过工匠传达的。",
	"Anyone can become an Annual Member of the Pickling Guild by visiting a chapter, filling out some minor paperwork, and paying a sum of 10 gp. Climbing the ranks of the guild is a different matter (see \"Guild Structure\").": "任何人都可以通过访问一个分会，填写一些简单的文件并支付10 gp的费用成为腌菜行会的年度会员。但要晋升行会的等级是另一回事（见《(Guild Structure)行会结构》）。",
	"For the annual fee of 10 gp, a member gains the following benefits, in addition to useful social connections:": "每年支付10 gp 的会费，会员除了获得有用的社交关系外，还享有以下好处：",
	"A parchment certificate of membership with stamped expiration dates": "一张带有盖章过期日期的会员资格羊皮纸证书 (Membership Certificate)",
	"Discounts for any wares and services from any member (which is an informal benefit, with different members providing different discounts or special offers to others)": "任何成员提供的任何商品和服务都可以享受折扣（这是一项非正式的福利，不同成员向其他人提供不同的折扣或特别优惠）",
	"A quarterly newsletter featuring news about the membership, requests for help, recipes, and interesting facts about plants and fungi. Adventurers have been known to find information about fungal or slime monsters innocuously spread among the pages.": "一份季度通讯，内容包括会员新闻、寻求帮助、食谱，以及有关植物和真菌的有趣事实。冒险者们已经发现在页面中夹杂着关于真菌或黏液怪物的信息。",
	"Advantage on ability checks involving the preparation of food and the identification of edible, medicinal, and poisonous plants, if up to date on the newsletter. (What \"up to date\" means is for the GM to decide!)": "在涉及食物准备和识别可食用、药用和有毒植物的能力检定上获得优势，如果对时事通讯保持最新。（什么是\"最新\"由GM决定！）",
	"Access to Annual Member meetings at any chapterhouse and free entry to special events organized by any chapter. Chapterhouses may also grant Annual Members access to lodgings, libraries, kitchens, and laboratories, depending on their accommodations.": "在任何分会所举办的年度会员大会上有参与权，并且可以免费参加由任何分会组织的特别活动。根据各自的设施，分会所还可能向年度会员提供住宿、图书馆、厨房和实验室的使用权限。",
	"Fermenters enjoy all the benefits of Annual Members, plus these additional benefits for no extra annual fee:": "发酵罐享受所有年度会员的福利，此外还有以下额外福利，无需额外年费：",
	"A {@item guild fermenter's sickle|Ar7} and a {@item guild healer's kit|Ar7} {@homebrew |(see sidebars)}": "一个 {@item guild fermenter's sickle|Ar7} 和一个 {@item guild healer's kit|Ar7} {@homebrew |(see sidebars)}",
	"The Fermenter receives a {@item copper guild badge|Ar7} keyed to their soul so only they can use it. The badge has 1 charge, which it regains daily at dawn. As an action while wearing the badge, the Fermenter can expend 1 charge to cast one of the following spells from it, requiring no material components: {@spell detect poison and disease} and {@spell purify food and drink}.": "发酵者收到一个{@item copper guild badge|Ar7}，与他们的灵魂相连，因此只有他们可以使用它。徽章有1次充能，每天黎明时恢复。佩戴徽章时，作为一个动作，发酵者可以消耗1次充能从中施放以下法术之一，无需材料组件：{@spell detect poison and disease} 和 {@spell purify food and drink}。",
	"Artisans enjoy all the benefits of Annual Members and Fermenters, plus these additional benefits for no extra annual fee:": "工匠们享受年度会员和发酵者的所有好处，再加上以下额外好处，无需额外的年费：",
	"A {@item guild artisan's scythe|Ar7} {@homebrew |(see sidebar)} and a new {@item guild healer's kit|Ar7}": "一个 {@item guild artisan's scythe|Ar7} {@homebrew |(see sidebar)} 和一个新的 {@item guild healer's kit|Ar7}",
	"An Artisan can ask for a potion or other expendable magic item of common or uncommon rarity, secret information about a particular subject, or the services of a single NPC Fermenter as backup (use the {@creature acolyte|MM}, {@creature scout|MM}, or {@creature spy|MM} stat block) about once per month without anyone asking too many questions.": "一位工匠每个月可以要求一次普通或罕见魔法物品，有关特定主题的秘密信息，或者一名NPC发酵者作为后援（使用{@creature acolyte|MM}，{@creature scout|MM}或{@creature spy|MM}的属性块），而不会有人问太多问题。",
	"The Artisan receives a {@item silver guild badge|Ar7} that replaces their {@item copper guild badge|Ar7|copper one}. The new badge is keyed to their soul so only they can use it. The magic badge grants the Artisan advantage on saving throws against disease and has 2 charges that it regains daily at dawn. As an action while wearing the badge, the Artisan can expend 1 or more of its charges to cast one of the following spells from it, requiring no material components: {@spell detect poison and disease} (1 charge), {@spell protection from poison} (1 charge), {@spell purify food and drink} (1 charge), and {@spell lesser restoration} (2 charges).": "工匠收到一个{@item silver guild badge|Ar7}，取代了他们的{@item copper guild badge|Ar7|copper one}。新徽章与他们的灵魂相连，只有他们才能使用。这个魔法徽章让工匠在抗病方面获得优势，并且有2个充能，每天黎明时重置。当佩戴徽章时，作为一个动作，工匠可以消耗1个或更多的充能来从中施放以下法术之一，无需材料组件：{@spell detect poison and disease} (1充能), {@spell protection from poison} (1充能), {@spell purify food and drink} (1充能), 和 {@spell lesser restoration} (2充能)。",
	"Directors enjoy all the benefits of Annual Members, Fermenters, and Artisans, plus these additional benefits for no extra annual fee:": "董事们享有年度会员、发酵者和工匠的所有福利，另外还有以下额外福利，无需额外的年费：",
	"A new {@item guild healer's kit|Ar7}, and a free replacement about once a month upon request": "一个新的{@item guild healer's kit|Ar7}，并且每个月可以根据要求免费更换一次。",
	"A Director can request up to three potions or expendable magical items of common or uncommon rarity, the temporary use of one of the guild's small stock of wondrous items of uncommon and rare rarity, and the help of one Fermenter (use the {@creature acolyte|MM}, {@creature scout|MM}, or {@creature spy|MM} stat block) and one Artisan (use the {@creature bandit captain|MM}, {@creature druid|MM}, or {@creature priest|MM} stat block) about once per month.": "一位导演可以每月最多请求三种普通或罕见稀有度的药水或消耗品魔法物品，一种公会小型库存中稀有和罕见稀有度的奇妙物品的临时使用权，以及每月约一次向一名发酵者（使用{@creature acolyte|MM}、{@creature scout|MM}或{@creature spy|MM}属性块）和一名工匠（使用{@creature bandit captain|MM}、{@creature druid|MM}或{@creature priest|MM}属性块）寻求帮助。",
	"Individual Directors tend to be powerful figures and often request favors from each other. At the GM's discretion, a Director can access other specialized benefits such as boons, charms, or magic items from other Directors. Such benefits might come at the cost of a favor, however!": "个别(Individual) 董事往往是强大的人物，经常向彼此请求帮助。在(At the) GM 的酌情之下，一个(Director) 董事可以获得其他董事提供的专门好处，比如恩惠、魅力或者魔法物品。然而，这些好处可能会以帮助为代价！",
	"The Director receives a {@item gold guild badge|Ar7} that replaces their {@item silver guild badge|Ar7|silver one} (though they may get a fake badge of lower rank to keep their status as Director secret). The new badge is keyed to their soul so only they can use it. The magic badge grants the Director advantage on saving throws against disease and has 3 charges that it regains daily at dawn. As an action while wearing the badge, the Director can expend 1 or more of its charges to cast one of the following spells from it, requiring no material components: {@spell detect poison and disease} (1 charge), {@spell purify food and drink} (1 charge), {@spell protection from poison} (1 charge), {@spell lesser restoration} (2 charges), {@spell speak with dead} (2 charges), and {@spell speak with plants} (2 charges).": "主任收到一个{@item gold guild badge|Ar7}，取代他们的{@item silver guild badge|Ar7|silver one}（尽管他们可能会得到一个低级别的假徽章，以保持他们作为主任的身份的秘密）。新徽章与他们的灵魂相连，因此只有他们可以使用它。这个魔法徽章让主任在抵抗疾病的豁免投掷中获得优势，并且每天在黎明时重置3次充能。当佩戴徽章时，主任可以使用一个动作消耗1个或更多充能来从中施放以下法术之一，无需材料组件：{@spell detect poison and disease}（1充能），{@spell purify food and drink}（1充能），{@spell protection from poison}（1充能），{@spell lesser restoration}（2充能），{@spell speak with dead}（2充能），和{@spell speak with plants}（2充能）。",
	"Fermenters and Artisans receive special, commemorative tools from the guild. Not only are these masterwork tools, they're also handsomely decorated symbols of their bearers' authority within the guild. Even those with little knowledge of the guild can tell that these tools signify something important.": "发酵者和工匠从行会那里获得特殊的纪念工具。这些不仅是精美的杰作工具，也是装饰华丽的象征，代表着持有者在行会中的权威。即使对行会知之甚少的人也能感受到这些工具所象征的重要性。",
	"The fact that these tools are both magical and perfectly balanced for combat is not generally advertised.": "这些工具既具有魔法力量，又在战斗中平衡无比，这一事实通常不会被广告宣传。",
	"{@note Additionally the {@item Guild Badge|Ar7} is available in Gold, Silver and Copper variants.}": "{@note Additionally the {@item Guild Badge|Ar7}有黄金、白银和铜三种变体可供选择。",
	"Members of the Pickling Guild experiment with alchemy and gastronomy to create marvelous dishes. The following foods are a sample of what members or shops connected to the guild might produce.": "腌菜行会的成员尝试用炼金术和美食学创造出奇妙的菜肴。以下食物是该行会成员或与行会有联系的商店可能生产的样品。",
	"Shops associated with the Pickling Guild sell these creations, and the guild's newsletter includes their recipes. They are very rare, expensive delicacies; a single serving might cost 75 gp to 150 gp, depending on the quality of the ingredients.": "与腌菜行会有关的商店出售这些创作，行会的通讯中包括它们的食谱。它们是非常罕见、昂贵的美味佳肴；一份可能要花费75 gp至150 gp，取决于食材的质量。",
	"A savory drink made from mashed, fermented root vegetables and spices": "一种由捣碎、发酵的根茎蔬菜和香料制成的美味饮料。",
	"A cattle bone that is fermented and pickled until it becomes squishy and spongy, then cooked in sugar syrup": "将牛骨发酵和腌制，直至变得柔软多孔，然后在糖浆中烹煮。",
	"The hair and nails of a specific combination of animals pickled into a spicy, tangy sauce": "将特定组合动物的毛发和指甲泡制在辛辣、酸辣的酱汁中",
	"The recipes of these magical foods are known only to Artisans and Directors (see \"Membership in the Pickling Guild\"). High-end shops buy these from the guild and sell them at outrageous prices. Guild members on dangerous missions may carry these with them.": "这些神奇食物的配方只有工匠和主管知道（见《腌菜行会成员资格》）。高档商店从行会购买这些食物，以极高的价格出售。在危险任务中的行会成员可能会携带这些食物。",
	"The characters might be introduced to the Pickling Guild in one of the following situations:": "角色可能会在以下情况之一中被介绍给腌制行会（Pickling Guild）：",
	"The characters meet an eccentric Fermenter who sells interesting pickles and tells them about the marvelous guild he's part of.": "角色们遇到了一位古怪的发酵者，他出售有趣的腌菜，并向他们讲述了他所属的神奇行会。",
	"The characters stumble into a shop that features the guild's signature food items. Recognizing the party as a group of adventurers, the shopkeeper shows them one of the magical items for sale and tells them about the guild.": "角色们意外地走进了一家店铺，里面陈列着公会标志性的食物。店主认出他们是一群冒险者，便向他们展示了一件魔法物品并介绍了公会的情况。",
	"A poster advertising a tasting event is posted in a town the characters visit.": "角色们访问的城镇里贴着一张宣传品酒活动的海报。",
	"The characters hear rumors abound of a sick family that got better after eating some \"miraculous pickled onions\" sold by a little guild shop down the lane.": "角色们听到关于一个生病的家庭的传言，他们在一家小行会店里买了一些“神奇的腌洋葱”后痊愈了。",
	"The guild is always on the lookout for competent new members, and adventurers skilled in combat and magic are prime candidates. Once the guild knows about characters, the leadership may decide to test their talents and moral character by asking for help with minor matters related to the guild's front.": "公会一直在寻找有能力的新成员，擅长战斗和魔法的冒险者是首选。一旦公会了解到角色的情况，领导层可能会决定通过要求帮助处理与公会前线有关的小事来测试他们的才能和道德品质。",
	"You can use one of the quests listed here or one of the minor quests connected to an NPC (see \"Notable Characters\") to draw the characters further into the guild's story. As a reward, the guild might offer uncommon or rare potions, or one of the magical foods the guild produces. If particularly impressed, the guild may also offer free membership to the entire party for a year, as well as room and board at a chapterhouse for a short while.": "你可以选择这里列出的任务之一，或者选择与某个NPC（见“著名角色”）相关的小任务，来进一步让角色融入公会的故事中。作为奖励，公会可能会提供稀有或罕见的药水，或者公会生产的魔法食物之一。如果表现特别出色，公会还可能为整个队伍提供一年的免费会员资格，以及在一个分会的住宿和膳食。",
	"A local chapterhouse asks the characters to fetch rare plume-lace mushrooms, useful for divination potions, from a nearby cave. Unfortunately, a {@creature shambling mound|MM} has recently claimed the cave as its own. This particular {@creature shambling mound|MM} shows unusual signs of intelligence: it's been leaving beautiful floral arrangements at the mouth of the cave.": "当地的分会要求角色们从附近的洞穴中取回稀有的羽织蘑菇，这种蘑菇对占卜药剂很有用。不幸的是，一只{@creature shambling mound|MM}最近已经将这个洞穴视为自己的领地。这只特殊的{@creature shambling mound|MM}显示出不同寻常的智慧：它一直在洞口摆放美丽的花卉装饰。",
	"Guard Maheera, a traveling merchant and Annual Member, asks the characters to accompany her on a trip to sell beer. Her planned route takes her through the All-Father Forest, where the eccentric druid Samira resides. Samira waylays travelers and turns the liquids they possess into {@creature water elemental|MM|water elementals} (or beer elementals, in this case), claiming that she's tired of \"trespassers messing up the forest.\"": "护卫玛希拉，一位旅行商人和年度会员，请角色们陪同她去卖啤酒。她计划的路线穿过全父森林，在那里居住着古怪的德鲁伊萨米拉。萨米拉会拦截旅行者，并将他们所携带的液体转化为{@creature water elemental|MM|water elementals}（或者在这种情况下是啤酒元素），声称她厌倦了“闯入者搞乱森林”的行为。",
	"Luma, a gnome Annual Member and jerky seller, asks the characters to help her fend off a group of ruffians bullying her. The bullies are secretly sent by Luma's ex-lover Rolanda, who wants to make Luma so unhappy that she'll come running back to her ex-girlfriend seeking comfort. If Luma comes crawling back, Rolanda plans to call the ruffians off, but the bullies may have other ideas.": "卢玛，一位侏儒年度会员和肉干销售商，请求角色们帮助她抵御一群欺凌她的恶棍。这些恶棍是由卢玛的前恋人罗兰达秘密派遣的，她希望让卢玛如此不快乐，以至于她会回到前女友身边寻求安慰。如果卢玛回头，罗兰达计划让恶棍停手，但这些恶棍可能有其他打算。",
	"Once adventurers have proven themselves to the guild, they are invited into the fold and informed about the guild's ultimate goals. Even if the adventurers don't become members, the guild does have a history of working with powerful outsiders. The characters might be asked to help with the guild's real missions.": "一旦冒险者证明了自己的实力，他们就会被邀请加入行会，并了解行会的最终目标。即使冒险者不成为成员，行会也有与强大外部势力合作的历史。人物们可能会被要求协助行会的真正任务。",
	"Artur Pavel, the hereditary mayor of a nearby village, dies. The locals cite heart failure, but the guild knows it was poison. They ask the characters to discover the culprit. Investigations reveal that a rare toxin made from infernal secretions killed Pavel. Granny Sallowpus, a {@creature green hag|MM} living in the nearby woods, is the only one who knows how to make it. Pavel's seemingly distraught son, a seemingly himboish and innocent young man named Hugo, bought the poison from her to rid the town of an increasingly paranoid and cruel mayor.": "阿图尔·帕维尔（Artur Pavel）, 附近村庄的世袭市长去世了。当地人称其是心脏病发作，但公会知道这是毒药所致。他们请角色们找出凶手。调查发现，一种由地狱分泌物制成的罕见毒素杀死了帕维尔。格兰尼·索洛普斯（Granny Sallowpus）, 一位{@creature green hag|MM}，住在附近的树林里，是唯一知道如何制作这种毒素的人。帕维尔看似心烦意乱的儿子，一个看似天真无邪的年轻男子雨果（Hugo）, 从她那里购买了毒药，为了摆脱一个越来越偏执和残忍的市长，而毒死了他。",
	"The signs from an old prophecy about an incursion of fungus demons are finally coming to pass. Few in the guild are equipped for such a battle, and the characters are asked to help prevent it. The prophecy hints at a \"living vessel\" who will \"open the gateway\" to the demons. Clues point to a small colony of plague-stricken refugees nestled on a windswept plateau, away from most civilization. The colony is under the protection of a powerful but aging cleric, Perviz, who has been holding the disease at bay but has found no cure. His sick 17-year-old son, Mazdak, who dreams of becoming a paladin, is destined to be the living vessel.": "一场关于真菌恶魔入侵的古老预言的迹象终于开始显现。公会中很少有人有能力应对这样的战斗，因此请求角色们的帮助来阻止这场入侵。预言暗示着一个“活体容器”将会“打开通往恶魔的门户”。线索指向了一个患瘟疫的难民小殖民地，隐藏在一个多风的高原上，远离大部分文明社会。这个殖民地受到一位强大但年迈的神职人员佩尔维兹的保护，他一直在抵御疾病，但却找不到治愈方法。他患病的17岁儿子马兹达克，梦想成为一名圣骑士，注定将成为这个活体容器。",
	"A devil-worshipping cult known as the Mothers of the Fallen Fruit masquerades as a midwife collective. They attempt to recruit Shyma, a promising witch who was also tapped by the guild. She's of two minds about which to join, not knowing the true purposes of either organization. The characters are tasked with convincing her to join the Pickling Guild. Unfortunately, the cult has grown impatient and resorts to kidnapping. Shyma is descended from the {@creature green hag|MM} Granny Sallowpus, and even if she's uncooperative, her blood and organs are potent...": "一个以魔鬼崇拜为名的邪教组织，被称为堕落果实之母，伪装成一个接生集体。他们试图招募Shyma，一位有前途的女巫，同时也被行会看中。她对加入哪个组织犹豫不决，不知道两个组织的真正目的。角色们的任务是说服她加入腌制行会。不幸的是，邪教组织变得不耐烦，诉诸绑架。Shyma是{@creature green hag|MM}Granny Sallowpus的后裔，即使她不合作，她的血液和器官也是强大的...",
	"A diverse set of people are interested in food preservation and public health! Here are a few well-known guild members who each have troubles or secrets to contend with.": "一群多元化的人对食品保鲜和公共卫生感兴趣！以下是一些著名的行会成员，每个人都有自己的困扰或秘密需要面对。",
	"A stout, elderly wizard, {@creature Akangsha Sundarbandar|Ar7|Akangsha} is a Fermenter, renowned in the Pickling Guild for their powerful curatives. However, the grandmotherly halfling has a secret: their cures are all necromantic in nature. They maintain a basement full of undead creatures from which to derive cures.": "一位健壮的老巫师，{@creature Akangsha Sundarbandar|Ar7|Akangsha}是一位酿酒师，在腌制行会中以强大的治疗药剂而闻名。然而，这位像奶奶般慈祥的半身人有一个秘密：他们的治疗药剂实际上都带有死灵魔法的成分。他们在地下室中养着一群不死生物，用来提取治疗药剂。",
	"{@creature Akangsha Sundarbandar|Ar7|Akangsha} keeps a pet toad with an enormous mushroom growing on its back by their side at all times. {@creature Akangsha Sundarbandar|Ar7|Akangsha} considers the mushroom their pet, and the toad is merely the vehicle for it. They've named it Toadstool. (The toad has no name.)": "{@creature Akangsha Sundarbandar|Ar7|Akangsha}一直把一只背上长着巨大蘑菇的蟾蜍当作自己的宠物，时刻都让它在身边。{@creature Akangsha Sundarbandar|Ar7|Akangsha}认为那个蘑菇才是他们的宠物，而蟾蜍只是它的载体。他们给它取名为Toadstool。（蟾蜍没有名字。）",
	"{@creature Akangsha Sundarbandar|Ar7|Akangsha} is cerebral, doting, and empathetic.": "{@creature Akangsha Sundarbandar|Ar7|Akangsha} 是聪明、慈爱和富有同情心的。",
	"Well-meaning but risk-taking Akangsha might get involved in the characters' story with the following story hooks:": "善意但爱冒险的阿康莎(Akangsha)可能会通过以下故事钩子参与角色的故事：",
	"An unknown enemy of the guild frees Akangsha's undead in an attempt to kill Akangsha. The elderly wizard is now trapped in a warded room in their house while undead roam the streets. If the characters get to the bottom of what's going on, they have to choose whether or not to reveal Akangsha's secret to the guild.": "一个未知的敌人释放了(Akangsha)公会的不死族，试图杀死(Akangsha)。这位年迈的巫师现在被困在他们的房子里的一个结界房间里，而不死族在街上徘徊。如果角色们弄清楚了事情的真相，他们必须决定是否向公会揭示(Akangsha)的秘密。",
	"Limiel the Wise, a zealous Fermenter, discovers Akangsha's secret and is convinced they're evil. They dispatch the characters to investigate the necromancer and either capture or kill them (whichever is easier). Akangsha, not knowing the characters, greets them with milk and cookies. Moaning from the basement might interrupt the tea party.": "智者利米尔（Limiel the Wise）是一个狂热的发酵者，发现了阿康莎（Akangsha）的秘密，并坚信他们是邪恶的。他们派遣角色去调查这位死灵法师，要么抓住他们，要么杀死他们（哪个更容易就选哪个）。阿康莎并不认识这些角色，用牛奶和饼干招待他们。地下室传来的呻吟声可能会打断茶话会。",
	"Rai, a grieving baker, asks the characters to locate his great-aunt Jayatri's corpse after it goes missing before her funeral—oops, Akangsha has been fermenting it! Can the characters get it back before it's unrecognizable? Or can they figure out a creative way to mollify Rai?": "莱，一位悲伤的面包师，请求角色们在他曾祖母贾亚特丽的尸体在葬礼前失踪后找回它 — 糟糕，阿康莎已经把它发酵了！角色们能在它变得面目全非之前找回它吗？或者他们能想出一个创造性的方法来安抚莱吗？",
	"{@creature Glorian the Secretariat|Ar7|Glorian}, one of the most influential Artisans of the Pickling Guild, handles much of its administrative affairs, both mundane and secret. This identity is a front: {@creature Glorian the Secretariat|Ar7|Glorian} is a doppelganger named Tchilinfallorsh who seeks revenge against the unknown Director who \"let\" their elf lover, Cyril Twindew, die of disease a few decades ago. They care nothing for the Pickling Guild's mission.": "{@creature Glorian the Secretariat|Ar7|Glorian}, 作为腌菜行会中最具影响力的工匠之一，负责处理大部分行会的行政事务，无论是平凡的还是秘密的。这个身份只是一个幌子：{@creature Glorian the Secretariat|Ar7|Glorian} 是一个名叫特奇林法洛什的变形怪，他寻求对那位几十年前\"让\"他们的精灵恋人西里尔·双叶死于疾病的未知主任进行报复。他们对腌菜行会的使命毫不在意。",
	"{@creature Glorian the Secretariat|Ar7|Glorian's} hands are always stained with ink, no matter their form. They appear as an elf.": "{@creature Glorian the Secretariat|Ar7|Glorian's}的双手总是沾满墨水，无论它们的形态如何。它们看起来像一名精灵。",
	"{@creature Glorian the Secretariat|Ar7|Glorian} seems fastidious and obsessive, but that is a ruse to hide their calculating nature.": "{@creature Glorian the Secretariat|Ar7|Glorian}看起来挑剔和过分追求完美，但这只是掩饰他们谨慎的本性。",
	"{@creature Glorian the Secretariat|Ar7|Glorian} uses the statistics of a {@creature doppelganger|MM}.": "{@creature Glorian the Secretariat|Ar7|Glorian} 使用了 {@creature doppelganger|MM} 的统计数据。",
	"Scheming {@creature Glorian the Secretariat|Ar7|Glorian} might get involved in the characters' story with the following story hooks:": "{@creature Glorian the Secretariat|Ar7|Glorian}可能会通过以下故事钩子介入角色的故事：",
	"{@creature Glorian the Secretariat|Ar7|Glorian}, worried that another Artisan knows their secret, tells the characters that a guild member (pick one the characters know) is sabotaging the guild and pays the characters to \"deal with\" them. {@creature Glorian the Secretariat|Ar7|Glorian} planted fake letters from a made-up demon cult in this member's lodgings.": "{@creature Glorian the Secretariat|Ar7|Glorian}担心另一个工匠知道他们的秘密，告诉角色们一个公会成员(选择一个角色认识的)正在破坏公会，并支付角色们“处理”他们。{@creature Glorian the Secretariat|Ar7|Glorian}在这名成员的住所里种下了一些虚假的来自一个虚构的恶魔教派的信件。",
	"The real Glorian, who knows nothing about the Pickling Guild and who the doppelganger thought dead, arrives in town. {@creature Glorian the Secretariat|Ar7|Tchilinfallorsh} tells the characters that he is an evil spy sent to infiltrate the guild, and he must be killed before he can wreak havoc. The real Glorian, on hearing that the characters are adventurers for hire, approaches them to find and return some precious items that were stolen from him by bandits while en route to this city.": "真正的格洛里安，对腌制行会一无所知，而且被变形怪认为已经死了，抵达了镇上。{@creature Glorian the Secretariat|Ar7|Tchilinfallorsh} 告诉角色们他是一个邪恶的间谍，被派来渗透行会，必须在他制造混乱之前被杀死。真正的格洛里安听说角色们是雇佣冒险者后，走向他们，希望他们能找回一些被强盗偷走的珍贵物品，这些物品是在他前往这座城市的途中被抢走的。",
	"{@creature Glorian the Secretariat|Ar7|Glorian} believes that one of the characters is their reincarnated lover, and tries to capture them to \"force the soul out.\"": "{@creature Glorian the Secretariat|Ar7|Glorian} 相信其中一个角色是他们的转世恋人，并试图将其抓住以“逼出灵魂”。",
	"Scrawny, redheaded, and fresh out of his teens, apprentice alchemist {@creature Ivmal Alef|Ar7|Ivmal} is an ardent Annual Member of the Pickling Guild who doesn't suspect its true purpose. He volunteers at a tiny, guild-controlled shop and is always on the lookout for new members.": "瘦弱、红发、刚出青少年期的炼金学徒{@creature Ivmal Alef|Ar7|Ivmal}是一个热心的腌菜行会年度会员，却不知道其真正目的。他在一个小小的行会控制的商店做义工，时刻寻找新成员。",
	"{@creature Ivmal Alef|Ar7|Ivmal} always wears one item of clothing or jewelry with a vegetable motif.": "{@creature Ivmal Alef|Ar7|Ivmal} 总是穿着一件有蔬菜图案的衣服或首饰。",
	"{@creature Ivmal Alef|Ar7|Ivmal} is effusive, enthusiastic, and artsy.": "{@creature Ivmal Alef|Ar7|Ivmal} 是热情洋溢、热情洋溢、富有艺术感。",
	"{@creature Ivmal Alef|Ar7|Ivmal} uses the statistics of a {@creature commoner|MM}.": "{@creature Ivmal Alef|Ar7|Ivmal} 使用了 {@creature commoner|MM} 的统计数据。",
	"Naïve {@creature Ivmal Alef|Ar7|Ivmal} might get involved in the characters' story with the following story hooks:": "天真的{@creature Ivmal Alef|Ar7|Ivmal}可能会通过以下故事钩子参与角色的故事：",
	"The Pickling Guild's leadership wants to evaluate {@creature Ivmal Alef|Ar7|Ivmal} for promotion to Fermenter. They ask the characters to look into his alchemy master, Uma Tilothma, for signs of trouble. Tilothma, unfortunately, has become the target of a local necromancer known as the \"Crypt Eater\" who mistakenly believes that the old alchemist discovered the secret of returning intelligence to zombies and skeletons. Should anything happen to Tilothma, {@creature Ivmal Alef|Ar7|Ivmal} would be devastated.": "腌制行会的领导希望评估{@creature Ivmal Alef|Ar7|Ivmal}是否有资格晋升为发酵工。他们要求角色调查他的炼金术大师乌玛·提洛斯玛，看看是否有麻烦的迹象。不幸的是，提洛斯玛已经成为当地一位名为“墓穴食者”的死灵法师的目标，后者错误地认为这位老炼金术士发现了让僵尸和骷髅恢复智慧的秘密。如果提洛斯玛出事，{@creature Ivmal Alef|Ar7|Ivmal}会伤心欲绝。",
	"{@creature Ivmal Alef|Ar7|Ivmal} needs rare sky-spider eggs from a particularly intimidating rival alchemist, Greta \"the Gorilla\", the only known sky-spider breeder. He asks the character to fetch the eggs for him, knowing full well that she hates {@creature Ivmal Alef|Ar7|Ivmal} and would never knowingly give him any useful ingredients. Greta is looking for someone to act as a test subject for an experimental antivenom she's developing and is willing to trade eggs if the characters volunteer.": "{@creature Ivmal Alef|Ar7|Ivmal} 需要来自一位特别令人畏惧的对手炼金术士格雷塔“大猩猩”（Greta \"the Gorilla\"）的稀有天空蜘蛛蛋，她是唯一已知的天空蜘蛛饲养者。他请求角色为他取回这些蛋，明知她讨厌{@creature Ivmal Alef|Ar7|Ivmal}，绝不会自愿给他任何有用的材料。格雷塔正在寻找志愿者作为她正在开发的实验性抗毒素的测试对象，并愿意交换蛋。",
	"As part of his studies, {@creature Ivmal Alef|Ar7|Ivmal} has been experimenting with novel food preservatives. He accidentally poisons his master, Uma Tilothma, and petitions {@creature Glorian the Secretariat|Ar7} for help, who dispatches the characters to find an antidote. {@creature Glorian the Secretariat|Ar7|Glorian} may use this opportunity to test the characters to see if they're candidates for guild membership, especially if {@creature Glorian the Secretariat|Ar7|Glorian} feels they can manipulate the characters for their own goals.": "作为他的研究的一部分，{@creature Ivmal Alef|Ar7|Ivmal} 一直在尝试新颖的食品防腐剂。他意外地毒害了他的导师乌玛·提洛斯玛(Uma Tilothma)，并请求{@creature Glorian the Secretariat|Ar7} 的帮助，后者派遣角色们去寻找解药。{@creature Glorian the Secretariat|Ar7|Glorian} 可以利用这个机会来测试这些角色，看看他们是否适合加入行会，特别是如果{@creature Glorian the Secretariat|Ar7|Glorian} 认为他们可以为自己的目标操控这些角色的话。",
	"The adventurous mother-daughter duo might get involved in the characters' story with the following hooks:": "这位勇敢的母女二人可能会通过以下钩子参与到角色的故事中：",
	"As soon as the characters arrive in the village, they stumble upon a public accusation: a priest named Ona claims that the \"dragon witches\" have poisoned their beer supply. In truth, Ona himself doctored the beer (with powerful but nonlethal laxatives), as he sees the women's influence as a challenge to his own.": "当角色们抵达村庄时，他们立刻发现了一个公开指控：一位名叫奥娜（Ona）的牧师声称“龙女巫”已经毒害了他们的啤酒供应。事实上，奥娜自己在啤酒中下了手脚（使用了强力但不致命的泻药），因为他认为这些女性的影响力对他自己构成了挑战。",
	"On a surreptitious tryst with her paramour in the woods, {@creature Nuhara Mfala|Ar7|Nuhara} is waylaid by a hag. The pair is discovered by {@creature Nupita Mfala|Ar7|Nupita}, who bargains her own life in exchange for her daughter's freedom. Now {@creature Nuhara Mfala|Ar7|Nuhara} is back in the village, guilty, distraught, and looking for a way to free her mother from the hag's clutches.": "在树林里与她的情人秘密约会时，{@creature Nuhara Mfala|Ar7|Nuhara}被一个老妇人拦住了。这对情侣被{@creature Nupita Mfala|Ar7|Nupita}发现了，{@creature Nupita Mfala|Ar7|Nupita}为了换取女儿的自由，讨价还价地拿出了自己的生命。现在{@creature Nuhara Mfala|Ar7|Nuhara}回到村庄，感到内疚、心烦意乱，并寻找一种解救母亲脱离老妇人掌控的方法。",
	"{@creature Nuhara Mfala|Ar7|Nuhara} is possessed by a {@creature ghost|MM} that escalates her feelings of resentment and rebellion against her mother to an extreme degree. She approaches the characters with a fabricated story about the cruel, inhumane treatment she's experiencing at home and a plan to assassinate her mother.": "{@creature Nuhara Mfala|Ar7|Nuhara}被一个{@creature ghost|MM}所附身，这个{@creature ghost|MM}加剧了她对母亲的愤恨和叛逆情绪，达到了极端程度。她向角色们提出了一个虚构的故事，声称在家里受到残酷、不人道的对待，并计划暗杀她的母亲。",
	"Pickling is altering and preserving food by soaking it in vinegar or another acidic liquid. Fermentation similarly alters food, but uses naturally occurring bacteria, fungi, and other organisms instead. There are overlaps between the two processes, but they're not the same thing (as any member of the Pickling Guild can tell you)!": "腌制是通过将食物浸泡在醋或其他酸性液体中来改变和保存食物。发酵同样改变食物，但是使用自然产生的细菌、真菌和其他生物。这两种过程之间存在重叠，但它们并不完全相同（就像任何一个腌制行会的成员会告诉你的那样）！",
	"If you're using the domain rules from {@link Kingdoms & Warfare|https://shop.mcdmproductions.com/products/kingdoms-and-warfare-pdf} {@footnote *|Currently unconverted for 5eTools, tracked as {@code BREW-281}.} in your game, the Pickling Guild could be an NPC or villainous realm in your game with the following statistics.": "如果你在你的游戏中使用{@link Kingdoms & Warfare|https://shop.mcdmproductions.com/products/kingdoms-and-warfare-pdf} {@footnote *|Currently unconverted for 5eTools, tracked as {@code BREW-281}的领域规则，Pickling Guild 可能是你游戏中的一个NPC或邪恶势力，具有以下统计数据。",
	"The Pickling Guild's leader gains the following feature:": "腌制协会的领袖获得以下特性：",
	"The poultice master is immune to disease. Additionally, during a long rest, the poultice master can create a {@item Spell Scroll (2nd Level)|DMG|spell scroll} of {@spell lesser restoration|PHB} or two items chosen from the following list: {@item Antitoxin (vial)|PHB|antitoxin}, {@item Basic Poison (vial)|PHB|basic poison}, {@item potion of healing|DMG}. These items lose their potency and no longer work after 24 hours.": "敷料大师 (Poultice Master) 免疫疾病。此外，在进行长休息时，敷料大师可以制作一个 {@item Spell Scroll (2nd Level)|DMG|spell scroll} 或两个从以下列表中选择的物品：{@item Antitoxin (vial)|PHB|antitoxin}，{@item Basic Poison (vial)|PHB|basic poison}，{@item potion of healing|DMG}。这些物品在24小时后失去功效，不再起作用。",
	"Diplomacy +0, Espionage +3, Lore +4, Operations +2": "外交 +0，间谍活动 +3，知识 +4，行动 +2",
	"Communications 14, Resolve 13, Resources 13": "沟通 14, 解决 13, 资源 13",
	"2 ({@dice d6} Power die, 6 domain turns during intrigue)": "2 ({@dice d6} 力量骰, 6个领域回合在阴谋中)",
	"All officers of this realm get the following organization powers.": "本领域所有官员都获得以下组织能力。",
	"As an action, an officer takes a power die from their domain's pool and recovers a number of spell slots with a combined level equal to the number on the power die. None of the slots the officer recovers can be 6th level or higher.": "作为一个行动，一名官员从他们领域的池中取出一个能量骰，并恢复一定数量的法术位，这些法术位的总等级等于能量骰上的数字。官员恢复的法术位中不能有6级或更高级别的法术位。",
	"Alternatively, as a bonus action, the officer can take a power die from their domain's pool and charge one weapon they are holding with magical energy. The officer chooses one of the following damage types: acid, cold, fire, or lightning. Until the start of the officer's next turn, the weapon deals extra damage of the chosen damage type equal to the number on the power die.": "作为一个奖励动作，军官可以从他们领域的池中拿取一个力量骰，并让他们手持的一件武器充满魔法能量。军官可以选择以下伤害类型之一：酸性、冰冷、火焰或闪电。直到军官下一个回合开始前，该武器造成额外伤害，伤害类型为所选择的类型，数值等同于力量骰上的数字。",
	"As an action, an officer takes a power die from their domain's pool and conjures a plant with a challenge rating equal to or lower than the number on the die. The plant appears in an unoccupied space that the officer can see within 30 feet of them. The officer mentally controls the actions the plant takes. The plant acts immediately when it is summoned, then immediately after the officer on the same initiative count.": "作为一个行动，一名官员从他们领域的池中拿取一个力量骰，并召唤一个挑战等级不高于骰子上数字的植物。植物出现在官员能看到的距离30英尺内的一个未被占据的空间。官员可以精神控制植物的行动。植物在被召唤时立即行动，然后在与官员相同的先攻次序中立即行动。",
	"Plants summoned by this power disappear when they are reduced to 0 hit points or after 3 rounds, whichever comes first.": "由这种力量召唤的植物在它们的生命值降至0或者3轮后消失，以先到者为准。",
	"If the Pickling Guild's Communications level is 2 or higher at the start of a combat against an opposed domain's officers, the Pickling Guild chooses one lieutenant from an opposed domain. That lieutenant has disadvantage on saving throws during the combat.": "如果腌菜行会的沟通等级在与对立领域的官员开始战斗时达到2级或更高级别，腌菜行会可以选择一个对立领域的中尉。在战斗中，该中尉在豁免投掷时处于劣势。",
	"As a domain action, an officer makes a {@dc 13} Lore test. On a success, the Pickling Guild musters the Swamp Mother, a special unit formed of shambling mounds. (See the \"Domains & Intrigue\" chapter in {@footnote Kingdoms & Warfare|Currently unconverted for 5eTools, tracked as {@code BREW-281}.}).": "作为领域行动，一名官员进行一次{@dc 13}知识检定。若成功，腌咸公会召集了沼泽之母，一个由摇摇晃晃的丘陵组成的特殊单位。（请参阅《领域与阴谋》章节在{@footnote Kingdoms & Warfare|Currently unconverted for 5eTools, tracked as {@code BREW-281}中。）",
	"As a domain bonus action, an officer can make a Lore test against an opposed domain's Communications to learn about the magical abilities of one of that domain's officers. On a success, the Pickling Guild learns what spells the target knows and has prepared, and has advantage on saving throws against spells and other magical effects used by that officer until the end of the intrigue.": "作为领域的奖励动作，一位官员可以进行一次学识测试，与另一个领域的通讯进行对抗，以了解该领域的一位官员的魔法能力。成功后，腌制行会会了解目标知道和准备了哪些法术，并在阴谋结束前对该官员使用的法术和其他魔法效果的豁免投掷获得优势。",
	"As a domain action, an officer makes a Lore test against an opposed domain's Communications. On a success, the Pickling Guild's Communications level increases by 1 and the opposed domain's Communications level decreases by 1.": "作为一个领域行动，一名官员进行一次对抗对方领域通讯的知识测试。在成功的情况下，腌制行会的通讯等级增加1，而对方领域的通讯等级减少1。",
	"by Hannah Rose": "由汉娜·罗斯（Hannah Rose）撰写",
	"Characters with a deep connection to nature protect, nurture, and explore the world around them. As they wander untold landscapes in search of adventure, they seek out or stumble upon magic items to aid them in their quests.": "那些与自然有着深厚联系的角色会保护、培育和探索周围的世界。当他们漫步在未知的景观中寻找冒险时，他们会寻找或偶然发现魔法物品来帮助他们完成任务。",
	"This article presents magic items designed for druids, rangers, and other characters with an affinity for the natural world. At the Game Master's discretion, the class-specific attunement requirements for an item may be waived for a character who is deeply tied to nature in some other way.": "这篇文章介绍了专为德鲁伊、游侠和其他对自然世界有亲和力的角色设计的魔法物品。在游戏主宰的裁决下，对于那些以其他方式与自然紧密联系的角色，可能会豁免物品的特定聚能要求。",
	"While the items may be available for purchase in a shop—or a swamp witch's hut—it may be most appropriate for characters to find them in the wilderness from which they draw their power.": "尽管这些物品可能在商店或者沼泽女巫的小屋里有售，但对于角色来说，最合适的可能是在从中汲取力量的荒野中找到它们。",
	"Most spells in the descriptions of the following magic items can be found in the fifth edition core rules, but spells marked with an asterisk (*) are new spells presented at the end of this article.": "以下魔法物品描述中的大多数法术可以在第五版核心规则中找到，但带有星号(*)的法术是本文末尾呈现的新法术。",
	"At the GM's discretion, any spell can be made available to other classes or subclasses not listed below.": "在（GM）的裁量下，任何法术都可以提供给其他未列出的职业或子职业。",
	"{@spell Instant freeze|Ar7} (evocation)": "{@spell Instant freeze|Ar7}（唤醒）",
	"{@spell Flurry of icicles|Ar7} (evocation)": "{@spell Flurry of icicles|Ar7}（唤醒）",
	"{@spell Tremorsense|Ar7} (transmutation)": "{@spell Tremorsense|Ar7}（变形术）",
	"{@spell Dust cloud|Ar7} (conjuration)": "{@spell Dust cloud|Ar7}（幻术）",
	"{@spell Jet of water|Ar7} (conjuration)": "{@spell Jet of water|Ar7}（幻术）",
	"{@spell Ice sheet|Ar7} (conjuration)": "{@spell Ice sheet|Ar7}（幻术）",
	"{@spell Maelstrom avatar|Ar7} (transmutation)": "{@spell Maelstrom avatar|Ar7}（转化术）",
	"{@spell Sandstorm|Ar7} (evocation)": "{@spell Sandstorm|Ar7}（唤醒）",
	"by Sara Thompson": "由Sara Thompson创作",
	"A figure stalks the forest, blending with foliage and underbrush, eyes locked on his target. The doe heedlessly chews on grass and moss, oblivious to the hunter lurking between the trees. Deft fingers crafted from elm and owlbear teeth notch an arrow, hooking it on the sinew of the bowstring and drawing back. The raven feather fletching kisses the hunter's cheek—a soft caress as he sets his shoulders, straightens his spine, and takes in a slow, deep breath. The forest pauses. All is still. The world comes down to this one moment.": "一位身影潜伏在森林中，与树叶和灌木融为一体，眼睛紧盯着目标。母鹿毫不在意地嚼着草和苔藓，完全没有察觉到隐藏在树木间的猎人。由榆木和猫头鹰牙齿制成的灵巧手指搭箭，将箭头挂在弓弦的筋上，拉开。乌鸦羽毛的箭翎轻轻触及猎人的面颊——在他挺直肩膀、挺直脊椎，深吸一口气时，如同轻柔的爱抚。森林静止了下来。一切都安静了。世界似乎只剩下这一刻。",
	"The arrow. The deer.": "箭。鹿。",
	"Release.": "释放。",
	"The arrow flies, the doe jolts. Large eyes opened wide, joints locked in fright. It's a clean shot, straight through the neck. The deer staggers, its cry sharply cut off, before keeling to the ground, lifeless. Its suffering was short, as intended. The hunter approaches, the fingers of the elm wood prosthetic that forms his right arm flexing as he draws out a hunting knife, the blade serrated and hooked at the point. He thanks the spirits of the forest, for this kill shall serve him greatly, and kneels down, setting to work. None of this shall go to waste.": "箭飞过，母鹿惊跳。大眼睛瞪得大大的，关节因恐惧而僵硬。这是一击必中，直透颈部。母鹿踉跄着，尖叫戛然而止，然后倒在地上，失去了生命。它的痛苦是短暂的，正如预期的那样。猎人走近，用榆木义肢形成的右臂的手指屈伸，他拔出一把狩猎刀，刀刃有锯齿，尖端弯曲。他感谢森林的精灵，因为这次猎杀将对他大有裨益，然后跪下，开始动手。这一切都不会被浪费。",
	"{@creature Aethelfaer|Ar7} {@code [pr. eθəɫfeə: / EH-thell-fair]} is a male wood elf, committed to the nomadic lifestyle of roaming the forests and grasslands, protecting the wildlife and offering aid to those in need. He's patient and calm, with an unflappable persona built on years of hunting and tracking.": "{@creature Aethelfaer|Ar7} {@code [pr. eθəɫfeə: / EH-thell-fair]} 是一名男性木精灵，致力于游牧生活方式，漫游森林和草原，保护野生动植物，并为有需要的人提供帮助。他耐心冷静，拥有镇定的个性，这是多年狩猎和追踪经验所打下的基础。",
	"{@creature Aethelfaer|Ar7} inherited a genetic condition called meromelia, a syndrome that causes the partial absence of limbs. As a result, {@creature Aethelfaer|Ar7} is missing the lower part of his right arm from just above the elbow and has no right foot. Though he can navigate his life just fine on his own, he chooses to wear and make use of prosthetics.": "{@creature Aethelfaer|Ar7} 继承了一种遗传病叫做meromelia，这是一种导致肢体部分缺失的综合征。因此，{@creature Aethelfaer|Ar7} 的右臂从肘部以上缺失下半部分，右脚也没有。尽管他可以独立正常生活，但他选择佩戴和使用假肢。",
	"His right arm is crafted from red elm and owlbear teeth, with a hidden compartment inside the wrist where he stores a small container of poison for emergencies. His prosthetic foot is made of yew that has gone through the same magical strengthening and flexibility treatment as his longbow.": "他的右臂是用红榆木和猫头鹰獾的牙齿制成的，手腕内部有一个隐藏的隔间，用来储存紧急情况下的毒药小瓶。他的义肢脚是用经过与他的长弓相同的魔法强化和柔韧处理的紫杉木制成的。",
	"A formidable warrior and deadly archer, {@creature Aethelfaer|Ar7} takes desecration and disrespect of the forest as a grave offense, and hunts his enemies to the end of the world if he must. As an ally, he is loyal, fair, and a true friend. However, once his respect is lost, it is gone forever.": "一个强大的战士和致命的弓箭手，{@creature Aethelfaer|Ar7} 将对森林的亵渎和不敬视为严重的冒犯，如果必要，他会追踪敌人到世界的尽头。作为盟友，他忠诚、公正，是一个真正的朋友。然而，一旦他失去了尊重，它将永远消失。",
	"Though {@creature Aethelfaer|Ar7} is a good-aligned character, his interactions with the characters can vary. He could guide the characters through dense and wild forests, help them navigate the ruins of an ancient temple hidden in the trees, or arrive at a critical moment to aid them in a deadly encounter in the woods. He could seek out the characters to ask for their help ending a threat to his forest. But he can also act as an antagonist, a relentless hunter seeking vengeance against characters who, even unknowingly, slighted or dishonored the spirits of the forest.": "尽管{@creature Aethelfaer|Ar7}是一个正义取向的角色，但他与其他角色的互动可能会有所不同。他可以引导角色穿越茂密和荒野的森林，帮助他们在树木中隐藏的古老神庙废墟中导航，或在森林中的致命冲突中关键时刻赶到帮助他们。他可能会寻找角色，请求他们帮助结束对他的森林构成威胁的问题。但他也可能会充当对手，一个无情的猎人，寻求对那些甚至在不知情的情况下冒犯或辱没了森林精灵的角色进行复仇。",
	"If one of the characters impresses {@creature Aethelfaer|Ar7}—for example, if they save his life or show great admiration and respect for the forest—he grants them a boon by performing a magic ritual. He douses the character with water from a sacred forest spring and asks them to drink herbal tea made from moss, flowers, and the roots of ancient trees. A character who participates in the ritual gains the following boon:": "如果其中一个角色给{@creature Aethelfaer|Ar7}留下深刻印象——例如，如果他们救了他的命或对森林表示极大的钦佩和尊重——他会通过进行魔法仪式来赐予他们一个恩惠。他会用神圣森林泉水将角色浇湿，并要求他们喝由苔藓、花朵和古树根制成的草药茶。参与仪式的角色将获得以下恩惠：",
	"You can roll on the table {@homebrew below|on p. 25} or choose a plot hook to bring {@creature Aethelfaer|Ar7} into your campaign.": "你可以在表格中掷骰子{@homebrew below|on p. 25}，或选择一个情节钩来引入{@creature Aethelfaer|Ar7}到你的战役中。",
	"In combat, {@creature Aethelfaer|Ar7} aims to fight at a distance. If he works with the characters, {@creature Aethelfaer|Ar7} slips into the shadows to provide ranged support from the flank. If battling the characters, he casts {@spell hunter's mark} on a foe with spellcasting prowess and then uses his superior speed to keep firing as he moves away from his enemies. The ranger uses poisoned arrows on enemies who get within 40 feet of him or who need to come down quickly. His spells are supportive and beneficial to both his allies and himself, allowing for stealth, healing, and enhancing combat skill sets.": "在战斗中，{@creature Aethelfaer|Ar7} 的目标是远程作战。如果他与角色合作，{@creature Aethelfaer|Ar7} 会悄悄地溜到阴影中，从侧面提供远程支援。如果与角色交战，他会对一个具有咒术能力的敌人施放{@spell hunter's mark}，然后利用自己卓越的速度不断射击，同时远离敌人。游侠会对靠近他的敌人或需要迅速解决的敌人使用毒箭，射程为40英尺。他的法术支持性强，有益于他的盟友和自己，可以进行潜行、治疗，并增强战斗技能。",
	"You can use the following encounter to introduce {@creature Aethelfaer|Ar7} to the characters when they are around 4th level.": "当角色达到约4级左右时，你可以使用以下遭遇来介绍{@creature Aethelfaer|Ar7}给角色。",
	"As the characters travel a forest trail, they stumble upon a strange sight: a harried wood elf engaged with an enraged unicorn.": "当角色们沿着森林小道前行时，他们偶然发现了一个奇怪的场景：一个慌张的木精灵正在与一只愤怒的独角兽交战。",
	"You step out from the trees into a small clearing where a tall elf stands with his hands raised, attempting to calm, of all things, a unicorn. It wails and screeches, eyes rolling and mouth frothing violently as foul-smelling demons surround the pair, gnashing their teeth. The elf wears a bow over one shoulder and a sword at his hip, but reaches for neither. The unicorn rears up, lashing out a foreleg, and he jumps back, barely dodging the heavy hoof aimed for his head. The small demons snarl, advancing to attack the elf.": "你从树林中走出来，来到一个小空地，一个高大的精灵举起双手，试图平息一只独角兽。独角兽发出哀鸣和尖叫，眼睛滚动，口水狂飙，周围恶臭的恶魔围绕着它们，咬牙切齿。精灵一侧肩膀上挎着一把弓，腰间佩剑，但他没有伸手去拔。独角兽后腿站起，挥动前腿，他跳开，勉强躲过那重重的蹄子朝他头部砸来。小恶魔咆哮着，向精灵发起攻击。",
	"{@creature Aethelfaer|Ar7} faces {@creature Onriel|Ar7}, a unicorn, and eight {@creature Dretch|MM|dretches}. Unbeknownst to the characters and {@creature Aethelfaer|Ar7}, the unicorn was enchanted with a magical burr created by {@creature Granny Roachhand|Ar7}, a night hag who also summoned the {@creature Dretch|MM|dretches}. She can cast the {@spell giant insect} spell once per day with her Innate Spellcasting trait (and she carries a live {@creature scorpion|MM} for the purpose).": "{@creature Aethelfaer|Ar7} 面对着{@creature Onriel|Ar7}，一只独角兽，和八只{@creature Dretch|MM|dretches}。对于角色和{@creature Aethelfaer|Ar7}来说，这只独角兽被一个由{@creature Granny Roachhand|Ar7}创造的魔法荨麻所施了魔法，而{@creature Granny Roachhand|Ar7}是一个夜间女巫，她还召唤了{@creature Dretch|MM|dretches}。她可以利用自身的固有施法特性每天施放一次{@spell giant insect}法术（她携带一只活着的{@creature scorpion|MM}用于此目的）。",
	"She wants to rule the forest and hopes to rid the wood of its wardens, {@creature Onriel|Ar7} and {@creature Aethelfaer|Ar7}, with this one curse. {@creature Granny Roachhand|Ar7} drank a {@item potion of invisibility|DMG} so she could watch the action in person. She silently stands nearby.": "她想统治森林，并希望用这个诅咒摆脱森林的看守者，{@creature Onriel|Ar7} 和 {@creature Aethelfaer|Ar7}。 {@creature Granny Roachhand|Ar7} 喝了一瓶 {@item potion of invisibility|DMG}，这样她就可以亲眼看到这一切。她默默地站在附近。",
	"{@creature Aethelfaer|Ar7} is no coward and is capable of fighting back, but avoids harming creatures unless he deems it absolutely necessary. Unicorns are beautiful and proud celestials with generally gentle dispositions. {@creature Aethelfaer|Ar7} admires them as creatures of the old gods of the forest. He refuses to hurt {@creature Onriel|Ar7}, and can't abide anyone killing the unicorn. He is fine with killing the {@creature Dretch|MM|dretches}.": "{@creature Aethelfaer|Ar7} 不是懦夫，有能力反击，但避免伤害生物，除非他认为绝对有必要。独角兽是美丽而自豪的天神，通常性情温和。{@creature Aethelfaer|Ar7} 将它们视为森林古神的生物。他拒绝伤害{@creature Onriel|Ar7}，无法容忍任何人杀害独角兽。他可以接受杀死{@creature Dretch|MM|dretches}。",
	"Granny Roachhand's curse makes {@creature Onriel|Ar7} want to kill {@creature Aethelfaer|Ar7} and any other creatures that get in the way. The unicorn views the {@creature Dretch|MM|dretches} as allies.": "老婆婆Roachhand的诅咒让{@creature Onriel|Ar7}想要杀死{@creature Aethelfaer|Ar7}和任何其他挡道的生物。独角兽将{@creature Dretch|MM|dretches}视为盟友。",
	"A character who casts the {@spell detect magic} spell or who succeeds on a {@dc 15} Intelligence ({@skill Arcana}) check knows that {@creature Onriel|Ar7} is under the effect of an enchantment caused by a prickly burr stuck in the unicorn's mane. A character who succeeds on a {@dc 15} Wisdom ({@skill Perception}) check notices that the burr has a slight red glow to it. The {@spell lesser restoration}, {@spell dispel magic}, {@spell protection from evil and good}, or {@spell remove curse} spells or similar magic end the enchantment. A character who makes a successful {@dc 17} Strength ({@skill Athletics}) or Dexterity ({@skill Sleight of Hand}) check as an action can remove the burr from the unicorn, ending the enchantment. Reducing {@creature Onriel|Ar7} to 0 hit points and stabilizing the unicorn ends the enchantment, though {@creature Aethelfaer|Ar7} reacts as though the characters had killed the unicorn (see \"Aftermath\") unless the characters succeed on a {@dc 15} Charisma ({@skill Persuasion}) check to convince the ranger that it was the proper course to save {@creature Onriel|Ar7}. When the curse ends, {@creature Onriel|Ar7} enters a deep slumber as the magic leaves the unicorn's body, becoming {@condition unconscious} for 1 hour.": "一个施放{@spell detect magic}法术或在{@dc 15}智力({@skill Arcana})检定中成功的角色会知道{@creature Onriel|Ar7}正受到一种魔法效果的影响，这是由卡在独角兽鬃毛中的荆棘引起的。一个在{@dc 15}感知({@skill Perception})检定中成功的角色会注意到荆棘微微发出红光。{@spell lesser restoration}、{@spell dispel magic}、{@spell protection from evil and good}或{@spell remove curse}法术或类似魔法可以结束这种魔法效果。一个角色可以作为一个动作进行一次成功的{@dc 17}力量({@skill Athletics})或敏捷({@skill Sleight of Hand})检定来移除独角兽身上的荆棘，从而结束这种魔法效果。将{@creature Onriel|Ar7}的生命值降至0并稳定独角兽也会结束这种魔法效果，尽管{@creature Aethelfaer|Ar7}会像角色杀死了独角兽一样做出反应（参见“后续”），除非角色在{@dc 15}魅力({@skill Persuasion})检定中成功说服护林人这是拯救{@creature Onriel|Ar7}的正确途径。当诅咒结束时，{@creature Onriel|Ar7}会进入深度沉睡，随着魔法离开独角兽的身体，持续1小时。",
	"If the characters can't decide how to approach the {@creature Onriel|Ar7} situation, {@creature Aethelfaer|Ar7} notices the glowing burr and asks them to remove it while he distracts the unicorn.": "如果角色们无法决定如何应对{@creature Onriel|Ar7}的情况，{@creature Aethelfaer|Ar7}注意到了发光的刺果，并请求他们在他分散独角兽注意力的时候移除它。",
	"When the characters arrive, half the {@creature Dretch|MM|dretches} rush to meet them in combat so the unicorn can kill {@creature Aethelfaer|Ar7}. The demons fight until destroyed.": "当角色到达时，一半的{@creature Dretch|MM|dretches}冲向他们进行战斗，以便独角兽可以杀死{@creature Aethelfaer|Ar7}。恶魔们战斗直到被摧毁。",
	"{@creature Aethelfaer|Ar7} is surprised to see unfamiliar faces this far in the forest, but he won't turn help away. He makes it incredibly clear that the unicorn is not to be harmed, declaring that something must be wrong for {@creature Onriel|Ar7} to behave this way. If the characters rush to attack the unicorn, they make an enemy out of {@creature Aethelfaer|Ar7}, who fights to defend {@creature Onriel|Ar7} against any threat.": "{@creature Aethelfaer|Ar7}惊讶地看到这么远的森林里出现了陌生的面孔，但他不会拒绝帮助。他非常清楚地表明独角兽不可伤害，并宣称{@creature Onriel|Ar7}这样做一定有问题。如果角色们急于攻击独角兽，他们会招惹{@creature Aethelfaer|Ar7}，后者会为保护{@creature Onriel|Ar7}而与任何威胁战斗。",
	"Subduing or killing the unicorn results in a frustrated {@creature Granny Roachhand|Ar7} revealing herself by attacking the characters for interfering with her plans. When she appears, {@creature Aethelfaer|Ar7} curses and calls out:": "制服或杀死独角兽会导致一名受挫的{@creature Granny Roachhand|Ar7}揭示自己，通过攻击干涉她计划的角色来展现自己。当她出现时，{@creature Aethelfaer|Ar7}咒骂并大声呼喊：",
	"Face me yourself, coward! No more tricks. Your kind is not welcome here.": "面对我，懦夫！不要再耍花招了。你们这种人在这里不受欢迎。(D&D running group)",
	"{@creature Aethelfaer|Ar7} joins the fight against the hag. She casts {@spell giant insect} to create an {@creature giant scorpion|MM|enormous scorpion} and then rides on its back, casting {@spell magic missile} at enemies or attacking with her claws if the characters dare engage her in melee. Remaining {@creature Dretch|MM|dretches} attack the {@condition unconscious} {@creature Onriel|Ar7} or the characters if the unicorn is dead. At your discretion, four more {@creature Dretch|MM|dretches} might claw their way up out of the Lower Planes if the characters already dispatched all or most of the demons before the hag appears. Granny Roachhand battles the characters until she is reduced to 30 hit points or fewer, at which point she casts {@spell plane shift} to escape. As she disappears, she cries:": "{@creature Aethelfaer|Ar7}加入了对抗女巫的战斗。她施展{@spell giant insect}来召唤一个{@creature giant scorpion|MM|enormous scorpion}，然后骑在它的背上，对敌人施展{@spell magic missile}或者用她的爪子攻击，如果角色们敢于与她在近战中交战。剩下的{@creature Dretch|MM|dretches}会攻击{@condition unconscious} {@creature Onriel|Ar7}或者如果独角兽死了，就攻击角色们。根据你的判断，如果角色们在女巫出现之前已经消灭了所有或大部分的恶魔，还可能有四只{@creature Dretch|MM|dretches}从下层位面爬出来。老巫婆Roachhand与角色们战斗，直到她的生命值降至30点或更少，此时她会施展{@spell plane shift}逃走。当她消失时，她哭着说：",
	"You haven't seen the last of me, ranger. Flee my wode while you can.": "你还没见到我最后一面，游侠。在你还能逃跑的时候，快离开我的树林。(ranger)",
	"If the characters save {@creature Onriel|Ar7}, {@creature Aethelfaer|Ar7} is in their debt. He could ask the characters for more help (see \"{@table Aethelfaer Plot Hooks|Ar7}\"), offer to travel with them to the hag's nearby lair to end her threat against the forest once and for all, or even offer to accompany them on their adventures as a retainer (see \"Aethelfaer as a Retainer\").": "如果角色拯救了{@creature Onriel|Ar7}，{@creature Aethelfaer|Ar7}就欠他们一个人情。他可以请求角色提供更多帮助（见“{@table Aethelfaer Plot Hooks|Ar7}”），提议与他们一起前往女巫附近的巢穴，彻底结束她对森林的威胁，甚至提议作为随从陪同他们冒险（见“Aethelfaer as a Retainer”）。",
	"If the characters fail to save {@creature Onriel|Ar7}, {@creature Aethelfaer|Ar7} leaves after the battle, slipping into the woods. He becomes their enemy, shadowing them whenever they enter the forest and intervening whenever they commit the smallest offense, ready to kill.": "如果角色们未能拯救{@creature Onriel|Ar7}，{@creature Aethelfaer|Ar7}在战斗结束后离开，悄悄溜进树林。他成为了他们的敌人，在他们进入森林时始终跟踪着他们，并在他们犯下最轻微的过错时干预，准备着杀死他们。",
	"Retainers first appeared in {@book Strongholds & Followers|SaF|8|Retainers} and are unique NPC followers who ally with the characters. These adventurers are easy-to-run secondary characters controlled by players. Below is a retainer stat block for Aethelfaer.": "护从首次出现在{@book Strongholds & Followers|SaF|8|Retainers}中，是与角色结盟的独特NPC追随者。这些冒险者是由玩家控制的易于操作的次要角色。以下是Aethelfaer的护从属性块。",
	"The full rules for retainers are explained in {@book Strongholds & Followers|SaF|8|Retainers}.": "随从的完整规则在{@book Strongholds & Followers|SaF|8|Retainers}中有详细解释。",
	"{@creature Aethelfaer|Ar7} was born with his disability and chooses to wear prosthetics to help him perform certain tasks when adventuring. Unlike someone who may have lost a limb due to injury, illness, or amputation, {@creature Aethelfaer|Ar7} doesn't experience phantom limb syndrome, as his right arm and foot were never there to begin with. This also means that nothing short of a wish spell could reform these appendages, but {@creature Aethelfaer|Ar7} doesn't seek to \"cure\" himself. In fact, he would be greatly insulted if offered or forced into a situation where such a spell is brought up as a means to somehow \"fix\" him. He has no need to be \"fixed\" or \"cured\" and little patience for those ignorant enough to think otherwise.": "{@creature Aethelfaer|Ar7}出生时就带着他的残疾，并选择佩戴假肢来帮助他在冒险时完成某些任务。与因受伤、疾病或截肢而失去肢体的人不同，{@creature Aethelfaer|Ar7}并不会经历幻肢综合征，因为他的右臂和右脚从一开始就不存在。这也意味着除了许愿法术外，没有任何方法可以重新形成这些肢体，但{@creature Aethelfaer|Ar7}并不寻求“治愈”自己。事实上，如果有人提出或强迫他接受这样的法术作为某种“修复”他的手段，他会感到非常受到侮辱。他不需要被“修复”或“治愈”，对那些愚昧到认为应该这样做的人几乎没有耐心。",
	"The ranger is open about his disability and happy to answer questions others may have, but he doesn't suffer fools. {@creature Aethelfaer|Ar7} is an expert in knowing who is being genuine and who is deliberately ignorant or rude.": "这位游侠对自己的残疾非常坦诚，乐意回答其他人可能有的问题，但他不会容忍愚蠢行为。{@creature Aethelfaer|Ar7} 擅长分辨谁是真诚的，谁是故意无知或粗鲁的。",
	"Aethelfaer's prosthetic arm and foot slot over the stump of each limb and are further secured in place by leather harnesses: one around his shin and calf, and the other around his chest, sitting under his armor. It takes {@creature Aethelfaer|Ar7} 2 minutes to secure each harness and roughly 30 seconds to remove them.": "Aethelfaer的假肢手臂和脚槽安装在每根残肢的残端上，并通过皮革挽具进一步固定：一根绕着他的小腿和小腿肚，另一根绕着他的胸部，在他的盔甲下面。每个挽具需要{@creature Aethelfaer|Ar7} 2分钟来固定，大约30秒来解除。",
	"To prevent chafing or bruising—especially when wearing a prosthetic for long periods of time—Aethelfaer's stumps are protected by \"socks\". These pieces of fabric are rolled up and folded down to cover the skin and protect the area where the stump meets the cup of the prosthetic. At the start and end of each day, {@creature Aethelfaer|Ar7} uses powdered talc to keep the skin dry and free from any rashes, uncomfortable chafing, and blistering, particularly on warm days or when the humidity is high.": "为了防止磨损或瘀伤——尤其是长时间佩戴义肢时——{@creature Aethelfaer|Ar7} 的残肢被\"袜子\"保护着。这些织物被卷起来，向下折叠，覆盖皮肤，保护残肢与义肢杯相接触的区域。在每天的开始和结束时，{@creature Aethelfaer|Ar7} 使用粉状滑石保持皮肤干燥，避免任何皮疹、不适的磨损和水泡，尤其是在天气炎热或湿度较高时。",
	"When traveling or in an unknown location, {@creature Aethelfaer|Ar7} sleeps with his prosthetics on in case of an ambush or need to escape. However, if he is in a place he knows to be secure and safe, {@creature Aethelfaer|Ar7} removes his prosthetics to sleep and uses an underarm crutch under his left arm for support when moving around.": "在旅行或陌生地点时，{@creature Aethelfaer|Ar7} 为防备突袭或需要逃跑而带着假肢睡觉。然而，如果他在一个他知道安全的地方，{@creature Aethelfaer|Ar7} 会取下假肢睡觉，并在移动时使用左臂下的腋杖提供支撑。",
	"{@creature Aethelfaer|Ar7} has a hidden compartment in his prosthetic arm, running the length of the inside of his wrist. By pressing the heel of his thumb (which requires no action), this slot pops open and reveals a metal groove packed with a strange paste. This alchemical component is a personal poison {@creature Aethelfaer|Ar7} has created himself, and exposing the compartment allows him to swiftly coat the head of any arrow or blade he draws with a toxic coating to deal extra damage.": "{@creature Aethelfaer|Ar7}的义肢手臂内有一个隐藏的隔间，贯穿整个手腕内侧。通过按压拇指的根部（无需动作），这个槽口会弹开，露出一个装满奇怪糊状物的金属槽。这种炼金材料是{@creature Aethelfaer|Ar7}自己制作的个人毒药，暴露这个隔间使他能够迅速涂抹在他拔出的箭头或刀刃上，给予额外的伤害。",
	"Aethelfaer's prosthetic foot is crafted to have the general shape of a deer's hoof. This allows for a greater range of motion in the ankle joint and enables that foot to take significant impact when running, climbing, or performing athletic or dexterous feats. The wedge of the prosthetic's foot provides a better grip on mountainous and rocky environments, as well as the typical underbrush of the forest and dirt of the grassland. The flexibility of this prosthetic is showcased greatly whenever {@creature Aethelfaer|Ar7} is running or if he is lightly bouncing on the balls of his feet—something he does often when nervous or agitated.": "Aethelfaer（艾瑟尔费尔）的义肢脚被设计成类似鹿蹄的一般形状。这使得脚踝关节有更大的活动范围，并使该脚能够承受奔跑、攀爬或进行体育或灵巧动作时的重压。义肢脚的楔形提供了更好的抓地力，适用于山地和岩石环境，以及森林的典型灌木丛和草原的泥土。当{@creature Aethelfaer|Ar7}奔跑时，或者他轻轻踮着脚尖弹跳时，这个义肢的灵活性得到了极大展示——当他紧张或烦躁时，他经常这样做。",
	"If the characters don't make an enemy of {@creature Aethelfaer|Ar7}, he is happy to craft prosthetic limbs for characters who need them. However, characters need to find and provide him with the materials to do so. To craft a prosthetic arm or hand, {@creature Aethelfaer|Ar7} needs wood (any kind), leather straps, {@creature owlbear|MM} teeth, sinew, and resin. To craft a prosthetic leg or foot, he needs yew wood, leather straps, deer antler (ethically sourced), sinew, and resin. {@creature Aethelfaer|Ar7} knows a magical strengthening and flexibility wood treatment that is iconic of wood elf bow crafting and used in the creation of his prosthetics.": "如果角色不惹恼{@creature Aethelfaer|Ar7}，他很乐意为需要的角色制作义肢。然而，角色需要找到并提供所需的材料。要制作义肢手臂或手，{@creature Aethelfaer|Ar7} 需要木头（任何种类）、皮革带、{@creature owlbear|MM} 牙齿、筋膜和树脂。要制作义肢腿或脚，他需要紫杉木、皮革带、鹿角（道德采购）、筋膜和树脂。{@creature Aethelfaer|Ar7} 知道一种魔法强化和柔韧性木材处理方法，这是木精灵弓箭制作的标志，并用于他的义肢制作。",
	"If a character supplies {@creature Aethelfaer|Ar7} with the components, he doesn't charge them for the service.": "如果一个角色为{@creature Aethelfaer|Ar7}提供了组件，他不会为这项服务收费。",
	"A prosthetic limb presents no advantages or disadvantages whenever you are wearing it, and you can perform all typical motor skills from everyday to fine. Prosthetics require no attunement and are secured to your body using a harness that sits underneath your armor. It takes 2 minutes to don the harness and 30 seconds to remove it. Prosthetic limbs can't be knocked off unless the harness is somehow destroyed.": "假肢在佩戴时既没有优势也没有劣势，您可以执行从日常到精细的所有典型动作。假肢无需调谐，通过一个位于您盔甲下的挂带固定在您的身体上。穿戴挂带需要2分钟，摘除则需要30秒。假肢除非挂带被某种方式摧毁，否则不会被击落。",
	"Custom-made prosthetics, such as the ones worn by {@creature Aethelfaer|Ar7}, can provide benefits to you. See \"Hidden Compartment\" and \"Natural Grip\" for ideas.": "定制假肢，比如{@creature Aethelfaer|Ar7}所戴的那种，可以为您提供好处。参考“隐藏式隐蔽空间”和“自然握持”获取灵感。",
	"If you aren't wearing your prosthetic arm/hand, you have disadvantage on wielding two-handed weapons and on ability checks using fine motor skills if you are only using that arm/hand.": "如果你没有戴上你的假肢手/臂，当你使用双手武器或者只使用那只手/臂进行需要精细动作的能力检定时，你会处于劣势状态。",
	"If you aren't wearing your prosthetic leg/foot, your walking speed is reduced by 5 feet unless you are using mobility aids such as crutches or a wheelchair.": "如果你没有穿戴你的假肢腿/脚，你的行走速度会减少5英尺，除非你使用助行器具，比如拐杖或轮椅。",
	"Disabilities are very much a part of our lives, but aren't what solely define a person. {@creature Aethelfaer|Ar7} does and should have interests as a fleshed-out character, with his disability making up only a part of who he is. As such, it's important to note that {@creature Aethelfaer|Ar7} enjoys hunting, whittling animals out of wood, and gathering plants and herbs to produce potions and tinctures he then sells or trades for supplies. He is knowledgeable in the horticulture of forests and grasslands, and is exceedingly fond of ravens and other corvids.": "残疾是我们生活中的一部分，但并不是定义一个人的唯一因素。{@creature Aethelfaer|Ar7} 应该被塑造成一个有兴趣爱好的角色，他的残疾只是他整体的一部分。因此，重要的是要注意，{@creature Aethelfaer|Ar7} 喜欢狩猎、用木头雕刻动物，采集植物和草药来制作药水和药剂，然后出售或交换以获取物资。他对森林和草原的园艺非常了解，尤其喜欢乌鸦和其他鸦科鸟类。",
	"{@b Sharang Biswas} has won IndieCade and IGDN awards for roleplaying games, and has showcased interactive works at institutions such as The Institute of Contemporary Art in Philadelphia, Pioneer Works in Brooklyn, and The Museum of the Moving Image in Queens. He has written for games such as {@i Spire, Sea of Legends, Jiangshi: Blood on the Banquet Hall, Into the Motherlands}, and {@i Dungeons & Dragons Live}, while his essays and fiction have appeared or are forthcoming in Dicebreaker, Eurogamer, Lightspeed Magazine, Fantasy Magazine and more. He is the co-editor of \"Honey & Hot Wax: An Anthology of Erotic Art Games\" (Pelgrane Press, 2020), and \"Strange Lusts / Strange Loves: An Anthology of Erotic Interactive Fiction\" (Strange Horizons, 2021).": "{@b Sharang Biswas}曾获得IndieCade和IGDN奖项，以角色扮演游戏而闻名，并在费城当代艺术学院、布鲁克林先锋工作室和皇后区移动影像博物馆等机构展示互动作品。他为诸如{@i Spire, Sea of Legends, Jiangshi: Blood on the Banquet Hall, Into the Motherlands}和{@i Dungeons & Dragons Live}等游戏撰写过作品，同时他的散文和小说已经或即将出现在Dicebreaker、Eurogamer、Lightspeed Magazine、Fantasy Magazine等媒体上。他是《蜂蜜与热蜡：情色艺术游戏选集》（Pelgrane Press, 2020）和《奇异欲望/奇异爱情：情色互动小说选集》（Strange Horizons, 2021）的合编者。",
	"{@b Hannah Rose} is a freelance game designer, editor, and professional nerd. Notable credits include {@book Explorer's Guide to Wildemount|EGW} and {@book The Wild Beyond the Witchlight|WBtW} (Wizards of the Coast), {@book Tal'Dorei Campaign Setting Reborn (Critical Role / Darrington Press)|TDCSR}, and ARCADIA (MCDM). She enjoys long novels and large mugs of tea, and is assisted—or hindered, depending on the day—by two feline familiars.": "{@b Hannah Rose} 是一名自由游戏设计师、编辑和专业书呆子。值得一提的作品包括{@book Explorer's Guide to Wildemount|EGW}和{@book The Wild Beyond the Witchlight|WBtW}（海岛游戏公司），{@book Tal'Dorei Campaign Setting Reborn (Critical Role / Darrington Press)|TDCSR}，以及阿卡迪亚（MCDM）。她喜欢长篇小说和大杯茶，每天都会受到两只猫科魔法师的协助——或者说是阻碍，这取决于当天的心情。",
	"{@b Sara Thompson} is a disabled writer and game designer for tabletop roleplaying games, focusing on positive representation of disability and accessibility. Creator of the {@loader Combat Wheelchair|collection/Sara Thompson; The Combat Wheelchair.json}, their work has appeared in Critical Role, Idle Champions of the Forgotten Realms, as well as in games by established publishers R. Talsorian Games, Paizo, SteamForged, and more.": "{@b Sara Thompson} 是一位残疾作家和桌面角色扮演游戏设计师，专注于积极展现残疾和无障碍性。作为{@loader Combat Wheelchair|collection/Sara Thompson; The Combat Wheelchair.json}的创作者，他们的作品曾出现在Critical Role、Idle Champions of the Forgotten Realms等游戏中，也在R. Talsorian Games、Paizo、SteamForged等知名出版商的游戏中有过作品。",
	"OPEN GAME License Version 1.0a The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.": "开放游戏许可证版本1.0a 以下文本归属于Wizards of the Coast, LLC.所有，版权归2000 Wizards of the Coast, Inc (\"Wizards\")所有。保留所有权利。",
	"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.": "定义：(a)“贡献者”指已经贡献了开放游戏内容的版权和/或商标所有者；(b)“衍生材料”指包括衍生作品和翻译（包括转换为其他计算机语言），改编，修改，校正，添加，扩展，升级，改进，编纂，节略或其他形式，已有作品可能被重塑，转变或调整的受版权保护的材料；(c)“分发”指复制，许可，租赁，出租，销售，广播，公开展示，传输或以其他方式分发；(d)“开放游戏内容”指游戏机制，包括方法，程序，流程和例行程序，只要这些内容不包含产品标识，并且是对先前技术的改进，并且由贡献者明确标识为开放游戏内容的任何附加内容，并指由本许可证覆盖的任何作品，包括根据版权法的翻译和衍生作品，但明确排除产品标识。(e)“产品标识”指产品和产品系列名称，商标和识别标记，包括商业外观；工艺品；生物角色；故事，情节，剧情，主题元素，对话，事件，语言，艺术作品，符号，设计，描绘，相似之处，格式，姿势，概念，主题和图形，摄影和其他视觉或音频表现；角色，法术，魔法，人物特质，团队，人物，相似之处和特殊能力的名称和描述；地点，环境，生物，装备，魔法或超自然能力或效果，商标，符号或图形设计；以及由产品标识所有者明确标识为产品标识的任何其他商标或注册商标，明确排除开放游戏内容；(f)“商标”指贡献者用于识别自身或其产品或贡献给开放游戏许可证的相关产品的商标，包括标志，名称，标记，标语，设计；(g)“使用”，“用于”或“使用”指使用，分发，复制，编辑，格式化，修改，翻译和以其他方式创建开放游戏内容的衍生材料；(h)“您”或“您的”指本协议的许可人。",
	"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.": "许可证：本许可证适用于包含指示仅可根据本许可证使用的任何开放游戏内容。您必须在使用任何开放游戏内容时附上这样的通知。除非许可证本身描述，否则不得添加或删除任何条款。不得对使用本许可证分发的任何开放游戏内容应用其他条款或条件。",
	"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.": "接受与同意：通过使用开放游戏内容，您表示接受本许可证的条款。",
	"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.": "授予与对价：作为同意使用本许可证的对价，贡献者授予您一项永久性、全球范围内、免版税、非独占性的许可，具有本许可证的确切条款，用于使用开放游戏内容。",
	"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.": "贡献权限的表述：如果您以开放游戏内容的形式贡献原创材料，您声明您的贡献是您的原创作品和/或您拥有足够的权利授予本许可证所传达的权利。",
	"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.": "许可版权通知：您必须更新本许可证中的版权通知部分，以包含您复制、修改或分发的任何开放游戏内容的版权通知的确切文本，并且您必须在您分发的任何原始开放游戏内容的版权通知中添加标题、版权日期和版权所有者的名称。",
	"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.": "产品身份的使用：您同意不使用任何产品身份，包括作为兼容性指示，除非在与该产品身份的每个元素的所有者另行签订的独立协议中明确许可。您同意不在包含开放游戏内容的作品中指示与任何商标或注册商标的兼容性或共适应性，除非在与该商标或注册商标的所有者另行签订的独立协议中明确许可。在开放游戏内容中使用任何产品身份并不构成对该产品身份所有权的挑战。在开放游戏内容中使用的任何产品身份的所有者将保留对该产品身份的所有权、标题和利益。",
	"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.": "识别：如果您分发开放游戏内容，您必须清楚地指出您正在分发的作品中哪些部分是开放游戏内容。",
	"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.": "更新许可证：巫师或其指定代理人可能会发布此许可证的更新版本。您可以使用此许可证的任何授权版本来复制、修改和分发最初在此许可证的任何版本下分发的任何开放游戏内容。",
	"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.": "您必须在您分发的每一份开放游戏内容的副本中包含这份许可证的副本。",
	"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.": "贡献者积分的使用：除非您获得了贡献者的书面许可，否则您不得使用任何贡献者的姓名来营销或宣传开放游戏内容。",
	"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.": "无法遵守：如果由于法令、司法命令或政府法规的原因，您无法遵守本许可证的任何条款以及涉及的部分或全部开放游戏内容，那么您将无法使用受影响的任何开放游戏资料。",
	"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.": "终止：如果您未能遵守本许可协议的所有条款并在发现违约后30天内未能纠正该违约，则本许可协议将自动终止。所有转让许可将在本许可协议终止后继续有效。",
	"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.": "改革：如果本许可证的任何条款被认为是不可执行的，则应仅对该条款进行改革，以使其可执行。",
	"COPYRIGHT NOTICE": "版权声明",
	"Open Game License v 1.0a Copyright 2000, Wizards of the Coast, LLC.": "开放游戏许可证 v 1.0a 版权所有 2000 年，海岸巫师有限责任公司 (Wizards of the Coast, LLC)。",
	"System Reference Document 5.1 Copyright 2016, Wizards of the Coast, LLC.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.": "系统参考文档 5.1 版权 2016 年，海岸巫师有限责任公司；作者迈克·米尔斯（Mike Mearls），杰瑞米·克劳福德（Jeremy Crawford），克里斯·佩金斯（Chris Perkins），罗德尼·汤普森（Rodney Thompson），彼得·李（Peter Lee），詹姆斯·怀亚特（James Wyatt），罗伯特·J·施瓦布（Robert J. Schwalb），布鲁斯·R·科代尔（Bruce R. Cordell），克里斯·辛斯（Chris Sims）和史蒂夫·汤森德（Steve Townshend），基于 E. 加里·盖伽斯（E. Gary Gygax）和戴夫·阿尼森（Dave Arneson）的原始材料。",
	"ARCADIA Issue 7. Copyright 2021, MCDM Productions, LLC. Authors: Sharang Biswas, Hannah Rose, Sara Thompson, and James Introcaso": "阿卡迪亚 第7期。版权所有 2021 年，MCDM 制作有限责任公司。作者：沙朗·比斯瓦斯 (Sharang Biswas)、汉娜·罗斯 (Hannah Rose)、萨拉·汤普森 (Sara Thompson) 和詹姆斯·因特罗卡索 (James Introcaso)"
}