{
	"A Shieldbearer is a versatile warrior who uses a shield for both defense and offense. Amid the chaos of battle, they stand stalwart to protect their allies, smash their way through a legion of foes, or fling their shield through the air with extraordinary strength and accuracy. Even the simplest disk of wood or metal becomes a powerful weapon in the hands of a Shieldbearer.": "一个盾卫是一名多才多艺的战士，他们使用盾牌既用于防御又用于进攻。在战斗的混乱中，他们坚定地站在那里保护盟友，冲破敌军的阵线，或者用非凡的力量和准确性将盾牌投掷到空中。即使是最简单的木头或金属盾牌，在盾卫手中也变成了一种强大的武器。",
	"If a feature requires a saving throw, your:": "如果一个特性需要进行豁免投骰（saving throw），你的：",
	"While a foe is distracted by their own attack, you can deal a mighty blow. When a creature within 5 feet of you attacks you or one of your allies, you can use your reaction to make a melee attack against them with your shield. On a hit, the attack deals one extra die of damage and the target has disadvantage on the next attack roll they make before the end of their next turn.": "当敌人被他们自己的攻击分散注意力时，你可以发动强力一击。当距离你5英尺内的生物攻击你或你的盟友时，你可以使用你的反应用盾牌对他们进行一次近战攻击。命中时，该攻击额外造成一个伤害骰，并且目标在他们的下一个回合结束前进行的下一个攻击骰扔掷骰时具有劣势。",
	"You can use this feature a number of times equal to your proficiency bonus, and you regain all uses when you finish a long rest.": "你可以使用这个特性的次数等于你的熟练加值，当你完成一次长休后，你会恢复所有使用次数。",
	"You strike your enemies with your shield as easily as any blade. You can use your shield as a simple melee weapon that deals bludgeoning damage equal to {@damage 1d8} + your Strength modifier on a hit. You can {@action Don or Doff a Shield|PHB|don or doff your shield} on your turn without taking an action to do so.": "你可以像使用任何刀剑一样，用盾牌攻击你的敌人。你可以将你的盾牌作为一种简单的近战武器，造成打击伤害等于{@damage 1d8} + 你的力量调整值。你可以在你的回合中{@action Don or Doff a Shield|PHB|don or doff your shield}而不需要采取行动。",
	"Your shield's damage die increases to {@damage 1d10} at 7th level, and {@damage 1d12} at 15th level.": "你的盾牌的伤害骰增加到7级时为{@damage 1d10}，到15级时为{@damage 1d12}。",
	"You learn to hurl a shield with exceptional might and precision. For you, a shield is a weapon with the thrown property with a normal range of 30 feet and a long range of 60 feet. On a hit, it deals the same damage as a melee attack using your {@subclassFeature Shieldbash|Fighter|PHB|Shieldbearer|Ar20|3|Ar20} feature. If you roll a 20 on this ranged attack roll, the target is {@condition stunned} until the end of their next turn. If the attack hits and you can make another attack this turn, you can use your next attack to bounce the shield off the first target and target another foe you can see within 10 feet of the original target, making another ranged attack roll to determine if it hits. You can bounce the shield more than once if each attack hits and you have attacks remaining on this turn.": "你学会了以异常的力量和精准度投掷盾牌。对你来说，盾牌是一种带有投掷属性的武器，其正常射程为30英尺，最远射程为60英尺。命中时，它造成与使用你的{@subclassFeature Shieldbash|Fighter|PHB|Shieldbearer|Ar20|3|Ar20}特性进行近战攻击相同的伤害。如果你在这次远程攻击检定中投掷出20，目标将在他们的下一个回合结束前处于{@condition stunned}状态。如果攻击命中且你可以在本回合内进行另一次攻击，你可以使用下一次攻击将盾牌从第一个目标上弹开，瞄准原始目标周围10英尺内的另一个敌人，进行另一次远程攻击检定以确定是否命中。如果每次攻击都命中且你在本回合内还有攻击次数，你可以连续弹射盾牌多次。",
	"At the end of the turn, your shield returns to you. You can catch it if you have a free hand; otherwise, it lands at your feet.": "回合结束时，你的盾牌会回到你身边。如果你有一只空手，你可以接住它；否则，它会落在你脚下。",
	"The extra damage from your {@subclassFeature Counterstrike|Fighter|PHB|Shieldbearer|Ar20|3|Ar20} feature increases to two extra damage dice, instead of one. Additionally, when you hit a creature with your {@subclassFeature Counterstrike|Fighter|PHB|Shieldbearer|Ar20|3|Ar20} feature, they have disadvantage on all attack rolls (not just one) until the end of their next turn.": "你的{@subclassFeature Counterstrike|Fighter|PHB|Shieldbearer|Ar20|3|Ar20}特性额外伤害增加到两个额外伤害骰子，而不是一个。此外，当你用你的{@subclassFeature Counterstrike|Fighter|PHB|Shieldbearer|Ar20|3|Ar20}特性击中一个生物时，他们在他们的下一个回合结束前所有攻击骰都有劣势（不只是一个）。",
	"Following the rhythm of combat, you elegantly inter-weave offense and defense. When you take the {@action Dodge} action while wielding a shield, you can make a melee attack (no action required), then choose one creature within 5 feet of you to protect. Until the start of your next turn, any attack roll made by a creature you can see against the protected creature has disadvantage. The benefit ends early if you are {@condition incapacitated} or if you are more than 5 feet away from the protected creature.": "在战斗的节奏中，你优雅地交织攻击和防御。当你持盾牌采取{@action Dodge}行动时，你可以进行一次近战攻击（无需行动），然后选择一个距离你5英尺以内的生物进行保护。直到你的下一个回合开始前，任何一个你能看见的生物对被保护生物进行的攻击骰有劣势。如果你被{@condition incapacitated}或者你离被保护生物超过5英尺，这个效果会提前结束。",
	"Your mighty attacks control the battlefield and smash aside your foes' defenses. Once on each of your turns when you hit a creature with your shield, you can force them to make a Strength saving throw. On a failed save, you choose one of the following effects:": "你强大的攻击控制着战场，击溃敌人的防御。每个回合一次，当你用盾牌击中一个生物时，你可以让其进行一次力量豁免检定。如果未通过豁免检定，你可以选择以下效果之一：",
	"If the target is Large or smaller, they are shoved up to 10 feet away from you.": "如果目标是大型或更小，则将它们推开，使其离你远达10英尺。",
	"The target drops one item of your choice that they're holding, which lands at their feet.": "目标随机掉落(%num%)个物品，这些物品掉落在他们的脚下。",
	"The next attack against the target before the start of your next turn has advantage.": "在你的下一个回合开始之前对目标的下一次攻击有优势。",
	"In addition, thanks to your practiced reflexes, ranged weapon attacks against you have disadvantage while you are wielding a shield.": "此外，由于您训练有素的反射能力，在您持盾时对您进行的远程武器攻击具有劣势。",
	"You've tempered your skills in the heat of battle and emerged victorious. When you use your {@subclassFeature Safeguard|Fighter|PHB|Shieldbearer|Ar20|10|Ar20} feature to take the {@action Dodge} action, you can make up to two melee attacks as part of that action (instead of one). Moreover, when you hit a creature with your {@subclassFeature Counterstrike|Fighter|PHB|Shieldbearer|Ar20|3|Ar20} feature, they must succeed on a Constitution saving throw or be {@condition stunned} until the start of their next turn.": "你在战斗的热火中磨练了自己的技能，并最终获得了胜利。当你使用你的{@subclassFeature Safeguard|Fighter|PHB|Shieldbearer|Ar20|10|Ar20}特性来进行{@action Dodge}动作时，你可以在该动作中进行多达两次近战攻击（而不是一次）。此外，当你用你的{@subclassFeature Counterstrike|Fighter|PHB|Shieldbearer|Ar20|3|Ar20}特性击中一名生物时，它们必须成功进行一次体质豁免才能免疫{@condition stunned}，直到它们的下一个回合开始。",
	"The rim of this shield is fitted with sharp, curved blades. When you make an attack with this shield, you can choose whether the damage it deals is bludgeoning or slashing damage.": "这个盾牌的边缘装有锋利的弯刀。当你使用这个盾牌进行攻击时，你可以选择造成的伤害是钝击伤害还是割伤伤害。",
	"Though this small round shield offers less protection than larger models, it handily obfuscates your movements to confuse your enemies. While wielding this shield, you can make a Charisma ({@skill Deception}) check as a bonus action, contested by another creature's Wisdom ({@skill Insight}) check. On a success, you make your next attack against that creature before the end of your turn with advantage.": "虽然这个小圆盾提供的保护比较大型模型少，但它巧妙地掩盖了你的动作，以混淆你的敌人。当你挥舞这个盾牌时，你可以作为一个额外动作进行一次魅力检定（{@skill Deception}），与另一生物的感知检定（{@skill Insight}）进行对抗。如果成功，你在回合结束前对该生物进行的下一个攻击获得优势。",
	"This fine shield bears an emblem or coat of arms associated with an organization, such as a knightly order or civil guard, the faith of a particular god, or a location, such as your country of origin. While you visibly carry this shield, you have advantage on Charisma checks to interact with members of the shield's displayed affiliation.": "这面精美的盾牌上有一个象征着某个组织的纹章或家族徽章，比如骑士团或市民卫队，某个特定神的信仰，或者你的原籍地。当你明显地携带这个盾牌时，你在与展示的组织成员互动时进行魅力检定时获得优势。",
	"This metal shield comes with a {@item hooded lantern|PHB} that can be hung from a hook on the shield's rim, allowing you to illuminate your path while keeping a hand free.": "这个金属盾牌配备了一个可以挂在盾牌边缘钩上的{@item hooded lantern|PHB}，让你在保持一只手空闲的同时照亮你的道路。",
	"This shield is outfitted with formidable metal spikes. A creature who attempts to {@action grapple|PHB} you takes {@damage 1d4} piercing damage, plus an extra {@damage 1d4} piercing damage at the start of each of their turns while {@action grapple|PHB|grappling} you. Additionally, attacks made with this shield deal an extra {@damage 1d4} piercing damage on a hit.": "这个盾牌装备有强大的金属尖刺。一个试图{@action grapple|PHB}你的生物会受到{@damage 1d4}穿刺伤害，再加上每个他们的回合开始时受到额外{@damage 1d4}穿刺伤害，当{@action grapple|PHB|grappling}你。此外，使用这个盾牌进行的攻击在命中时会额外造成{@damage 1d4}穿刺伤害。",
	"While wielding this heavy shield, ranged weapon attacks against you have disadvantage, but you can't add your Dexterity modifier to your Armor Class and you have disadvantage on Dexterity ({@skill Stealth}) checks.": "持有这个沉重的盾牌时，对你进行的远程武器攻击有劣势，但你不能将你的敏捷调整值加到你的护甲等级上，并且你在敏捷检定中有劣势（{@skill Stealth}）。",
	"This comfortable steel cuff bracelet is engraved with intricate geometric designs.": "这款舒适的钢质手铐手镯上刻有复杂的几何图案。",
	"The bracelet has 3 charges. As a reaction when you would be hit by an attack or you are targeted by the {@spell magic missile} spell, you can expend 1 charge to gain a +5 bonus to AC, including against the triggering attack, and you take no damage from {@spell magic missile}. This benefit lasts until the start of your next turn.": "这个手镯有3个充能。作为一种反应，当你被攻击或被{@spell magic missile}法术瞄准时，你可以消耗1个充能获得+5的AC加值，包括对触发攻击的防御，并且你不会受到{@spell magic missile}的伤害。这个效果持续到你的下一个回合开始。",
	"The bracelet regains all expended charges each day at dawn.": "手镯在每天黎明时重新获得所有已消耗的充能。",
	"This gem is emblazoned with the symbol of the Scribes. While holding the gem, you can use an action to cast the {@spell sending} spell from it. The target is another creature carrying a gem of sending. Once {@spell sending} is cast through the gem, it can't be used again until the next dawn.": "这颗宝石上镶嵌着抄写员的符号。当你握着这颗宝石时，你可以使用一个动作从中施放{@spell sending}法术。目标是另一名携带发送宝石的生物。一旦通过宝石施放了{@spell sending}，宝石直到次日黎明前都无法再次使用。",
	"While holding this shield, you have a +1 bonus to AC and a +1 bonus to attack and damage rolls made with the shield. This bonus is in addition to the shield's normal bonus to AC.": "持有这个盾牌时，你的AC获得+1加值，使用这个盾牌进行的攻击和伤害骰投掷也获得+1加值。这个加值是在盾牌正常AC加值之外的。",
	"While holding this shield, you have a {=bonusAc} bonus to AC and a {=bonusWeapon} bonus to attack and damage rolls made with the shield. This bonus is in addition to the shield's normal bonus to AC.": "持有这个盾牌时，你的AC获得额外{=bonusAc}加值，使用这个盾牌进行攻击和伤害骰投掷时获得额外{=bonusWeapon}加值。这个加值是在盾牌正常AC加值之外的。",
	"While holding this shield, you have a +2 bonus to AC and a +2 bonus to attack and damage rolls made with the shield. This bonus is in addition to the shield's normal bonus to AC.": "持有这个盾牌时，你的AC获得+2加值，使用这个盾牌进行攻击和伤害骰投掷时也获得+2加值。这个加值是在盾牌正常AC加值之外的额外加值。",
	"While holding this shield, you have a +3 bonus to AC and a +3 bonus to attack and damage rolls made with the shield. This bonus is in addition to the shield's normal bonus to AC.": "持有这个盾牌时，你的AC获得+3加值，使用这个盾牌进行攻击和伤害骰投掷时也获得+3加值。这个加值是在盾牌正常AC加值之外的额外加值。",
	"This slim, circular shield is designed to be thrown with ease. You can use this shield as a simple melee weapon with the thrown property, with a normal range of 40 feet and a long range of 60 feet. On a hit, it deals {@damage 1d8} + your Strength modifier bludgeoning damage and {@damage 1d6} force damage.": "这个纤薄的圆形盾牌设计用于轻松投掷。你可以将这个盾牌作为一种带有投掷特性的简单近战武器使用，其正常射程为40英尺，最远射程为60英尺。命中时，它造成{@damage 1d8} + 你的力量调整值的钝击伤害和{@damage 1d6}力量伤害。",
	"Hit or miss, the shield returns to you either after you make an attack with it or at the end of your turn (your choice). You can catch the shield if you have a free hand; otherwise, it falls to the ground at your feet.": "无论命中与否，盾牌都会在你使用它进行攻击后或者在你的回合结束时（你选择）回到你手中。如果你有一只空手，你可以接住盾牌；否则，它会掉落在你脚下。",
	"This simple oval shield, usually made of hardened leather or polished wood, has been blessed by a cleric or paladin. You can use the shield to perform one of the following 10-minute rituals, either alone or with other creatures:": "这个简单的椭圆形盾牌通常由硬化皮革或抛光木制成，已经被一位牧师或圣骑士祝福过。你可以使用这个盾牌来执行以下其中一个10分钟的仪式，可以独自进行，也可以与其他生物一起进行：",
	"For the next hour, up to six creatures of your choice that participated in the ritual have advantage on saving throws against being {@condition frightened}.": "在接下来的一个小时里，参与仪式的最多六个生物在豁免被{@condition frightened}影响时获得优势。",
	"You touch one creature who participated in the ritual to celebrate their recent deeds. Once within the next 24 hours when that creature makes an ability check, they can add a bonus to it equal to the number of other creatures who participated in the ritual who wished to honor their deeds (up to a maximum of +10).": "你触摸了一个参与了庆祝仪式的生物。在接下来的24小时内，当这个生物进行能力检定时，他们可以额外添加一个奖励，该奖励等于其他参与仪式并希望尊敬他们事迹的生物数量（最多+10）(%num%)。",
	"You touch a creature participating in the ritual and end one condition affecting them.": "你触摸参与仪式的生物，并结束影响它们的一个状态。",
	"Once this property of the shield is used, it can't be used again until the following dawn.": "一旦这个盾牌的特性被使用，直到第二天黎明之前都无法再次使用。",
	"This sturdy shield is inlaid with a motif resembling a ram's horns. Using this shield grants you advantage on Strength checks made to break through doors, barricades, and similar barriers. In addition, when you successfully {@action shove} a creature with this shield, you can choose to knock the target 10 feet away from you, rather than 5.": "这坚固的盾牌镶嵌着类似羊角的图案。使用这个盾牌可以让你在试图破门、破拦、或者破坏类似障碍物的力量检定中获得优势。此外，当你用这个盾牌成功攻击一个生物时，你可以选择将目标击退10英尺，而不是5英尺。",
	"The edge of this round shield is inlaid with a delicate design showing the phases of a moon. The shield is linked to one of the moons in your campaign setting, and the respective designs glow slightly as that moon progresses through its phases.": "这个圆盾的边缘镶嵌着精美的设计，展示了月相的变化。这个盾牌与你战役设定中的一个月亮相关联，随着那个月亮进入不同的月相，相应的设计会微微发光。",
	"While wielding this shield, you gain a +1 bonus to AC. Additionally, the shield has different properties depending on the current lunar phase:": "持有这个盾牌时，你的AC获得+1的加值。此外，这个盾牌根据当前的月相有不同的属性：",
	"You can cast the {@spell darkness} spell at will, centered on the shield. When you cast the spell in this way, the magical darkness doesn't affect your vision. In addition, you can use a bonus action to become {@condition invisible}, along with anything you are wearing or carrying as long as it is on your person, for up to 1 minute.": "你可以随意施放{@spell darkness}法术，以盾牌为中心。当你以这种方式施放法术时，魔法黑暗不会影响你的视觉。此外，你可以使用一个奖励动作变成{@condition invisible}，连同你身上穿戴的任何物品，持续1分钟。",
	"Once you use this property of the shield, you can't use it again until the next night with a new moon.": "一旦你使用了这个盾牌的属性，你就不能再次使用它，直到下一个新月的夜晚。",
	"You can cast {@spell faerie fire} (save {@dc 17}) at will. In addition, you can use a bonus action to choose up to three creatures within 30 feet of you. For the next minute, each creature is imbued with lunar power and can add {@dice 1d4} to their attack rolls, saving throws, and damage rolls (this extra damage is radiant damage). Once you use this property of the shield, you can't use it again until the next dawn.": "你可以随意施放{@spell faerie fire}（豁免{@dc 17}）。此外，你可以使用一个奖励动作选择你周围30英尺内的最多三个生物。在接下来的一分钟内，每个生物都被赋予月之力量，可以在攻击检定、豁免检定和伤害检定中增加{@dice 1d4}（这额外的伤害是辐射伤害）。一旦你使用了盾牌的这个特性，直到第二天黎明之前你不能再次使用它。",
	"You can cast the {@spell see invisibility} spell at will. In addition, you can use an action to call down lunar radiance in a 20-foot radius centered on a point within 120 feet of you. Each creature of your choice in the area must make a {@dc 17} Constitution saving throw, taking {@damage 8d6} radiant damage on a failed save, or half as much damage on a successful one. Once you use this property of the shield, you can't use it again until the next night with a full moon.": "你可以随意施放{@spell see invisibility}法术。此外，你可以使用一个动作，在距离你120英尺内的某点上召唤月光辉煌，覆盖20英尺半径范围。该区域内你选择的每个生物必须进行{@dc 17}体质豁免才能，未通过则受到{@damage 8d6}辐射伤害，通过则只受到一半伤害。一旦你使用了这个盾牌的属性，直到下一个满月之夜之前你不能再次使用它。",
	"You can cast {@spell pass without trace} at will without components. In addition, you can use a bonus action to choose one creature within 30 feet of you. For the next minute, that creature must subtract {@dice 1d4} from their attack rolls, saving throws, and damage rolls. Once you use this property of the shield, you can't use it again until the next dusk.": "你可以随意施放{@spell pass without trace}，无需材料。此外，你可以使用一个奖励动作选择你30英尺内的一名生物。在接下来的一分钟内，该生物必须从他们的攻击检定、豁免检定和伤害骰中减去{@dice 1d4}。一旦你使用了这个盾牌的属性，直到次日黄昏前你不能再次使用它。",
	"In the rare event of a lunar eclipse, your shield gains the following properties for the duration of the eclipse, instead of the properties of the current lunar phase. You can cast {@spell sanctuary} at will (save {@dc 17}). In addition, you can use an action to choose up to six creatures within 60 feet of you. Each creature must succeed on a {@dc 17} Constitution saving throw or be {@condition blinded} for 10 minutes. At the end of each of their turns, a target can make a Constitution saving throw, ending the condition on themself on a success. Once you use this property of the shield, you can't use it again for the duration of the eclipse.": "在罕见的月食事件中，你的护盾将在月食持续期间获得以下属性，而不是当前月相的属性。你可以随意施放{@spell sanctuary}（豁免{@dc 17}）。此外，你可以使用一个动作选择你周围60英尺内的最多六个生物。每个生物必须通过一次{@dc 17} 体质豁免才能在10分钟内被{@condition blinded}。在他们的回合结束时，目标可以进行一次体质豁免，成功则结束自身的状态。一旦你使用了护盾的这个属性，你在月食持续期间无法再次使用它。",
	"It can be fun to track moon phases in your setting, especially if your character has a connection to the moon or moons—but if you and your GM don't want to handle that minutia, your GM can determine the shield of the shifting moon's current properties by picking the current moon phase or rolling a {@dice d12}. On a roll of 1, the moon is new; on a 2–6, the moon is waxing; on a 7–11, the moon is waning; and on a 12, the moon is full. The GM chooses if and when an eclipse occurs.": "在你的设定中追踪月相可能会很有趣，特别是如果你的角色与月亮或月亮有联系。但如果你和你的GM不想处理这些细枝末节，你的GM可以通过选择当前月相或掷骰子{@dice d12}来确定移动月之盾的当前属性。掷骰结果为1时，月亮是新月；2-6时，月亮在逐渐圆满；7-11时，月亮在逐渐缩小；12时，月亮是满月。GM可以选择日食发生的时间和情况。",
	"This shield is polished to a mirror sheen, but its surface shows iridescent flickers rather than any reflection. The shield has 10 charges. While wielding it, when you are targeted by a ranged spell attack or are in the area of effect of a spell whose area of effect is a line, you can use your reaction and expend a number of charges equal to the spell's level (minimum of 1) to reflect the spell. When you do so, the spell has no effect against you, and its effect is reflected as though it originated from you. You can either reflect the spell harmlessly, or you can target a creature of your choice within range (for a ranged spell attack) or reflect the spell in a direction of your choice (for an area of effect).": "这个盾牌被抛光得像镜子一样闪亮，但其表面显示出七彩闪烁，而不是任何倒影。这个盾牌有10个充能。当你握持它时，当你被针对远程法术攻击或处于以直线为范围的法术影响范围内时，你可以使用你的反应并消耗与法术等级相等的充能数量（最少1个）来反射该法术。当你这样做时，该法术对你没有任何影响，并且其效果被反射，就好像它是源自于你一样。你可以选择无害地反射该法术，或者你可以选择在范围内选择一个生物（对于远程法术攻击）或者选择一个方向反射该法术（对于范围影响）。",
	"The shield regains {@dice 1d6 + 4} charges each day at dawn.": "盾牌在每天黎明时恢复{@dice 1d6 + 4}次充能。",
	"A shield with the cumbersome property can't be effectively thrown regardless of its wielder's class features or other abilities.": "一个带有笨重属性的盾牌，无论其持有者的职业特性或其他能力如何，都无法有效地投掷。",
	"This shield can't be wielded by a creature with a Strength score less than {{item.strength}}.": "这个盾牌不能被力量分数低于{{item.strength}的生物使用。",
	"The sentinel can designate another creature to be their charge. When a creature within 5 feet of the sentinel hits the sentinel's charge with an attack and the sentinel isn't {@condition incapacitated}, the sentinel can immediately make a melee attack against the creature (no action required).": "哨兵可以指定另一个生物作为他们的守护对象。当一个生物在离哨兵5英尺范围内用攻击命中了哨兵的守护对象，而哨兵不是{@condition incapacitated}时，哨兵可以立即对那个生物进行一次近战攻击（无需动作）。",
	"The sentinel can only have one charge at a time.": "哨兵只能同时拥有一个充能。",
	"The sentinel deals double damage to objects and structures.": "哨兵对物体和结构造成双倍伤害。",
	"The sentinel makes three Pneumatic Fist attacks. They can replace one attack with a Grapple-Hand attack or a use of Reel.": "哨兵进行三次气动拳击。他们可以用抓手攻击或使用卷绕来替换其中一次攻击。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}16 ({@damage 2d10 + 5}) bludgeoning damage, and the target must succeed on a {@dc 17} Strength saving throw or be knocked {@condition prone}.": "{@atk mw} {@hit 9}攻击，达到5英尺，一个目标。造成{@h}16 ({@damage 2d10 + 5}) 钝击伤害，并且目标必须成功进行一次{@dc 17} 力量豁免才能不被击倒{@condition prone}。",
	"{@atk mw} {@hit 9} to hit, reach 50 ft., one target. {@h}16 ({@damage 2d10 + 5}) bludgeoning damage, and the target is {@condition grappled} (escape {@dc 17}). Until the grapple ends, the target is {@condition restrained} and has disadvantage on Strength ability checks and saving throws, and the sentinel can't use the same hand to attack or {@action grapple} another target. The sentinel has two hands.": "{@atk mw} 使用近战攻击，达到50英尺，一个目标。造成{@h}16 ({@damage 2d10 + 5}) 钝击伤害，并且目标被{@condition grappled} (逃脱 {@dc 17})。直到这次擒抱结束，目标被{@condition restrained} 并且在力量检定和豁免骰上有劣势，而且哨兵不能用同一只手攻击或{@action grapple} 另一个目标。哨兵有两只手。",
	"The sentinel pulls each creature they are grappling 25 feet straight toward themself.": "哨兵将其擒抱的每个生物朝自己拉拽25英尺。",
	"The sentinel moves up to their speed in a straight line toward their charge. During this move, the sentinel ignores difficult terrain, can move through hostile creatures' spaces regardless of their size, and smashes through minor nonmagical obstacles in their path such as doors, windows, or walls less than 1 foot thick. Each {@condition prone} creature whose space the sentinel moves through takes 44 ({@damage 8d10}) bludgeoning damage. Each creature who isn't {@condition prone} whose space the sentinel moves through must make a {@dc 17} Dexterity saving throw. On a failed save, the creature takes 16 ({@damage 2d10 + 5}) bludgeoning damage and is pushed 5 feet away into an unoccupied space of the creature's choice, or knocked {@condition prone} in their current space if there is no unoccupied space within range. On a successful save, the creature takes half as much damage and isn't pushed or knocked {@condition prone}.": "哨兵沿直线向其目标移动，移动距离为其速度。在此移动过程中，哨兵无视艰难地形，可以穿过敌对生物的空间，无论其大小，并且可以冲破路径上不超过1英尺厚的小型非魔法障碍物，如门、窗户或墙壁。每个{@condition prone}生物的空间，哨兵移动时都会受到44({@damage 8d10}) 钝击伤害。每个不是{@condition prone}的生物的空间，哨兵移动时必须进行一个{@dc 17} 敏捷豁免检定。未能通过豁免检定的生物会受到16({@damage 2d10 + 5}) 钝击伤害，并被推开5英尺，进入其选择的未被占据的空间，或者如果范围内没有未被占据的空间，则被撞倒在其当前空间内。通过豁免检定的生物只会受到一半伤害，并且不会被推开或撞倒{@condition prone}。",
	"When the sentinel is within 5 feet of their charge and a creature the sentinel can see attacks the charge, the sentinel can swap positions with the charge and become the target of the attack instead.": "当哨兵在与他们的守护目标之间距离在5英尺以内，并且哨兵能看见的一只生物攻击了守护目标时，哨兵可以与守护目标交换位置，成为攻击的目标。",
	"The priest casts one of the following spells, using Charisma as the spellcasting ability (spell save {@dc 16}):": "牧师施放以下其中一个法术，使用魅力作为施法能力（法术豁免 {@dc 16}）：",
	"The priest makes three Claw attacks, and they make a Fire Bolt attack or use Spellcasting.": "牧师进行三次爪击攻击，然后进行火球攻击或施法。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage plus 9 ({@damage 2d8}) fire damage.": "{@atk mw} {@hit 8} 进行攻击，射程5英尺，目标一个。造成{@h}7 ({@damage 1d6 + 4}) 斩击伤害加上9 ({@damage 2d8}) 火焰伤害。",
	"{@atk rs} {@hit 8} to hit, range 120 ft., one target. {@h}16 ({@damage 3d10}) fire damage. A flammable object hit by this spell ignites if it isn't being worn or carried.": "{@atk rs} {@hit 8} 命中，射程120英尺，一个目标。 {@h}16 ({@damage 3d10}) 火焰伤害。被此法术击中的易燃物品，如果没有被穿戴或携带，将会点燃。",
	"The priest exhales fire in a 30-foot cone. Each creature in that area must make a {@dc 16} Dexterity saving throw, taking 42 ({@damage 12d6}) fire damage on a failed save, or half as much damage on a successful one. Additionally, a creature loses any resistance or immunity to fire damage for 1 minute if they take or would have taken damage from this action.": "牧师在一个30英尺的锥形范围内呼出火焰。该区域内的每个生物必须进行一次{@dc 16} 敏捷豁免检定，未通过则受到42({@damage 12d6}) 火焰伤害，通过则减半。此外，如果生物受到或本应受到此次行动的伤害，它们将失去对火焰伤害的任何抗性或免疫，持续1分钟。",
	"The dragon priest stat block assumes that the dragon priest's master is a red dragon, which is reflected in its immunity to fire damage and the fire damage dealt by its actions. You can change this to suit another type of dragon by swapping the damage type.": "龙祭司的属性块假定龙祭司的主人是一只红龙，这体现在它对火焰伤害的免疫性以及其行动造成的火焰伤害上。你可以通过更改伤害类型来适应其他类型的龙。",
	"The priest exhales {{damageType}} in a 30-foot cone. Each creature in that area must make a {@dc 16} Dexterity saving throw, taking 42 ({@damage 12d6}) {{damageType}} damage on a failed save, or half as much damage on a successful one. Additionally, a creature loses any resistance or immunity to {{damageType}} damage for 1 minute if they take or would have taken damage from this action.": "牧师在一个30英尺锥形范围内呼出{{damageType}。该区域内的每个生物必须进行一次{@dc 16} 敏捷豁免检定，未通过则受到42({@damage 12d6}) {{damageType} 伤害，通过则减半。此外，如果生物受到或本应受到此次行动造成的伤害，它们将失去对{{damageType} 伤害的任何抗性或免疫，持续1分钟。",
	"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage plus 9 ({@damage 2d8}) {{damageType}} damage.": "{@atk mw} {@hit 8}攻击，达到5英尺，一个目标。造成{@h}7 ({@damage 1d6 + 4})点砍伤伤害加上9 ({@damage 2d8})点{{damageType}}伤害。",
	"If the slayer is subjected to an effect that allows them to make a saving throw to take only half damage, they instead take no damage if they succeed on the saving throw, and only half damage if they fail.": "如果猎魔人受到一种效果的影响，使他们可以进行豁免才能仅受到一半伤害，那么如果他们成功通过豁免检定，他们将不受任何伤害，如果他们未能通过，则只受到一半伤害。",
	"When one of the slayer's actions or abilities refers to creatures with the Dragon type, it includes creatures that have draconic ancestry, such as {@creature dragon priest|Ar20|dragon priests}, dragonborn, {@class Sorcerer|PHB|Draconic Bloodline|Draconic|PHB} sorcerers, and kobolds.": "当猎魔人的行动或能力涉及到龙类生物时，它包括具有龙族血统的生物，比如{@creature dragon priest|Ar20|dragon priests}，龙裔，{@class Sorcerer|PHB|Draconic Bloodline|Draconic|PHB}巫师，和龙人。",
	"The slayer can grapple a creature of any size and has advantage on Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) checks made to {@action grapple} or climb onto a creature that is of a size larger than themself. While grappling or clinging to a creature that is of a size larger than themself, the slayer makes attack rolls against that creature with advantage. If the slayer {@action grapple|PHB|grapples} a creature that is at least two sizes larger than the slayer, the slayer's speed becomes 0 instead of the target's speed, and if a creature {@condition grappled} in this way by the slayer moves, the slayer moves with them, requiring none of the slayer's movement.": "猎魔人可以与任何大小的生物搏斗，并且在进行力量（{@skill Athletics}）或敏捷（{@skill Acrobatics}）检定以{@action grapple}或攀爬到比自己体型更大的生物时具有优势。当与比自己体型更大的生物搏斗或紧贴时，猎魔人对该生物进行的攻击投掷获得优势。如果猎魔人搏斗的生物至少比猎魔人大两个体型，猎魔人的速度变为0，而非目标的速度，并且如果被猎魔人这种方式搏斗的生物移动，猎魔人将随之移动，不消耗猎魔人的任何移动。",
	"The slayer makes three attacks.": "这位杀手进行三次攻击。",
	"{@atk mw} {@hit 8} to hit (or {@hit 10} against a Dragon), reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage, or 9 ({@damage 1d10 + 4}) slashing damage if used with two hands. If the target is a Dragon, they take an additional 10 ({@damage 3d6}) slashing damage.": "{@atk mw} {@hit 8}攻击（或{@hit 10}对抗龙族）, 射程5英尺, 一个目标. 造成{@h}8 ({@damage 1d8 + 4}) 斩击伤害, 或者如果双手使用则为9 ({@damage 1d10 + 4}) 斩击伤害. 如果目标是一只龙族, 额外受到10 ({@damage 3d6}) 斩击伤害.",
	"{@atk rw} {@hit 8} to hit (or {@hit 10} against a Dragon), range 30/120 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage. If the target is a Dragon, they must make a {@dc 17} Constitution saving throw, taking an additional 33 ({@damage 6d10}) piercing damage on a failed save, or half as much damage on a successful one.": "{@atk rw} {@hit 8}攻击（或者{@hit 10}攻击龙族）, 射程30/120尺，目标一个。造成{@h}7 ({@damage 1d6 + 4}) 点穿刺伤害。如果目标是一只龙族，它们必须进行一次{@dc 17}体质豁免，未通过则额外受到33 ({@damage 6d10}) 点穿刺伤害，通过则减半。",
	"The slayer carries four javelins. Once a javelin of dragon slaying deals its extra damage to a Dragon, it becomes a nonmagical javelin.": "这位杀手携带着四支标枪。一旦一支龙杀标枪对龙造成额外伤害，它就会变成一支非魔法标枪。",
	"The slayer turns their cloak into a pair of wings, gaining a flying speed of 60 feet for 1 hour.": "杀手将他们的斗篷变成一双翅膀，获得60英尺的飞行速度，持续1小时。",
	"When a creature the slayer can see moves within 30 feet of the slayer, the slayer can make a weapon attack against that creature. If the attack hits, the target's speed is halved until the end of the current turn.": "当猎杀者能看见的生物在距离猎杀者30英尺内移动时，猎杀者可以对该生物进行一次武器攻击。如果攻击命中，目标的速度将减半，直到当前回合结束。",
	"The gish casts one of the following spells, requiring no material or verbal components and using Intelligence as the spellcasting ability (spell save {@dc 16}, {@hit 8} to hit with spell attacks):": "这位战法施放以下其中一个法术，无需材料或口头组件，并使用智力作为施法能力（法术豁免 {@dc 16}，用法术攻击命中 {@hit 8}）：",
	"The gish has advantage on Constitution saving throws to maintain {@status concentration} on a spell, and is immune to any effect that allows other creatures to sense their emotions or read their thoughts, as well as any divination spell that they refuse. If the gish takes psychic damage, this trait doesn't function until the start of the gish's next turn.": "这位战法在维持法术的{@status concentration}时，对体质豁免 throws 有优势，并且免疫任何让其他生物感知他们情绪或读取他们思维的效果，以及任何他们拒绝的占卜法术。如果这位战法受到精神伤害，这个特性在战法的下一个回合开始前不起作用。",
	"If the gish is wielding a sword, their weapon attacks are magical and have a +1 bonus to attack and damage rolls (included in the attack).": "如果战法师挥舞一把剑，他们的武器攻击是魔法的，并且在攻击和伤害骰上获得+1的奖励（已包含在攻击中）。",
	"The gish makes two Longsword or Eldritch Blast attacks, and they use Signcasting.": "这个战法士进行两次长剑或奥术射线(Eldritch Blast)攻击，并且使用符文施法(Signcasting)。",
	"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8 + 5}) slashing damage.": "{@atk mw} 近战攻击，射程5英尺，一个目标。造成{@h}9 ({@damage 1d8 + 5})点割伤伤害。",
	"{@atk rs} {@hit 8} to hit, range 120 ft., one target. {@h}5 ({@damage 1d10}) force damage.": "{@atk rs} 使用 {@hit 8} 进行攻击，射程120英尺，目标为一名敌人。造成{@h}5 ({@damage 1d10}) 点力场伤害。",
	"The gish magically teleports, along with any equipment they are wearing or carrying, up to 45 feet to an unoccupied space they can see.": "战法师使用魔法传送，连同他们穿戴或携带的任何装备一起，最多可传送至45英尺内一个可以看见的未被占据的空间。",
	"When the gish is hit by an attack or targeted by a {@spell magic missile} spell, an {@condition invisible} barrier of magical force appears and protects them.": "当格施(Gish)受到攻击或被{@spell magic missile}法术瞄准时，会出现一道{@condition invisible}魔法力场屏障保护他们。",
	"Until the start of their next turn, the gish has a +5 bonus to AC, including against the triggering attack, and the gish takes no damage from {@spell magic missile}.": "直到他们的下一个回合开始，格施获得+5点AC加值，包括对触发攻击的防御，并且格施对{@spell magic missile}不会受到伤害。",
	"Once on their turn, the hero can take one additional action.": "英雄在他们的回合中可以额外执行一次动作。",
	"The hero has advantage on initiative rolls and can't be surprised.": "英雄在先攻骰时具有优势，并且不会被吓到。",
	"The hero can wield two-handed weapons with one hand. If a weapon has the versatile property, the hero always uses the two-handed damage die.": "英雄可以单手使用双手武器。如果武器具有多用途属性，英雄始终使用双手的伤害骰(%num%)。",
	"The hero's weapon attacks are magical.": "英雄的武器攻击是魔法的。",
	"The hero deals double damage to objects and structures.": "英雄对物体和建筑造成双倍伤害。",
	"The hero makes two Maul attacks and uses Overwhelming Attack.": "英雄进行了两次重槌（Maul）攻击，并使用了压倒性一击（Overwhelming Attack）。",
	"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) bludgeoning damage.": "{@atk mw} 近战攻击，射程5英尺，目标一个。{@h}12 ({@damage 2d6 + 5}) 钝击伤害。",
	"The hero makes a Maul attack that targets any number of creatures within 5 feet of the hero and uses the same attack roll for each target. The hero deals an extra 21 ({@damage 6d6}) bludgeoning damage to each target they hit with this attack.": "英雄进行一次重槌攻击，目标是英雄周围5英尺内的任意数量生物，并对每个目标使用相同的攻击骰。英雄对每个被攻击命中的目标额外造成21({@damage 6d6})点钝击伤害。",
	"The hero unleashes an ear-splitting battle cry in a 60-foot cone. Each creature in that area that can hear the hero must make a {@dc 18} Constitution saving throw. On a failed save, a creature takes 27 ({@damage 4d10 + 5}) thunder damage and is {@condition deafened} for 1 minute. On a successful save, the creature takes half as much damage and isn't {@condition deafened}. A creature made of inorganic material such as stone, crystal, or metal has disadvantage on this saving throw.": "英雄在一个60英尺锥形范围内发出震耳欲聋的战斗呐喊。在该区域内能听到英雄声音的每个生物必须进行一次{@dc 18}体质豁免投。未通过豁免的生物会受到27点({@damage 4d10 + 5}) 雷属性伤害，并在1分钟内处于{@condition deafened}状态。通过豁免的生物只会受到一半伤害，并且不会被{@condition deafened}。由石头、水晶或金属等无机材料构成的生物在这次豁免投中有劣势。",
	"The hero stomps their foot with the force of a falling meteorite. Each creature standing on the ground within 30 feet of the hero takes 26 ({@damage 6d6 + 5}) bludgeoning damage and must succeed on a {@dc 18} Dexterity saving throw or be knocked {@condition prone}.": "英雄用一颗陨石坠落的力量跺脚。站在英雄周围30英尺范围内的每个生物受到26({@damage 6d6 + 5}) 钝击伤害，并必须通过一次{@dc 18} 敏捷豁免检定，否则被击倒{@condition prone}。",
	"The hero jumps up to 20 feet in any direction and can land in another creature's space. If they land in another creature's space, that creature takes 12 ({@damage 2d6 + 5}) bludgeoning damage and is pushed 5 feet away from the hero into an unoccupied space of the creature's choice, or knocked {@condition prone} in their current space if there is no unoccupied space within range. Additionally, the hero has advantage on attacks made against creatures within 5 feet of the space they landed in until the end of their turn.": "英雄可以向任何方向跳高达20英尺，并且可以降落在另一个生物的空间内。如果他们降落在另一个生物的空间内，那个生物会受到12点打击伤害，并被推开5英尺，移动到该生物选择的一个未被占据的空间，或者如果范围内没有未被占据的空间，则在其当前位置被击倒。此外，英雄在其回合结束前对于降落空间内的生物攻击具有优势。",
	"The hero regains 57 ({@dice 6d8 + 30}) hit points.": "英雄恢复了57 ({@dice 6d8 + 30}) 点生命值。",
	"When the hero is hit with a weapon attack that isn't a critical hit by a creature they can see within 120 feet of them, the hero can {@link catch the weapon with their bare hands|https://www.youtube.com/watch?v=nprJvYKz3QQ}, causing the attack to miss instead. If the weapon is nonmagical, it is destroyed.": "当英雄被120英尺内可见的生物的非致命打击攻击时，英雄可以使用{@link catch the weapon with their bare hands|https://www.youtube.com/watch?v=nprJvYKz3QQ}，使攻击失效。如果武器非魔法，则会被摧毁。",
	"The polymath casts one of the following spells from a {@item spell scroll} (spell save {@dc 18}). After casting the spell, the scroll is destroyed and the polymath can't cast it again.": "多才多艺者从{@item spell scroll}中施放以下法术之一（法术豁免{@dc 18}）。施放完法术后，卷轴会被摧毁，多才多艺者无法再次施放该法术。",
	"If the polymath is subjected to an effect that allows them to make a saving throw to take only half damage, they instead take no damage if they succeed on the saving throw, and only half damage if they fail.": "如果多才多艺者受到影响，使其可以进行豁免才能仅受一半伤害，那么如果他们在豁免检定中成功，他们将不受伤害，如果失败则只受一半伤害。",
	"While the polymath is wearing light or no armor and wielding no shield, their AC includes their Intelligence modifier.": "当博学者没有穿戴轻甲或无甲，并且没有使用盾牌时，他们的AC包括他们的智力调整值。",
	"The polymath always knows the exact time and their exact location while on their native plane, can recall any piece of information they have learned, and can instantly complete mathematical calculations in their head.": "这位博学多才者总是能够在本土位面上准确知晓时间和位置，能够回忆起所学的任何信息，并能够立即在脑海中完成数学计算。",
	"The polymath can use their Intelligence modifier, instead of Strength or Dexterity, for weapon attack and damage rolls.": "多才多艺者可以使用他们的智力调整值，而不是力量或敏捷，来进行武器的攻击和伤害骰。",
	"The polymath deals an extra 17 ({@damage 5d6}) damage when they hit a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the polymath that isn't {@condition incapacitated} and the polymath doesn't have disadvantage on the attack roll.": "多才多艺者在使用武器攻击命中目标并且具有优势攻击骰时，额外造成17点伤害({@damage 5d6})，或者当目标在多才多艺者的非{@condition incapacitated}盟友5英尺范围内且多才多艺者没有攻击骰劣势时，也会造成额外伤害。",
	"The polymath always knows when they see an illusion, but can't see through the image without interacting with the illusion.": "这位博学多才的人总是能够辨别出幻觉，但在与幻觉互动之前无法看穿这个影像。",
	"The polymath makes three weapon attacks.": "这位博学多才者进行三次武器攻击。",
	"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d8 + 6}) piercing damage plus 28 ({@damage 8d6}) poison damage, and the target must succeed on a {@dc 18} Constitution saving throw or become {@condition poisoned} until the end of their next turn.": "{@atk mw}进行攻击，达到5英尺，一个目标。造成10({@damage 1d8 + 6})点刺伤伤害加上28({@damage 8d6})点毒素伤害，目标必须成功通过一次{@dc 18}体质豁免才能避免在他们的下一个回合结束前成为{@condition poisoned}。",
	"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d6 + 6}) bludgeoning damage, and the target must succeed on a {@dc 18} Constitution saving throw or be {@condition stunned} until the end of the polymath's next turn.": "{@atk mw} {@hit 12}攻击，射程5英尺，一个目标。造成{@h}9 ({@damage 1d6 + 6}) 钝击伤害，并且目标必须成功通过一次{@dc 18} 体质豁免才能在变形者的下一个回合结束前不动。",
	"{@atk rw} {@hit 12} to hit, range 30/120 ft., one target. {@h}9 ({@damage 1d6 + 6}) piercing damage plus 28 ({@damage 8d6}) poison damage, and the target must succeed on a {@dc 18} Constitution saving throw or become {@condition poisoned} until the end of their next turn.": "{@atk rw}进行攻击，射程30/120英尺，目标为一名生物。造成{@h}9({@damage 1d6 + 6})点穿刺伤害加上28({@damage 8d6})点毒素伤害，并且目标必须通过一次{@dc 18}体质豁免才能避免在接下来的回合结束前变为{@condition poisoned}。",
	"The polymath takes the {@action Dash}, {@action Disengage}, or {@action Hide} action.": "多才多艺者执行{@action Dash}、{@action Disengage}或{@action Hide}动作。",
	"The polymath ends one effect that is causing them to be {@condition charmed} or {@condition frightened}.": "这位博学多才者结束了一个让他们处于{@condition charmed}或{@condition frightened}状态的效果。",
	"The polymath adds +4 to their AC against one weapon attack that would hit them. To do so, the polymath must see the attacker and be wielding a melee weapon. The polymath can then make a weapon attack against the attacker.": "多才多艺者在被一次将会击中他们的武器攻击时，可以对他们的盔甲类别（AC）增加+4。为此，多才多艺者必须看见攻击者并且握持一把近战武器。多才多艺者随后可以对攻击者进行一次武器攻击。",
	"A destroyed saint gains a new body in {@dice 1d10} days, regaining all their hit points and becoming active again. The new body appears on consecrated ground that is sacred to the saint's deity, such as an altar, shrine, or temple.": "一个被摧毁的圣徒在{@dice 1d10}天内获得一个新的身体，恢复所有生命值并重新活跃起来。新的身体出现在被圣徒的神灵视为神圣的地面上，比如祭坛、神龛或寺庙。",
	"The saint's gaze creates a 150-foot cone that overwhelms mortals with a sense of shock, terror, and wonder. At the start of each of their turns, the saint decides which way the cone faces and if the cone is active. Any creature who starts their turn in the cone must succeed on a {@dc 20} Charisma saving throw or take 14 ({@damage 4d6}) radiant damage and become {@condition frightened} of the saint for 1 minute. A {@condition frightened} creature can repeat this saving throw at the start of each of their turns, ending the effect on themself on a success.": "这位圣者的凝视形成一个150英尺的锥形区域，让凡人感到震惊、恐惧和惊叹。在他们每个回合开始时，圣者决定锥形区域的朝向和是否激活。任何在该锥形区域内开始回合的生物必须通过一次{@dc 20}魅力豁免才能避免受到14({@damage 4d6})点辐射伤害，并在1分钟内成为{@condition frightened}的圣者。一名{@condition frightened}生物可以在每个回合开始时重复进行豁免才能，成功则结束对自己的影响。",
	"The saint knows if they hear a lie.": "圣者知道他们是否听到了谎言。",
	"The saint has advantage on saving throws against spells and other magical effects. Additionally, if the saint fails a saving throw, they can choose to destroy one of their hallowed weapons, if available, and succeed instead.": "圣徒在面对法术和其他魔法效果的豁免检定时具有优势。此外，如果圣徒未能通过一次豁免检定，他们可以选择毁掉一件他们的神圣武器（如果有的话），并取得成功。",
	"The saint makes two attacks and uses Flaming Rain.": "圣徒进行两次攻击，并使用烈焰之雨(Flaming Rain)。",
	"{@atk ms} {@hit 15} to hit, reach 5 ft., one target. {@h}38 ({@damage 7d10}) necrotic damage.": "{@atk ms} 近战攻击，达到5英尺，一个目标。造成{@h}38 ({@damage 7d10})点死灵伤害。",
	"Bolts of flame-like radiance descend on up to three creatures that the saint can see within 120 feet of the saint. A target must succeed on a {@dc 23} Dexterity saving throw or take 18 ({@damage 4d8}) radiant damage.": "圣者可以看到的最多三个生物身上会降下火焰般的光辉雷电。目标必须通过一次 {@dc 23} 敏捷豁免才能避免受到18点 ({@damage 4d8}) 辐射伤害。",
	"A target gains no benefit from cover for this saving throw.": "目标在这次豁免投掷中不受掩护的益处影响。",
	"The saint casts the {@spell plane shift} spell, using Charisma as the spellcasting ability (spell save {@dc 23}, {@hit 15} to hit).": "圣徒施放{@spell plane shift}法术，使用魅力作为施法能力（法术豁免{@dc 23}， 命中加值{@hit 15}）。",
	"One creature that the saint can see within 60 feet of the saint regains 90 hit points. This spell also ends {@condition blinded|PHB|blindness}, {@condition deafened|PHB|deafness}, and any diseases affecting the target. This spell has no effect on Constructs or Undead.": "圣者能看到的60英尺内的一只生物恢复90点生命值。这个法术也会结束{@condition blinded|PHB|blindness}，{@condition deafened|PHB|deafness}，以及影响目标的任何疾病。这个法术对构造体或不死生物无效。",
	"The saint creates three floating, spectral weapons at three different points within 60 feet of them. The weapons can take whatever forms the saint chooses. These weapons last for 1 minute. The weapons have a reach of 5 feet and can each make one {@action opportunity attack} a round without using the saint's reaction.": "圣者在距离自己60英尺的三个不同点创造三把漂浮的幽灵武器。这些武器可以采取圣者选择的任何形态。这些武器持续1分钟。武器的攻击范围为5英尺，每个武器可以在不使用圣者的反应的情况下每回合进行一次攻击。"
}