{
	"{@i Return of the Lazy Dungeon Master} is is a book designed to help Gamemasters of any type of tabletop roleplaying game—both veterans and newcomers alike—get the most value out of the time we spend preparing for our games. The ideas in this book are based on reviews of hundreds of videos, articles, books, and interviews, as well as the shared experiences of thousands of DMs and GMs. {@i Return of the Lazy Dungeon Master} begins with an eight-step process for game preparation, then builds on those steps to expand into a full discussion of how we prepare our games, how we run our games, and how we think about our games.": "{@i Return of the Lazy Dungeon Master} 是一本旨在帮助任何类型桌面角色扮演游戏的主持人——无论是老手还是新手——充分利用我们花在准备游戏上的时间的书籍。这本书中的想法基于对数百个视频、文章、书籍和采访的审阅，以及成千上万名DMs和GMs的共享经验。{@i Return of the Lazy Dungeon Master} 从一个包含八个步骤的游戏准备流程开始，然后在这些步骤的基础上展开，深入讨论我们如何准备游戏、如何主持游戏以及如何思考我们的游戏。",
	"Gamemasters with some experience running roleplaying games will get the most value out of this book. {@i Return of the Lazy Dungeon Master} isn't designed to teach beginners how to run roleplaying games. (Thankfully, many RPG sourcebooks and Gamemaster guides can help shepherd new players through the steps of running games for the first time.) But you don't need to be a hardened veteran to make use of this book. If you have any amount of experience running RPGs, {@i Return of the Lazy Dungeon Master} can help you learn how to {@b get more out of your RPGs by preparing less.}": "有一定角色扮演游戏主持经验的主持人会从这本书中获得最大价值。{@i Return of the Lazy Dungeon Master}并非旨在教导初学者如何主持角色扮演游戏。(幸运的是，许多RPG扩展书和主持人指南可以帮助新玩家逐步学习如何首次主持游戏。) 但您不必是一个经验丰富的老手才能使用这本书。如果您有任何主持RPG的经验，{@i Return of the Lazy Dungeon Master}可以帮助您学会如何{@b get more out of your RPGs by preparing less.}。",
	"It's been five years since the first appearance of {@i Sly Flourish's The Lazy Dungeon Master}, and much has changed in those five years. Wizards of the Coast published the fifth edition of the {@i Dungeons & Dragons} roleplaying game in 2014. The streaming of tabletop RPGs online has exploded into a new form of daily entertainment. By any measure, the popularity of {@i Dungeons & Dragons} continues to rise.": "自{@i Sly Flourish's The Lazy Dungeon Master}首次亮相以来已经过去了五年，这五年发生了许多变化。 Wizards of the Coast在2014年出版了{@i Dungeons & Dragons}角色扮演游戏的第五版。在线桌面RPG的直播已经爆炸性增长，成为一种新形式的日常娱乐。无论从任何角度来看，{@i Dungeons & Dragons}的受欢迎程度仍在上升。",
	"Lots of new people are coming into this amazing hobby. Lots of people who left the hobby are coming back again. The game has changed. We have changed.": "许多新人加入了这个令人惊奇的爱好。许多离开这个爱好的人又回来了。游戏已经改变了。我们也改变了。",
	"Even with all this change, though, the ideas in the original {@i Lazy Dungeon Master} hold up. People still talk about how that book remains a valuable resource for learning how to prepare less—and to run better roleplaying games at the same time. For Dungeon Masters and other Gamemasters reading the original book today, the ideas found within it work just as well in our current games as they did in our games five years ago.": "即使有这么多变化，原著{@i Lazy Dungeon Master}中的理念仍然具有持久的价值。人们仍然在谈论这本书如何仍然是一个宝贵的资源，可以教会人们如何准备更少，同时更好地主持角色扮演游戏。对于今天阅读原著的地牢主（Dungeon Masters）和其他游戏主持者（Gamemasters），其中的理念在我们当前的游戏中同样有效，就像五年前的游戏中一样。",
	"So why write this new book?": "那么为什么要写这本新书呢？",
	"Because we've all learned a lot since then.": "因为自那时以来，我们都学到了很多。(D&D)",
	"Though {@i The Lazy Dungeon Master} holds up, there are always new ideas to add. We can polish and refine the original concepts with the experience of tens of thousands of Gamemasters to make them even more useful.": "尽管{@i The Lazy Dungeon Master}保持不变，总是有新的想法可以添加。我们可以借助成千上万位游戏主的经验，对原始概念进行打磨和完善，使它们变得更加有用。",
	"Though this book builds off the concepts of the original book, {@i Return of the Lazy Dungeon Master} is fully self-contained. {@b You don't need to have read {@i The Lazy Dungeon Master} before reading this book.} If you have previously read the original {@i Lazy Dungeon Master}, you'll find familiar ideas here, but this book's way of the Lazy Dungeon Master is a complete revision of the way of the Lazy Dungeon Master presented in that book. Nothing has been copied over directly. Every idea has been reexamined and rewritten in the context of what we know today.": "尽管这本书是基于原著概念构建的，但《（0）》是完全独立的。在阅读本书之前不需要（1）。如果您之前阅读过原著《（2）》，您会在这里发现一些熟悉的想法，但这本书中懒惰地下城主的方式是对那本书中懒惰地下城主方式的完全修订。没有直接复制任何内容。每个想法都经过重新审视，并根据我们今天所知的情况进行了重写。",
	"This book is a complete encapsulation of the way of the Lazy Dungeon Master. If you want to follow this path, this is the only book you need.": "这本书完整地概括了懒惰地牢主的方式。如果你想追随这条道路，这是你唯一需要的书。",
	"{@i Return of the Lazy Dungeon Master} is designed to maximize the value of the time you spend reading it. Each chapter is deliberately brief, to get you to the meat of the book's topics as fast as possible. Though reading this book from cover to cover offers great benefit, that's not the only way to make use of it.": "{@i Return of the Lazy Dungeon Master} 旨在最大化您阅读它的时间价值。每一章都故意设计得很简短，让您尽快了解书中的主题要点。虽然从头到尾阅读这本书会带来很大的收益，但这并不是唯一利用它的方式。",
	"The chapter headings in the table of contents can act as a checklist of the tools, techniques, and principles of the Lazy Dungeon Master. You can skim the table of contents to get an idea of what you already know and what you might want to reexamine. Rereading the table of contents every few months can then help cement the core ideas of the Lazy Dungeon Master in your mind.": "目录中的章节标题可以作为《懒惰地牢主(GM)》的工具、技巧和原则的清单。您可以浏览目录，了解自己已经掌握了哪些内容，以及可能需要重新审视哪些内容。每隔几个月重新阅读目录可以帮助巩固《懒惰地牢主》的核心理念。",
	"Chapter 2 explores the {@b Lazy Dungeon Master's checklist} that walks you through the main steps of Lazy Dungeon Master preparation. {@b If you read nothing else, read chapter 2} to gain an understanding of these main steps.": "第2章探讨了引导你完成懒惰地牢主（Lazy Dungeon Master）准备的主要步骤。{@b Lazy Dungeon Master's checklist} 以获得对这些主要步骤的理解。",
	"The end of each chapter includes a checklist covering the main points of the chapter. {@b Skim these individual chapter checklists} to understand what each chapter contains, and whenever you want to review the chapter without having to read the whole thing again. If any of those topics aren't clear, you can dig deeper into the chapter to see what it's talking about.": "每一章的结尾都包括一个核对表，涵盖了本章的要点。{@b Skim these individual chapter checklists} 了解每一章包含的内容，以及在不想再次阅读整章的情况下回顾章节。如果其中任何主题不清楚，您可以深入阅读该章节以了解其讨论的内容。",
	"The end of the book contains a list of references and further reading, including books, RPG sourcebooks, articles, and videos for further research into running great games. If you want to dive deeper into becoming a great Gamemaster, these references are the best place to start.": "书的结尾包含了一份参考书目和进一步阅读的清单，包括书籍、RPG资料集、文章和视频，供进一步研究如何主持精彩游戏。如果你想深入了解如何成为一名优秀的(`Gamemaster`)，这些参考资料是最好的起点。",
	"{@b Read this book in whatever way best suits your needs.} If you prefer reading it cover to cover, that's great. If you prefer to skim the contents and pick out the topics that interest you, you'll likewise learn from it. If you find that these ideas resonate with you, you can reread or skim the book regularly to wire its concepts into your own mental GM's toolkit. Like all the ideas in {@i Return of the Lazy Dungeon Master}, the book itself is meant to be used in whatever way gives you the greatest benefit. ": "{@b Read this book in whatever way best suits your needs.} 如果你喜欢从头到尾阅读，那很好。如果你更喜欢浏览内容并挑选感兴趣的主题，同样你也会从中受益。如果你发现这些想法与你 resonates，你可以定期重读或浏览这本书，将其中的概念融入你自己的 mental GM's toolkit 中。就像 {@i Return of the Lazy Dungeon Master} 中的所有想法一样，这本书本身的使用方式取决于如何能为你带来最大的益处。",
	"The way of the Lazy Dungeon Master isn't doctrine. It's not a set of hard and inflexible rules. This style of running games isn't intended to be the only way to prepare and run our games.": "懒惰地下城主的方式并非教条。这不是一套严格而不可变的规则。这种游戏方式并不意味着是准备和进行游戏的唯一方式。",
	"Rather, all of us are on a journey together, following the paths of thousands of GMs who have walked before us for more than forty years. We all seek to find ways to make our roleplaying games better. This isn't about anyone grabbing you by the ear and dragging you down a single acceptable path. Instead, each of us has the opportunity to study what we see, discuss it, and determine individually whether a path is the right one or the wrong one for us and our games.": "相反，我们所有人都在一起踏上旅程，追随着成千上万位在我们之前走过的GMs的足迹，这已经超过四十年了。我们都在寻求方法来让我们的角色扮演游戏变得更好。这不是关于任何人抓住你的耳朵，把你拖到一条可接受的道路上。相反，我们每个人都有机会研究我们看到的东西，讨论它，并个别确定这条道路对我们和我们的游戏来说是对的还是错的。",
	"Becoming a better Gamemaster doesn't result from blindly following rules in a book. It comes from {@b constant and continual improvement of our personal craft.} It comes from our continual exploration of this limitless hobby, from finding out what works well for each of us, and from determining what we should discard.": "成为更好的冒险者主持人并不是盲目遵循书中的规则所能达到的。它来自于{@b constant and continual improvement of our personal craft.} 它来自于我们对这个无限爱好的持续探索，从发现对每个人都有效的方法，以及决定我们应该丢弃什么。",
	"Although this book presents a complete checklist for lightweight game preparation with a focus on improvisation at the table, {@b each idea in the book works on its own}. You need not follow every step explored here. Rather, adopt the concepts that fit well into your own GM's toolkit or preparation process. {@b Take the parts of this book that work well for you and omit those that do not.}": "尽管这本书提供了一个完整的轻量级游戏准备清单，重点放在桌上即兴创作上，{@b each idea in the book works on its own}。你不需要完全遵循这里探讨的每一步。相反，采纳那些很好融入你自己GM工具包或准备流程的概念。{@b Take the parts of this book that work well for you and omit those that do not.}",
	"Let's begin our journey together.": "让我们一起开始我们的旅程吧。",
	"Those five words represent the core philosophy of the Lazy Dungeon Master. Our goal is to learn what parts of our RPG preparation and execution bring the most fun to our games. Our goal is to understand what benefits our games, and to separate that from what offers little value for the energy we spend in preparation.": "这五个词代表了懒惰地牢主理念的核心。我们的目标是了解我们角色扮演游戏准备和执行的哪些部分给我们的游戏带来最多乐趣。我们的目标是理解什么对我们的游戏有益，以及将其与我们在准备中花费的精力所带来的价值较小的部分区分开来。",
	"The way of the Lazy Dungeon Master, first stated five years ago in {@i The Lazy Dungeon Master}, begins with a simple initial idea:": "懒惰地下城主的方式，五年前在{@i The Lazy Dungeon Master}首次提出，始于一个简单的初始想法：",
	"We can spend less time preparing for our RPGs and still run great games.": "我们可以花更少的时间准备我们的RPG游戏，仍然可以运行出精彩的游戏。",
	"In that earlier book, I hypothesized that all of us as GMs spend a lot of time preparing things for our games that offer little actual value to the players. So by boiling our preparation down to only the things that matter the most, we can save considerable time.": "在那本早期的书中，我假设我们作为（GMs）（Game Masters）的所有人都花了很多时间准备游戏中对玩家实际价值不大的东西。因此，通过将我们的准备工作精简到只有最重要的部分，我们可以节省大量时间。",
	"While exploring this idea, however, I found another potentially deeper hypothesis:": "然而，在探索这个想法的过程中，我发现了另一个可能更深层次的假设：",
	"The less we prepare, the better our games will be.": "我们准备得越少，我们的游戏就会变得更好。",
	"Now, this seems like something that can't possibly work. How is it even feasible that the less we put into our games before we run them, the more fun we'll have with our players at the table? But indeed, many Gamemasters—including many GMs we might think of as experts and professionals within the hobby—have found this to be true. The less we prepare, the better our games will be.": "现在，这似乎是不可能成功的事情。在我们开始游戏之前，我们投入的越少，我们在桌上与玩家们玩得越开心，这怎么可能呢？但事实上，许多（游戏主持人）包括我们认为是专家和业内专业人士的GMs发现这是真实的。我们准备得越少，我们的游戏就会越好。",
	"Clearly, though, this idea works only up to a point. We can't take this notion to its mathematical conclusion of \"Prepare nothing, and your game will be infinitely more fun.\" Some GMs do state that they prepare nothing at all for their games, but those GMs are a small minority. The 2016 {@i Dungeons & Dragons} Dungeon Master survey, conducted at slyflourish.com, received responses from 6,600 fifth edition Dungeon Masters—only 2 percent of whom said that they spent no time at all preparing for their games. This means that roughly 98 percent of us seem to agree that some game preparation is required to run a great game.": "然而，显而易见，这个想法只适用到一定程度。我们不能将这个概念推至数学结论的“什么都不准备，游戏就会无限有趣”的地步。一些{@i Dungeons & Dragons}（Dungeon Master）确实声称他们在游戏中根本不做任何准备，但这些DM只是少数。2016年在slyflourish.com进行的{@i Dungeons & Dragons}（Dungeon Master）调查收到了来自6,600名第五版DM的回应，其中仅有2%的人表示他们根本没有花时间准备游戏。这意味着大约98%的人似乎都同意，为了运行一场精彩的游戏，需要做一些准备工作。",
	"Certainly, there is a point at which too little preparation can harm the fun of a game. Though we can often prepare less than we think we need to before a game, we must prepare something. And because all GMs are different, what we need to prepare to run an RPG session varies. Yet many of us instinctively cluster around a few key preparation steps that can help us prepare less and still run great games.": "当然，有一个程度的准备不足可能会影响游戏的乐趣。虽然我们通常可以在游戏之前准备比我们认为需要的更少，但我们必须准备一些。由于所有的主持人都是不同的，我们为了进行角色扮演游戏会准备的内容也各不相同。然而，我们许多人本能地围绕着一些关键的准备步骤，这些步骤可以帮助我们准备更少，但仍然可以运行出色的游戏。",
	"Instinctively, each of us develops our own individual list of preparation activities by looking at every step we typically take and every technique we use while actually running a game. Then we ask ourselves, \"Is this really useful? Is this really fun? And does it bring enough joy to the game to be worth the effort?\" Each step and each component is worth drawing out under the cold, harsh light of reality, so that we can examine it dispassionately.": "本能地，我们每个人都会通过审视我们通常采取的每一步和实际运行游戏时使用的每一种技巧来制定自己独特的准备活动清单。然后，我们会问自己，“这真的有用吗？这真的有趣吗？它是否为游戏带来足够的乐趣值得付出努力？”每一步和每一个组成部分都值得在冷酷无情的现实光下详细讨论，这样我们才能客观地审视它。",
	"Let's look again at our Lazy Dungeon Master mantra:": "让我们再次看看我们的懒惰地牢主持人口头禅：",
	"It's easy to see that this simple statement has a negative space. In thinking about what best benefits our games, we can also think about what does not benefit our games—and we can ask whether those things might best be discarded. If we extend our mantra into describing this negative space, we have the following:": "很容易看出这个简单的陈述中存在负面空间。在考虑对我们的游戏有最大益处的事物时，我们也可以思考对我们的游戏没有益处的事物，并且可以问问这些事物是否最好被舍弃。如果我们将我们的口头禅扩展到描述这个负面空间，我们会得到以下内容：",
	"This second part of the process can be hard. As GMs, we're all so rooted to the ways we've always done things that it's often difficult to let those ways go. We don't have to make a big plunge into abandoning what we've always done, though. Instead, we can run small experiments.": "这个过程的第二部分可能会很困难。作为(`GMs`)，我们都习惯于我们一直以来的方式，很难放下这些方式。不过，我们并不需要立刻完全放弃我们一直以来的做法。相反，我们可以进行一些小实验。",
	"We can {@b try things out.}": "我们可以 {@b try things out.}",
	"We don't have to throw away five thousand dollars worth of miniatures to try running combat in the \"theater of the mind\" once or twice. We don't have to get rid of five hundred pounds of 3D terrain to try out the flexibility of a single blank poster map for a couple of sessions. We don't have to toss out a three-ring binder holding hundreds of pages of world building to try out some spiral campaign development.": "我们不必为了尝试在“心灵的舞台”中进行一两次战斗而扔掉价值五千美元的（D&D）迷你模型。我们不必为了尝试在几次游戏中使用一张空白海报地图的灵活性而丢掉五百磅的3D地形。我们不必为了尝试一些螺旋式战役发展而丢掉一个装有数百页世界构建内容的三环活页夹。",
	"Trying out a new idea or removing a preparation step we typically take doesn't mean we have to do so forever. We just might give it a try for a game or two and see how it feels.": "尝试新想法或取消我们通常采取的准备步骤并不意味着我们必须永远这样做。我们可以尝试一两场游戏，看看感觉如何。",
	"For some Gamemasters, time is such a limited commodity that the question of what to throw away isn't the problem. Some GMs just don't have the time for a lot of game preparation—even to the point where a lack of time prevents some would-be GMs from running games at all. Hopefully this book can help—because preparing for a game requires less time than you might think.": "对于一些（Game Masters (GMs)）来说，时间是一种非常有限的资源，要丢弃什么并不是问题。一些（GMs）根本没有太多时间进行游戏准备，甚至到了时间不足的程度，这使得一些有意成为（GMs）的人无法运行游戏。希望这本书可以帮助——因为为游戏做准备所需的时间比你想象的要少。",
	"So whether you're just looking for ways to refine your own game preparation or seeking a system that saves you time, this book hopefully has a few ideas that might resonate. Let's dig in.": "无论您是在寻找方法来完善自己的游戏准备，还是在寻找一个能节省您时间的系统，这本书希望能提供一些可能会引起共鸣的想法。让我们开始吧。",
	"What does the way of the Lazy Dungeon Master look like? What are the steps we can take to prepare our games in as little time as possible and still run a great RPG? For a typical game session, the Lazy Dungeon Master's checklist looks like this:": "懒惰地牢主的方式是什么样的？我们可以采取哪些步骤来尽可能少的时间准备我们的游戏，同时仍然运行一个伟大的RPG？对于一个典型的游戏会话，懒惰地牢主的清单如下：",
	"Review the characters": "审查角色",
	"Create a strong start": "打造一个强劲的开端（D&D Running Group）",
	"Outline potential scenes": "概述潜在的场景",
	"Define secrets and clues": "定义：秘密是指被隐藏或保密的信息，通常只有少数人知道或能够访问的内容。线索是指暗示或提示，可以帮助人们解决问题或发现真相的信息。",
	"Develop fantastic locations": "开发奇幻地点",
	"Outline important NPCs": "概述重要的NPCs (Non-Player Characters)",
	"Choose relevant monsters": "选择相关的怪物",
	"Select magic item rewards": "选择魔法物品奖励",
	"That's it. A number of variables will make some of these steps grow or shrink, including the length of our session, where a session falls within the campaign, and whether we're running a published adventure or not. We might even skip a few of these steps if we know we don't need them. If we're starting a brand-new campaign, we might have some extra steps (covered later on in the book). But even for brand-new games, this checklist keeps us focused on what matters at the table.": "就是这样。一些变量会导致这些步骤中的一些增长或缩减，包括我们的游戏时间长度，游戏在战役中的位置，以及我们是否在进行一场已发行的冒险。如果我们知道我们不需要它们，甚至可以跳过其中一些步骤。如果我们正在开始一场全新的战役，我们可能会有一些额外的步骤（在书的后面部分介绍）。但即使对于全新的游戏，这个清单也让我们专注于桌面上重要的事情。",
	"Here's a brief summary of each of the steps. The chapters that follow then break out each step in detail, and offer examples to show what using the checklist looks like.": "以下是每个步骤的简要摘要。接下来的章节将详细介绍每个步骤，并提供示例以展示如何使用检查表。",
	"Before we do anything else, it helps to spend a few minutes reviewing the player characters. What are their names? What do they want? What plays into their backgrounds? What do the players of these characters enjoy at the table?": "在我们做任何其他事情之前，花几分钟回顾一下玩家角色会很有帮助。他们叫什么名字？他们想要什么？他们的背景又是什么？这些角色的玩家在游戏桌上喜欢什么？",
	"You might not even write anything down during this step, but reviewing the characters helps wire them into your mind—and ensures that the rest of your preparation fits around them.": "在这一步骤中，你甚至可能不需要写任何东西，但是复习角色可以帮助将它们牢记在脑海中，并确保你的其余准备工作围绕着它们展开。",
	"How a game starts is likely the most important piece of preparation we can do. Setting the stage for the session determines a great deal about how the rest of the game will go. When you define where a game session starts, you figure out what's going on, what the initial focus of the session is, and how you can get close to the action. When in doubt, start with a fight.": "游戏开始的方式很可能是我们能做的最重要的准备工作。设定游戏场景决定了游戏的发展方向。当你定义游戏会话的起始位置时，你会弄清楚发生了什么，会话的初始重点是什么，以及如何让你接近行动。如果不确定，可以从一场战斗开始。",
	"With a strong start in hand, we can then outline a short list of potential scenes that might unfold. This step exists mostly to make you feel as though you have a handle on the game before you start. However, as GMs, all of us must always be ready to throw our potential scenes away when the game goes in a different direction—as it often does. Usually, it's enough to come up with only a few words per scene, and to expect one or two scenes per hour of play. At other times, you might skip this step completely if you don't think you need it.": "有了一个强有力的开端，我们可以列出一份可能发生的场景简表。这一步骤主要是让你在开始游戏之前感觉自己对游戏有所把握。然而，作为(`GMs`)，我们必须随时准备好在游戏走向不同方向时放弃我们可能的场景——因为游戏经常会如此。通常，每个场景只需要想出几个词就足够了，每小时游戏可能有一两个场景。在其他时候，如果你认为不需要，完全可以跳过这一步。",
	"The next step is second only in importance to the strong start, and is one of the most powerful tools available to the Lazy Dungeon Master. Secrets and clues are single short sentences that describe a clue, a piece of the story, or a piece of the world that the characters can discover during the game. You don't know exactly how the characters will discover these clues. As such, you'll want to {@b keep these secrets and clues abstract from their place of discovery} so that you can drop them into the game wherever it makes sense. This lets the game flow freely, while still allowing you to reveal important pieces of the story at any point where the characters might discover them. During this step, you might write down ten such secrets or clues.": "下一步的重要性仅次于强劲的开端，是懒惰地下级主宰最强大的工具之一。秘密和线索是描述线索、故事片段或角色在游戏中可以发现的世界片段的单个简短句子。你不知道角色们会如何发现这些线索。因此，你会想要{@b keep these secrets and clues abstract from their place of discovery}，这样你就可以在游戏中任何合适的地方插入它们。这样可以让游戏自由流动，同时仍然允许你在角色可能发现它们的任何时刻揭示故事的重要部分。在这一步骤中，你可能会写下十个这样的秘密或线索。",
	"Building evocative locations isn't easily improvised. As such, it's worth spending time writing out a handful of fantastic locations that the characters might discover and explore during the game. Each location can be thought of as a set, a room, or a backdrop for a single scene in your adventure.": "构建引人入胜的场景并不容易即兴创作。因此，在游戏中值得花时间编写一些角色可能发现和探索的梦幻般场所。每个地点可以被视为冒险中的一个场景、一个房间或一个背景。",
	"Describe each location with a short evocative title such as \"The Sunspire.\" Then write down three fantastic aspects for it, along the lines of: \"Blazing beam of light shining to the heavens,\" \"Moat of molten rock,\" or \"Huge elven glyphs carved into ancient stone.\" Ultimately, whole dungeons can be built from a series of connected fantastic locations, with each location representing a large area or chamber. A specific location might not come up during the game for which you prepare it, but it will be ready for a later session as the characters explore.": "描述每个地点，使用类似“日焰塔（The Sunspire）”这样的简短富有感染力的标题。然后写下三个奇幻方面，比如：“照耀苍穹的烈焰光束”，“熔岩护城河”，或者“巨大的精灵符文刻在古老的石头上”。最终，整个地下城可以由一系列相连的奇幻地点构建，每个地点代表一个大区域或大厅。可能在你准备的游戏中不会出现特定地点，但当角色探索时，它将准备好在以后的游戏中使用。",
	"During our preparation, we'll outline those NPCs (nonplayer characters) most critical to the adventure, focusing on a name and a connection to the adventure, then wrapping the NPC in a character archetype from popular fiction. Many other NPCs—maybe even most of them—can be improvised right at the table.": "在我们的准备过程中，我们将概述那些对冒险至关重要的NPC（非玩家角色），重点关注一个名字和与冒险的联系，然后将NPC置于流行小说中的角色原型中。许多其他NPC——甚至可能大多数——可以在桌上立即即兴创作。",
	"What monsters are the characters most likely to face? What monsters make sense for a specific location and situation? We're using the term \"monster\" loosely here, so as to include enemy NPCs as well as truly monstrous foes. Whatever type of enemy you need, reading through books of monsters can give you the fuel to choose the right creatures for the right situation.": "角色最有可能面对哪些怪物？哪些怪物对于特定的地点和情境是合理的？我们在这里宽泛地使用\"怪物\"一词，以包括敌对NPC以及真正的怪物敌人。无论你需要哪种类型的敌人，阅读怪物手册可以为你提供选择合适生物的灵感。",
	"Additionally, understanding the loose relationship between monster challenge rating and character level can help you understand how a battle might go. Most of the time, you can just list a number of monsters and improvise encounters based on what's happening in the adventure. For boss battles, you might have to do more work.": "此外，了解怪物挑战等级与角色等级之间的宽松关系可以帮助您了解战斗可能会如何进行。大多数情况下，您可以列出一些怪物的数量，并根据冒险中发生的情况即兴创作遭遇。对于Boss战，您可能需要做更多的工作。",
	"Players love magic items, and it's worthwhile to spend time preparing items they'll find interesting. This step also helps to directly impact the characters—by dropping an interesting part of the story literally into their hands. You can use a mixture of techniques to reward magic items, from selecting items randomly to selecting specific items based on the themes of the characters and the desires of the players. Magic items are also a great mechanism for delivering secrets and clues.": "玩家们喜欢魔法物品，花时间准备一些他们会感兴趣的物品是值得的。这一步还有助于直接影响角色——通过将故事中有趣的部分直接放在他们手中。你可以使用各种技巧来奖励魔法物品，从随机选择物品到根据角色的主题和玩家的愿望选择特定物品。魔法物品也是传递秘密和线索的好机制。",
	"Your actual use of this checklist might change from game to game. But reviewing the checklist each time you begin to prepare for your game can help you feel comfortable that you're focusing your energy on the activities that provide the most value. The more comfortable you become improvising your games, the more you might start skipping certain steps on the list. All that's important is that you don't want your confidence to lead you away from important steps that your players enjoy.": "你实际使用这个清单的方式可能会因游戏而异。但每次开始准备游戏时复习清单可以帮助你确保自己专注于提供最大价值的活动，从而让你感到舒适。你越熟练于即兴游戏，就越可能跳过清单上的某些步骤。重要的是，你不希望自己的自信使你忽略玩家喜欢的重要步骤。",
	"Our Lazy Dungeon Master's checklist works whether we're running a published adventure or our own home-brewed adventures. But published adventures offer tremendous value to the Lazy Dungeon Master, whether you play them mostly as written or use them to inspire your own ideas—giving you published and playtested material you can drop into your own adventures.": "我们懒惰的地牢主持人清单适用于我们运行已发布的冒险或我们自己设计的冒险。但已发布的冒险对于懒惰的地牢主持人来说提供了巨大的价值，无论您是按照原样进行游戏还是用它们来激发您自己的想法——为您提供了已发布和经过测试的材料，可以融入到您自己的冒险中。",
	"To get the most out of a published adventure, it's important to first read the adventure, absorbing it and letting it inspire you. You then need to make the adventure your own by customizing it for your group. Adventure writers both expect and hope that GMs will run their adventures in whatever way best suits our games.": "要充分利用已发布的冒险，首先重要的是阅读冒险，吸收其中的内容，并让它激发你的灵感。然后，你需要通过为你的团队定制来使冒险变得独特。冒险的作者们既期望又希望，GMs会以最适合我们游戏的方式来运行他们的冒险。",
	"When running a published adventure and going over the Lazy Dungeon Master's checklist, you might find that some of the steps are done for you. You might not need to put as much energy into steps like building fantastic locations, identifying NPCs, choosing monsters, or selecting magic items. Still, because you always want to customize the adventure, it's worth reviewing the checklist when running a published adventure, to help you sort through and focus all the material that the adventure is providing.": "在运行一本已发行的冒险并查看懒惰地牢主的清单时，你可能会发现有些步骤已经为你完成。你可能不需要花太多精力在构建奇幻场所、确定NPC、选择怪物或挑选魔法物品等步骤上。但是，因为你总是想要定制冒险，所以在运行一本已发行的冒险时，值得回顾清单，帮助你整理和专注冒险提供的所有材料。",
	"Running RPGs online has grown significantly in the past few years. In the 2016 Dungeon Master survey at slyflourish.com, roughly 20 percent of surveyed DMs said they primarily run their {@i D&D} games online.": "在过去几年中，在线进行角色扮演游戏的规模显著增长。在slyflourish.com进行的2016年地牢主调查中，大约有20%的受访地牢主表示他们主要在线进行他们的{@i D&D}游戏。",
	"Although Return of the Lazy Dungeon Master doesn't specifically address online play, the steps and processes discussed in the book work just as well whether you interact with your players online or around the table. Running online games might require additional steps or tactics—particularly in learning how to use the tools of your favorite virtual tabletop. In other ways, though, a virtual tabletop can make life as a GM even easier. However you play, the Lazy Dungeon Master's checklist still works.": "虽然《懒惰地牢主的回归》(Return of the Lazy Dungeon Master)没有专门讨论在线游戏，但书中讨论的步骤和流程无论您是在线与玩家互动还是在桌旁进行游戏都同样适用。进行在线游戏可能需要额外的步骤或策略，特别是要学会如何使用您喜爱的虚拟桌面工具。然而，在其他方面，虚拟桌面可以让GM的生活更加轻松。无论您如何进行游戏，懒惰地牢主的清单仍然适用。",
	"Throughout this book, we're going to talk about a single example adventure called \"The Scourge of Volixus.\" You'll see how to approach and make use of each step of the Lazy Dungeon Master's checklist as it's applied to the adventure—culminating by the end of the book in an adventure outline suitable for play.": "在本书中，我们将讨论一个名为“沃利克苏斯之祸”的单一示例冒险。您将看到如何处理和利用懒惰地牢主的清单中的每一步，因为它被应用于这个冒险——在本书的结尾，将得到一个适合进行游戏的冒险大纲。",
	"Nothing's more important to a campaign than the stories of the player characters.": "在一场冒险中，没有比玩家角色的故事更重要的事情了。",
	"As much as we GMs like the deep story of our game, the other players care most about their characters. The story of our campaign will interest players only as much as they embrace how their characters fit within it. For the most part, players want to watch their characters do awesome things. They want to nail the negotiations with the king's viceroy. They want to discover the single clue leading to the lost temple of the White Lotus assassins in the deepest jungles. They want to cleave through a small army of bugbears single-handedly. Players want their characters to do stuff, and GMs need to remember this as we prepare our games.": "尽管我们（GMs）喜欢游戏的深刻故事，但其他玩家最关心的是他们的角色。我们的战役故事只有在玩家们接受了他们的角色如何融入其中时才会引起他们的兴趣。大多数情况下，玩家们想看到他们的角色做出令人惊叹的事情。他们想要成功地与国王的总督进行谈判。他们想要发现通往白莲刺客失落神庙的唯一线索，深入丛林中。他们想要独自一人横扫一支小部落的巨熊。玩家们希望他们的角色做一些事情，GMs 在准备游戏时需要记住这一点。",
	"When you review the characters as the first stage in your game preparation, you're priming yourself to build the rest of the elements of your prep around those characters. All the other steps you go through in the Lazy Dungeon Master's checklist can tie to one or more characters if you wire the backgrounds and desires of the characters into your mind before you begin.": "当你在游戏准备的第一阶段审查角色时，你正在为自己构建其余准备元素做铺垫。如果你在开始之前将角色的背景和愿望编入脑海，那么懒惰地下监的清单中的所有其他步骤都可以与一个或多个角色联系起来。",
	"By reviewing the characters, you might decide to start your game when an NPC from a character's past approaches them with new information the character is interested in. You can think about fantastic locations that touch on a character's background, such as an ancient, shattered statue of a goddess worshipped by the party's paladin. The foes you choose might be monsters that the characters are particularly good at fighting—perhaps an army of zombies that the cleric is eager to turn.": "通过审查角色，你可以决定在一个NPC从角色过去中走向他们，并带来角色感兴趣的新信息时开始游戏。你可以考虑一些奇妙的地点，涉及到角色的背景，比如一座被圣骑士团崇拜的女神的古老破碎雕像。你选择的敌人可能是角色特别擅长对抗的怪物，也许是一支僵尸军队，而牧师渴望驱散它们。",
	"Secrets and clues can be tied to the backgrounds and desires of the characters as well. Such secrets might include things such as, \"Ryld's mother isn't dead like he thought,\" or \"Sif's longtime companion didn't die during the cave-in, but is encased in amber in the sorcerer-queen's inner sanctum.\"": "秘密和线索也可以与角色的背景和欲望联系在一起。这样的秘密可能包括诸如“Ryld的母亲并没有像他以为的那样去世”，或者“Sif的长期伴侣并没有在坍塌中死去，而是被封存在巫师女王的内殿的琥珀中”。",
	"Choosing treasure always ties directly to the characters, of course. Maybe it's time the ranger found a bow forged from living wood by the druids of the lost ages of Valorne. Or perhaps Trubella the monk finally faces off against the dark monk Shadewinter, possessor of the Staff of the Four Winds.": "选择宝藏总是与角色息息相关。也许是时候让游侠找到一把由瓦洛恩失落时代的德鲁伊们用活木锻造的弓了。或者，武僧特鲁贝拉终于要面对黑暗武僧沙德温特，他拥有四风之杖。",
	"In order to review the characters before you prepare your game, it helps to actually keep track of them on paper. Some GMs will keep a list of characters in the same notebook used to write out the rest of their preparation, with a few words on each character's background and motivations. Others might keep a stack of 3×5 index cards, with each card noting the name, background, motivations, and desired types of magical items for each character.": "为了在准备游戏之前审查角色，实际上在纸上跟踪它们是有帮助的。一些GMs会在用来写出其他准备内容的笔记本中保留一个角色列表，每个角色的背景和动机都会简要记录几个词。其他人可能会保留一叠3×5英寸的索引卡，每张卡上都记录着角色的姓名、背景、动机和所需的魔法物品类型。",
	"However you choose to do it, write down the names, backgrounds, motivations, and desires of the characters. Then review them before you begin to prepare the rest of your game.": "无论你选择如何做，都要写下角色的名字、背景、动机和欲望。然后在准备游戏的其余部分之前对它们进行审查。",
	"There's a simple test every GM can conduct to see if we really are keeping the characters firmly in mind: Can we remember each of their names? Usually, a name is enough to remind you about the rest of the character when you call it up. If you don't remember the characters' names instinctively, spend some time doing so—and you'll find that remembering their backgrounds and motivations easily follows.": "每位GM都可以进行一个简单的测试，来看看我们是否真的牢记着角色：我们能否记住每个角色的名字？通常，一个名字足以在你召唤时提醒你关于角色的其他信息。如果你不是本能地记得角色的名字，花点时间去做这件事——你会发现记住他们的背景和动机会很容易随之而来。",
	"Write down the names, backgrounds, and motivations of all the characters.": "请写下所有角色的姓名、背景和动机。",
	"Review these character notes to prime your mind before the rest of your preparation.": "在准备的过程中，先浏览一下这些角色笔记，让你的思维做好准备。",
	"Use this character review to help you tie the characters to the rest of your game.": "使用这个角色评价来帮助你将角色与你游戏的其他部分联系起来。",
	"Test yourself to see if you can remember the names of the characters.": "测试一下自己，看看你是否能记住角色的名字。",
	"Getting over that first hump, going from just a bunch of people sitting around a table to playing {@i D&D}, is, for me, the hardest thing do to.": "对我来说，克服那个第一个难关，从只是一群人坐在桌子周围到开始玩{@i D&D}，是最困难的事情。",
	"With the characters firmly in mind, we can now look at the most important question for preparing our next game session. How will it begin?": "牢记角色设定后，我们现在可以看看为下一场游戏会话做准备时最重要的问题。它将如何开始？",
	"This is the only point in the game where a Gamemaster has nearly complete control. No one has acted yet. No character has cut the throat of the primary quest-giving NPC. No one has robbed the baron's messenger before the party could be hired to find his idiot son in the forgotten cellars beneath the castle.": "这是游戏中唯一一个游戏主宰几乎完全控制的时刻。还没有人行动。没有角色割断主要任务提供者NPC的喉咙。也没有人在派对被雇佣去寻找他愚蠢的儿子时抢劫男爵的使者，而他的儿子在城堡下面被遗忘的地窖里。",
	"To understand where your game starts, you need only to write down a single sentence that clarifies how your session will begin. That said, specificity is better than generality. \"The baron talks to the characters about saving his idiot son\" isn't all that evocative. So instead, go with something like: \"During the autumn festival of the running of the pigs, the baron's foppish messenger, Louis Van Dorf, approaches the characters commanding them to an audience with Baron Winthrone—just before being run over by the dire boar Bloodtusk.\"": "要了解你的游戏从哪里开始，你只需要写下一句话来澄清你的游戏会话将如何开始。也就是说，具体性比泛泛而谈更好。\"男爵与角色谈论如何拯救他那个白痴儿子\"并不那么具有感染力。所以，可以选择类似这样的描述：\"在猪群奔跑的秋季节日期间，男爵的浮夸使者路易斯·范·多夫(Louis Van Dorf)走近角色，命令他们前去拜见温斯龙男爵(Baron Winthrone)——就在被恶猪血牙(Bloodtusk)碾压之前。\"",
	"Okay, maybe that's a bit much, but you get the idea. With the sentence describing how your game begins, you want to paint a picture for the players—one that lives and breathes and gets the session moving. Your first general idea probably isn't specific enough to cut it. You want to take a little bit of time to think it through, and you can use a few questions to aim in the right direction:": "好吧，也许这有点过分，但你明白我的意思。在描述游戏开始的句子中，你想为玩家描绘一个生动的画面，一个让他们感受到游戏世界的画面。你最初的想法可能不够具体。你需要花点时间来仔细思考，可以用一些问题来指导你朝着正确的方向思考：",
	"What's happening?": "发生了什么事？",
	"What's the point?": "有什么意义呢？",
	"Where's the action?": "动作在哪里？",
	"The world of your game lives and breathes. Things happen outside the view of the characters—or at least that's what you want the players to believe. You can reinforce this belief by framing the start of your game session with an event of some sort—but one that doesn't necessarily connect to the characters or their actions. Perhaps a huge storm is hammering the ship the characters are traveling aboard. Maybe they stumble across a group of moon-worshipers on the night of a lunar eclipse. Or maybe they've wandered into town on the day of the prince's wedding to a rival baron's daughter.": "你的游戏世界充满生机。角色视野之外会发生一些事情——或者至少你希望玩家们这样认为。你可以通过安排游戏会话开始时的某种事件来加强这种信念，但这个事件不一定与角色或他们的行动有直接联系。也许一场巨大的风暴正在袭击角色所乘坐的船只。也许他们在月食之夜偶遇了一群崇拜月亮的人。或者他们在王子娶对手男爵的女儿的日子里闯入了小镇。",
	"Not every session needs to start with a big external event of this sort. But such an event can bring life and texture to the otherwise static world surrounding the local quest-giver at the tavern.": "并非每个游戏场景都需要以这种大型外部事件开始。但这样的事件可以为酒馆里当地任务接受者周围那个原本静态的世界带来生机和质感。",
	"Here are ten example events that can start a game session off in a memorable way:": "以下是十个可以让游戏会话开始时留下深刻印象的事件示例：",
	"Local townsfolk are celebrating the annual running of the pigs.": "当地的镇民正在庆祝每年的猪群奔跑活动。",
	"It's the day of a wedding between two members of rival hostile families.": "这是两个敌对家族成员的婚礼日。",
	"The local lending house has just been robbed.": "当地的借贷公司刚刚遭到了抢劫。",
	"A rough mercenary army unexpectedly rolls into town.": "一支粗犷的雇佣军突然进入镇上。",
	"A clearly unnatural storm of swirling violet clouds tears across the local landscape.": "一场明显不自然的漩涡紫云风暴横扫当地风景。(D&D)",
	"Everyone is preparing for the annual \"feeding of the roc.\"": "每个人都在为每年一度的“鹏鸟喂食”活动做准备。",
	"It's Boxing Day, and the lords of the area are all serving drinks to the local farmers.": "今天是节礼日，该地区的贵族们都在给当地农民们倒酒。",
	"The city magistrate has just outlawed alcohol.": "市长刚刚宣布禁酒。",
	"The king is dead.": "国王已死。",
	"It's been raining for a solid month, and the bad weather has no end in sight.": "已经连续下了一个月的雨，而且糟糕的天气看起来没有尽头。",
	"The start of your game session should be the kick that sends the characters off to do something. You should have a clear point and purpose for the start of your session. Most often, this is the main seed or hook that sends the characters off on the next stage of their adventures.": "你的游戏会话应该从一个引人入胜的开端开始，让角色们踏上新的旅程。你应该明确设定会话开始的重点和目的。通常情况下，这是让角色们展开下一阶段冒险的主要种子或钩子。",
	"Characters might find the bloody sigil of an assassins' guild marking the hair-covered palms of their wererat assailants. They might witness thugs harassing a local apothecary, demanding that she give them all the sulfur she has. Six suits of animated armor could wander into the town square, demanding to do battle with a queen long dead—and promising that an army of their kind will slaughter every living thing within one hundred miles if they are denied. Each starting scene contains the hook required to pull the characters into that stage of the adventure. Then the players decide how the characters will respond to that hook.": "角色可能会发现刺客行会的血腥印记，标记在他们的鼠人袭击者毛茸茸的手掌上。他们可能目睹暴徒骚扰当地的药剂师，要求她交出所有的硫磺。六套活跃的盔甲可能会漫步进入镇广场，要求与一个早已逝去的女王进行战斗，并承诺如果被拒绝，他们的同类将屠杀一百英里内的所有生物。每个起始场景都包含了将角色吸引到冒险阶段所需的引子。然后玩家决定角色如何应对这个引子。",
	"There's a term for a style of writing stories called \"in medias res\"—Latin for \"into the middle of things.\" This technique brings the viewer into the story in the most immediate way, avoiding setup and jumping in as close as possible to dramatic action. Think of the opening sequences of the many James Bond movies—car chases, ski chases, foot chases, lots of shooting, and things blowing up.": "有一种写故事的风格被称为“in medias res”——拉丁文意为“事情的中间”。这种技巧以最直接的方式将观众带入故事中，避免了繁琐的铺垫，尽可能地跳入戏剧性的行动中。想象一下许多詹姆斯·邦德电影的开场片段——汽车追逐、滑雪追逐、步行追逐、大量射击和爆炸。",
	"There's a reason that action movies in particular use this technique: it works. Those movies get you as close to the action as they can right away.": "动作电影特别喜欢使用这种技巧的原因是：它有效果。这些电影会让你尽快感受到动作场面。",
	"The opening scenes of your game sessions can do the same thing. Instead of starting with heavy narrative and description, plodding along as the characters wander about looking for something to do, you can start as close to the action as possible. A thief tries to steal the coin purse of one of the party members. An eclipse begins to darken the sun, and a dozen normally well-adjusted villagers draw knives and begin to attack one another. Something explodes.": "游戏会话的开场也可以做同样的事情。与其从沉重的叙述和描述开始，角色们四处闲逛寻找事情做，不如尽可能靠近行动开始。一个小偷试图偷走其中一名队员的钱袋。一场日食开始使太阳变暗，十几个通常表现良好的村民拔出刀并开始互相攻击。有什么东西爆炸了。",
	"It's always tempting to start a game session with setting, locations, and a discussion of large events. All GMs love to paint the big picture. But by skipping all that, you can get right into the heart of the adventure. So how do you go about starting close to the action?": "总是很诱人地从设定、地点和大事件的讨论开始游戏。所有(Dungeons & Dragons)GM都喜欢描绘宏大的画面。但是，通过跳过所有这些，你可以直接进入冒险的核心。那么，你如何开始紧贴行动？",
	"No matter what your favorite fantasy RPG, its key components are invariably exploration, social interaction, and combat. Of these components, combat embodies action. Combat is so ferocious that the game needs to focus time down to six-second rounds. So if you ever want to get the attention of the players, there's no easier way than to throw the characters into a fight.": "无论你喜欢的幻想RPG是什么，它的关键组成部分都是探索、社交互动和战斗。在这些组成部分中，战斗体现了行动。战斗是如此激烈，以至于游戏需要将时间集中在六秒的回合内。所以，如果你想吸引玩家的注意，没有比让角色卷入战斗更容易的方法了。",
	"Starting an adventure session with combat has many advantages. It gets the players rolling dice right away. It brings everyone's attention to the table. It forces all of us as GMs to break past our desire to spew twenty minutes of deep narrative. And best of all, a battle almost always comes with its own built-in story hooks.": "在冒险会话开始时进行战斗有许多优点。它让玩家们立即开始掷骰子。它吸引了每个人的注意力。它迫使我们作为GMs克服渴望讲述二十分钟深度叙事的欲望。最重要的是，战斗几乎总是伴随着自己内置的故事钩。",
	"Who are these strange blood-faced ratfolk, and why are they so brash as to attack by daylight? Why are the townsfolk murdering each other during the solar eclipse? Where the hell did that wyvern come from, and how did it know to attack that one specific noble? In the process of the characters seeking answers to these questions during and after the first combat, the hooks for the session are set up.": "这些奇怪的血面鼠人是谁，为什么他们如此大胆地在白天发动攻击？为什么镇民们在日食期间相互残杀？那只飞龙是从哪里来的，它是如何知道要攻击那位特定的贵族的？在角色们在第一次战斗期间和之后寻找这些问题的答案的过程中，会设定本次游戏的情节。",
	"This technique can be easily overused, of course. It's an easy trick that won't work every single time. You can always think of other ways to get the characters close to the action without throwing them into a fight. It's only really important that something happens at the start of your session.": "这种技巧当然很容易被滥用。这只是一个简单的把戏，并不是每次都有效。你可以考虑其他方法让角色接近行动，而不是直接让他们卷入战斗。重要的是在你的游戏开始时发生一些事情。",
	"Still, twenty-five James Bond movies have used the same opening pattern since 1962. That might make it good enough for you to use too.": "自1962年以来，仍然有25部詹姆斯·邦德电影使用了相同的开场模式。这也许对你来说也足够好用了。",
	"When in doubt, start with combat.": "犹豫时，从战斗开始。(combat)",
	"Now that you have a relatively simple formula for building a starting scene, you can write down the start of a session in a single sentence or short paragraph, building a rich opener to your game. So what do these strong starts really look like? Let's check out ten examples.": "现在你已经有了一个相对简单的建立起始场景的公式，你可以用一句话或简短的段落写下一个游戏会话的开头，打造一个丰富的开场。那么这些强大的开场到底是什么样子的呢？让我们来看看十个例子。",
	"During the ceremony marking the marriage of the prince to the daughter of an ambitious baron, a wyvern wearing a glyph-marked collar sweeps down from the mountains and attacks the father of the bride.": "在王子与一位野心勃勃的男爵的女儿结婚的仪式上，一只戴着记号项圈的毒蛇从山上飞下来，袭击了新娘的父亲。",
	"During the annual festival of flowers, the floor of the old Dudley barn-turned-dancehall collapses—revealing ancient vaults filled with angry skeletons wearing armor from the age of Three Suns.": "在每年的花卉节期间，老达德利谷仓改建的舞厅地板坍塌了——露出了装满愤怒骷髅的古代地下室，他们身穿着来自三太阳时代的盔甲。",
	"During the running of the pigs, a huge dire boar suddenly appears, roaring through the village and shredding local folk with steel-coated tusks.": "在猪群奔跑的过程中，一只巨大的恐猪突然出现，怒吼着穿过村庄，用镀钢獠牙撕裂当地人。",
	"A band of blood-faced wererats launches an attack on the opening day of the autumn market. Their leader clutches a note with sketches of the player characters and a cryptic message: \"Their lives or yours...\"": "一群满脸鲜血的狼鼠人在秋季市场开幕日发动了一次袭击。他们的领袖紧握着一张有着玩家角色草图和一条神秘信息的便条：“他们的生命或者你的...”",
	"During a once-in-a-lifetime solar eclipse, just as the moon crosses the sun, dozens of villagers draw blades and begin to attack their unsuspecting neighbors.": "在一次千载难逢的日食期间，就在月亮掠过太阳的时候，数十名村民拔出刀剑，开始袭击毫无防备的邻居。",
	"Ten suits of animated armor of a style not seen for a thousand years interrupt the local lord's address—and issue a challenge to a queen long dead.": "十套风格已有千年未见的活动盔甲打断了当地领主的讲话，并向一位早已逝去的女王发出挑战。",
	"Goblins riding dire wolves attack a group of over a hundred refugees from the neighboring town of Gladeswallow.": "哥布林骑着恐狼袭击了来自邻近小镇格莱德斯沃(Gladeswallow)的一百多名难民团体。",
	"On the opening day of the fishing season in the lakeside town of Windshire, the frost giant Godrum Icerift smashes down the walled town's guard towers. He demands a tribute of one hundred barrels of fish per month—or he will destroy the entire settlement.": "在温德希尔湖畔小镇的捕鱼季开幕之日，霜巨神格德鲁姆·艾斯里夫特冲破了城墙上的警卫塔。他要求每个月向他献上一百桶鱼，否则他将摧毁整个定居点。",
	"On the day of her husband's death, Queen Vanrys is revealed to be the red dragon Vanrys Whitefire, then declares herself the thousand-year queen of the realm. Her hobgoblin army marches through the open gates of the capital and promptly takes over as the city's new guard.": "在丈夫去世的那一天，范瑞斯女王被揭示为红龙范瑞斯·怀特火，然后宣布自己为这个领域的千年女王。她的地精军队穿过首都敞开的城门，迅速接管了这座城市的新卫队。",
	"On the coldest day of the year, the innkeeper of the Blackhorn Inn shakily declares that he has long been the pawn of a terrible being lurking in the ancient cellars below the inn. Before anyone can respond, his left eye fills with blood and he drops dead. Then four longtime patrons of the inn rise up, reveal their true twisted forms, and begin to slaughter all those around them.": "在一年中最寒冷的一天，黑角旅店的店主颤抖地宣称他长久以来一直是旅店地下古老地窖里一只可怕存在的棋子。在任何人来得及回应之前，他的左眼充满了鲜血，然后倒地身亡。接着，旅店里的四位老顾客起身，展现出他们扭曲的真实形态，并开始屠杀周围所有人。",
	"You'll notice that each of these examples follows the same basic formula. Each is framed by some event, each has a clear hook to a larger story, and each gets the characters into the action—and often directly into combat.": "你会注意到这些例子都遵循着同样的基本公式。每个都以某个事件为背景，每个都有一个清晰的引子指向一个更大的故事，每个都让角色参与到行动中——通常直接参与战斗。",
	"The examples above show how you can start an adventure as the story begins. But much of the time, you'll be starting off a gaming session in the middle of an adventure. A clean break between sessions might happen occasionally, but it's much more common to start a session in the middle of a story. As such, it might seem that you don't need to worry about where the game will start if you already know where it ended.": "以上的例子展示了在故事开始时如何开始一场冒险。但大部分时间，你会在冒险进行中开始一场游戏。偶尔会发生会话之间的干净分割，但更常见的是在故事中开始一场游戏。因此，如果你已经知道故事结束在哪里，似乎不需要担心游戏将从哪里开始。(D&D)",
	"The need for a strong start for the session still stands. Even when you're in the middle of a story, you can spend some time figuring out how to get the next session started strong. You can inject a new event—a change in the weather, perhaps, or an alarm suddenly raised that hadn't been heard before. Even when you're in the middle of the adventure, a strong start gets a game session off on the right foot.": "对于会话的强劲开端仍然是必要的。即使你正在讲故事的中途，你也可以花一些时间想办法让下一次会话有一个强劲的开端。你可以引入一个新事件——也许是天气的变化，或者突然响起的之前从未听到过的警报。即使你已经深入冒险中，一个强劲的开端也能让游戏会话有一个良好的开端。",
	"As the initial focal point for our \"Scourge of Volixus\" example adventure, we can use the following strong start:": "作为我们“沃利克苏斯之祸”示例冒险的初始焦点，我们可以使用以下强烈的开端：",
	"During the last great trade-day before winter falls upon the village of Whitesparrow, an iron-armored caravan filled with hooded hobgoblins attacks the bazaar. Their goal is to steal weapons and armor—as well as an old book possessed by Paula Dustyfingers, the curio vendor.": "在白雀村冬季降临前的最后一个大型交易日上，一支穿着铁甲的队伍，由戴着兜帽的地精人组成，袭击了集市。他们的目标是窃取武器和盔甲，以及一本由保拉·尘指（Paula Dustyfingers）所有的古老书籍。",
	"That gets things started nicely, with a strong battle and lots of interesting hooks for the characters to investigate.": "这样做很好，有一场激烈的战斗，还有许多有趣的线索供角色调查。",
	"What's happening? What event will frame the start of this section of the adventure?": "发生了什么？什么事件将开启本节冒险的篇章？",
	"What's the point? What seed or hook will lead the characters further into the adventure?": "有什么意义呢？有什么种子或钩子会把角色引向更深的冒险？",
	"Where's the action? Start as close to the action as you can.": "行动在哪里？尽量靠近行动开始。",
	"The true goal of your session notes is to make you comfortable enough to run your session.": "你的会话笔记的真正目标是让你感到足够舒适，以便进行你的会话。",
	"With our strong start written out, we might next write down the potential scenes that take place during the adventure. Sometimes we have one obvious path to take. Other times, there might be multiple options for the characters to follow. Either way, a short list of potential scenes can help us feel as though we have a handle on the adventure.": "在我们写出强有力的开端之后，接下来我们可以写下在冒险中发生的潜在场景。有时候我们可能只有一条明显的道路可走。而其他时候，角色可能有多个选择的选项。无论哪种情况，列出潜在场景的简短清单可以帮助我们感觉我们对冒险有所把握。",
	"The truth is, no GM can ever really have a full idea of where the adventure will go once that starting scene unfolds. But we can guess. Because these potential scenes might never actually come into play, we want to keep our scene outline loose and brief, so that we're not wasting a lot of time if we end up throwing them out. The outline itself doesn't need to be much more than a few words per line, with one or two lines per hour of game play. This list should be just enough to remind us of what's going on in the scene while we're running the game. Anything more than that is too much.": "事实上，没有任何（GM）（Game Master）可以完全预测冒险在起始场景展开后会走向何方。但我们可以猜测。由于这些潜在场景可能永远不会真正发生，我们希望保持我们的场景大纲松散而简洁，这样如果最终不需要它们，我们就不会浪费太多时间。大纲本身不需要超过每行几个词，每小时游戏时间一两行。这个清单应该足够提醒我们在游戏进行时场景中发生了什么。任何超过这个范围的都太多了。",
	"Sometimes we'll outline a list of sequential scenes expecting that the characters will go through one at a time. Other times, it's a list of scenes the characters might explore in any order. Or the scene outline might represent different branches to the story, each of which can take the characters off on a different path. Any of these models can work to help us get a handle on what we might see unfold at the table.": "有时，我们会列出一系列连续的场景，期望角色们会依次经历。而其他时候，这可能是角色可以以任何顺序探索的场景列表。或者场景大纲可能代表故事的不同分支，每个分支都可以让角色走向不同的道路。这些模型中的任何一个都可以帮助我们掌握在桌上可能看到的情节。",
	"Like many of the techniques of the Lazy Dungeon Master, outlining potential scenes serves multiple purposes. First and most obviously, it helps you think about what might happen during the game. Even more importantly, it makes you feel confident that you have a handle on your game. You feel ready to play—and that's often all you need to be ready.": "和懒惰地牢主的许多技巧一样，勾勒潜在场景有多重要。首先，最明显的是，它帮助你思考游戏中可能发生的事情。更重要的是，它让你感到自信，知道自己掌握了游戏的情况。你感觉准备就绪——这通常就是你需要的准备。",
	"Be prepared to throw what you have away if something better happens at the table.": "如果桌上出现更好的东西，准备好放弃手中的东西。",
	"The strength of being a Lazy Dungeon Master comes from being prepared—and also being ready to throw all that preparation away when the game goes in an unexpected direction. If you overprepare your game, it's easy to lose confidence. Nobody ever wants to throw away hours of work. You might fall in love with what you've prepared, so much so that you can't bear to let it go. You might spend so much time outlining your expected adventure that you don't have anything else ready when the players and the characters make choices you didn't see coming.": "作为一个懒惰地牢主，实力源自准备充分——同时也要随时准备好在游戏走向意外方向时放弃所有准备。如果你准备过多，很容易失去信心。没有人愿意抛弃数小时的工作。你可能会爱上你所准备的内容，以至于无法割舍。你可能会花太多时间概述你预期的冒险，以至于当玩家和角色做出你没有预料到的选择时，你却没有准备好其他内容。",
	"The easiest fix for this is to make sure you keep your outline brief. You want only enough information to remind you what you had in mind for the scene—and no more than that. You keep the details of the scene purposefully brief. You expect that even within a scene, you're going to have to improvise anyway. And you prepare for that improvisation.": "最简单的解决方法是确保你的大纲简洁。你只需要足够的信息来提醒你关于场景的设想，而不要过多。你故意让场景的细节简洁。你预计即使在一个场景中，你也会需要即兴发挥。你要为即兴发挥做好准备。",
	"Because in the end, none of the things you outline in your potential scenes become real until they actually take place at the table.": "因为最终，你在潜在场景中勾勒的所有事情直到它们真正在桌上发生才变得真实。",
	"Using our \"Scourge of Volixus\" example adventure, we can outline the following scenes. We might already have a strong sense of all the locations and NPCs when we outline—or we might be making them up in the outline for the first time, based on our sense of what the adventure needs.": "使用我们的“沃利克斯的灾祸”(Scourge of Volixus)示例冒险，我们可以概述以下场景。当我们进行概述时，我们可能已经对所有的地点和NPC有了清晰的认识，或者我们可能是第一次根据对冒险需求的理解来编写它们。",
	"Investigate the armored caravan.": "调查装甲护卫队。(armored caravan)",
	"Talk to Paula Dustyfingers the curio seller about the book the hobgoblins wanted.": "和保拉·尘指尘（Paula Dustyfingers）这位古玩商谈谈那本地精想要的书。",
	"Talk to the archivist Aluvena the Keeper, the custodian of Whitesparrow history.": "与档案保管员艾露维娜（Aluvena the Keeper）交谈，她是白雀历史的守护者。",
	"Find Littletoes, a goblin who escaped from the battle.": "找到小脚趾(%Littletoes%)，一个从战斗中逃脱的地精。",
	"Follow the hobgoblins' trail back to the Watchtower of Set.": "跟随地精的踪迹返回至塞特守望塔(`Watchtower of Set`)。",
	"Travel through the goblin warrens beneath the tower.": "穿过塔下的地精地道。",
	"Sneak into the inner keep of Grayspire, the hobgoblins' mountain fortress.": "潜入格雷斯派尔（Grayspire）的内堡，那里是地精山堡。",
	"Face the hobgoblin leader Volixus in the throne room.": "在王座厅面对地精首领Volixus。",
	"As we outline, we're comfortable with the fact that some of these scenes might never happen. Some might be done out of order, even as others are clearly linear. Most importantly, each idea is short and to the point. And this makes it easy for us to toss all our starting ideas away if something better happens instead.": "正如我们所概述的，我们对于这些场景中的一些可能永远不会发生这一事实感到满意。有些可能会按顺序进行，而其他一些则明显是线性的。最重要的是，每个想法都简短明了。这使得我们很容易抛弃所有最初的想法，如果有更好的想法出现的话。",
	"Write down a short list of scenes that might occur in your game.": "写下一个可能在你的游戏中发生的场景简短清单。",
	"Remember that the goal of writing down scenes is primarily to help you feel prepared.": "记住，写下场景的目标主要是帮助你感到准备就绪。",
	"Scenes can occur in or out of sequence.": "场景可以按顺序或者无序发生。",
	"Write only as much as you need to remind yourself of what might happen.": "只需写下你需要提醒自己可能发生的事情。",
	"Don't fall in love with your scenes. Be prepared to throw them away.": "不要爱上你的场景。准备好抛弃它们。",
	"I'll share a secret with you. This chapter is the main reason I decided to write an entirely new book on the concept of the Lazy Dungeon Master. The idea behind secrets and clues feels so powerful that it drives a complete rewrite of the rest of the ideas underlying the Lazy Dungeon Master's approach to game prep. Secrets and clues are the anchors of our games. They're a simple way to build out an adventure, create meaning and story for the players, and connect people, places, and things. Secrets and clues are the connective tissue of an adventure—and, more often than not, a whole campaign.": "我会和你分享一个秘密。这一章节是我决定全新撰写一本关于懒惰地牢主人概念的书的主要原因。秘密和线索背后的理念如此强大，以至于它驱使我完全重写了懒惰地牢主人在游戏准备中的其他想法。秘密和线索是我们游戏的锚点。它们是构建冒险、为玩家创造意义和故事，以及连接人物、地点和事物的简单方法。秘密和线索是冒险的连接组织物质——往往也是整个冒险的主线。",
	"They also conveniently fit on one side of a 3×5 index card.": "它们还方便地适合在一张3×5英寸的索引卡的一面。",
	"Knowing where to start an adventure might be the most important thing we can prepare ahead of our games. Without that, we're staring at a table full of narrow-eyed players who are about four seconds away from playing the latest clicker-game sensation on their phones. A strong start grabs the players by the ears and drags them through a planar rift into another world. Secrets are what bind the players to this new world.": "知道从哪里开始冒险可能是我们在游戏前最重要的准备工作。没有这个，我们就会面对一桌子瞪大眼睛的玩家，他们距离在手机上玩最新的点击游戏只有四秒钟。一个强有力的开端会抓住玩家的耳朵，将他们拖入一个平面裂缝，进入另一个世界。秘密是将玩家与这个新世界联系在一起的纽带。",
	"Writing down a solid list of secrets and clues is the next most important part of our preparation after a strong start. Even if we have only five minutes to prepare a game, a strong start and a good list of secrets and clues might be all we need.": "在一个强大的开始之后，写下一个扎实的秘密和线索清单是我们准备工作中的下一个最重要部分。即使我们只有五分钟来准备一个游戏，一个强大的开始和一个好的秘密和线索清单可能就是我们所需要的一切。",
	"A secret or clue is a single sentence that encapsulates a piece of your game world, its history, or the current story. It's a piece of information the characters can discover as they explore the world and interact with its inhabitants. But secrets and clues are never trivial. They contain information that {@i matters} to the characters. They might be pieces of history that give the characters and the players a better view of why things are happening. They might be leads and hints that allow the characters to discover special locations or powerful items. They might be information about NPCs that the characters didn't already know.": "一个秘密或线索是一句话，概括了你的游戏世界、历史或当前故事的一部分。这是角色在探索世界并与其居民互动时可以发现的信息片段。但秘密和线索从不是琐碎的。它们包含对{@i matters}角色至关重要的信息。它们可能是一些历史片段，让角色和玩家更好地了解事情发生的原因。它们可能是线索和提示，让角色发现特殊地点或强大物品。它们可能是关于NPC的信息，角色之前并不知道的。",
	"Here's an example:": "这里是一个例子：",
	"Aluvena the Keeper, archivist for the Whitesparrow family, is a secret cultist of Dusk.": "阿鲁维娜（Aluvena）是怀特斯帕罗家族的档案保管员，是暮色教（Dusk）的秘密教徒。",
	"During game preparation, you don't tie secrets and clues to the people, places, or things where they might be discovered. You don't worry about how the characters will uncover a secret or clue. This is a critical component to the idea of secrets and clues, and part of the whole idea of \"preparing to improvise.\"": "在游戏准备过程中，不要将秘密和线索与可能发现它们的人、地点或物品联系起来。不要担心角色将如何揭示秘密或线索。这是秘密和线索概念的关键组成部分，也是“准备即兴表演”的整体概念的一部分。",
	"A specific secret or clue should never need to come from one particular NPC's mouth, or from a single strange glyph on the keen edge of an ancient blade. When you're sitting down to write your secrets and clues, {@b you don't want to know how the characters might find them}. That should always be dependent on what happens during the game, and that's out of your control.": "特定的秘密或线索永远不应该只能从一个特定NPC的口中得到，或者只能从一把古老利刃的锋芒上的一个奇怪符号中获得。当你坐下来写你的秘密和线索时，{@b you don't want to know how the characters might find them}。这应该始终取决于游戏中发生的事情，而这是你无法控制的。",
	"Secrets and clues might be things the characters learn while listening to gossip at the local eatery. They might be discoveries made on an old piece of parchment in a library. They might be something learned while interrogating a captured hobgoblin, or bits of history tied to a magic item found in a dragon's hoard. And from all these possibilities, {@b you'll improvise the discovery of a secret or clue while you run your game.}": "秘密和线索可能是人物在当地餐馆听到流言时学到的东西。它们可能是在图书馆的一张古老羊皮纸上发现的发现。它们可能是在审问被俘虏的地精时学到的东西，或者是与在龙的宝藏中找到的魔法物品相关的历史片段。从所有这些可能性中，{@b you'll improvise the discovery of a secret or clue while you run your game.}",
	"Abstracting secrets and clues works particularly well with mysteries. You'll have no idea how the characters might go about investigating a mystery. But as they do, you can drop in the right clues at the right time to help them solve it.": "将秘密和线索抽象化特别适用于谜团。你可能完全不知道角色们会如何去调查一个谜团。但当他们这样做时，你可以在正确的时间放入正确的线索，帮助他们解决它。",
	"{@b The abstract nature of secrets and clues sits perfectly between preparation and improvisation.} You know the characters will learn something interesting—but you don't know {@i how} they will learn it. You get to figure that out as it happens at the table.": "{@b The abstract nature of secrets and clues sits perfectly between preparation and improvisation.} 你知道角色们会学到一些有趣的东西—但你不知道{@i how}他们会学到什么。你可以在游戏桌上逐渐揭晓。",
	"When you're writing down your secrets and clues during your Lazy Dungeon Master preparation, shoot for ten. Any fewer, and you might not have enough of them. Too many and it can become difficult for you to quickly reference and use your secrets and clues at the table.": "在 Lazy Dungeon Master 准备过程中，当你记录你的秘密和线索时，目标是十个。少于这个数量，可能会不够用。太多的话，在桌上快速参考和使用秘密和线索可能会变得困难。",
	"Sometimes thinking up ten secrets is hard. But as you wrack your brain for those final few, {@b you'll often come up with the most interesting ones.} It sometimes takes great mental effort to dig deep into one's mind and find the diamonds buried within.": "有时候想出十个秘密很困难。但当你为最后几个苦苦思索时，{@b you'll often come up with the most interesting ones.} 有时需要付出巨大的心智努力，深入自己的内心，找到埋藏其中的宝藏。",
	"It's unlikely that you'll reveal all of the secrets and clues you write down during your preparation. That's fine. You're not wasting a lot of effort if you don't use them all, because you kept your thoughts short. And that's much better than writing a thousand words about the history of an ancient watchtower that the characters never actually visit.": "在你准备过程中写下的所有秘密和线索可能不太可能全部揭示出来。这没关系。如果你没有全部使用它们，也不算浪费太多精力，因为你的想法很简洁。这比写下一千字关于角色实际上从未访问过的古老瞭望塔的历史要好得多。",
	"Sometimes your unrevealed secrets will make their way to your next session's list. Other times, they simply fade away. You might be tempted to keep a huge list of past secrets, but that can end up being unwieldy. The world is a dynamic place, and it's fine if you throw away old secrets. Just make sure you come up with a fresh list of ten new secrets and clues for every session.": "有时，你未透露的秘密会出现在下一场冒险中。而有时，它们会悄然消失。你可能会想要保留一个庞大的过去秘密清单，但那样会变得难以控制。世界是一个充满活力的地方，如果你丢弃旧秘密，也是可以的。只需确保每场冒险都准备好新的十个秘密和线索。",
	"Secrets and clues don't become a real part of the game until they're revealed to the characters and the players. You might have some crazy revelation written down as a secret—maybe something like how the king's first retainer is actually a devil in disguise. That doesn't make it part of the campaign story until the characters discover it. If the characters never come across that secret, it might turn out that the king's first retainer is exactly who she said she was all along.": "秘密和线索直到被揭示给角色和玩家后才成为游戏的真正一部分。你可能已经把一些疯狂的揭示写成了一个秘密——也许像国王的第一侍从实际上是个伪装成恶魔的人。但直到角色们发现它，这并不会成为战役故事的一部分。如果角色们从未发现那个秘密，可能最终会证明国王的第一侍从其实一直都是她所说的那样。",
	"Secrets and clues are often the ethereal goo that solidifies into quests. \"The hobgoblins are building a terrible city-destroying war machine\" is a secret. And when the characters discover it and the players discuss it, that secret almost automatically becomes a quest to \"destroy the hobgoblins' terrible city-destroying war machine.\" You don't have to think of secrets and clues as quests or story hooks. But they'll often transform into those hooks if they catch the interest of the players.": "秘密和线索通常是凝固成任务的虚幻物质。\"(%num%)The hobgoblins(%num%) are building a terrible city-destroying war machine\" 是一个秘密。当角色们发现它并且玩家们讨论它时，那个秘密几乎自动变成了一个任务，即\"摧毁(%num%)the hobgoblins(%num%)的可怕毁城战争机器\"。你不必把秘密和线索看作任务或故事引子。但如果它们引起了玩家的兴趣，它们通常会转变成这些引子。",
	"Here are ten example secrets for our \"Scourge of Volixus\" adventure:": "这里是我们“沃利克斯的灾祸”冒险的十个秘密示例：",
	"The hobgoblins are building a terrible city-destroying war machine in the western mountains.": "哥布林们正在西部山脉建造一台可怕的毁灭城市的战争机器。",
	"The war machine was forged in the fires of the Nine Hells centuries ago, and was lost in a great battle.": "这台战争机器是在九层地狱的烈火中锻造的，数个世纪前失落在一场大战中。",
	"The hobgoblins have gnome tinkerers and alchemists working on the war machine, but it isn't clear whether those are prisoners or allies.": "哥布林有侏儒工匠和炼金术士为战争机器效力，但不清楚他们是囚犯还是盟友。",
	"A hobgoblin half-dragon veteran known as Volixus the Burning Rage leads the hobgoblins.": "一个半龙兽人老兵，被称为烈怒者沃利克斯（Volixus the Burning Rage），领导着那些兽人。",
	"In addition to his goblin and hobgoblin army, Volixus has hired a band of ogre mercenaries known as the Bonemashers.": "除了他的地精和霍布戈布林军队外，Volixus还雇佣了一支名为骨碎者(Bonemashers)的食人魔雇佣兵团。",
	"The hobgoblins have taken over a ruined mountain fortress known as Grayspire.": "哥布林占领了一座被称为灰尖塔(Grayspire)的废弃山要塞。",
	"Centuries past, Grayspire served as the fortress headquarters of High Lord Grandel Whitesparrow, but it fell into ruin long ago.": "几个世纪以前，灰塔曾是高领主格兰德尔·怀特斯帕罗(`High Lord Grandel Whitesparrow`)的堡垒总部，但它很久以前就荒废了。",
	"A nearly limitless series of sewers and catacombs spreads out beneath Grayspire—including some caverns and ancient ruins said to predate the construction of the citadel.": "在格雷斯派尔（Grayspire）下方，有一个几乎无限延伸的下水道和地下墓穴系列，其中包括一些据说早于城堡建造的洞穴和古代遗迹。",
	"Wraiths haunt the old Watchtower of Set, which sits above tunnels connecting it to the lower levels of Grayspire.": "鬼魂出没在塞特古老的守望塔上，该塔位于连接至格雷斯派尔下层的隧道之上。",
	"The library of Lord Whitesparrow might hold old maps or clues to navigating the sewers and tunnels beneath Grayspire.": "白雀领主的图书馆可能保存着古老的地图或线索，指引着格雷斯派尔城下面的下水道和隧道。",
	"It's easy to see how these sample secrets tie monsters, NPCs, and locations together. Some of these secrets and clues stand alone, while others lead to deeper secrets and more complex clues. All of them describe a single fact the characters and players can learn as they adventure.": "很容易看出这些样本秘密是如何将怪物、NPC和地点联系在一起的。一些秘密和线索独立存在，而另一些则导致更深层次的秘密和更复杂的线索。所有这些都描述了角色和玩家在冒险中可以学到的一个事实。",
	"Write down ten secrets and clues that the characters might discover in the next game session.": "在下一场游戏中，角色可能会发现以下十个秘密和线索：\n\n1. 在(%Place1%)的古老地下墓穴中，有一块被遗忘的(%Item1%)，据说具有强大的魔法力量。\n2. (%NPC1%)告诉角色，(%NPC2%)可能知道失落的(%Item2%)的下落，但(%NPC2%)已经失踪了。\n3. 在(%Place2%)的沼泽地里，有一只被诅咒的(%Monster1%)，它守护着一个隐藏的宝藏。\n4. 一位老人在(%Place3%)的酒馆里向角色透露，(%NPC3%)似乎在策划一场阴谋，涉及到(%Location1%)的未来。\n5. (%Item3%)的碎片被发现散落在(%Place4%)的周围，拼接在一起可能揭示一个古老的预言。\n6. 在(%Place5%)的山洞中，有一扇通往(%Location2%)的神秘传送门，但只有在特定时间才能打开。\n7. 一位神秘的(%NPC4%)提供了一张古老地图，标记着一个隐藏的(%Location3%)，据说那里埋藏着无尽的财富。\n8. 在(%Place6%)的城堡中，有一本被封印的古老书籍，据说包含着有关(%Monster2%)的弱点信息。\n9. (%NPC5%)告诉角色，(%NPC6%)可能是一个间谍，潜伏在他们中间，试图破坏他们的计划。\n10. 在(%Place7%)的神庙中，有一场神秘的仪式即将举行，据说参与者将获得神秘的祝福，但也可能面临巨大的危险。",
	"Secrets and clues are the connective tissue of a campaign. After the start of the adventure, they're the second most important thing to prepare.": "秘密和线索是一个冒险活动的连接纽带。在冒险开始后，它们是准备的第二重要事项。",
	"Each secret or clue reveals a piece of the story or the history of the world and its inhabitants.": "每个秘密或线索都揭示了故事或世界及其居民历史的一部分。",
	"Keep secrets and clues abstract from how they might be revealed. Improvise the discovery of secrets during the game.": "在游戏中，保持秘密和线索的抽象性，不要提前透露它们可能被揭示的方式。在游戏过程中即兴发现秘密。",
	"Throw away secrets that aren't revealed during a session. Write a fresh list each time.": "在游戏过程中未透露的秘密应当被丢弃。每次都要写一份新的清单。",
	"Be brave and embrace the largest, wildest themes of your campaign.": "勇敢地拥抱你的冒险活动中最宏大、最狂野的主题。",
	"The way of the Lazy Dungeon Master helps us separate those things that are easily improvised from those things worth preparing. Building fantastic locations, for example, isn't easily done at the table. When we try to improvise locations, we're likely to fall back on stereotypical castles, familiar dungeons, and the same old pair of huge statues with their hands out flanking the river. We need unique locations that inspire characters to explore and that players will remember. Thus, during our preparation, it's worth taking the time to develop a handful of fantastic locations that might come up during the game.": "《懒惰地牢主的方法》帮助我们区分那些容易即兴发挥的事物和值得准备的事物。例如，建造奇幻场所并不容易在桌上完成。当我们试图即兴发挥场所时，很可能会回到陈词滥调的城堡、熟悉的地牢，以及那对老掉牙的巨大雕像，手伸向河流两侧。我们需要激发角色探索欲望、让玩家记忆深刻的独特场所。因此，在准备过程中，值得花时间开发一些可能在游戏中出现的奇妙场所。",
	"A fantastic location can be anything. Some are as small as a single large room or chamber. Some are as large as an entire building. A city, a castle, or an entire dungeon is likely too large to be identified as a single location. It's better to split up the areas of such large sites into a series of fantastic locations.": "一个奇妙的地点可以是任何东西。有些只是一个大房间或大厅。有些大到整个建筑物那么大。一个城市，一座城堡，或整个地牢可能太大而无法被定义为一个单一的地点。最好将这些大场所的区域分割成一系列奇妙的地点。",
	"You can think of a fantastic location as the set or backdrop for a single scene. As such, the size of the location should match the scope of the scene. In a scene focused on combat, the location might be just a room or chamber. In a larger exploration scene, it might be a series of interconnected rooms. When you're building a dungeon, each main room or area of related chambers can serve as a fantastic location.": "你可以将一个奇妙的地点想象成一个场景的布景或背景。因此，地点的大小应该与场景的范围相匹配。在一个以战斗为重点的场景中，地点可能只是一个房间或大厅。在一个更大的探索场景中，地点可能是一系列相互连接的房间。当你建造一个地牢时，每个主要房间或相关房间区域都可以作为一个奇妙的地点。",
	"For each fantastic location, you need only two components: an evocative name and the location's aspects. The name of the location should fire up the imaginations of you and the players alike. It should capture the attention of the players when you describe it. You don't need to write paragraphs of descriptive text for a location, though. You just need enough of a reminder to help you describe it to the players during the game.": "对于每个奇妙的地点，你只需要两个要素：一个引人入胜的名称和该地点的特征。地点的名称应该能激发你和玩家的想象力。当你描述时，它应该能吸引玩家的注意力。你不需要为一个地点写大段的描述性文字。你只需要足够的提示来帮助你在游戏中向玩家描述它。",
	"Evocative names cover locations like the following:": "唤起感情的名称覆盖了像以下这样的地点：",
	"The Hill of the Great Skull": "巨骷髅之丘 (The Hill of the Great Skull)",
	"The Bridge of Teeth": "牙之桥 (The Bridge of Teeth)",
	"The Path of Screams": "尖啸之路(Path of Screams)",
	"Obviously, different people reading the names of those locations might have different images immediately pop into their heads. But you aren't writing down your fantastic locations for anyone else. Rather, the evocative name is meant to {@b bookmark the image you had in your head}, creating a note that will remind you of that location when you need it during the game.": "显然，阅读这些地点名称的不同人可能会立即想到不同的形象。但你并不是为其他人写下你的奇妙地点。相反，这个富有感染力的名称是为了{@b bookmark the image you had in your head}，在游戏中需要时提醒你这个地点。",
	"With an evocative name in place, it's time to add some useful details to your fantastic location. We'll call these {@i aspects}—a term borrowed from the {@i Fate Core} roleplaying game. These aspects act as short descriptive tags for your location.": "在确定了一个引人注目的名称之后，现在是时候为你的奇妙地点添加一些有用的细节了。我们将这些称为{@i aspects}—这个术语是从{@i Fate Core}角色扮演游戏中借来的。这些方面充当你地点的简短描述标签。",
	"In general, you'll want to have three aspects for a fantastic location, each of which describes an important, notable, or useful feature of the location. Aspects are features that the characters can interact with, and that will matter to them. They also help you add detail to the location beyond the evocative name, by forcing you to build more of the location in your head while you prepare. With these aspects, a location becomes more than just an abstract vision.": "通常情况下，你会希望一个出色的地点具有三个方面，每个方面描述了地点的重要、显著或有用的特征。方面是角色可以与之互动的特征，对他们很重要。它们还可以帮助你在准备时在脑海中构建更多关于地点的细节，从而超越令人印象深刻的名称，使地点更加具体。有了这些方面，一个地点就不再只是一个抽象的愿景。",
	"The three locations above suggest any number of possible location aspects.": "以上三个地点暗示了可能存在多种地点特征。",
	"{@b The Hill of the Great Skull:} Huge saber-toothed bestial skull bursting out of the ground; sharp bone shards thrust up out of the earth; circle of glyphs on the skull's forehead": "{@b The Hill of the Great Skull:} 从地面上冒出的巨大剑齿兽头骨；尖锐的骨片从地面上冲出来；头骨额头上有一圈符文。",
	"{@b The Bridge of Teeth:} Narrow bridge of bone spanning a gorge; bones tied together with cracked and splitting leather and sinew; howling wind sounds like moaning": "{@b The Bridge of Teeth:} 一座横跨峡谷的狭窄骨桥；骨头用破裂和分裂的皮革和筋连在一起；呼啸的风听起来像呻吟。",
	"{@b The Path of Screams:} Icy path winding around sheer mountainous drop; faces frozen screaming in the icy walls; continuous small avalanches": "{@b The Path of Screams:} 冰冷的小径蜿蜒在陡峭的山崖边缘；冰墙上凝固的脸庞尖叫着；不断发生小规模雪崩。",
	"Some of these aspects are descriptive. They'll remind you of what's going on at the location. All of them {@b offer something to the players and the characters}. They're something to investigate, something to interact with. Some of those interactions might be really bad, like a sheer mountainous drop. Others might offer secrets or undiscovered power, like the glyphs on a huge skull's forehead. These aspects bring a tiny piece of each of these fantastic locations to life. They're often the things that {@i make} a location fantastic.": "一些方面是描述性的。它们会提醒你该地点发生了什么。所有这些{@b offer something to the players and the characters}。它们是值得调查的东西，值得互动的东西。其中一些互动可能会很糟糕，比如陡峭的山崖。其他可能会提供秘密或未发现的力量，比如巨大头骨额头上的象形文字。这些方面将每个奇幻地点的一小部分带到生活中。它们通常是使地点奇幻的东西。",
	"You might be tempted to write down more details than just the evocative name and aspects of a location—but you're best off ignoring this temptation. If you put too much energy into a location, you'll want to use it, even if the path of the story steers away from it. As with secrets and clues, you could end up throwing away even the most fantastic location if it never comes into play. You should prep only enough to help you run a location at the table—not so much that you feel invested in it.": "你可能会被诱惑写下比仅仅是地点的生动名称和特征更多的细节，但最好还是忽略这种诱惑。如果你在一个地点上花费了太多精力，即使故事的发展方向与之无关，你也会想要使用它。就像秘密和线索一样，如果一个地点从未被运用，你最终可能会抛弃甚至最棒的地点。你应该只准备足够的内容来帮助你在桌面上运行一个地点，而不是让你感到过于投入。",
	"Making something truly fantastic is a complicated process. But we don't like complicated processes when it comes to game prep, so here's a single trick to focus on: scale. Big things, old things, vast things—these features can easily make any location fantastic. Size alone often does it. When people see something really big, it takes our collective breath away. It makes us feel small and insignificant. So when the characters turn to the other side of a vast cliff wall only to realize that the wall is part of an enormous stone hand breaking out of the ground? That's fantastic.": "创造出真正奇妙的事物是一个复杂的过程。但是当涉及到游戏准备时，我们不喜欢复杂的过程，所以这里有一个关键要点：规模。巨大的事物、古老的事物、广阔的事物——这些特征很容易让任何地点变得奇妙。仅仅是大小通常就足够了。当人们看到真正巨大的东西时，会让我们集体屏住呼吸。它让我们感到渺小和微不足道。所以当角色转身面对一个巨大悬崖壁的另一侧，却意识到这面墙是一个巨大的石手正在从地面中突破出来？那才是奇妙的。",
	"The scale of age also makes things fantastic. When you're thinking about your locations, always ask yourself, \"What was this before?\" Thousand-year-old statues of heroes lost in time. Ancient crypts buried under mountains. Derelict planar ships floating dead in the depths of the Astral Plane. Ancient structures such as these always inspire the imagination.": "年龄的尺度也让事物变得奇幻。当你考虑你的地点时，总是要问自己，“这之前是什么？”失落在时间中的千年英雄雕像。埋藏在山脉下的古代地下墓穴。漂浮在星界平面深处的废弃位面飞船。诸如此类的古老建筑总是激发想象力。",
	"There are lots of ways to make something fantastic, but when in doubt, go for scale.": "有很多方法可以使事物变得出色，但如果不确定，就选择规模。(scale)。",
	"The number of fantastic locations you need depends on the length of your game. Generally speaking, you want to shoot for one or two fantastic locations per hour of game play. You might get away with three locations for a two-hour game, five locations for a three-hour game, or as many as seven locations for a four-hour game. For longer sessions, you might need even more. Just remember that each fantastic location is the backdrop for a single scene—not the city or dungeon that's the setting for the entire adventure.": "你需要的奇幻场景数量取决于游戏的长度。一般来说，你希望每小时游戏时间有一到两个奇幻场景。对于一个两小时的游戏，你可能需要三个场景；对于一个三小时的游戏，你可能需要五个场景；对于一个四小时的游戏，你可能需要多达七个场景。对于更长的游戏时间，你可能需要更多的场景。请记住，每个奇幻场景只是单个场景的背景，而不是整个冒险的城市或地牢的设置。",
	"As with all the other aspects of your prep, you might not use all the locations you outline. The longer your game, the more likely that it'll veer off from any of the paths you expected it to take, often leaving locations unused. That's perfectly fine. Unlike with secrets and clues, you can often keep fantastic locations handy in case the adventure veers back toward a path where you can use them. Or you might just modify an unused location and drop it into another part of the adventure. Still, given that you want to put minimal effort into creating your fantastic locations, they're usually easy to toss aside.": "与你准备的其他方面一样，你可能不会使用你列出的所有地点。游戏时间越长，它偏离你预期的路径的可能性就越大，通常会导致一些地点被闲置。这完全没关系。与秘密和线索不同的是，你通常可以保留一些奇妙的地点，以备冒险重新回到你可以使用它们的路径上。或者你可以修改一个未使用的地点，将其放入冒险的另一个部分。然而，考虑到你想要将最少的精力投入到创造奇妙地点中，它们通常很容易被抛弃。",
	"The following are examples of ten fantastic locations, in the form of evocative names and aspects.": "以下是十个奇妙地点的例子，以引人入胜的名称和特征形式呈现。",
	"{@b Emerald Waterfall:} Mile-high waterfall; huge, razor-sharp emerald deposits; ancient primeval steps snaking underneath": "{@b Emerald Waterfall:} 英里高的瀑布；巨大、锋利的翡翠矿床；古老的原始阶梯蜿蜒而下",
	"{@b Crashed Planar Vessel:} Huge planar vessel half-buried in ancient rock; blue fires burning eternally in molten rock pits; strange alien beings petrified in obsidian": "{@b Crashed Planar Vessel:} 在古老的岩石中半埋的巨大平面船; 蓝色火焰在熔岩坑中永恒燃烧; 奇怪的外星生物被石化在黑曜石中",
	"{@b Fang of the First Wyrm:} Thirty-foot-high fang thrust up out of the ground; draconic glyphs carved around the fang's base; sacrificial pedestal stained with blood": "{@b Fang of the First Wyrm:} 地面上突起着三十英尺高的尖牙；尖牙底部雕刻着龙形符文；祭坛上沾满了鲜血",
	"{@b Floating Geode:} Large opaque crystalline geode floating twenty feet off the ground; bolts of red lightning arcing from geode to the ground; deep hole in the earth below the geode like an infected wound": "{@b Floating Geode:} 一个大的不透明的结晶石洞悬浮在离地面二十英尺的地方；红色闪电从石洞向地面弯曲；地洞深深，像是地球上的一处感染性伤口",
	"{@b Bones of the Behemoth:} Huge ribcage and pelvic bone of an impossibly large creature; hanging carcasses of predators; totem of twisted skulls": "{@b Bones of the Behemoth:} 一只不可思议巨大生物的巨大肋骨和骨盆骨; 悬挂着猎食者的尸体; 扭曲头骨的图腾",
	"{@b Pit of the Otherworldly Stone:} Vast crater surrounded by eternally dead trees; noxious fumes perpetually flowing from the crater; rune-marked glowing stone still hot at the center of the pit": "{@b Pit of the Otherworldly Stone:}周围是永远死去的树木环绕的巨大火山口；有毒烟雾不断从火山口流出；火山口中央还有热气腾腾的符文发光石头",
	"{@b Crucified Titan:} Massive stone-and-wood structure crucifying a huge, half-shattered titan; black-green liquid dripping from the titan's cracked chest; ancient stepped altar in front of the titan": "{@b Crucified Titan:} 一座巨大的石头和木头结构，钉死了一个巨大、半碎的泰坦；从泰坦破裂的胸口滴下黑绿色的液体；泰坦前面有一座古老的台阶祭坛。",
	"{@b Ruined Tower:} Shattered wizard's tower somehow still standing; corpses of huge beasts at the tower's base; twisted weave of arcane energy surrounding the tower": "{@b Ruined Tower:} 破碎的巫师塔仍然屹立不倒；塔基上散落着巨兽的尸体；扭曲的奥术能量编织着塔楼",
	"{@b Carapace of the World Walker:} Huge spider corpse, decayed and hollow; splintered leg carapace, razor-sharp; huge unbroken egg sacks": "{@b Carapace of the World Walker:}巨大的蜘蛛尸体，腐烂而空洞；碎裂的腿壳，锋利如剃刀；巨大完整的卵囊",
	"{@b Exposed Tomb:} Buried tomb exposed by recent erosion; hooded statues with open, beckoning hands; skeletal hands reaching out of the unhallowed earth": "最近的侵蚀暴露了{@b Exposed Tomb:}被埋葬的坟墓；戴兜帽的雕像伸出张开的手臂；骷髅手从不神圣的土地中伸出。",
	"The initial step of the Lazy Dungeon Master's checklist is to review the characters. With that review in mind, you might build a location of relevance to a specific character's background. A shrine holding a statue of a character's deity, perhaps, or a lost crypt to a hero the character knows. It doesn't have to be a tight connection, but even a loose connection can help draw the players into the game's fiction. Such connections help you remember the important part the characters are meant to play in the world.": "懒惰地牢主的清单的初始步骤是审查角色。有了那个审查在心中，你可以建立一个与特定角色背景相关的地点。也许是一个供奉着角色神明雕像的神殿，或者是一个英雄墓穴，与角色相识的英雄葬在那里。这种联系不一定要紧密，但即使是松散的联系也可以帮助吸引玩家进入游戏的虚构世界。这样的联系有助于你记住角色在世界中应该扮演的重要角色。",
	"Many GMs think of dungeons as vast, ancient complexes with dozens or even hundreds of rooms. For a single session, though, you likely don't need more than five to eight main chambers to keep your group entertained for up to four hours. Instead of graphing everything out by hand, you can write down the names of your fantastic chambers on a piece of paper, then draw lines to represent the hallways or connectors between these locations. You might even make the connectors into fantastic locations in their own right, featuring interesting scenery, challenging environmental hazards, and deadly traps.": "许多（GMs）将地牢视为庞大的、古老的建筑群，拥有数十甚至数百个房间。然而，对于单次游戏，您可能不需要超过五到八个主要房间，就能让您的小组在长达四个小时的时间里感到愉快。您可以在一张纸上写下您那些奇妙房间的名称，然后画线来代表这些地点之间的走廊或连接通道，而不是手工绘制所有内容。您甚至可以将这些连接通道打造成独特的地点，展示有趣的风景、具有挑战性的环境危险以及致命的陷阱。",
	"Instead of building your own stick-figure dungeon layouts, you can also make use of dungeon maps from published adventures. Then just update the rooms on the map with your own fantastic locations.": "与其自己绘制简单的地牢布局，你也可以使用来自已出版冒险的地牢地图。然后只需用你自己的奇幻场景更新地图上的房间。",
	"Building on the quick development we've already done, here are five fantastic locations we can use in our \"Scourge of Volixus\" adventure.": "在我们已经完成的快速开发基础上，这里有五个我们可以在我们的“沃利克苏斯之灾”冒险中使用的绝佳地点。",
	"{@b Watchtower of Set:} Narrow goat-path leads to a ruined watchtower; shattered and crumbling stone covered in strange black oil; collapsed floor leads one hundred feet down into tunnels below the mountains": "{@b Watchtower of Set:} 一条狭窄的山羊小径通往一座废弃的瞭望塔；四分五裂、破碎的石头上布满了奇怪的黑油；坍塌的地板通向下方山脉下方一百英尺深的隧道。",
	"{@b Goblin Hovels:} Network of caves beneath Grayspire; shrine to a goblin god of servitude called Irons; cascades of oily black water": "{@b Goblin Hovels:} 格雷斯派尔（Grayspire）地下洞穴网络；供奉一个名为铁（Irons）的地精奴役之神的神龛；油黑色水流倾泻而下",
	"{@b Courtyard of Bones:} Ruined courtyard filled with the bones and rusted armor of the dead; bones of devils rumored to growl in anger; great spiked wheels from the remnants of shattered infernal war machines": "{@b Courtyard of Bones:} 被毁坏的庭院里堆满了死者的骨骼和生锈的盔甲；传闻中恶魔的骨骼发出愤怒的咆哮声；来自被摧毁的地狱战争机器残骸中的巨大尖刺车轮。",
	"{@b War Engine:} Juggernaut set with black iron skull; huge spiked wheels in the front; vast burning engine of glowing green hellfire": "{@b War Engine:} 拥有黑铁头骨的猛攻者套装; 巨大的前部尖刺车轮; 发出绿色幽火的庞大燃烧引擎",
	"{@b Molten Keep:} Keep of granite half-melted by intense otherworldly heat; petrified bodies reaching out from the molten walls; throne of iron and steel flanked by huge black-armored statues": "{@b Molten Keep:} 由强烈的异世界热量部分熔化的花岗岩保持着; 硬化的身体从熔化的墙壁中伸出; 铁和钢制成的王座两侧是巨大的黑色铠甲雕像",
	"Write down an evocative name for the location.": "写下一个唤起情感的地点名称。",
	"Write down three fantastic aspects of the location.": "写下该地点的三个奇妙之处。",
	"Plan on using one or two locations per hour of play.": "计划每小时游戏使用一到两个地点。",
	"Make locations fantastic using age and size.": "利用年龄和规模使地点变得神奇。",
	"Tie some locations to the backgrounds of the characters.": "将一些地点与角色的背景联系起来。",
	"Draw stick-figure dungeon maps with names connected by lines.": "用连线连接的方式绘制棍人地牢地图，每个地点用名称标注。",
	"Interaction with NPCs is one of the three core components of all our fantasy roleplaying games. According to a poll conducted on Facebook with more than one hundred and fifty respondents, roughly 60 percent of players prefer NPC interaction and roleplaying to combat and exploration.": "与NPC互动是我们所有奇幻角色扮演游戏的三个核心组成部分之一。根据在Facebook上进行的一项调查，有超过150名受访者，大约60%的玩家更喜欢与NPC互动和角色扮演，而不是战斗和探索。",
	"In the 2016 {@i D&D} Dungeon Master survey, 52 percent of 6,600 surveyed respondents said that they spend between fifteen and thirty minutes developing NPCs as part of their game preparation, and 90 percent spend at least some amount of time preparing NPCs before the game. In another Facebook survey, about 80 percent of 121 respondents indicated that they improvise half or more of their NPCs—but nearly all of those DMs said that they prepare at least some of their NPCs ahead of time. This gives us a solid idea that most GMs both {@b prepare NPCs ahead of time and improvise NPCs during the game.}": "在2016年的{@i D&D}地牢主调查中，6600名受访者中有52%表示他们在游戏准备中花费了15到30分钟来塑造NPC，而90%的人在游戏前至少花了一些时间准备NPC。在另一项Facebook调查中，大约80%的121名受访者表示他们会即兴创作半数或更多的NPC，但几乎所有这些DM都表示他们至少提前准备了一些NPC。这让我们对大多数GM都{@b prepare NPCs ahead of time and improvise NPCs during the game.}有了一个明确的想法。",
	"Later in this book, we'll talk about ways to improvise NPCs at the table. During our preparation step, though, we'll focus on preparing important NPCs. The techniques we use to improvise can be just as valuable during preparation. But the reasons we want to prepare these particular NPCs ahead of time warrant some discussion.": "在本书的后文中，我们将讨论如何在游戏桌上即兴创作非玩家角色（NPCs）。然而，在我们的准备阶段，我们将专注于准备重要的NPCs。我们在即兴创作时使用的技巧在准备阶段同样有价值。但我们提前准备这些特定NPCs的原因值得讨论。",
	"When you outline your NPCs during preparation, you'll focus on the main NPCs who drive the session. That includes major points of contact for the player characters, primary quest givers, notable villains, and other NPCs critical to the story.": "在准备过程中勾勒NPC时，你会专注于推动游戏进程的主要NPC。这包括玩家角色的主要联系人、主要任务发布者、显著的反派角色，以及对故事至关重要的其他NPC。",
	"The NPCs you take the time to prepare ahead of your game should usually have some key part to play in the adventure. If they don't, you can probably skip them, choosing to just improvise those less-important characters during the game.": "你提前准备的NPC在游戏中通常应该扮演一些关键角色。如果他们没有，你可以选择跳过它们，在游戏中即兴发挥那些不太重要的角色。",
	"When outlining your NPCs, keep their descriptions brief. It's always tempting to write out lengthy descriptions of an NPC's background, motivations, goals, negotiation styles, and physical characteristics—but you usually don't need all that stuff. Instead, you can focus on just the notes you need to run a particular NPC at the table. That might be nothing more than the NPC's name, their connection to the story, and a character archetype to help you roleplay.": "在勾勒你的NPC时，保持描述简洁。写出NPC的背景、动机、目标、谈判风格和外貌特征往往是很诱人的，但你通常并不需要这么多内容。相反，你可以专注于在桌上运行特定NPC所需的笔记。这可能仅仅是NPC的名字、他们与故事的联系，以及一个角色原型，以帮助你进行角色扮演。",
	"If you're making notes for an NPC who interacts repeatedly with the characters—a feature of many NPCs from published adventures—you might also jot down the NPC's current relationship to the player characters, just to remind you of where things stand.": "如果你正在为一个与角色反复互动的NPC做笔记——这是许多来自已出版冒险的NPC的特点——你可能还会记下NPC与玩家角色的当前关系，只是为了提醒自己事情的发展。",
	"When you want to fill out the details of an NPC, it's easy to build out their appearance, mannerisms, and the ways in which they interact with other characters from scratch. But it's easier and faster to create all that at once by tying the NPC to a character you pick out from popular fiction.": "当你想填写NPC的细节时，从头开始建立他们的外表、举止和与其他角色互动的方式是很容易的。但是，通过将NPC与你从流行小说中挑选出的角色联系起来，一次性创造所有这些会更容易、更快速。",
	"Think of a good movie, book, or TV show you've watched recently. Then lift the entire package of appearance and mannerisms from that character for your NPC. The further from the fantasy genre you can go, the harder it will be for the players to figure out the character archetype you've borrowed.": "最近我看了一部很棒的电影，书籍或者电视剧。然后我从那个角色身上借鉴了整个外表和举止作为我的NPC。你离奇幻题材越远，玩家们就越难猜出你所借鉴的角色原型。",
	"When you have a character in your mind who you already know well, it becomes easy to describe an NPC's appearance and actions—and in many cases, even their motivations.": "当你脑海中已经有一个你非常了解的角色时，描述NPC的外貌和行为变得容易——在许多情况下，甚至包括他们的动机。",
	"Here are ten great NPC archetypes that can be borrowed from popular fiction:": "这里有十种可以从流行小说中借鉴的NPC原型：",
	"Belloq ({@b Raiders of the Lost Ark})": "贝洛克（Belloq {@b Raiders of the Lost Ark}）",
	"Sam Merlotte ({@b True Blood})": "山姆·默洛特 ({@b True Blood})",
	"Gemma Morrow ({@b Sons of Anarchy})": "吉玛·莫罗 ({@b Sons of Anarchy})",
	"Carson ({@b Downton Abbey})": "卡森 ({@b Downton Abbey})",
	"Professor McGonagall ({@b Harry Potter})": "麦格教授 (Professor McGonagall {@b Harry Potter})",
	"Sheriff Jim Hopper ({@b Stranger Things})": "警长吉姆·霍珀 ({@b Stranger Things})",
	"Father Chains ({@b The Lies of Locke Lamora})": "Father Chains (钱恩斯神父 {@b The Lies of Locke Lamora})",
	"Jyn Erso ({@b Rogue One})": "吉恩·厄索 ({@b Rogue One})",
	"Ford Prefect ({@b The Hitchhiker's Guide to the Galaxy})": "福特同事 ({@b The Hitchhiker's Guide to the Galaxy})",
	"Olenna Tyrell ({@b Game of Thrones})": "奥莱娜·提利尔 ({@b Game of Thrones})",
	"This is just an example list from popular books, movies, and TV shows. The best examples will come from the popular fiction you've enjoyed the most, and the characters you know best.": "这只是一个来自流行书籍、电影和电视节目的示例清单。最好的例子将来自你最喜欢的流行小说，以及你最熟悉的角色。",
	"If you're worried about an NPC feeling too close to the character you're basing them on, one way to easily shake up an archetype and make a character unique is to switch its gender. What if Belloq from {@i Raiders of the Lost Ark} were a woman? Other than describing her new gender, you don't have to change anything else. Suddenly, your character feels unique and the players will have a harder time detecting the underlying archetype.": "如果你担心NPC与你基于的角色太过相似，一个简单的方法是改变其性别，从而打破原有的典型形象，使角色更加独特。如果{@i Raiders of the Lost Ark}中的Belloq是一个女性会怎样呢？除了描述她的新性别外，你不必改变其他任何东西。突然间，你的角色会感觉独一无二，玩家们也会更难察觉到潜在的典型形象。",
	"When building NPCs, it's easy to fall back on overused and potentially insulting stereotypes. If you find yourself leaning toward well-trodden ground with a particular character, you can try reversing some aspect of it. Obvious reversals are easy—the hard-drinking elf, perhaps, or the dwarf who loves nature and poetry. Still better is probably to throw the character out and try again. The more you expose yourself to cool character archetypes from popular fiction—especially from fiction outside fantasy—the easier it is to avoid the stereotypes of the genre.": "在构建NPC时，很容易陷入使用过度且可能具有侮辱性的刻板印象。如果你发现自己倾向于为某个角色选择老套的设定，可以尝试反转其中的某些方面。明显的反转很容易实现，比如喜欢狂饮的精灵，或者热爱大自然和诗歌的矮人。更好的做法可能是放弃这个角色，重新尝试。当你暴露自己接触流行小说中酷炫的角色原型时——尤其是来自奇幻之外的小说，就更容易避免这个类型的刻板印象。",
	"In a discussion about NPCs at Gen Con in 2015, Chris Perkins described a game in which the characters kicked the primary quest-giving NPC off a cliff before he could open his mouth. Now, this is obviously an extreme turn of events, but it's good to always be prepared for the relationships between the player characters and the NPCs to go in unexpected directions.": "在2015年Gen Con关于NPC的讨论中，Chris Perkins描述了一个游戏情节，角色们在主要任务提供NPC还没开口之前就把他踢下悬崖。现在，这显然是一个极端的事件，但是始终要做好准备，因为玩家角色和NPC之间的关系可能会朝着意想不到的方向发展。",
	"Making sure that secrets and clues are always kept abstract from any particular source makes it easy to move a critical piece of information from one NPC to another. And that makes for less worry if an NPC falls out of the picture—figuratively or literally—during the game. No matter which NPCs you prepare ahead of time, you should likewise always be prepared to throw them away.": "确保秘密和线索始终与任何特定来源保持抽象，这样就可以轻松地将重要信息从一个NPC转移到另一个NPC。这样，如果在游戏过程中某个NPC（(Non-Player Character)）离开画面，无论是象征性的还是字面上的，都不会引起太多担忧。无论您事先准备了哪些NPC，您也应该随时准备好将它们抛弃。",
	"It's entirely possible that in the other parts of your preparation—the strong start, the outline of potential scenes, and your secrets and clues—you might have already been thinking about and jotted down notes for NPCs. If this is the case, you might be able to rely on those notes to improvise all your NPCs right at the table. Never feel as though you have to fill out every step of the Lazy Dungeon Master's checklist if you don't need to.": "在你的准备工作的其他部分——强有力的开端、潜在场景的概述，以及你的秘密和线索——你可能已经在思考并记下了有关NPC的笔记。如果是这种情况，你可能可以依靠这些笔记在桌边即兴表演所有的NPC。永远不要觉得自己必须填写懒惰地下城主的清单的每一步，如果不需要的话。",
	"Our \"Scourge of Volixus\" adventure will make use of the following NPCs, each of which is paired with a ready-to-use character archetype from popular fiction:": "我们的“沃利克苏斯之祸”冒险将利用以下NPC，每个NPC都与流行小说中的一个现成角色原型配对：",
	"{@b Paula Dustyfingers:} Seller of old curios and relics. Marcus Brody from Indiana Jones and the Last Crusade.": "{@b Paula Dustyfingers:} 古董和文物的卖家。马库斯·布罗迪（Indiana Jones and the Last Crusade）中的角色。",
	"{@b Volixus the Burning Rage:} Leader of the hobgoblins. Bane from Batman.": "{@b Volixus the Burning Rage:} 半兽人领袖。蝙蝠侠的敌人。",
	"{@b Littletoes:} Goblin escapee from the hovels beneath Grayspire. Gollum from The Lord of the Rings.": "{@b Littletoes:} 逃离格雷斯派尔下方贫民窟的哥布林。《指环王》中的咕噜。",
	"{@b Aluvena the Keeper:} Elven archivist of the Whitesparrow family. Sarah O'Brien from Downton Abbey.": "{@b Aluvena the Keeper:} 白雀家族的精灵档案员。《唐顿庄园》中的莎拉·奥布莱恩。",
	"Other NPCs will no doubt come to mind. For now, these NPCs offer enough connections to draw the party into the game. Yes, the characters might fill Littletoes full of arrows before asking him how they might sneak into Grayspire. Even if they do, you can reveal that information through Alekra, a hobgoblin they catch and interrogate, or another NPC as needed.": "其他NPC毫无疑问会浮现在脑海中。目前，这些NPC提供了足够的联系，让角色们融入游戏中。是的，角色们可能会在询问Littletoes（小脚趾）如何潜入Grayspire之前，用箭射满他。即使如此，你可以通过Alekra（阿莱克拉）或其他需要的NPC来透露这些信息，Alekra是他们抓住并审问的一个地精战士。",
	"You're likely to prepare some NPCs ahead of time and improvise others during the game.": "你可能会提前准备一些NPC，而在游戏过程中会即兴创作其他人物。",
	"NPCs you prepare will primarily be those that drive the game session and the adventure.": "你准备的NPC主要是推动游戏会话和冒险的角色。",
	"Keep your NPC outline brief: a name, a connection to the adventure, and a character archetype from popular fiction is often enough.": "保持你的NPC概要简洁：一个名字，与冒险的联系，以及来自流行小说的角色原型通常就足够了。",
	"As with all the other parts of your preparation, you need to be ready to throw your NPCs away if the story moves in an unexpected direction.": "与你准备的其他部分一样，如果故事走向出乎意料，你需要准备好放弃你的NPCs。",
	"Switch genders and avoid stereotypes to make your NPCs unique and interesting.": "改变性别并避免刻板印象，使你的NPC（非玩家角色）独特且有趣。",
	"You might be able to skip this step if NPCs have already been covered in your strong start, the outline of potential scenes, or your secrets and clues.": "如果NPCs已经在你的强烈开端、潜在场景概要或秘密和线索中涵盖过了，你可能可以跳过这一步骤。",
	"I don't use the encounter-building rules. Fights are as tough as is appropriate to the location and situation.": "我不使用遭遇构建规则。战斗的难度取决于场景和情况。",
	"We could fill an entire book with a discussion of choosing monsters and building combat encounters. Each game system offers its own methods for balancing encounters and selecting monsters—including many that are both complex and time consuming.": "我们可以写一本关于选择怪物和构建战斗遭遇的书。每个游戏系统都提供了自己的方法来平衡遭遇并选择怪物，包括许多复杂且耗时的方法。",
	"Instead, we're going to look at a different path—one better suited for our desire to reduce the time and complexity of game preparation. This is a path that both simplifies the overall approach to encounter design and ties it better to the story evolving at the table. Here's the paradigm for building encounters in the style of the Lazy Dungeon Master:": "相反，我们将探讨一条不同的道路——一条更适合我们希望减少游戏准备时间和复杂性的道路。这是一条简化遭遇设计整体方法并将其更好地与桌上逐渐发展的故事联系起来的道路。以下是按照懒惰地牢主的风格构建遭遇的范例：",
	"Choose monsters that make sense for the scene, the situation, and the location.": "选择与场景、情况和地点相符的怪物。",
	"Instead of basing our selection of monsters on complicated rules for building balanced encounters, we simply look at the story and select the monsters that best fit that story.": "与其基于构建平衡遭遇的复杂规则来选择怪物，我们更倾向于根据故事情节来挑选最适合的怪物。",
	"When you sit down to prepare your game, {@b make a list of relevant monsters for the session you plan to run}. And you're done.": "当你坐下来准备你的游戏时，{@b make a list of relevant monsters for the session you plan to run}。然后你就完成了。",
	"No matter how familiar you already are with the monsters in your RPG of choice, it's always useful to read through the books in which those monsters are presented. Reading a monster book isn't exactly lazy. But it's an activity that pays dividends when you're running games. Reading through a monster book or bestiary can inspire you with new ideas, help you understand the ecology of monsters, and prime your mind with information you'll use to improvise when you need to.": "无论你对你所选择的RPG中的怪物有多熟悉，阅读怪物相关的书籍总是很有用的。阅读怪物书并不是懒惰的行为。但当你主持游戏时，这个活动会带来回报。阅读怪物书或典籍可以激发你新的想法，帮助你了解怪物的生态，为你提供信息，以便在需要时进行即兴发挥。",
	"You can also use a monster book right at the table. When selecting possible monsters for a session, bookmark the relevant pages to save time during your game.": "你也可以在桌上使用怪物手册。在为本局选择可能的怪物时，可以将相关页面加书签，以节省游戏时间。",
	"Along with understanding what monsters you have available, it helps to {@b understand the relationship between a monster's challenge rating and a character's level}. You're not looking for a perfect mathematical formula to help you balance encounters. (Spoiler alert: There isn't one.) You just want a rough understanding of whether a battle will be easy or deadly. This understanding should be simple enough that you can keep it in your head as a loose gauge, allowing you to refer to it without having to consult numerous charts and tables.": "除了了解你可用的怪物外，{@b understand the relationship between a monster's challenge rating and a character's level}也很有帮助。你不是在寻找一个完美的数学公式来帮助你平衡遭遇。（剧透警告：这样的公式是不存在的。）你只是想要大致了解一场战斗是容易还是致命。这种理解应该足够简单，让你能够将其牢记在脑海中作为一个粗略的参考，从而无需查阅大量的图表和表格。",
	"For example, from the rules of fifth edition {@i Dungeons & Dragons}, it's possible to simplify the challenge rating of a monster to the following guideline:": "例如，根据第五版规则（D&D）的规定，可以将怪物的挑战等级简化为以下准则：",
	"The challenge rating for a single monster is roughly equivalent to one-quarter of a character's level, or to half a character's level if that level is 5th or higher.": "一个单个怪物的挑战等级大约相当于角色等级的四分之一，或者如果角色等级是5级或更高，则相当于角色等级的一半。",
	"Thus, a challenge 3 creature in {@i D&D} is roughly equivalent to a 6th-level character. For the {@i Pathfinder} rules, the challenge rating of a monster is roughly equivalent to the level of a character minus two. So a challenge 3 monster in a {@i Pathfinder} game is roughly equivalent to a 5th-level character.": "因此，在{@i D&D}中，一个3级挑战怪物大致相当于一个6级角色。根据{@i Pathfinder}规则，怪物的挑战等级大致相当于角色等级减去二。所以，在{@i Pathfinder}游戏中，一个3级挑战怪物大致相当于一个5级角色。",
	"You can use this rough gauge to estimate the difficulty of any given combat encounter without resorting to complicated math or calculators. Because your goal isn't to build perfectly balanced battles but to choose monsters that make sense for the story, you want to {@b use challenge ratings as a loose gauge to understand the potential difficulty of a combat encounter}.": "您可以使用这个简单的参考来估计任何战斗遭遇的难度，而无需求助复杂的数学或计算器。因为您的目标不是建立完全平衡的战斗，而是选择符合故事情节的怪物，您希望 {@b use challenge ratings as a loose gauge to understand the potential difficulty of a combat encounter}。",
	"According to a poll on this topic posted to the {@i Dungeons & Dragons} fifth edition Facebook group, 57 percent of 276 respondents use monster challenge ratings as a rough gauge of difficulty, then improvise encounters from there. Another 26 percent don't balance encounters at all, instead choosing the type and number of monsters based on the story and situation.": "根据发布在第五版Facebook小组{@i Dungeons & Dragons}上的有关此主题的民意调查，276位受访者中有57%的人将怪物挑战等级作为难度的大致参考，然后根据情况即兴设计遭遇。另外26%的人根本不平衡遭遇，而是根据故事和情景选择怪物的类型和数量。",
	"So taking the Lazy Dungeon Master's approach to thinking about challenge ratings puts you in good company.": "所以采用懒惰地牢主的方式来思考挑战评级会让你受益匪浅。",
	"Throw it all out and wing it and see what happens.": "抛开一切，随机应变，看看会发生什么。",
	"As with most of the tools of the Lazy Dungeon Master, you want your preparation and selection of monsters to help you improvise combat encounters at the table. You don't need to build perfectly balanced encounters ahead of time. Instead, you let the story and the situation guide how events unfold.": "与懒惰地牢主的大多数工具一样，您希望准备和选择怪物能帮助您在桌上即兴战斗遭遇。您不需要提前构建完全平衡的遭遇。相反，您让故事和情况指导事件的展开。",
	"Sometimes you might tie monsters directly to a fantastic location—for example, setting up a nest of ice spiders in a frozen cavern. Taken together, two bits of improvisation might create something that feels a lot like a preconstructed encounter. Most of the time, though, you don't know how many monsters the characters will encounter or where they might do so. You let the game decide that for you.": "有时，你可能会将怪物直接与一个奇幻地点联系起来——比如，在一个冰冻洞穴中设置一群冰蜘蛛的巢穴。两个即兴创作的元素结合在一起，可能会创造出一种很像预设遭遇的感觉。然而，大多数情况下，你不知道角色会遇到多少怪物，或者在哪里可能会遇到它们。你让游戏为你决定。",
	"This style of organic combat-encounter building works well most of the time—but not for boss fights. When the characters face off against a longtime villain, you'll want to do more work ahead of time, particularly for high-level characters.": "这种有机战斗遭遇构建风格在大多数情况下运作良好，但对于首领战并不适用。当角色们面对长期的恶棍时，你会想要提前做更多的工作，尤其是对于高级角色。",
	"Your goal for boss fights is always to maintain a high level of challenge without robbing the characters of agency. As such, to run a good boss fight, you need to {@b understand the capabilities of the characters}. Do they hammer out insane amounts of damage in the first round? Do they lock down monsters with powerful spells and abilities? Are their defenses so good that nothing can break through?": "在boss战中，你的目标始终是保持高水平的挑战，而不剥夺角色的自主权。因此，要进行一场成功的boss战，你需要{@b understand the capabilities of the characters}。他们是否在第一轮就造成疯狂的伤害？他们是否用强大的法术和能力限制怪物的行动？他们的防御是否强大到无法被突破？",
	"When you're building a boss fight, you need to know these capabilities—but not so you can counteract them. You want to let the characters show off. However, you also want to avoid having a powerful boss get killed in the first round of combat.": "在设计(BOSS)战时，你需要了解这些能力，但并不是为了对抗它们。你想要让角色展示自己的能力。然而，你也希望避免一个强大的(BOSS)在战斗的第一回合就被击败。",
	"Test fights can be a fun way to run boss encounters. Powerful villains might create clones or have a guaranteed way to escape if they're ever defeated. Vampires and liches are perhaps the best example of guaranteed escape, with both having built-in ways to restore themselves after being destroyed. Whatever game mechanic is behind it, having a boss face off against the characters in a trial battle can give the boss—and you—a view into how effective the characters can be in combat.": "测试战斗可以是进行首领遭遇的有趣方式。强大的恶棍可能会制造克隆体，或者有一种确保的逃脱方式，如果他们被打败了。吸血鬼和巫妖可能是确保逃脱的最好例子，两者都有内置的方法在被摧毁后恢复自己。无论是什么游戏机制支持，让首领与角色进行一场试炼战斗，可以让首领——以及你——看到角色在战斗中的效果如何。",
	"As to how the boss handles combat, a number of different techniques can help make boss fights memorable. You can use fantastic terrain like magical crystals that shield the boss, or a chamber that slowly fills up with poison gas to hinder the heroes. Or you can protect the boss with powerful guardians that absorb damage or powerful effects. And it's worth remembering that no boss should ever fight alone. The challenge in any battle comes from the number of monsters the characters face—but in boss battles, this becomes even more important.": "关于如何处理战斗首领，有许多不同的技巧可以帮助使首领战斗令人难忘。你可以利用奇幻地形，比如用魔法水晶保护首领，或者让一个房间慢慢充满毒气来阻碍英雄。或者你可以用强大的守护者保护首领，吸收伤害或强大的效果。值得记住的是，没有首领应该独自战斗。在任何战斗中的挑战都来自角色面对的怪物数量，但在首领战斗中，这变得更加重要。",
	"The side that can take more actions in combat has a huge advantage over the side that takes fewer. In a meta-analysis of discussions about boss fights in fifth edition {@i Dungeons & Dragons}, advice on this topic focused on the following seven recommendations:": "在战斗中能够采取更多行动的一方比采取较少行动的一方具有巨大优势。在对第五版{@i Dungeons & Dragons}中关于boss战的讨论进行的元分析中，针对这个主题的建议主要集中在以下七个推荐方面：",
	"Add more monsters to the fight.": "增加更多的怪物到战斗中。",
	"Drain character resources before the fight.": "在战斗前耗尽角色资源。",
	"Use the environment.": "利用环境。",
	"Focus on story-based challenges.": "专注于基于故事的挑战。",
	"Improve boss tactics.": "改进首领战术。",
	"Understand the capabilities of the characters.": "了解角色的能力。",
	"Increase the boss's hit points.": "增加首领的生命值。",
	"Carefully planning boss fights isn't exactly the lazy way to do things, however. Instead of spending extra time on boss fights, you can always just let the battle go how it goes. After all, the players can enjoy a surprise easy victory just as much as overcoming a powerful challenge. You can build big dynamic battle arenas for your boss fights, or you can run them just as organically as you run the rest of your encounters. Focus on the evolving story and choose what feels fun.": "精心策划首领战并不完全是懒惰的做法。与其在首领战上花费额外时间，你可以随遇而安，让战斗自然进行。毕竟，玩家们同样可以享受到意外轻松的胜利，就像克服强大挑战一样。你可以为首领战建立宏大的动态战斗场地，也可以像处理其他遭遇一样自然地进行。专注于故事的发展，选择让人愉快的方式。",
	"Let's break down the process of choosing monsters that make sense for our \"Scourge of Volixus\" adventure. Volixus has taken over Grayspire, an old ruined fortress with a number of sewers and tunnels below it. He brought a small army of hobgoblins with him—so let's go with two dozen. He also has a bunch of goblin combat fodder as well—let's say three dozen goblins. He has a pair of hellhounds gifted to him from his infernal lord. He also hired a band of ogres called the Bonemashers, so let's go with six of those.": "让我们来分析一下为我们的“沃利克苏斯之祸”冒险选择合适的怪物的过程。沃利克苏斯占领了格雷斯派尔，一个古老的废墟堡垒，下面有许多下水道和隧道。他带了一支由两打个半兽人组成的小军队—让我们用两打半兽人。他还有一群哥布林作为战斗炮灰—让我们说有三打哥布林。他有一对地狱猎犬是从他的地狱领主那里赠送的。他还雇佣了一队食人魔，名为骨碎者，所以我们来六个。",
	"To build his infernal war machine, Volixus also had to bring in maybe six gnome engineers and six alchemists for the job. The gnomes might not be hostile to the characters, but you never know. Then finally, we'll stick six cultists and four wraiths up at the Watchtower of Set.": "为了建造他的地狱战争机器，Volixus还必须雇佣大约六名侏儒工程师和六名炼金术士来完成这项工作。这些侏儒可能不会对角色们表示敌意，但你永远不知道。最后，我们会在Set守望塔上安排六名教徒和四个幽灵。",
	"These numbers aren't set in stone, though—and we might skip assigning a specific quantity of monsters altogether. The number of monsters can be increased or reduced based on specific situations during the game, or even a gut feeling of how the game is going. Would it be more fun with fewer goblins? Go with fewer.": "这些数字并非一成不变，我们甚至可能会跳过分配特定数量的怪物。怪物的数量可以根据游戏中的特定情况增加或减少，甚至可以根据游戏进展的直觉来调整。如果减少一些哥布林会更有趣吗？那就减少吧。",
	"Now, without considering challenge ratings or any need to balance encounters, we have a rough idea which monsters have a place in the adventure and how many there'll be—and we did it all by looking at what makes sense for the situation.": "现在，不考虑挑战等级或需要平衡遭遇，我们大致知道哪些怪物在冒险中有位置，以及它们的数量——这一切都是通过考虑情况合理性来完成的。",
	"Here's the abbreviated list:": "这是缩写列表：",
	"{@b Monsters:} 24 hobgoblins, 36 goblins, 12 gnomes, 6 cultists, 4 wraiths, 2 hell hounds, 6 ogres, Volixus the hobgoblin half-dragon mercenary": "{@b Monsters:} 24 雄狼妖, 36 哥布林, 12 地精, 6 邪教徒, 4 幽灵, 2 地狱猎犬, 6 食人魔, 半龙雇佣兵 Volixus (Volixus) hobgoblin",
	"Choose monsters that make sense for the story, situation, and location.": "根据故事、情境和地点选择合适的怪物。",
	"Read monster books to prime your brain with new ideas and information for improvisation.": "阅读怪物书籍，为即兴表演提供新的想法和信息，让大脑得到锻炼。",
	"Keep a loose gauge of monster difficulty and character levels in mind.": "请大致了解怪物难度和角色等级。(D&D)",
	"Improvise encounters based on the story and situation during the game.": "根据游戏中的故事和情况即兴设计遭遇。",
	"Spend time building boss fights that account for character capabilities without negating those capabilities—or instead, let boss fights play out like other encounters.": "花时间打造考虑角色能力的boss战，而不是削弱这些能力，或者让boss战像其他遭遇一样进行。",
	"Players love magic items. But as GMs, we always have a lot on our collective plate, and we might not give magic item rewards the attention they deserve. We're often too focused on the story, the monsters, the villains, and other details to worry about whether Ryld the sorcerer should find a cool staff or not.": "玩家们喜欢魔法物品。但作为GM，我们总是有很多事情要处理，可能没有给予魔法物品奖励应有的重视。我们通常过于专注于故事、怪物、反派和其他细节，而不去担心萨满雷尔德是否应该找到一根酷炫的法杖。",
	"If we don't pay attention to magic item rewards, we're missing a great opportunity to spotlight characters and make players happy. We're also missing opportunities to draw players into the story through these rewards—and to have them {@i really invest} in the story.": "如果我们不重视魔法物品奖励，我们就错失了一个突出角色并让玩家开心的绝佳机会。我们也错失了通过这些奖励吸引玩家参与故事的机会——让他们{@i really invest}在故事中。",
	"There are many ways to reward magic items, but we're going to focus on two methods particularly useful to the Lazy Dungeon Master: the loose wish list and randomly selected rewards. Many GMs already use these two styles of loot distribution, and for good reason. They're easy and effective.": "有许多种方式来奖励魔法物品，但我们将专注于两种对于懒惰地牢主特别有用的方法：宽松的心愿清单和随机选择的奖励。许多GMs已经在使用这两种风格的战利品分发，而且理由充分。它们简单而有效。",
	"How do you know what sort of item a character will want, or what items the players are interested in? Ask them.": "你如何知道角色会想要什么样的物品，或者玩家对什么物品感兴趣？问问他们。",
	"More specifically, ask them what types of items they want. Do they like heavy armor? Big swords? Wands that do weird things? Do they prefer to always see their combat modifiers go up, or do they like items that let them interact with the world in new and strange ways?": "更具体地，询问他们想要什么类型的物品。他们喜欢重型盔甲吗？大剑？做奇怪事情的魔杖？他们更喜欢看到他们的战斗修正值不断提高，还是喜欢让他们以新奇的方式与世界互动的物品？",
	"You might not know this unless you ask. So raise this question at the beginning of a campaign, and then every six sessions or so afterwards. When the players tell you what they want, {@i write it down}—ideally in the same place you're keeping track of the rest of your game's character information. That way, you'll be able to review these wish lists when you're reviewing the characters as the first step of your Lazy Dungeon Master preparation.": "除非你问，否则你可能不会知道这一点。因此，在战役开始时提出这个问题，然后每隔六个场次左右再次提出。当玩家告诉你他们想要什么时，{@i write it down}——理想情况下应该在你记录游戏角色信息的同一位置。这样，当你在准备懒惰地下城主的第一步时，可以在审查角色时回顾这些愿望清单。",
	"Even better, as you build the rest of your session, you can see if there's a good place to drop in an item for one of the characters by keeping two questions in mind. Does it make sense for the story? And has it been a while since the characters received any magic? As a general rule, it's nice to drop one useful magic item into each session of play.": "更好的是，在构建剩下的游戏过程中，你可以考虑是否有一个好的地方可以为其中一个角色添加一个物品，记住两个问题。这个物品是否符合故事情节？而且角色们是否已经有一段时间没有获得任何魔法物品了？作为一个一般规则，每场游戏中都可以放入一个有用的魔法物品。",
	"Along with the loose wish list, you can use random treasure lists in RPG sourcebooks and online treasure generators to provide ideas for loot you might not otherwise consider. You can roll for random treasure right at the table if you like. Or you can roll ahead of time and curate the results to avoid useless or inappropriate items. Either way, by using a random generator, you get a chance to bring interesting items into your world that might surprise you and the players alike.": "除了宽泛的愿望清单外，你可以使用RPG源书和在线宝藏生成器中的随机宝藏列表，为你可能没有考虑过的战利品提供想法。如果你愿意，你可以直接在桌上进行随机宝藏的掷骰。或者你可以提前掷骰并筛选结果，以避免无用或不合适的物品。无论哪种方式，通过使用随机生成器，你有机会将有趣的物品带入你的世界，这可能会让你和玩家们都感到惊喜。",
	"When you give out magic items, the tangible benefits to the players' side of the game are immediately obvious. Magic items make players happy. They make characters more powerful and more versatile. In fact, in many cases, the right magic item can come to define a character.": "当你分发魔法物品时，对玩家游戏方面的实际好处是显而易见的。魔法物品让玩家开心。它们让角色变得更强大、更多才多艺。事实上，在许多情况下，正确的魔法物品可以定义一个角色。",
	"From the GM's side of the table, there's an even more important benefit. Magic items can become physical anchors to the story—and by tying magic items to the story, it helps you tie the characters to the campaign.": "从（GM）的角度来看，这样做还有一个更重要的好处。魔法物品可以成为故事的物理锚点—通过将魔法物品与故事联系在一起，有助于将角色与（campaign）联系起来。",
	"Magic items can fit into the story in two different ways. First and perhaps most commonly, a magic item might become the purpose of a quest. It is said that the hobgoblin half-dragon Volixus wields a greatsword known as Stonehewer, forged for the long-dead High Lord Grandel Whitesparrow. The current Lord Marlin Whitesparrow desperately wants to get the sword out of the hands of the villainous hobgoblin, offering a handsome reward to anyone who can slay Volixus—and promising to bequeath the blade to the characters who reclaim it from the hands of evil.": "魔法物品可以以两种不同的方式融入故事中。首先，也许最常见的是，魔法物品可能成为一个任务的目的。据说半龙半哥布林的Volixus挥舞着一把名为石碎者（Stonehewer）的巨剑，为已故的大领主Grandel Whitesparrow锻造。现任领主Marlin Whitesparrow迫切希望将这把剑从邪恶的哥布林手中夺回，向任何能够杀死Volixus的人提供丰厚的奖励，并承诺将这把剑赠予那些从邪恶之手中夺回它的角色。",
	"Magic items used to define quests offer a two-pronged benefit. They draw the players in for the sake of the tangible benefit of the item, even as they help drive the story. Few players will pass over a quest to acquire a magic item that's both central to the story and beneficial to the party.": "用于定义任务的魔法物品具有双重好处。它们吸引玩家，因为物品的实际好处，同时也有助于推动故事。很少有玩家会放弃获取既与故事核心相关又对队伍有益的魔法物品的任务。",
	"Magic items can also act as vehicles for secrets and clues. When the characters find a new magic item—whether selected from a wish list or randomly generated— you can tie one of the campaign's secrets and clues directly to the item. When the characters reclaim the sword from the body of Volixus, they might learn how it was lost from the hand of Grandel Whitesparrow centuries ago during the last battles of Grayspire. Secrets and clues tied to magic items can easily and effectively expose the characters to the history of your world and the ongoing story.": "魔法物品也可以作为秘密和线索的载体。当角色们发现一个新的魔法物品时，无论是从愿望清单中选择还是随机生成，你可以将其中一个活动的秘密和线索直接与该物品联系起来。当角色们从Volixus的尸体上夺回剑时，他们可能会得知几个世纪前在Grayspire最后的战斗中，这把剑是如何从Grandel Whitesparrow手中失落的。与魔法物品相关的秘密和线索可以很容易有效地向角色们展示你的世界历史和正在进行的故事。",
	"For our \"Scourge of Volixus\" adventure, we'll probably have one major item—the greatsword of High Lord Grandel Whitesparrow, known as Stonehewer. It's a {@item greatsword of sharpness} forged for Grandel some four hundred years ago. Though the lost sword has strong ties to the Whitesparrow line, Lord Marlin Whitesparrow will reward it to the characters who defeat Volixus, hoping to see them use it in the cause of good as his ancestor did.": "对于我们的“沃利克斯之祸”冒险，我们可能会有一个主要物品——高领主格兰德尔·怀特斯帕罗的大剑，被称为石碎者。这是{@item greatsword of sharpness}为格兰德尔锻造的，大约四百年前。尽管这把失落的剑与怀特斯帕罗家族有着紧密联系，但怀特斯帕罗领主马林将其奖赏给击败沃利克斯的角色，希望他们像他的祖先一样将其用于善事。",
	"We'll also roll up a random item to throw into the adventure. It turns out that Volixus wears a pair of {@item gauntlets of ogre power}. These were claimed by the half-dragon when he defeated the former hobgoblin war chief Thorash Hellfang in single combat, then took over the tribe.": "我们还会随机生成一个物品，加入到冒险中。原来Volixus戴着一副{@item gauntlets of ogre power}。这是半龙在单挑中打败前半兽人战争酋长Thorash Hellfang后夺取的，然后接管了部落。",
	"Players love magic items. It's worth your time to consider magic items during prep.": "玩家们喜欢魔法物品。在准备过程中考虑魔法物品是值得的。",
	"At the beginning of a campaign and every six sessions thereafter, ask the players what sorts of items they'd like for their characters.": "在一场冒险开始时，以及之后每六场冒险，询问玩家们想要为他们的角色获得什么样的物品。",
	"Write down their answers, then review those answers when you're reviewing the characters during step one on the Lazy Dungeon Master's checklist.": "在执行懒惰地牢主核查清单的第一步时，记下他们的答案，然后在审查角色时回顾这些答案。",
	"When it fits the story, select an interesting item for one of the characters and plan to drop it into the game.": "当符合故事情节时，为其中一个角色选择一个有趣的物品，并计划在游戏中引入它。",
	"You might also randomly select magic items to drop into the game.": "你也可以随机选择魔法物品投放到游戏中。",
	"Tie magic items to the story, either by using them as the focus of a quest, or as a connection to a secret or clue.": "将魔法物品与故事联系起来，可以将它们作为任务的焦点，或者作为秘密或线索的联系。",
	"We've now gone through the full Lazy Dungeon Master preparation process for our \"Scourge of Volixus\" adventure. So what do our notes look like at this point? We don't actually have any characters for this adventure yet, so we need to assume that we'll have reviewed the characters before writing down these notes. But we can have a look at the rest.": "我们现在已经完成了我们的“沃利克斯之祸”冒险的Lazy Dungeon Master准备过程。那么在这一点上我们的笔记是什么样子的？对于这次冒险，我们实际上还没有任何角色，所以我们需要假设在写下这些笔记之前我们会先审查角色。但我们可以看看其他部分。",
	"{@b Paula Dustyfingers:} Seller of old curios and relics. Marcus Brody from {@i Indiana Jones and the Last Crusade}.": "{@b Paula Dustyfingers:}古董和文物的卖家。{@i Indiana Jones and the Last Crusade}的马库斯·布罗迪(Marcus Brody)。",
	"{@b Volixus the Burning Rage:} Leader of the hobgoblins. Bane from {@i Batman}.": "{@b Volixus the Burning Rage:} 雄鹰兽人领袖。来自{@i Batman}的灾祸。",
	"{@b Littletoes:} Goblin escapee from the hovels beneath Grayspire. Gollum from {@i The Lord of the Rings}.": "{@b Littletoes:} 逃离了格雷斯派尔下面的贫民窟的地精。来自{@i The Lord of the Rings}的咕噜姆。",
	"{@b Aluvena the Keeper:} Elven archivist of the Whitesparrow family. Sarah O'Brien from {@i Downton Abbey}.": "{@b Aluvena the Keeper:} 白雀家族的精灵档案员。来自{@i Downton Abbey}的Sarah O'Brien。",
	"24 hobgoblins": "24 雄狼兽族 (hobgoblins)",
	"36 goblins": "36个地精",
	"12 gnomes": "12 侏儒 (gnomes)",
	"6 cultists": "6个异教徒",
	"4 wraiths": "4个幽灵(wraiths)",
	"2 hell hounds": "2 地狱猎犬 (Hell Hounds)",
	"6 ogres": "6食人魔",
	"Volixus the hobgoblin half-dragon mercenary": "半龙侠盗(Volixus)这只半身哥布林(hobgoblin)雇佣兵。",
	"Volixus carries {@item Stonehewer}, a {@item greatsword of sharpness} forged for High Lord Grandel Whitesparrow some four hundred years ago.": "沃利克斯携带着{@item Stonehewer}，这是四百年前为高领主格兰德尔·怀特斯帕罗打造的{@item greatsword of sharpness}。",
	"He also wears a pair of {@item gauntlets of ogre power}.": "他也穿着一双{@item gauntlets of ogre power}。",
	"This outline is about as long as notes prepared from the Lazy Dungeon Master's checklist are ever going to get, and can still fit easily onto a page or two of paper. Your own notes might be even shorter. This adventure might also end up running longer than four hours, so we can either run it over a couple of sessions or shorten it up. We can remove scenes like the Watchtower of Set, or give the characters clues earlier on that'll get them into the castle faster.": "这份大纲大概就是懒惰地牢主清单准备的笔记所能达到的长度极限，仍然可以轻松地放在一页或两页纸上。你自己的笔记可能会更短。这次冒险可能会超过四个小时，所以我们可以分几次进行，或者缩短时间。我们可以删除像Set守望塔这样的场景，或者在早些时候给角色一些线索，让他们更快地进入城堡。",
	"Roughly thirty minutes to an hour before your game, you should {@b give your notes a solid review}. You might think you'll remember all the stuff you wrote down before the game. But it helps you jam all those ideas more securely into your short-term memory if you spend a few minutes before the game going over it all one last time.": "在游戏开始前大约三十分钟到一小时，你应该{@b give your notes a solid review}。你可能会认为自己会记住在游戏前写下的所有东西。但如果你在游戏开始前花几分钟回顾一遍所有内容，将有助于更牢固地将所有这些想法储存在你的短期记忆中。",
	"The true goal of your session notes is to make you comfortable enough to run your session": "你的会话笔记的真正目标是让你感到足够自信来主持你的会话。",
	"Going through the eight items on our current Lazy Dungeon Master's checklist for game preparation can take as little as half an hour. But sometimes we don't have even that much time. On the flip side, we sometimes have a really good handle on our game, to the extent where we feel confident in our ability to stay flexible and improvise without having to go through every one of the checklist steps.": "按照我们当前懒惰地下城主（Lazy Dungeon Master）的游戏准备清单上的八个项目，可能只需要半小时就能完成。但有时候我们甚至没有那么多时间。另一方面，有时我们对游戏有很好的把握，以至于我们对自己能够保持灵活并且不必经过每一个清单步骤都感到自信。",
	"Whether time is short or your connection to your upcoming session is particularly strong, it's possible to cut the Lazy Dungeon Master's checklist down to just three things:": "无论时间是否紧迫，或者你与即将到来的游戏（Lazy Dungeon Master）的联系特别紧密，都有可能将懒惰地下城主（Lazy Dungeon Master）的清单缩减为仅三件事情：",
	"First off, almost every game session can benefit from a strong start, with that need to leap into the story and get close to the action. You might have no idea where the rest of the game is going, but you know where that first scene will start.": "首先，几乎每个游戏场景都可以从一个强劲的开端中受益，需要迅速融入故事并接近行动。也许你不知道游戏的其余部分会发展到哪里，但你知道第一场景将从哪里开始。",
	"After the strong start, secrets and clues can help pick up the slack for the steps you're skipping. They might give you an idea of the adventure's goal and what scenes could come up. They might mention likely monsters for those scenes. They might identify NPCs the characters will interact with or magic items they can acquire. They might even tie a character's background to the story. The fact that secrets and clues can pick up so much of the weight from the other items on the checklist shows their strength and power.": "在强劲的开端之后，秘密和线索可以帮助弥补你所跳过的步骤。它们可能会让你对冒险的目标有所了解，以及可能出现的场景。它们可能会提到这些场景中可能出现的怪物。它们可能会确定角色将与之互动的NPC，或者他们可以获得的魔法物品。它们甚至可能会将一个角色的背景故事与故事联系起来。秘密和线索能够承担如此多的任务，从清单上的其他项目中解脱出来，显示了它们的力量和作用。",
	"As was discussed in that section, fantastic locations can be hard to improvise. But they're also an important step in building a larger fantastic world that the characters can explore. In your abbreviated prep, you might prepare only three fantastic locations. And again, if you're running a published adventure, you might not even have to do that.": "正如在那一节中讨论的那样，创造奇幻地点可能很困难。但它们也是构建角色可以探索的更大奇幻世界的重要一步。在你简化的准备中，你可能只准备三个奇幻地点。而且，如果你正在进行一场已出版的冒险，你甚至可能不需要这样做。",
	"Clearly, reducing the checklist down to just these three activities means that something gets lost. But what, exactly? And what does that mean for your game?": "显然，将清单缩减到仅这三个活动意味着会有一些东西会被遗漏。但具体是什么？这对你的游戏意味着什么？",
	"First, you won't be as well connected to the characters when you skip that important first step. So even though you don't have to make it a full part of the process, you can still spend thirty seconds to recite the names of the characters, putting them in mind before you begin the rest of your prep.": "首先，如果你跳过了这一重要的第一步，你就不会和角色建立起很好的联系。所以即使你不必把它作为整个过程的一部分，你仍然可以花三十秒的时间念一下角色的名字，在开始准备的其余部分之前让它们在脑海中。",
	"After the strong start, the scene outline is mostly for your own feeling of security anyway. If you don't {@i feel} like you need it, you probably don't need it.": "在强烈的开头之后，场景大纲主要是为了让你感到安全。如果你觉得不需要 {@i feel} 它，那你可能真的不需要它。",
	"Even without prepping for it, you know you'll have to improvise even your important NPCs. You already have to improvise a lot of the other NPCs anyway, so expanding that process isn't too hard. Given how fickle players can be when choosing NPCs to bond with, it's often the case that you're better off improvising all the secondary characters and letting the players decide who they think is important.": "即使没有为此做准备，你也知道你将不得不即兴表演甚至是你重要的NPC。无论如何，你已经不得不即兴表演很多其他NPC，所以扩展这个过程并不太难。考虑到玩家在选择要与之建立联系的NPC时可能会变化无常，通常情况下，最好是即兴表演所有次要角色，让玩家决定谁是他们认为重要的人物。",
	"Losing the step of choosing relevant monsters means you'll have to improvise which monsters make sense for the session at the table. If you're familiar with your monster books and the general relationship between monster difficulty and character level, choosing enemies for the characters on the fly isn't too hard.": "失去选择相关怪物的步骤意味着你将不得不根据场景在桌上即兴发挥哪些怪物是合理的。如果你熟悉你的怪物手册和怪物难度与角色等级之间的一般关系，那么即兴为角色选择敌人并不太难。",
	"For magic item rewards, you can always roll randomly with no prep. Then just associate the results with the interesting secrets and clues you've prepared to connect magic items to the story.": "对于魔法物品奖励，你可以随机掷骰子，无需提前准备。然后将结果与你准备好的有趣秘密和线索联系起来，将魔法物品与故事连接起来。",
	"The better you get at running RPGs, the more confident you become playing a game session with less preparation. You don't want to get overconfident, though. So you want to avoid skipping the parts of your prep that have consistently brought a lot of fun to the game and the players.": "随着你在主持RPG游戏方面的技能提升，你会变得更加自信，可以在准备更少的游戏场景下进行游戏。但是你不希望变得过于自信。因此，你要避免跳过那些一直为游戏和玩家带来乐趣的准备部分。",
	"Getting better at running games means continually reviewing your approach for preparing and running those games. It means asking for feedback from the players, then assessing their responses and their outlook during the game to see how specific things go over. All GMs need to work continually at balancing confidence with the drive to improve.": "提高主持游戏的水平意味着不断审视你准备和主持游戏的方法。这意味着向玩家征求反馈，然后评估他们的回应以及游戏过程中的态度，以了解特定事物的效果如何。所有（GMs）需要不断努力在自信和改进的动力之间保持平衡。",
	"As you get better, you'll be able to eliminate steps in your preparation, improvise more freely at the table, and still evoke a limitless world of high adventure.": "随着你变得更加娴熟，你将能够在准备过程中省去步骤，在游戏桌上更自由地即兴发挥，并依然营造出一个无限可能的高冒险世界。",
	"If you're comfortable with doing so, you can reduce the Lazy Dungeon Master's checklist to three items: {@b Create the strong start, define secrets and clues, and develop fantastic locations.}": "如果你愿意的话，你可以将懒惰地牢主（Lazy Dungeon Master）的清单缩减为三项：{@b Create the strong start, define secrets and clues, and develop fantastic locations.}。",
	"Secrets and clues can often contain elements from the missing five steps.": "秘密和线索通常包含了来自失踪的五个步骤的元素。",
	"Consider tying one secret or clue to the background of a character.": "考虑将一个秘密或线索与角色的背景联系起来。",
	"Tie secrets and clues to randomly selected magic items during the game.": "在游戏中，将秘密和线索与随机选择的魔法物品联系起来。",
	"As your skills improve, you can reduce your checklist to the bare necessities.": "随着你的技能提高，你可以将你的清单精简到最基本的必需品。",
	"Seek continual feedback and engage in regular self-evaluation to improve your skills as a GM.": "寻求持续反馈并定期进行自我评估，以提高您作为(`GM`)的技能。",
	"The Lazy Dungeon Master's checklist helps us prepare all the things we need to run a fun, open-ended game. That said, for GMs who have the time, a handful of other activities can make the game even more fun. Though not as important as the fundamental eight steps of the checklist, these additional steps provide some extremely efficient ways to make our games better.": "懒惰地下城主（The Lazy Dungeon Master）的清单帮助我们准备运行一个有趣、开放式的游戏所需的一切。也就是说，对于有时间的GMs来说，还有一些其他活动可以让游戏变得更有趣。虽然不像清单的基本八个步骤那样重要，但这些额外的步骤提供了一些极其有效的方法来让我们的游戏变得更好。",
	"Handouts create a physical connection to the story and the world. They help solidify clues for the players, and give them physical evidence they can refer to throughout a campaign. A nice piece of copper-colored, parchment-style resume paper containing text printed with a fancy font makes a note for the characters that feels authentic. If the local vampire lord wants to invite the party to dinner, an actual invitation that the players can hold in their hands ties them much more strongly to the fiction.": "手稿为故事和世界建立了物理联系。它们有助于巩固玩家的线索，并为他们提供可以在整个冒险中参考的物理证据。一张漂亮的铜色羊皮纸，印有花式字体的文字，为角色留下了一则感觉真实的笔记。如果当地的吸血鬼领主想邀请队伍共进晚餐，一份玩家可以亲手拿着的真正邀请函会更加牢固地将他们与虚构世界联系在一起。",
	"Building handouts also helps you refine the story. You can use handouts to introduce important NPCs. You can use them to reinforce quests. You can even put a secret or clue right onto a piece of paper for the players to sort out. Building a good handout can be its own sort of preparation, offering good value for both you and the players who'll receive it.": "制作手册还有助于完善故事。您可以使用手册来介绍重要NPC。您可以用它们来强化任务。甚至可以将秘密或线索直接放在一张纸上，让玩家们去解决。制作一个好的手册可以成为一种准备工作，为您和接收手册的玩家提供很好的价值。",
	"Beautiful full-color fantasy maps can transport players and GMs alike to the lands they're exploring. If you're running a published campaign world, printing a large poster map of the world that can be placed on the game table can give everyone a sense of the scope and scale of the campaign.": "美丽的全彩幻想地图可以将玩家和GM们带到他们正在探索的土地。如果你正在运行一个已出版的战役世界，打印一幅大号海报地图，可以放在游戏桌上，让每个人都感受到战役的范围和规模。",
	"Many fantasy poster maps can be purchased online in digital format, then printed out for your own use at a local print shop. You can even get those maps laminated so you can write on them with a dry-erase marker, turning your beautiful fantasy world into a table-sized whiteboard.": "许多幻想海报地图可以在线购买数字格式，然后在本地印刷店打印出来供您自己使用。您甚至可以让这些地图覆膜，这样您就可以用干擦笔在上面写字，将您美丽的幻想世界变成一块桌面大小的白板。",
	"The Internet is full of evocative artwork you can use to fire up your own imagination and the imaginations of the players. When you're killing time surfing the web, you can pore over piles of fantasy images, bookmarking the ones you like and that you want to show to the players. Emailing these images around between games or showing them off on a phone or tablet during the game is a great way to show a creature or location, rather than just describing it.": "互联网上充满了引人入胜的艺术作品，可以激发你自己的想象力以及玩家们的想象力。当你在浏览网页消磨时间时，你可以浏览大量的幻想图像，收藏你喜欢的并想向玩家展示的图像。在游戏之间通过电子邮件分享这些图像，或者在游戏过程中通过手机或平板电脑展示它们，是展示生物或场景的绝佳方式，而不仅仅是描述它们。",
	"When you find fantasy artists whose work you really like, check to see if their images are available for sale, or if they have a Patreon. By supporting an artist, you can get great art more quickly, cutting down on your prep time and giving you more time to focus on other things.": "当你发现你真的喜欢的奇幻艺术家时，检查一下他们的作品是否有出售，或者是否有Patreon。通过支持一位艺术家，你可以更快地获得优秀的艺术作品，减少你的准备时间，让你有更多时间专注于其他事情。",
	"One great way to dial up the mood of your game is with the right selection of background music. This music shouldn't overshadow the game itself, so keep the volume low. Video game and movie soundtracks provide a particularly good background to a fantasy RPG session.": "提升游戏氛围的一个好方法是选择合适的背景音乐。这种音乐不应该盖过游戏本身，所以要保持音量较低。视频游戏和电影原声带特别适合作为奇幻RPG游戏会话的背景音乐。",
	"The following list of popular soundtracks (plus two instrumental artists) are recommended by numerous GMs and players:": "以下列出的流行原声带（以及两位器乐艺术家）受到许多GM和玩家的推荐：",
	"Though the Lazy Dungeon Master's checklist covers everything you need, some additional prep activities can make your games even better.": "虽然懒惰地牢主（Lazy Dungeon Master）的清单涵盖了你所需的一切，但一些额外的准备活动可以让你的游戏变得更好。",
	"Build handouts to give players a physical connection to the story.": "制作手册，让玩家与故事建立实际联系。",
	"Use printed poster maps to pull players into the world.": "使用印刷海报地图来吸引玩家进入世界。",
	"Find evocative artwork of people, places, and monsters to show to the players.": "找到富有感染力的人物、地点和怪物的艺术作品，展示给玩家们看。",
	"Play soundtracks from video games and movies to add to the atmosphere of your game.": "播放来自视频游戏和电影的配乐，以增添游戏氛围。",
	"Along with the notes resulting from our Lazy Dungeon Master preparation, we also want to put together a toolkit of supplies and accessories that can help our games run more smoothly at the table. Each GM will have their own favorite tools, certainly. But we all likely have a few favorites in common. This chapter describes some of those most common elements.": "除了我们懒惰地下城主准备的笔记之外，我们还想准备一套工具包和配件，可以帮助我们在桌上更顺利地进行游戏。每位主持人肯定都有自己喜欢的工具，但我们很可能有一些共同的喜爱。本章描述了一些最常见的元素。",
	"This Lazy Dungeon Master's toolkit is designed to be simple, portable, flexible, useful, and cheap. It gives us a high degree of flexibility, aids in improvised play, and lets us build worlds as vast as our collective imagination. This discussion assumes that the toolkit will automatically include the obvious tools that every GM needs, including dice, pencils, and dry-erase markers. Beyond that, the focus is on the tools that best define the way and methods of the Lazy Dungeon Master.": "这个懒惰地牢主（Lazy Dungeon Master）的工具包被设计成简单、便携、灵活、实用和廉价。它赋予我们高度的灵活性，有助于即兴表演，并让我们构建与我们集体想象力一样广阔的世界。本讨论假设该工具包将自动包括每位GM都需要的明显工具，包括骰子、铅笔和干擦笔。除此之外，重点是那些最能定义懒惰地牢主方式和方法的工具。",
	"Every GM has a preferred way to keep their notes. Some still love pen and paper, while others love digital tools. Whatever your preference, make sure it allows you to keep your notes on hand during the game. Your GM notebook should be easy to use and easy to reference.": "每位（GM（Game Master））都有自己偏好的笔记方式。有些人喜欢用纸和笔，而另一些人喜欢数字工具。无论你的偏好是什么，确保它能让你在游戏过程中随时查阅笔记。你的GM笔记本应该易于使用和查阅。",
	"Ideally, the fewer notes you use at the table, the better. Chris Perkins, for example, once described outlining an entire adventure session on a single sheet of paper. Your Lazy Dungeon Master preparation notes should likewise ideally fit onto a single sheet of paper, three to four pages of a pocket notebook, or a small handful of 3×5 index cards.": "理想情况下，在桌上使用的笔记越少越好。例如，Chris Perkins曾经描述过在一张纸上概述整个冒险会话。你懒惰的地下城主准备笔记也应该理想地适合一张纸，三到四页的口袋笔记本，或者一小把3×5索引卡。",
	"Keeping a record of old notes is a good idea—both those you used to prepare for your game, and those you jot down during the game. Reviewing old notes can help you reference previous events and keep track of things from session to session. But there's no need to overdo it. You don't have to spend hours reviewing old notes in order to get ready for your next session. You'll remember the important stuff when it's time to sit down and prepare.": "保留旧笔记是个好主意 —— 包括你用来准备游戏的笔记，以及游戏过程中记下的笔记。回顾旧笔记有助于参考以前的事件，并在每个游戏会话之间跟踪事物。但没有必要过度。为了准备下一个游戏会话，你不必花几个小时来回顾旧笔记。当你坐下来准备时，重要的事情会在脑海中浮现。",
	"Setting a goal of using a single sheet of paper for your campaign helps you focus your attention on the right areas. A single page of character and campaign notes will let you keep the most important elements of your game right in front of you. As new elements pop up as a result of what the players and characters do, you can jot them down on the sheet. Focusing on the characters also helps you remember the characters' names, so that you can address the characters instead of the players during the game.": "设定一个目标，即在你的战役中只使用一张纸，有助于你将注意力集中在正确的领域。一张角色和战役笔记的纸让你可以将游戏中最重要的元素放在你面前。当玩家和角色的行动导致新元素出现时，你可以在纸上记下它们。专注于角色还有助于你记住角色的名字，这样你在游戏中可以称呼角色而不是玩家。",
	"Nearly every article written about the importance of improvisation at the game table talks about the importance of \"preparing to improvise.\" And each time these articles discuss this notion in detail, they bring up the importance of a good list of names.": "几乎每篇关于游戏桌上即兴表演重要性的文章都谈到了“准备即兴表演”的重要性。每次这些文章详细讨论这个概念时，都会提到一个好的名字列表的重要性。",
	"You'll use names for all sorts of things in your games—but their primary use will always be for the NPCs you improvise during the game. The Internet is full of excellent random name generators. You can pick any one you prefer and use it to generate a list of hundreds of names. When you're building your Lazy Dungeon Master's toolkit, it helps to read over this random list ahead of time and prune it down to names that sound right and work well. Once you've curated your list of random names, you can print it out and stick it in the kit.": "在你的游戏中，你会为各种事物使用名称——但它们的主要用途始终是为你在游戏中即兴创作的NPC。互联网上有很多优秀的随机名称生成器。你可以选择任何一个你喜欢的，并用它生成数百个名称的列表。在构建你的懒惰地下城主工具包时，提前阅读这个随机列表并将其修剪为听起来合适且有效的名称是有帮助的。一旦你筛选出你的随机名称列表，你可以打印出来并放入工具包中。",
	"During play, it is critical that you write down NPC names as they come up. It's easy to assign a random name to an improvised NPC—and even easier to forget it ten seconds later. Your campaign worksheet or GM notebook is a great place to write down the names and descriptions of improvised NPCs so you don't forget them.": "在游戏过程中，重要的是在NPC出现时记下他们的名字。给一个即兴出现的NPC分配一个随机名字很容易，但十秒钟后就更容易忘记。你的战役工作表或GM笔记本是一个很好的地方，可以在上面写下即兴NPC的名字和描述，这样你就不会忘记它们。",
	"Many GMs have long declared their undying love for the simple 3×5 index card. The roleplaying game Fate Core makes such cards a fundamental piece of gaming material. In all games, the flexibility of cheap 3×5 cards knows no bounds. You can use them to draw quick sketches. You can use them to solidify quests once the characters have discovered them. You can write out the names and powers of magic items, then hand a magic item's card to the player whose character receives it.": "许多（GMs）已经公开宣布他们对简单的3×5索引卡情有独钟。角色扮演游戏《命运核心（Fate Core）》将这样的卡片作为游戏材料的基本组成部分。在所有游戏中，廉价的3×5卡片的灵活性无限。您可以用它们来快速画草图。您可以用它们来巩固任务，一旦角色们发现了它们。您可以写下魔法物品的名称和能力，然后将魔法物品的卡片交给接收它的角色的玩家。",
	"In addition to note taking, 3×5 cards also work well as initiative trackers. Fold nine cards in half so they stand up on the table. Number the cards 1 through 9, writing the number on both sides. Then before your session begins, ask one of the players to handle initiative, and hand them the stack of cards.": "除了用来做笔记外，3×5卡片也很适合用作先攻追踪器。将九张卡片对折，使它们能够竖立在桌子上。在卡片上标上1至9的数字，两面都写上数字。然后在会话开始前，请其中一名玩家负责先攻，并将卡片堆交给他们。",
	"When it comes time for a battle and everyone rolls for initiative, the player with the cards can hand them out. The \"1\" card goes to the highest initiative, the \"2\" card goes to the next highest, and so on from there. As the GM, you'll get a number of cards depending on how many monsters with different initiatives are in the encounter. With these index cards in front of you and all the players, it's easy for everyone to see the order of the battle, and for players to know who's up next when someone else is taking a turn.": "当战斗开始，每个人都进行先攻骰掷骰子，持有卡牌的玩家可以分发它们。\"1\"卡牌交给最高先攻值的玩家，\"2\"卡牌交给下一个最高的，依此类推。作为GM，你会根据遭遇中不同先攻值的怪物数量获得一定数量的卡牌。有了这些索引卡放在你和所有玩家面前，每个人都能轻松看到战斗顺序，玩家也能知道下一个是谁轮到了当有其他人在进行动作。",
	"RPGs with a healthy amount of mechanics often have GM screens or cheat sheets available that can help you improvise some of those mechanics during your game. For example, your cheat sheet might tell you the appropriate attack score and damage for an improvised trap of a particular level. It might give you a range of difficulties for various tasks, or it might tell you what the results are for conditions and status effects. GMs have used these cheat sheets and screens for as long as people have been playing RPGs, and with good reason. They help make it easier to improvise as you run your game. Find the cheat sheets or GM screens you prefer and keep them on hand during your game.": "在本地语言习惯的基础上，通常有大量机制的RPG游戏会提供GM屏幕或备忘单，这些可以帮助你在游戏中即兴应对一些机制。例如，你的备忘单可能会告诉你特定等级的即兴陷阱的适当攻击得分和伤害。它可能会为各种任务提供难度范围，或者告诉你各种状态和效果的结果。GM们自从人们开始玩RPG游戏以来一直在使用这些备忘单和屏幕，而且理由充分。它们有助于在游戏进行时更容易地即兴发挥。找到你喜欢的备忘单或GM屏幕，并在游戏过程中随时保持它们在手边。",
	"A blank dry-erase flip mat lets you keep a flexible whiteboard on the table in front of you when you run your games. Though most often used for gridded combat maps, a dry-erase flip mat is an extremely versatile tool with all sorts of potential uses. You can draw sketches of locations and room layouts on the fly. You can render diagrams showing the vast scale of fantastic locations, or document weird symbols the characters might discover. You can use a flip mat to track the damage monsters take during combat, as well as the interesting physical characteristics that might help the players identify those monsters.": "一块空白干擦翻页地图让你在主持游戏时可以在桌前保留一个灵活的白板。尽管通常用于格子战斗地图，干擦翻页地图是一个极其多功能的工具，具有各种潜在用途。你可以随时在上面画出地点和房间布局的草图。你可以绘制图表展示奇幻地点的广阔规模，或记录角色可能发现的奇怪符号。你可以使用翻页地图来追踪怪物在战斗中受到的伤害，以及可能帮助玩家识别这些怪物的有趣的身体特征。",
	"A flip mat like this usually runs $10 to $20, and is well worth the money. It's lightweight and folds up to the size of a sheet of paper. Like 3×5 index cards, its flexibility knows no bounds.": "这样的翻转地图通常售价在$10到$20之间，物有所值。它重量轻，可折叠成一张纸的大小。就像3×5的索引卡一样，它的灵活性无限制。",
	"Many GMs find themselves setting the game books aside once the game gets going—but these books provide excellent resources for the process of running the game. You can use your monster books to look up monster stat blocks at the table. You can use the random charts and tables in your Gamemaster guides to help shake up boring situations or inspire an interesting turn of events. Likewise, if you're running a published adventure, you should keep that adventure on hand. It's worth your time to read through these books and mark the sections you think you'll find most useful at the table.": "许多（GMs）发现一旦游戏开始，他们就会把游戏手册放在一边，但这些书籍为运行游戏提供了极好的资源。您可以在桌边查阅怪物手册以查找怪物的属性块。您可以使用（Gamemaster指南）中的随机图表和表格来帮助打破无聊的情况或激发有趣的事件转折。同样，如果您正在运行一本已出版的冒险，您应该随身携带该冒险。花时间阅读这些书籍，并标记您认为在桌边最有用的部分是值得的。",
	"According to the 2016 Dungeon Master survey, more than 60 percent of fifth edition {@i Dungeons & Dragons} Dungeon Masters run battles using a gridded map and miniatures. If that's your preferred style of play, a flip mat works great as a flexible, all-purpose tactical battle map. And there are many options for miniatures, from using candy, dice, tokens, or coins to represent monsters to collections of thousands of prepainted plastic figures. If you plan to run some of your battles using a gridded map and miniatures, you will surely want to include those in your Lazy Dungeon Master's toolkit.": "根据2016年地下城主（Dungeon Master）调查，超过60%的第五版（5E）地下城主使用网格地图和迷你模型进行战斗。如果这是您偏好的游戏风格，翻转地图（flip mat）是一个非常灵活、多功能的战术战斗地图。而在迷你模型方面，有许多选择，可以使用糖果、骰子、代币或硬币来代表怪物，也可以使用数千个预先涂色的塑料模型。如果您计划使用网格地图和迷你模型进行一些战斗，那么肯定会想把它们包含在您的懒惰地下城主工具包中。",
	"Miniatures representing the player characters can be helpful even outside of combat. You can use them to have the players show the characters' general positioning, their marching order when exploring dungeons, or to indicate who's awake and who's asleep during rests.": "即使在战斗之外，代表玩家角色的小型模型也可能会有所帮助。您可以使用它们让玩家展示角色的大致位置，探索地牢时的行军顺序，或者在休息时指示谁醒着谁在睡觉。",
	"Preprinted encounter maps and 3D terrain pieces can draw players even deeper into the game, and can help make a combat session more tactically interesting than a battle taking place completely in the theater of the mind. But tactical maps, 3D terrain, and miniatures aren't a necessity. You can run fantastic, fun, and awe-inspiring games with nothing but loose sketches and evocative descriptions. Besides removing the added cost and complexity, leaving maps and minis aside gives your game the flexibility and freedom to go wherever the story takes you.": "预先印制的遭遇地图和3D地形模型可以更深入地吸引玩家参与游戏，并可以帮助使战斗会话比完全在头脑中进行的战斗更具战术趣味。但战术地图、3D地形和迷你模型并非必需品。你可以仅凭松散的草图和富有启发性的描述来进行奇妙、有趣和令人敬畏的游戏。除了减少额外的成本和复杂性外，放下地图和迷你模型还赋予你的游戏灵活性和自由，让故事走向任何地方。",
	"When you're putting together your Lazy Dungeon Master's toolkit, what you {@i avoid} putting into it matters as much as what you add. Many accessories that seem like a good idea at the time turn out become cumbersome when running the game. Every item you add to the kit makes it harder for you to find and use the other items you've assembled. You don't want to have to shuffle through a huge box full of junk just to find your initiative cards or the specific miniatures you're looking for.": "当你在组建你的懒惰地牢主（Lazy Dungeon Master）工具包时，你添加什么{@i avoid}和添加什么一样重要。许多配件在当时似乎是个好主意，但在运行游戏时却变得繁琐。每个添加到工具包中的物品都会使你更难找到和使用你已经组装的其他物品。你不想不得不在一个装满垃圾的大盒子中翻找，只是为了找到你的先攻卡或你正在寻找的特定迷你模型。",
	"Every time you run a game, you'll get a better idea of which components you use regularly and which components offer little value. As you do, you can continually prune your Lazy Dungeon Master's toolkit down to its essential components—those that, like the rest of the techniques of the Lazy Dungeon Master, have the best impact on your game.": "每次你主持游戏时，你会更清楚地了解哪些组件经常使用，哪些组件提供的价值较小。随着你的经验增长，你可以不断地修剪你的懒惰地牢主持工具包，只保留其中的基本组件——就像其他懒惰地牢主持技巧一样，这些组件对你的游戏影响最大。",
	"Here's a list of the components you might consider for your Lazy Dungeon Master's toolkit:": "这里是您可能考虑的懒惰地牢主持工具包组件清单：",
	"Dice, pencils, and dry-erase markers": "骰子，铅笔和干擦笔",
	"GM's notebook": "GM的笔记本",
	"Campaign worksheet": "战役工作表",
	"Curated random name list": "精心策划的随机姓名列表",
	"3×5 index cards": "3×5索引卡",
	"Numbered initiative cards": "编号的倡议卡 (%(initiative)%)",
	"GM screen or cheat sheet": "GM屏风或备忘单（cheat sheet）",
	"Dry-erase flip mat": "干擦翻页板",
	"Published books and adventures": "已出版的书籍和冒险 (Published books and adventures)",
	"Miniatures, maps, and terrain as needed": "根据需要提供迷你人物、地图和地形。",
	"The world is full of power and energy and a person can go far by just skimming off a tiny bit of it.": "这个世界充满了力量和能量，一个人只需利用其中一小部分，就可以走得很远。",
	"Of all the tools in the Lazy Dungeon Master's toolkit, few are as useful as reskinning. Reskinning lets us make use of four decades worth of published, playtested, and professionally produced materials, and then fit those materials into our own games in seconds.": "在懒惰地牢主的工具包中，很少有工具像重新涂装那样有用。重新涂装让我们能够利用四十年来出版、经过游戏测试和专业制作的材料，然后在几秒钟内将这些材料融入我们自己的游戏中。",
	"In tabletop RPGs, reskinning is the technique of taking something that already exists and wrapping it up inside a different name, description, or flavor so that it appears completely new and unique.": "在桌面角色扮演游戏中，重塑（reskinning）是一种技巧，即将已经存在的内容用不同的名称、描述或风格重新包装，使其看起来全新独特。",
	"Here's an even shorter description of the process of reskinning:": "这是一个更简短的重新涂装过程描述：",
	"Let's say we want a powerful barbarian bodyguard for the evil baron, but don't have a great bodyguard stat block handy. So instead of building a new monster stat block, we can use the stat block for an ogre and describe it as the baron's bodyguard. One memorable encounter setup, done!": "假设我们想要为邪恶男爵雇佣一名强大的野蛮人保镖，但没有一个很好的保镖属性块可用。所以，我们可以使用食人魔的属性块，然后描述它为男爵的保镖。一个令人难忘的遭遇设置，完成了！",
	"Reskinning monsters is likely the most popular use of this technique in tabletop RPGs. But the same technique works for dungeons, towns, cities—even entire campaign worlds.": "在桌面角色扮演游戏中，改换怪物外观可能是这种技术最受欢迎的用法。但同样的技巧也适用于地牢、城镇、城市，甚至整个战役世界。",
	"If you use the statistics for a haan but describe fins and jets instead of claws and balloons, a cold spray instead of firespray, and a swim speed instead of a fly speed, congratulations—you've created a brand-new alien, and your players will never know the difference!": "如果你使用(`haan`)的统计数据，但描述的是鳍和喷射器而不是爪子和气球，用冷喷雾代替火焰喷射，以及游泳速度代替飞行速度，恭喜你——你已经创造了一个全新的外星人，你的玩家永远不会察觉到差异！",
	"At virtually every point in your games, you'll run into situations where you want to create new monsters that fit the story you're telling. Say a huge stone guardian protects the passage to an ancient temple. If you can't quickly find a good stat block for a huge statue, your instincts might lead you to look up the rules for building a new monster, then create your own new giant statue stat block. But that takes time.": "在你的游戏中几乎每一个关键点，你都会遇到想要创造符合你讲述故事的新怪物的情况。比如一个巨大的石头守卫保护着通往古老神庙的通道。如果你找不到一个合适的巨大雕像的属性块，你可能会本能地查找建立新怪物的规则，然后创建自己的巨大雕像属性块。但这需要时间。",
	"Instead, just find a monster with the rough power level you're considering and whose general features meet that of the statue. In this example, the stat block for a powerful giant might fit the bill. Then simply use that stat block and call it the \"Guardian of the Temple.\" When you describe its attacks, you'll describe them as the attacks of a titanic statue. No one is the wiser.": "相反，只需找到一个与您考虑的大致力量水平相匹配且一般特征符合雕像的怪物。在这个例子中，一个强大的巨人的属性块可能符合要求。然后简单地使用该属性块，并将其称为\"（Guardian of the Temple）\". 当您描述它的攻击时，您将描述它们为一座巨大雕像的攻击。没有人会察觉到。",
	"There are virtually no monsters that can't be reskinned this way. White dragons can become avatars of dead gods. Mages can become undead viceroys. Hydras can become terrible gnome constructs run amok, or twisted horrors from realms of nightmare.": "几乎没有怪物是不能通过这种方式重新设计的。白龙可以变成死神的化身。法师可以变成不死领主。九头蛇可以变成可怕的侏儒构造体失控，或来自噩梦领域的扭曲恐怖。",
	"Sometimes you'll have to change the attributes of a stat block to work with the flavor of a reskinned monster. You can usually just improvise this. You know the moldering viceroy is now undead rather than humanoid. You know the avatar of the dead god is no longer a dragon, but is instead a fiend whose breath weapon is a wave of necrotic energy instead of cold. These sorts of things are easy to change up at the table.": "有时候你可能需要改变属性来符合重塑怪物的风格。你通常可以灵活调整。你知道腐朽总督现在是不死生物而不是人形生物。你知道死神化身不再是一只龙，而是一只恶魔，其吐息武器是一股死灵能量的波浪而不是冰冷。这些改变在游戏桌上很容易实现。",
	"Reskinning monsters takes the hundreds of professionally designed and playtested monster stat blocks that are part of your game and turns them into an infinite variety of monsters to fit any situation your story needs. {@b Reskinning monsters is a perfect example of the way of the Lazy Dungeon Master}, making use of thousands of hours of work and letting you apply it to your game with hardly any effort at all.": "重塑怪物将你游戏中数百个经过专业设计和游戏测试的怪物统计数据块转变为无限种类的怪物，以适应你故事中任何需要的情况。{@b Reskinning monsters is a perfect example of the way of the Lazy Dungeon Master}，利用数千小时的工作，让你几乎不费吹灰之力就能将其应用到你的游戏中。",
	"You don't have to stop with monsters. You can reskin entire dungeons to suit the requirements and needs of your own game. Fantasy RPGs have literally thousands of dungeons developed over the past four decades that you can pull apart and drop into your games. You can reverse a map. Or cut it in half. Or you can make use of just a few rooms in a dungeon, reskinning those rooms to make them feel unique.": "你不必仅限于怪物。你可以重新设计整个地牢以适应你自己游戏的需求和需要。在过去的四十年里，制作了成千上万的幻想RPG地牢，你可以拆解并放入你的游戏中。你可以颠倒地图。或者把它分成两半。或者你可以只利用地牢中的几个房间，重新设计这些房间使它们感觉独特。",
	"Just as with reskinning monsters, you'll wrap these dungeons in your own flavor and twist their contents to fit your story. You can tie in the secrets and clues you've prepared to give your reskinned dungeons the flavor of the overarching adventure. You might wrap the dungeon in a larger change, such as taking a fire-themed dungeon and turning it into an icy one.": "就像重新设计怪物一样，你可以用自己的风格包装这些地牢，并改变它们的内容以适应你的故事。你可以将准备好的秘密和线索融入其中，让重新设计的地牢带有整个冒险的风味。你可以将地牢置于更大的变化中，比如将一个火焰主题的地牢改成一个冰冷的地牢。",
	"You can also create a library of published dungeon maps to refer to when you need something more complicated than the small number of fantastic locations you've prepared. You might replace one or two of the rooms of a reskinned dungeon map with your own fantastic locations, and then improvise the descriptions of the other rooms and chambers as you need them during the game. A good collection of maps makes a great addition to your Lazy Dungeon Master's toolkit.": "你也可以创建一个已发布的地牢地图库，以便在需要比你准备的有限数量的奇幻场所更复杂的东西时进行参考。你可以用你自己的奇幻场所替换一个或两个重塑后的地牢地图的房间，然后在游戏过程中根据需要即兴描述其他房间和房间。一个好的地图收藏是懒惰地牢主的工具包的极好补充。",
	"You can expand the idea of reskinning to every other aspect of your game's world—up to and including the world itself. Taverns, inns, castles, temples, cities, planes of existence, gods, whole pantheons—whatever you need, you can most likely borrow from other resources built using far more time, money, and creative energy than most GMs have access to. Published adventures and published campaign sourcebooks give you tremendous value as reusable material. Even if you don't use those books directly, you can still make great use of them when you reskin them and drop them into your own world.": "你可以将重塑的概念扩展到游戏世界的各个方面，甚至包括整个世界本身。酒馆、旅馆、城堡、神庙、城市、存在的位面、神灵、整个诸神体系——无论你需要什么，你很可能可以从其他资源中借鉴，这些资源花费了比大多数GM都能接触到的更多的时间、金钱和创造力。已出版的冒险和出版的战役源书为您提供了可重复使用的宝贵素材。即使您不直接使用这些书籍，当您对它们进行重塑并将它们放入您自己的世界时，您仍然可以充分利用它们。",
	"Along with reskinning monsters, dungeons, towns, cities, or entire campaign worlds, you can take any two or more of those things and mash them together into something new. Take the baseline stat block for a giant, then add in the magical elements of the stat block for a mage. You've just created a new rune-giant wizard. Take a floating city in a high-magic realm and mash it up with the seedy, shadowy metropolis of a dark fantasy world. You've created a sinister floating prison colony that's completely unique. Although reskinning a single published element into something new is easiest, it's not that much harder to take parts from two published elements and mix them together. A lot of the most memorable ideas—from gaming to fiction—make use of this concept.": "除了重新设计怪物、地牢、城镇、城市或整个战役世界外，你还可以将其中两个或更多的元素结合在一起，创造出全新的东西。拿一个巨人的基本属性块，然后加入一个法师的属性块中的魔法元素。你刚刚创造了一个新的符文巨人法师。拿一个漂浮在高魔法领域中的城市，然后将其与一个黑暗奇幻世界中的肮脏、阴暗的大都市结合起来。你创造了一个完全独特的邪恶漂浮监狱殖民地。虽然将单个已发布元素重新设计为全新元素最容易，但将两个已发布元素的部分混合在一起也并不那么困难。许多最令人难忘的想法——从游戏到小说——都利用了这个概念。",
	"For many GMs, reskinning is already second nature. We're used to lifting what we need from many different sources, and we have enough experience to know how much value published material can bring to our games when reskinned. But other GMs might avoid using this technique. For some, reskinning suffers from \"not invented here\" syndrome, which can push us toward wanting to use only material that we've come up with ourselves. For others, reskinning can feel like cheating, or even stealing.": "对许多（Game Masters (GMs)）来说，重新涂装已经是第二天性了。我们习惯于从许多不同的来源中获取我们需要的内容，我们有足够的经验知道当重新涂装时，出版物可以为我们的游戏带来多少价值。但其他（GMs）可能会避免使用这种技术。对一些人来说，重新涂装受到“非本地发明”的综合症的困扰，这可能会促使我们只想使用我们自己想出的材料。对其他人来说，重新涂装可能会让人感觉像作弊，甚至是偷窃。",
	"If you're one of those GMs, it's important to push past those feelings. So much wonderful material exists for your games. Making use of ideas from gaming products and books you own isn't about stealing or devaluing the work of the writers, designers, and artists who created those books. Rather, it's about being inspired by that work in different ways. So don't throw that material away just because it somehow seems less creative to reskin monsters, settings, and other game elements than to come up with everything yourself.": "如果你是那种GM之一，重要的是要克服这些感觉。有很多精彩的素材适合用在你的游戏中。利用你拥有的游戏产品和书籍中的想法并不是在窃取或贬低那些书籍的作者、设计师和艺术家们的工作。相反，这是受到那些作品启发以不同方式创作的过程。所以不要仅仅因为重新设计怪物、场景和其他游戏元素似乎比自己创作一切更缺乏创意就抛弃那些素材。",
	"Remind yourself honestly that you simply can't put in the time, money, and creative energy that have gone into the best published game products. But you can absorb that energy so easily when you reskin game elements from those published products, and you can channel it into your own games with so little effort.": "诚实地提醒自己，你简单地无法投入像最优秀的已发行游戏产品那样的时间、金钱和创造力。但是当你重新设计那些已发行产品中的游戏元素时，你可以轻松地吸收那股能量，并且可以毫不费力地将其引入到你自己的游戏中。",
	"{@b Reskinning might be the single most valuable tip in this book.} Hold it close and use it well.": "{@b Reskinning might be the single most valuable tip in this book.} 紧紧抓住它，善加利用。",
	"Take something that already exists and describe it as something new.": "将已经存在的事物描述成全新的东西。\n\n",
	"Reskin monsters, dungeons, towns, cities, adventures, and entire campaign worlds from published RPG books.": "从已出版的RPG书籍中重新设计怪物、地牢、城镇、城市、冒险，甚至整个战役世界。",
	"To reskin a monster, wrap an existing stat block with new flavor that fits your campaign story.": "为了重新设计一个怪物，可以用符合你战役故事的新风格来包装现有的属性块。",
	"Take ideas from multiple sources and mash them together into a single new thing.": "从多个来源获取灵感，将它们融合在一起，创造出全新的事物。",
	"Borrow liberally from published fantasy RPG sourcebooks, adventures, and monster books.": "大量借鉴已出版的奇幻RPG规则书、冒险故事和怪物手册。",
	"Fight back against any sense that borrowing ideas from published sources is cheating, or that it's somehow less creative because you're not building things from scratch.": "抵制任何认为从已发表的来源借鉴想法是作弊的观念，或者认为这样做不够创造性，因为你并非从零开始构建事物。",
	"Reskinning is one of the most powerful tools of the Lazy Dungeon Master.": "改换外观是懒惰地下城主的最强大工具之一。",
	"I made a lot of mistakes. I overprepared. I made huge campaign worlds, not realizing that the players wouldn't see one one-hundredth of them.": "我犯了很多错误。我准备过度了。我制作了庞大的战役世界，却没有意识到玩家们只能看到其中的百分之一。",
	"An adventure is about the here and now.": "冒险就是关于当下。",
	"Based on the survey of 6,600 {@i D&D} Dungeon Masters conducted at {@link slyflourish.com}, roughly 55 percent of respondents run games in their own campaign setting. Often, these Gamemasters spend significant time building out pantheons, major NPCs, landmasses, political structures—everything that fills a campaign world.": "根据在{@link slyflourish.com}进行的6600名{@i D&D}地牢主持人的调查，大约55%的受访者在自己的战役设定中主持游戏。通常，这些游戏主持人花费大量时间构建万神殿、重要NPC、陆地、政治结构——填充一个战役世界的一切。",
	"We Lazy Dungeon Masters can take a different approach. This way of working isn't incompatible with the methods of building out a large campaign world. But it starts with a focus on the characters, the goals driving them, and their immediate surroundings. Then the game and the world both spiral out from there.": "我们懒惰地牢主可以采取不同的方法。这种工作方式并不与构建一个庞大的战役世界的方法相矛盾。但它始于对角色、驱使他们的目标以及他们周围环境的关注。然后游戏和世界都从这里开始螺旋式发展。",
	"This approach is called \"spiral campaign development,\" and it's a common method of world building. Using the campaign spiral, you build your campaign from the characters' starting location, filling in the details of immediate interest to the characters and the players, or those that might come up in the next session. You don't worry about the details of the larger world because you have no idea where in that world the story is going to head. Instead, you focus your attention on the characters, the locations closest to them, and whatever local concerns connect to their direct interest.": "这种方法被称为“螺旋式战役发展”，是一种常见的世界构建方法。使用战役螺旋，你从角色的起始地点开始构建你的战役，填写与角色和玩家立即感兴趣的细节，或者可能在下一场游戏中出现的细节。你不必担心更大世界的细节，因为你不知道故事将会前往世界的哪个地方。相反，你将注意力集中在角色、离他们最近的地点以及与他们直接兴趣相关的任何当地问题上。",
	"As the characters explore the world, your focus on that world spirals outward. Only when they reach the nearby city do you take the time to fill out that city. And even then, {@b you focus only on the locations within the city that the characters are most interested in or most likely to see}.": "当角色探索这个世界时，你对这个世界的关注逐渐扩大。只有当他们到达附近的城市时，你才花时间填写那个城市。即便如此，{@b you focus only on the locations within the city that the characters are most interested in or most likely to see}。",
	"{@b The campaign spiral uses the familiar Lazy Dungeon Master's checklist.} You focus on what will hit the table when you play your next session. The rest of the game, the story, and the world are all flexible and fluid. You might enjoy building out huge parts of your campaign world, but you shouldn't be fooled into thinking the players will care until specific parts of that campaign world matter to their characters.": "{@b The campaign spiral uses the familiar Lazy Dungeon Master's checklist.} 当你玩下一场游戏时，你应该关注的是会出现在桌上的内容。游戏的其余部分、故事和世界都是灵活的。你可能喜欢构建你的战役世界的大部分内容，但不要被愚弄，认为玩家会在他们的角色关心战役世界的特定部分之前关心它们。",
	"Besides the existing checklist, you have a few other tools to help you build out a campaign world for a new game. Many books and RPG sourcebooks describe the complex details of world building. Instead, we're going to focus on three small techniques that let you quickly build out a campaign that matters to the characters and the players: the campaign hook, the six truths, and defining fronts.": "除了现有的清单外，你还有一些其他工具可以帮助你为新游戏构建一个战役世界。许多书籍和RPG资料描述了世界构建的复杂细节。相反，我们将专注于三种小技巧，让你快速构建一个对角色和玩家都重要的战役：战役引子，六个真相和定义前线。",
	"When you sit down to develop a campaign, whether it's just a handful of adventures or part of a large multiyear epic, it helps if you have a simple description—just a single sentence—that defines the campaign. This description makes it easy for the players to know what they're supposed to do, and makes it easy for you to keep a clear focus on what to prepare as the campaign moves forward.": "当你开始制定一个冒险活动，无论是一系列冒险还是一个长期的史诗故事的一部分，如果你有一个简单的描述，只需一句话来定义这个活动，会很有帮助。这个描述让玩家们知道他们应该做什么，也让你在活动进行时更容易保持清晰的焦点，知道该准备什么。",
	"Campaign hooks should be simple, straightforward, and direct. Here are ten examples:": "活动钩子应该简单、直接。以下是十个例子：",
	"Defeat the sorcerer queen.": "打败女巫女王。",
	"Stop the rise of the demon prince.": "阻止恶魔王子的崛起。",
	"Destroy the lich's dark empire.": "摧毁巫妖的黑暗帝国。",
	"Kill the vampire lord and end her reign of darkness.": "消灭吸血鬼领主，结束她的黑暗统治。",
	"Recover the six elven blades of power.": "寻找六把精灵力量之刃。",
	"Restore the displaced king to his throne.": "将被废黜的国王恢复到他的王位上。",
	"Defeat the five dark titans who hold sway over the world.": "打败掌控世界的五位黑暗泰坦((dark titans))。",
	"End the war waged by the orc emperor.": "结束由兽人皇帝发动的战争。",
	"Slay the betrayer who murdered you fifty years ago.": "杀死那个五十年前谋害你的背叛者。(the betrayer)",
	"Prevent the resurrection of the dark lord.": "阻止黑暗领主的复活。",
	"Obviously, the generalities in the hooks above would be replaced with specific details from your own campaign. For our \"Scourge of Volixus\" adventure, we'll expand the theme of the adventure into a larger campaign focusing on the rise of a devil lord name Thuron, who wishes to take over the valley surrounding the village of Whitesparrow. Here's our campaign hook:": "显然，上述钩子中的概括将被您自己战役的具体细节所取代。对于我们的\"Scourge of Volixus (沃利克斯的灾祸)\"冒险，我们将把冒险的主题扩展为一个更大的战役，重点关注一个名为Thuron的恶魔领主的崛起，他希望占领环绕着Whitesparrow村庄的山谷。这是我们的战役引子：",
	"Stop Thuron's rise.": "阻止图龙的崛起。(Thuron)",
	"It's hard to beat three words that can define the conflicts and arc of an entire campaign.": "很难击败三个词来定义整个冒险故事线的冲突和发展。(campaign)",
	"When you're building a campaign that focuses on the characters, you'll need more than three words to give the players enough information to build those characters around the campaign. To help everyone understand the bounds of the campaign, you can build the campaign's six truths.": "当你构建一个侧重于角色的战役时，你需要超过三个词来给玩家足够的信息，让他们围绕战役来构建角色。为了帮助每个人理解战役的范围，你可以制定战役的六个真相。",
	"These truths are the facts that separate this campaign from all the other possible campaigns the players might have previously been involved in or might be expecting. Six truths is an ideal number because they're easy to write down, easy to digest, and they keep your world from getting too complicated.": "这些真相是将这场战役与玩家之前参与过的所有可能战役或可能期望的战役区分开的事实。六个真相是一个理想的数字，因为它们易于记录，易于消化，并且可以防止你的世界变得过于复杂。",
	"Here's an example of six truths for the world of our \"Scourge of Volixus\" adventure.": "这里是我们“沃利克斯的灾祸”冒险世界的六个真相示例。",
	"A terrible power lurks beneath the village of Whitesparrow.": "白雀村下隐藏着一股可怕的力量。",
	"The lands surrounding Whitesparrow grow ever wilder.": "白雀镇周围的土地变得越来越荒凉。",
	"Machines of a hellish war lay buried in endless caverns beneath those lands.": "在那片土地下面的无尽洞穴里埋藏着地狱战争的机器。",
	"A powerful devil has its eye fixed on Whitesparrow, the surrounding valley, and the mysteries held there.": "一位强大的恶魔将目光投向白雀镇，以及周围的山谷和其中蕴藏的秘密。",
	"The ruins of elven guardians from a thousand years ago litter the valley.": "一千年前的精灵守护者的废墟散落在山谷中。",
	"The borders to the outer planes in the valley are stretched thin.": "山谷中通往外域的边界变得脆弱。",
	"When your running the first session of your adventure (called \"session zero,\" which we'll talk about in the next chapter), you can give this list of campaign truths to the players. They'll then use these truths to build characters that fit the theme of the campaign.": "当你进行冒险的第一个游戏（称为“零号场景”，我们将在下一章讨论），你可以向玩家提供这个活动真相清单。然后玩家将利用这些真相来打造符合冒险主题的角色。",
	"Dungeon World's concept of fronts improved my {@i D&D} games immeasurably.": "《地牢世界》的前线概念极大地改善了我的游戏体验{@i D&D}。",
	"One final act of campaign preparation can help you focus on the prime motivators within your campaign. Fronts are a creation from the game Apocalypse World by D. Vincent Baker, and popularized in Dungeon World by Adam Koebel and Sage LaTorra, but we're going to simplify the concept here.": "一项最后的竞选准备工作可以帮助你专注于你的竞选活动中的主要动力因素。前线是游戏《末日世界》(D. Vincent Baker)中的一个概念，在《地牢世界》(Adam Koebel和Sage LaTorra)中变得流行，但我们将在这里简化这个概念。",
	"Fronts (named after weather fronts) represent the big movers of the campaign. Most often, the primary villains of a campaign act as the campaign's fronts, but looming cataclysmic events might also fill this role. Smaller campaigns might have only one or two fronts, and larger campaigns might have as many as six. But for the way of the Lazy Dungeon Master, three fronts is a good number for most campaigns.": "前线（以天气前线命名）代表着战役中的主要推动力。在大多数情况下，战役的主要反派会成为战役的前线，但潜在的灾难性事件也可能扮演这个角色。规模较小的战役可能只有一两个前线，而规模较大的战役可能有多达六个。但对于懒惰地下城主的方式来说，三个前线对于大多数战役来说是一个不错的数字。",
	"The following components make up each front:": "每个前面板由以下组件组成：",
	"The Front: Who or what is this actual front?": "前线：这个“前线”究竟是谁或者是什么？",
	"The Goal: What is this front trying to accomplish? Where is it headed? If one or more creatures make up the front, do they think they're justified in their actions? Are they?": "目标：这个阵线试图实现什么？它的目标是什么？如果一个或多个生物组成了这个阵线，他们是否认为自己的行动是正当的？他们是否正当？",
	"The Three Grim Portents: What three visible steps show the progress of this front?": "三个凶兆：哪三个明显的步骤显示了这个前线的进展？",
	"Using the expanded version of our \"Scourge of Volixus\" adventure, we can define the following three fronts:": "使用我们“沃利克苏斯之灾”的扩展版本，我们可以定义以下三个战线：",
	"{@b Front:} Volixus": "{@b Front:} 伏利克斯",
	"{@b Goal:} Construct the infernal war machine, use it to level Whitesparrow, and then uncover the secrets that lie beneath.": "{@b Goal:} 制造地狱战争机器，用它来摧毁白雀镇，然后揭开隐藏在下面的秘密。",
	"{@b First Grim Portent:} The hobgoblin half-dragon Volixus restores the war machine using ancient fiendish plans and gnome ingenuity.": "{@b First Grim Portent:} 半龙霍布戈布林 Volixus 使用古老的邪恶计划和侏儒的聪明才智修复了战争机器。",
	"{@b Second Grim Portent:} Volixus hunts down the infernal gemstone required to power the war machine.": "{@b Second Grim Portent:} Volixus追踪到了操控战争机器所需的地狱宝石。",
	"{@b Third Grim Portent:} Volixus opens the gates of Grayspire, sending the war machine and his army toward Whitesparrow.": "{@b Third Grim Portent:} 沃利克苏斯打开了格雷斯派尔的大门，将战争机器和他的军队派往怀特斯帕罗。",
	"{@b Front:} Thuron": "{@b Front:} 图隆",
	"{@b Goal:} Take over the valley surrounding Whitesparrow and make it a new infernal home.": "{@b Goal:} 掌控周围的白雀谷，将其打造成一个新的地狱之家。",
	"{@b First Grim Portent:} Servants of Thuron recover the knowledge to open a gate to the devil's realm in the Nine Hells.": "{@b First Grim Portent:} 修伦仆从恢复了打开通往地狱九层的门的知识。",
	"{@b Second Grim Portent:} The servants of Thuron open a gateway between hell and the valley of Whitesparrow.": "{@b Second Grim Portent:} 图龙的仆人们在地狱和白雀谷之间打开了一个门户。",
	"{@b Third Grim Portent:} Thuron enters the world.": "{@b Third Grim Portent:} 图隆(Thuron)进入这个世界。",
	"{@b Front:} The Cult of Dusk": "{@b Front:} 黄昏教团",
	"{@b Goal:} Bring eternal shadow to the land for their secret master, Thuron.": "{@b Goal:} 为了他们的秘密主人，索伦(Thuron)，给这片土地带来永恒的阴影。",
	"{@b First Grim Portent}: The Cult of Dusk retrieves ancient arcane lore from a lost library.": "{@b First Grim Portent}: 黄昏教派从一座失落的图书馆中找回古老的奥术知识。",
	"{@b Second Grim Portent:} The Cult of Dusk causes an hour-long solar eclipse using their newfound magic.": "{@b Second Grim Portent:} 黄昏教派利用他们新获得的魔法造成了持续一个小时的日食。",
	"{@b Third Grim Portent:} The Cult of Dusk builds an altar to Thuron, from which they can cause the sun to be eclipsed permanently.": "{@b Third Grim Portent:} 黄昏教派建造了一个供奉索伦的祭坛，他们可以通过这个祭坛永久地让太阳发生日食。",
	"We'll keep these fronts loose and lightweight, just as we do for the rest of our plots, plans, and notes. And we'll remember that these fronts will change dramatically as our game goes on. Original steps will be thwarted, and new steps will appear. Entire fronts might fall away. And when they do, new fronts will arise to replace them.": "我们会保持这些前线松散和轻便，就像我们对其他情节、计划和笔记一样。我们会记住，随着游戏的进行，这些前线会发生巨大变化。最初的步骤会受挫，新的步骤会出现。整个前线可能会消失。当它们消失时，新的前线会出现来取代它们。",
	"Fronts can help you steer your attention away from making assumptions about how the game is going to go. When you look at your three fronts and assess what's happening with them, you don't know which campaign threads the characters will chase down or cut off. You don't know which fronts will careen off the rails and never come to pass. You're not trying to predict the future of your game—you're looking at the major actors in the story in real time, and thinking about where they're headed. You don't worry about {@i what might happen}. You worry only about {@b what is happening right now}.": "前线可以帮助你把注意力从对游戏走向的假设中转移开。当你查看你的三个前线并评估它们的情况时，你不知道角色会追踪或中断哪些战役线索。你不知道哪些前线会偏离轨道，永远不会实现。你不是在试图预测游戏的未来—你是在实时地观察故事中的主要角色，并思考他们将走向何方。你不用担心{@i what might happen}。你只需要担心{@b what is happening right now}。",
	"Prepare the overall campaign in the same manner that you prepare your next session. That next session always matters the most.": "以与准备下一场游戏会话相同的方式准备整个战役。下一场游戏会话总是最重要的。",
	"Develop a {@b spiral campaign} that focuses on what matters to the characters right now, and which spirals out as the characters move out into the larger world.": "开发一个关注角色眼下重要事情的{@b spiral campaign}，随着角色走出更广阔的世界，情节逐渐扩展。",
	"Build a {@b campaign hook} that focuses the campaign on a single major goal everyone can understand.": "建立一个{@b campaign hook}，将活动重点放在一个每个人都能理解的主要目标上。",
	"State the {@b six truths} of your campaign that separate it from other campaigns. Use the six truths to help the players build characters that fit the campaign theme.": "描述你的战役与其他战役不同的{@b six truths}。使用六个真相来帮助玩家建立符合战役主题的角色。",
	"Define three {@b fronts}—the major actors for the campaign—including their goals and three grim portents that show their progress.": "定义三个{@b fronts}——这次活动的主要参与者，包括他们的目标和显示他们进展的三个不祥预兆。",
	"Before we get too deep into a new campaign, it helps to run an initial game session with the players, often called a \"session zero.\" During this session, rather than engaging in a typical adventure, GMs get together with the players to talk about the campaign, the world, and the place of the characters in that world before any of these things have been fully realized. This is also a great time for everyone to discuss their expectations for the game.": "在我们深入进行新的冒险之前，通过进行一次初始游戏会话对玩家进行帮助，通常被称为“零次会话”(`session zero`)。在这个会话中，GM(`Game Master`)与玩家们聚在一起，讨论冒险、世界以及角色在这个世界中的位置，而不是直接进行典型的冒险。这也是一个大家讨论游戏期望的好时机。",
	"Session zero isn't like a typical gaming session. You don't follow the Lazy Dungeon Master's checklist to prepare for this session, because you don't yet know enough about the campaign to prepare for it.": "零次会话并不像典型的游戏会话。你不需要按照《懒惰地下城主》的清单来准备这个会话，因为你还不了解足够关于这个冒险的信息来做准备。",
	"Instead, session zero begins with the Gamemaster describing the world and the campaign hook. Is this going to be an adventure built on intrigue and politics that takes place in a big city? Is this primarily a murder investigation that extends into ever-deeper mysteries? Is this an adventure built around the exploration of ancient elven ruins in a vast swamp filled with mutated horrors? This is a great time to discuss the \"six truths\" of the world, along with any other general themes and expectations for the game.": "相反，零次会话从主持人描述世界和冒险引子开始。这将是一场建立在阴谋和政治之上的冒险吗，发生在一个大城市中？这主要是一场延伸至更深层奥秘的谋杀调查吗？这是一场围绕着在充满变异恐怖的广阔沼泽中探索古老精灵废墟的冒险吗？现在是讨论世界的“六个真相”，以及游戏的其他一般主题和期望的好时机。",
	"Sometimes you'll have a good idea about the campaign already, particularly if you're running a published adventure. In that case, you can use this session zero to tell the players about the campaign and what they can expect.": "有时候你可能已经对战役有了一个好的想法，特别是如果你正在进行一场已出版的冒险。在这种情况下，你可以利用这个零号场景告诉玩家关于这个战役以及他们可以期待什么。",
	"Other times, you might have only a general idea of what you want the campaign to be. If so, you can use session zero to get more information and ideas from the players. The backgrounds of the characters can turn into major themes of the campaign. Rivals or villains in a character's past might become a major front. The more you're able to incorporate the backgrounds of the characters into the campaign before it has solidified, the more invested the players will be.": "有时候，你可能只有一个关于你想要的战役的大致想法。如果是这样，你可以利用零次会议从玩家那里获取更多信息和想法。角色的背景可以成为战役的主要主题。角色过去的对手或恶棍可能会成为一个主要敌对势力。在战役确立之前，你越能将角色的背景融入其中，玩家就会更投入。",
	"This can go in the other direction as well. If you describe the themes of the campaign before the players have created their characters, they can build backgrounds, traits, and bonds around those themes. This approach can shape session zero into a unique improvisational exercise, in which the information that GMs and players give each other helps everyone build out the game and the characters together, creating a tightly knit fabric for future stories.": "这种方法也可以反过来。如果在玩家创建角色之前描述战役的主题，他们可以围绕这些主题构建背景、特质和联系。这种方法可以将零会话塑造成一种独特的即兴练习，在这种练习中，GM和玩家相互提供的信息帮助每个人共同构建游戏和角色，为未来的故事创造一个紧密结合的基础。",
	"This is also a great time to ask the players if there are any themes you should avoid in the campaign. Players might not be comfortable with particular themes or situations that might come up in a campaign such as racism, slavery, violence towards children, overt sexual tones, or descriptions of torture. When you describe your campaign, ask the players if they have any concerns about the theme of the campaign or any themes or situations you should avoid as it moves forward.": "这也是询问玩家是否有任何主题应该在冒险中避免的好时机。玩家可能不喜欢在冒险中出现特定的主题或情境，比如种族主义、奴役、对待儿童的暴力、明显的性暗示或酷刑描述。当你描述你的冒险时，询问玩家是否对冒险的主题有任何顾虑，或者在冒险进行过程中应该避免哪些主题或情境。",
	"Session zero is also a good way to tie the characters together. You can break away from the tired \"You all meet in a tavern\" trope to find more interesting connections between the characters before the game begins.": "零号会议也是将角色联系在一起的好方法。你可以摆脱老套的“你们都在酒馆相遇”的情节，找到更有趣的角色之间的联系，让游戏在开始前更加有趣。",
	"The list below presents twenty possible bonds that can easily connect two or more characters in a session zero adventuring party:": "以下是可能连接两个或更多角色在零号场景中的冒险小组的二十种可能的联系方式：",
	"Sibling of...": "兄弟姐妹 (%siblings%)",
	"Saved by...": "被...所救...",
	"Served with...": "配有...",
	"Protected by...": "受到...保护",
	"Adventured with...": "冒险与... (Adventured with...)",
	"Friendly rival of...": "友好的对手(XXX)",
	"Childhood friend of...": "...童年朋友(%(Childhood friend of)%)",
	"Magically bound to...": "被魔法束缚到...",
	"Survived with...": "幸存下来，与...",
	"Escaped with...": "逃脱了与...",
	"Apprentice of...": "(...学徒)",
	"Acolyte of...": "(...使徒)",
	"Idolizes...": "崇拜... (Idolizes...)",
	"Drinking buddies with...": "与...一起喝酒的好友 (Drinking buddies with...)",
	"Business associate of...": "...商业伙伴(%(Business associate)%)。",
	"Lost a bet to...": "输掉了一场赌注给...",
	"Indebted to...": "感激于... (Indebted to...)",
	"Trained by...": "受过...的训练 (Trained by...)",
	"Dueling partner of...": "决斗搭档 (Dueling partner)",
	"On the run with...": "在与...一起奔跑 (On the run with...)",
	"You can give this list out to the players as part of session zero to give them ideas about how their characters might be connected to one another.": "您可以在零号会话中将这个清单提供给玩家，以帮助他们思考角色之间可能的联系。",
	"You can also customize these bonds based on the campaign and the world. In our \"Scourge of Volixus\" example adventure, some of the characters might be veteran soldiers who served with Ruth Willowmane, now sheriff of Whitesparrow. Others might have escaped from the Cult of Dusk before their dark initiation into that order.": "你也可以根据活动和世界来定制这些联系。在我们的“沃利克斯之祸”(Scourge of Volixus)示例冒险中，一些角色可能是曾与鲁思·柳鬃（Ruth Willowmane）一起服役的退伍军人，她现在是怀特斯帕罗（Whitesparrow）的警长。其他人可能在被暮光邪教（Cult of Dusk）招募之前逃脱了，避免了他们黑暗入会的仪式。",
	"Instead of building a web of personal relationships between characters, you can instead tie all the party members to a single in-world faction—a guild, a church, an order, a mercenary unit, or some other organization. The characters might all serve the same elven lord. They might be agents of a large and powerful dynasty. Or they might all be agents of a dark network of spies.": "与其在角色之间建立个人关系的网络，你可以将所有队伍成员都与一个虚构的世界派系联系起来 —— 一个行会、一个教会、一个骑士团、一个雇佣单位，或者其他某个组织。这些角色可能都为同一个精灵领主服务。他们可能是一个庞大而强大的王朝的特工。或者他们可能都是一个黑暗间谍网络的特工。",
	"Tying the characters to a single faction not only breaks past meeting up in a bar, it also builds in a strong hook for the characters to engage with that faction. It's easy to implement and easy to use during the game. Even as it provides the characters with motivations, quest-giving NPCs, and backgrounds, it lets you tap into the common background of all the characters at once. The players should work together to choose which faction to connect to during session zero. Once they've selected a faction, you can capitalize on making use of that faction for the rest of the campaign.": "将角色与一个派系联系起来不仅打破了过去在酒吧相遇的模式，还为角色提供了一个强大的契机来与该派系互动。这种方法易于实施，在游戏过程中也易于使用。它不仅为角色提供了动机、任务赋予NPC和背景，还让你一次性利用所有角色的共同背景。玩家们应该在零会话期间共同选择要连接的派系。一旦他们选择了一个派系，你就可以在整个战役中充分利用这个派系。",
	"In the course of using session zero to help set up the campaign, you can help guide the players toward building characters that fit the campaign. Characters built on themes that don't work for a particular campaign can lead to boredom and frustration—for both the players and you. Though you want to give the players a wide range of options for their characters, you can also give them a core guideline designed to help the whole group have more fun:": "在使用零次会议来帮助建立战役的过程中，您可以帮助引导玩家构建符合战役的角色。建立在与特定战役不符的主题上的角色可能会导致玩家和您都感到无聊和沮丧。尽管您希望为玩家提供各种各样的角色选择，但您也可以给他们一个核心指导方针，旨在帮助整个团队更快乐：",
	"Build characters with a clear reason to adventure with the rest of the party.": "创建一个明确的原因与其他队友一起冒险的角色。",
	"This helps everyone avoid the \"Why would my character spend time with you jerks?\" problem that comes up from time to time in tabletop RPGs. Sometimes players get too creative, building outlandish character backgrounds that seem interesting but really serve no purpose in the campaign. Everyone wants to find new ways to make the game original and creative. But a fantasy RPG typically has a clear design and framework built on action, exploration, combat, and adventure.": "这有助于避免桌面角色扮演游戏中不时出现的“为什么我的角色要和你们这些混蛋呆在一起？”的问题。有时玩家们会过于创意，构建奇特的角色背景，看起来很有趣，但实际上在游戏中没有任何意义。每个人都希望找到新的方法使游戏变得原创和有创意。但幻想角色扮演游戏通常有一个明确的设计和框架，建立在行动、探索、战斗和冒险之上。",
	"Once the overall planning is done, you might have time to run a quick adventure in session zero. You'll have to improvise a lot, since you won't have gone through the Lazy Dungeon Master's checklist for the campaign yet. While the players are discussing their characters, you might think up a strong start you can use for this short adventure. It doesn't have to be much, but a quick set of encounters covering NPC interaction, exploration, and combat at the start of session zero can be a fun way to hone your improvisation skills and get the players into the game.": "一旦整体规划完成，你可能会有时间在零号会话中进行一次快速冒险。由于你还没有完成《懒惰地牢主》的活动清单，你将不得不大量即兴发挥。当玩家们讨论他们的角色时，你可以考虑一个强有力的开端，用于这个短暂的冒险。这并不需要太多，但在零号会话的开始，快速设计一系列涵盖NPC互动、探索和战斗的遭遇，可以是磨练你即兴发挥技能的有趣方式，让玩家们投入游戏。",
	"Use your first game session to help players build characters relevant to the campaign, and to steer the campaign toward the backgrounds and motivations of the characters.": "利用第一场游戏会话帮助玩家建立与战役相关的角色，并引导战役朝着角色的背景和动机发展。",
	"Describe the general campaign theme and the \"six truths\" you put together as part of your campaign planning.": "描述一下你制定的战役计划中的一般主题和你整理的“六个真相”。",
	"Use session zero to manage the expectations for the campaign.": "利用零次会议来管理对于（campaign）的期望。",
	"Develop ties between characters, and connect the characters to the world.": "发展角色之间的关系，将角色与世界联系起来。",
	"Consider tying all the characters to a single faction. Let the players choose from a selection of such factions.": "考虑将所有角色与一个派系联系在一起。让玩家从这些派系中进行选择。",
	"Guide the characters toward cooperative adventure by asking players to give their characters a clear reason to adventure with the rest of the group.": "通过要求玩家为他们的角色提供一个明确的理由与其他角色一起冒险，引导角色走向合作冒险。",
	"Run a quick and heavily improvised session with some NPC interaction, some exploration, and some combat.": "进行一个快速而临时的游戏场景，包括一些NPC互动，一些探索和一些战斗。",
	"On a Twitter and Facebook survey asking players to describe the top traits of good Dungeon Masters, about 160 responses revealed a focus on three traits: flexibility, creativity, and improvisation. These three traits stood out above all others, including knowing the rules and being fully prepared. Whenever we look to improve our skills as GMs and acquire additional tools to help us run great games, the most useful skills and tools are those that will help focus our flexibility, our creativity, and our ability to improvise.": "在一项Twitter和Facebook调查中，询问玩家描述优秀地下城主（Dungeon Masters (DMs)）的顶级特质，大约有160个回复强调了三个特质：灵活性、创造力和即兴能力。这三个特质在所有其他特质中脱颖而出，包括熟悉规则和充分准备。每当我们试图提升自己作为DM的技能并获取额外工具来帮助我们运行出色的游戏时，最有用的技能和工具是那些能帮助我们专注于灵活性、创造力和即兴能力的。",
	"This chapter talks about a few techniques that can be used to improve these three core GM traits.": "这一章讨论了一些可以用来提高这三个核心GM特质的技巧。",
	"Listen more than you talk.": "多听少说。",
	"Flexibility, creativity, and improvisation all require one supremely critical skill from a Gamemaster: the ability to listen. Hundreds of books and articles discuss the improvisational technique of \"Yes, and...\" That's the concept of taking ideas from others and figuring out how to build off them. This technique can't work if you're not listening to the players.": "弹性、创造力和即兴表现都需要一个来自（Gamemaster）的至关重要的技能：倾听能力。数百本书和文章讨论了“是的，而且…”的即兴技巧。这个概念是从他人那里获取想法并想办法如何加以发展。如果你不倾听玩家，这种技巧是行不通的。",
	"You can actively listen by making eye contact and not interrupting. You can use your game journal or campaign worksheet to make a few notes on what's being said while the players are talking. Active listening gives you insights into what the players see in the story, what they see in their characters, and what they want out of the game.": "你可以通过保持眼神交流和不打断来积极倾听。在玩家交谈时，你可以使用你的游戏日志或战役工作表做一些笔记。积极倾听让你了解玩家在故事中看到了什么，他们对角色的看法，以及他们想从游戏中得到什么。",
	"This is especially important when you're running games over a virtual tabletop. When you and the players aren't all in the same room, a lot of physical cues that most people take for granted—including eye contact and general body language—are lost. So don't be afraid to be more direct in drawing information out from each of the players, ensuring that you're keeping everyone engaged with the game you're running.": "在通过虚拟桌面进行游戏时，这一点尤为重要。当你和玩家不在同一个房间时，许多人通常视为理所当然的身体语言暗示，比如眼神交流和一般性的肢体语言，都会失去。因此，不要害怕更直接地向每位玩家获取信息，确保你让每个人都参与到你正在主持的游戏中。",
	"Once you've listened—once you've really heard the players—you can take ideas from what they've said and feed it back into the game. Because the way of the Lazy Dungeon Master encourages flexibility, it makes it easier for you to incorporate the players' ideas without feeling like you're throwing away endless pages of your own material.": "一旦你倾听过——一旦你真正听到了玩家们的声音——你就可以从他们所说的内容中获得灵感，并将其反馈到游戏中。因为懒惰地牢主的方式鼓励灵活性，这使得你更容易将玩家的想法融入其中，而不会感觉自己在抛弃自己的大量材料。",
	"All the steps in the Lazy Dungeon Master checklist have been built to support the flexibility, creativity, and improvisation needed to run your game. You've designed your secrets, clues, scene descriptions, and fantastic locations so you can use them when needed—or so you can throw them out when better ideas show up.": "懒惰地牢主（Lazy Dungeon Master）清单中的所有步骤都旨在支持灵活性、创造力和即兴能力，这些都是运行游戏所需的。你设计了秘密、线索、场景描述和奇幻场所，这样你就可以在需要时使用它们，或者当更好的想法出现时可以抛弃它们。",
	"It might take you a few sessions to see how all your material works when put together. But when a player describes a piece of their character's background and you use that in a secret or a clue later on in the campaign, it brings your game to a new level. Likewise, when the characters go off track but you're able to drop in one of your fantastic locations to accommodate them, it changes the tone of the game.": "也许需要几次游戏会话才能看到你所有材料如何组合在一起发挥作用。但当玩家描述角色背景的一部分，而你后来在战役中将其用作秘密或线索时，游戏就会提升到一个新的水平。同样，当角色偏离轨道，但你能够插入你的一些奇妙地点来适应他们时，游戏的氛围也会发生变化。",
	"Your ability to work with the players makes it clear to them that you're not just sticking to a script—but that you're also not making it all up randomly as you go. It shows them that the world of the game is real, even as it also adapts.": "你与玩家合作的能力让他们清楚地知道你不仅仅是在按照剧本行事，但也不是随机地编造一切。这向他们展示了游戏世界是真实的，即使它也在不断适应变化。",
	"Among all the many different ways to improve as a Gamemaster, improving your flexibility, your creativity, and your improvisation skills will serve you well as long as you're playing roleplaying games. The more you practice, the more you learn from other GMs, the more you talk about your process, and the more games you watch and participate in, the better you'll get at these skills. And the better your games will be as a result.": "在所有提升担任（Game Master (GM)）的方法中，提升你的灵活性、创造力和即兴能力将在你玩角色扮演游戏时大有裨益。你练习得越多，向其他GM学习得越多，讨论你的过程越多，观看和参与的游戏越多，你在这些技能上就会变得更加优秀。结果你的游戏也会变得更好。",
	"The best DMs embrace flexibility, creativity, and improvisation.": "最好的主持人拥抱灵活性、创造力和即兴表现。",
	"Learn to relax, and focus on your strong start when it's getting close to game time.": "学会放松，当比赛时间临近时，专注于你的强势开局。",
	"Actively listen to players by making eye contact, not interrupting, and taking note of what they say.": "通过保持眼神交流、不打断对话并记下他们说的内容，积极倾听玩家的意见。(Dungeons & Dragons)。",
	"Build off the ideas players give you, and connect them to secrets and clues.": "根据玩家提供的想法展开故事情节，并将它们与秘密和线索联系起来。",
	"Trust your preparation material to help you run a creative, flexible, and fun game.": "相信你的准备材料，帮助你运行一场富有创意、灵活且有趣的游戏。",
	"Continually sharpen your skills by watching other games, reading about the experience of other GMs, and talking to other GMs.": "通过观看其他游戏、阅读其他GMs的经验，以及与其他GMs交流，不断磨练你的技能。",
	"A short, snappy, fast-paced game of 'What awesome and interesting stuff do we all remember from the last few sessions?' can work absolute wonders for keeping the party—both in-character and out-of-character!—on track, immersed, and engaged with the campaign.": "一个简短、轻快、节奏快速的游戏——'我们都记得最近几次游戏中的什么精彩和有趣的事情吗？'——可以极大地帮助保持派对——无论是角色内还是角色外！——保持在正确的轨道上，沉浸其中，并与战役保持参与。",
	"Every game needs to start somewhere—so why not start with an activity that can help bring the players into the game and the campaign in a strong way?": "每场游戏都需要从某个地方开始 — 那为什么不从一项活动开始呢？这可以帮助将玩家们有力地带入游戏和战役中。",
	"When we're ready to start a game session, we can start by asking the players to summarize the previous session—and then carefully observe the responses we get. This sort of feedback helps us understand how our games are really working.": "当我们准备开始游戏会话时，我们可以首先要求玩家总结上一次游戏会话—然后仔细观察我们得到的回应。这种反馈有助于我们了解我们的游戏实际上是如何运作的。",
	"Like many aspects of the way of the Lazy Dungeon Master, this technique offers multiple benefits.": "与懒惰地牢主的方式许多方面一样，这种技术提供了多重好处。",
	"First, it helps all the players—including those who might have missed previous sessions—remember where things left off and where things were headed.": "首先，这有助于所有玩家——包括那些可能错过了之前的游戏会话的玩家——记住事情停留的地方和事情的发展方向。",
	"Second, it helps you see what sorts of things the players remembered. What events or NPCs resonated with them? What details of the story did they forget?": "其次，它可以帮助你了解玩家们记住了什么样的事情。哪些事件或非玩家角色（NPCs）让他们印象深刻？故事的哪些细节他们忘记了？",
	"Third, asking the players for a summary tells everyone that the game has started. This can be especially useful for groups that like to start out a session with a bit of socializing, as the act of describing the previous session together can address some of that need.": "第三，要求玩家总结情况告诉每个人游戏已经开始。对于喜欢在会话开始时进行一些社交的团体来说，这可能特别有用，因为一起描述上一次会话的行为可以满足一些需求。",
	"As the players describe the previous session, don't interrupt them. Let them tell you what they remember. Other players will likely jump in to make corrections and fill in the blanks. As you repeat this process session to session, it'll help you get a sense of which players remember which parts of the story.": "当玩家描述上一场游戏时，不要打断他们。让他们回忆起自己记得的内容。其他玩家可能会加入并纠正错误，填补遗漏的部分。重复这个过程，每场游戏之间，将帮助你了解哪些玩家记得故事的哪些部分。",
	"Only after the players are done should you fill in any crucial information required to move the story forward. If they've forgotten small details, you can often let those details stay forgotten. If it wasn't important enough for the players to remember, maybe it just wasn't important.": "只有在玩家完成后，您才应填写移动故事所需的任何关键信息。如果他们忘记了一些细节，通常可以让这些细节保持遗忘。如果对玩家来说记住这些细节不重要，那么这些细节可能就不重要。",
	"These player-driven summaries help you see what really matters at the table. They can offer suggestions for how you might tweak the game to focus on the aspects that are most memorable to the players—and to steer away from aspects that aren't resonating with them.": "这些由玩家驱动的摘要帮助您看清桌上真正重要的事情。它们可以提供建议，告诉您如何调整游戏，以便专注于对玩家最具记忆力的方面，并远离那些与他们没有共鸣的方面。",
	"At the beginning of a session, ask the players to summarize the events of the previous game session.": "在会话开始时，请要求玩家总结上一次游戏会话的事件。",
	"Listen and pay attention without interruption.": "倾听并注意，不要打断。",
	"Take note of what the players remember.": "记下玩家们记得的事情。",
	"Let other players jump in to fill in the blanks.": "让其他玩家跳进来填补空白。",
	"Only correct vital misunderstandings.": "只纠正重要的误解。",
	"Use what you hear to focus your game on what the players find most memorable.": "利用你听到的内容来让游戏更加专注于玩家们最难忘的部分。",
	"Every game has some level of improvisation.": "每场游戏都有一定程度的即兴表演。",
	"It's easy to focus too much on the mechanics of an RPG and forget about the story we're sharing at the table. Players might fixate on the combat details of their character sheets. GMs will focus on the statistics of monsters and the accuracy of encounter balance. When we run our games, they sometimes look less like the cover of a fantasy novel and more like a war simulation as a result.": "在玩桌面角色扮演游戏时，很容易过分关注游戏机制，而忽略了我们在桌上分享的故事。玩家可能会专注于他们角色卡的战斗细节。而主持人则会关注怪物的统计数据和遭遇平衡的准确性。当我们进行游戏时，有时候结果看起来更像是一场战争模拟，而不是一个奇幻小说的封面。",
	"Creativity leads to more creativity. So if we want to build off the creativity of the players, we need them to think creatively as well. We want to work together to elevate our games from mechanics-focused simulations into action scenes worthy of any novel or movie.": "创造力会激发更多创造力。因此，如果我们想要借助玩家的创造力，我们也需要他们进行创造性思考。我们希望共同努力，将我们的游戏从侧重于机制的模拟提升到堪比任何小说或电影的动作场景水平。",
	"Moving players into creative improvisational thinking isn't easy, though. We're all familiar with how society pushes people to leave imagination behind once childhood is done. And it's that imagination that we need to open up once again. So instead of starting big, we start small. We ask specific questions that shift the players away from the mechanics of the game and into more creative imagery.": "将玩家引导进入创造性即兴思维并不容易，尽管如此。我们都很熟悉社会是如何推动人们在童年结束后放下想象力的。而正是这种想象力，我们需要再次唤醒。所以，与其从大处着手，不如从小处开始。我们提出具体问题，将玩家从游戏机制转移到更具创造性的想象中。",
	"Like much of the way of the Lazy Dungeon Master, these techniques serve multiple purposes. Group storytelling isn't just about getting everyone into a more creative mood. It also makes our games easier to run.": "就像懒惰地牢主的方式一样，这些技巧有多重目的。团体叙事不仅仅是让每个人进入更有创造力的心情。它还使我们的游戏更容易运行。",
	"When a character lands a fatal blow against a monster, ask the player to describe what happens. For certain players, this request will inspire a moment of looking at you, then looking at their character sheet, then looking back to you. But usually, this initial reluctance will be followed by a childish smile and a gory description of the killing blow.": "当角色对怪物造成致命一击时，请要求玩家描述发生了什么。对于某些玩家，这个要求会激发一瞬间的看着你，然后看着他们的角色卡，再回头看你的时刻。但通常，这种最初的犹豫会被一个孩子般的微笑和对致命一击的血腥描述所跟随。",
	"This is a small, focused question that nearly every player can answer in an interesting way. It's a far cry from collaborative world building, to be sure. But it can help break players away from thinking about their characters as just a collection of statistics, even if just for that one fatal moment.": "这是一个小而专注的问题，几乎每个玩家都可以用有趣的方式回答。这与协作世界构建大相径庭，可以帮助玩家们摆脱把他们的角色仅仅看作一堆统计数据的思维，即使只是在那个致命的瞬间。",
	"The first time a character attacks a monster, ask the player to describe an interesting physical characteristic of the monster before they hit it. (If they describe the monster after the attack, it inevitably just becomes the creature with an arrow sticking out of its eye.)": "第一次角色攻击怪物时，请玩家在击中前描述怪物的一个有趣的身体特征。 (如果他们在攻击后描述怪物，那么它最终只会成为一个被箭射中眼睛的生物。)",
	"This question is a useful exercise in multiple ways. It helps you identify individual monsters for the rest of the encounter—particularly useful if you're running combat in a narrative theater-of-the-mind style, and you need a way to identify monsters without miniatures. It helps you and the players connect with the monster as a distinct creature, rather than focusing on its mechanical aspects or giving it a label like \"Orc 3.\" It also makes every monster unique, which makes the world feel more real.": "这个问题在多方面都是一个有用的练习。它帮助你在接下来的战斗中识别单个怪物——特别是在你以叙事心灵剧场风格进行战斗时，你需要一种在没有模型的情况下识别怪物的方法。它帮助你和玩家们将怪物视为一个独特的生物，而不是专注于它的机械方面或给它一个像“兽人3”这样的标签。这也使得每个怪物都变得独特，让世界更加真实。",
	"If you're using a laminated flip mat, you can write this characteristic on the mat so that everyone can see it. Then use that identifier when tracking the monster's damage.": "如果你使用的是覆膜翻页地图（laminated flip mat），你可以在地图上写下这个特征，这样每个人都能看到。然后在追踪怪物伤害时使用这个标识符。",
	"Asking the players to identify a physical characteristic of a monster can inspire a small improv session that even the most introverted gamer can enjoy. These characteristics can then become something important to the story, or they might expose a secret or clue. When the players get creative, you never know where it might lead.": "要求玩家识别怪物的一个身体特征，可以激发一个小型即兴表演，即使是最内向的玩家也能享受其中。这些特征随后可以成为故事中的重要元素，或者可能揭示一个秘密或线索。当玩家发挥创意时，你永远不知道它会通往何方。",
	"You can expand the previous question to places as well. Whenever the characters enter a tavern, an inn, or some other location, instead of you describing the entire place, ask the players to join in by describing one interesting or fantastic feature of the location.": "你可以将前一个问题扩展到地点上。每当角色进入酒馆、旅馆或其他地点时，不要由你来描述整个地方，而是让玩家们加入，描述该地点的一个有趣或奇妙的特点。",
	"Questions like this can be the first steps in the process of taking the players outside of their characters and into the act of helping create the world. By focusing on small, familiar elements of that world, you don't have to worry that things will get too far outside the story you all want to tell. But as you grow more comfortable with this process, you might find yourself giving the players more control over shaping larger and more important parts of the game.": "像这样的问题可能是将玩家带出角色，让他们参与创造世界的第一步。通过专注于世界中的小、熟悉元素，你不必担心事情会偏离你们想要讲述的故事。但随着你对这个过程变得更加熟悉，你可能会发现自己让玩家对游戏的更大更重要的部分有更多控制权。",
	"This next question is a little deeper. Handling travel scenes has long been a challenge for Gamemasters. Describe them too quickly, and they feel so effortless that they don't matter. But if you run a large number of random encounters to help define the characters' journeys, travel can start to feel like a grind.": "这个下一个问题有点深度。处理旅行场景长久以来一直是Dungeon Master们的挑战。如果描述得太快，旅行就会显得太轻松而毫无意义。但如果你运行大量的随机遭遇来定义角色的旅程，旅行可能会开始感觉像一场苦差事。",
	"During organized play games for 13th Age, designer Ash Law came up with the interesting idea of turning travel montages into a small improv session. The following guidelines offer a variation of his approach.": "在《第十三世纪》（13th Age）的组织游戏中，设计师Ash Law提出了一个有趣的想法，将旅行过程转变为一个小型即兴表演。以下指南提供了他方法的一个变体。",
	"When the characters begin a long journey, you set the stage, describing what the overall journey will be like, where it will take place, and some interesting but general features of the area. This gives the players something to work with. Then you ask the players to describe an interesting event that occurs while they travel. Ask for events that aren't about any player's specific character, but rather about the group as a whole.": "当角色们开始一段漫长的旅程时，你设定舞台，描述整个旅程会是什么样子，它将发生在哪里，以及该地区的一些有趣但普遍的特点。这样可以给玩家们一些创作的灵感。然后你可以要求玩家们描述一场有趣的事件发生在他们旅行的过程中。请寻找那些不涉及任何特定角色的事件，而是关于整个团队的事件。",
	"You don't have to pick out any particular player. That way, no one is singled out when they might not be comfortable jumping in. But it's always worth asking the quieter players if they'd like to answer before the more outgoing players end up dominating the scene. Players can always pass.": "你不必挑选任何特定玩家。这样，当他们可能不愿意加入时，就不会有人被单独挑出来。但在更外向的玩家主导场景之前，询问安静的玩家是否愿意回答总是值得的。玩家们可以选择跳过。",
	"You can also ask for a player to describe a challenge the group faces, but to not describe how the party overcomes it. Then another player can describe how the characters overcame the challenge. This creates a good back-and-forth improv session between players.": "你也可以要求一名玩家描述小组面临的挑战，但不要描述队伍是如何克服它的。然后另一名玩家可以描述角色是如何克服这个挑战的。这样可以在玩家之间创造一个很好的来回即兴表演的环节。",
	"By the end of this exercise, you and the players will have created a unique story of the journey that none of you could have expected. And at the same time, this process lets the players engage with and add to the creativity that shapes the game world.": "通过这个练习的结束，你和玩家们将会创造出一段独特的旅程故事，这是你们谁也没有料到的。同时，这个过程让玩家们参与并增添创造力，塑造游戏世界。",
	"These small and simple questions can help draw players into the world of the campaign, letting them take more control over what's happening and breaking them out of the confines of their character sheets. The more comfortable everyone becomes with this idea over time, the wider ranging and more detailed your questions can go.": "这些简单的小问题可以帮助吸引玩家进入（D&D）战役的世界，让他们更多地控制发生的事情，打破他们在角色卡上的限制。随着时间的推移，每个人对这个想法变得越来越熟悉，你提出的问题也可以变得更广泛和更详细。",
	"Help open up the players' creative ideas with guided questions.": "通过引导性问题来激发玩家们的创意想法。",
	"Ask players to describe their killing blows against their foes.": "请让玩家描述他们对敌人的致命一击。",
	"Ask players to describe the interesting physical characteristics of monsters to help you identify them during combat.": "请让玩家描述怪物的有趣外貌特征，以帮助您在战斗中识别它们。",
	"Ask players to describe interesting details of locations they visit.": "请让玩家描述他们访问的地点的有趣细节。",
	"Ask players to describe interesting events or conflicts that occur during travel scenes.": "在旅行场景中，请玩家描述发生的有趣事件或冲突。",
	"Your character was born the moment the curtain goes up and your character dies as soon as it's over.": "你的角色在幕布拉开的那一刻诞生，而在结束时就会死去。",
	"During our game preparation, we might come up with a handful of core NPCs for an adventure. But we'll likely improvise many more NPCs at the table. From a series of Facebook polls, we know that 80 percent of surveyed DMs improvise at least half their NPCs. We also know that nearly 60 percent of surveyed players prefer NPC interaction to either combat or exploration. And we've talked previously about how improvisation is seen as one of the top three traits of a good GM.": "在我们的游戏准备过程中，我们可能会为冒险设定一些核心NPC。但我们很可能会在桌上即兴创作更多的NPC。根据一系列Facebook调查，我们知道80%的受访DM至少会即兴创作一半的NPC。我们还知道将近60%的受访玩家更喜欢与NPC互动，而不是战斗或探索。我们之前也谈到过即兴创作被视为好GM的前三个特质之一。",
	"All these results shine a light on the importance of being able to improvise NPCs. As such, we need a good set of tools to let us do so quickly, while still keeping our NPCs unique and interesting.": "所有这些结果都凸显了即兴创作NPC的重要性。因此，我们需要一套好工具，让我们能够快速做到这一点，同时保持我们的NPC独特和有趣。",
	"Many Gamemaster guides offer numerous ways to build NPCs, but these NPC creation processes are often both complex and time consuming. We Lazy Dungeon Masters need something simpler, so we're going to break down the improvisation of an NPC into two steps: choosing a name, then getting into the mind of the NPC.": "许多（Game Master指南）提供了许多构建NPC的方法，但这些NPC创建过程通常既复杂又耗时。我们懒惰的地牢主需要更简单的方法，因此我们将将NPC的即兴创作分解为两个步骤：选择一个名字，然后深入NPC的思想。",
	"A solid NPC has a good name, and coming up with good names is hard without help. The section talking about the Lazy Dungeon Master's toolkit discusses the process of preparing a good list of curated random names. This list is crucial for coming up with a solid NPC name quickly and easily. Your curated random name list might be your most important improvisational aid.": "一个优秀的NPC需要一个好名字，而在没有帮助的情况下很难想出好名字。讨论《懒惰地牢主》工具包的部分讨论了准备一个精心策划的随机名字列表的过程。这个列表对于快速轻松地想出一个坚实的NPC名字至关重要。你的精心策划的随机名字列表可能是你最重要的即兴辅助。",
	"Once you've selected a name for your NPC, you need to write it down. This sounds obvious, but during a game, it's easy to mention a name and then forget it ten seconds later. If you're lucky, one of the players might remember it, but that NPC can otherwise become lost. And as you scramble trying around to remember their name, the world of the game feels less real to the players.": "一旦你为你的NPC选择了一个名字，你需要把它写下来。这听起来很明显，但在游戏过程中，很容易提到一个名字，然后十秒钟后就忘记了。如果你幸运的话，其中一名玩家可能会记得，但否则那个NPC可能会变得失落。当你拼命地尝试记住他们的名字时，游戏的世界对玩家来说就会感觉不那么真实。",
	"Names have power. Once they're written down and tied to an NPC, that NPC becomes a living, breathing being from that moment onward.": "名字有力量。一旦被记录下来并与一个NPC绑定，那个NPC从那一刻起就成为一个活生生的存在。",
	"Many RPG books describe selecting and assigning numerous traits to NPCs, including motivations, backgrounds, physical appearance, goals, secrets, and so forth. But as a Lazy Dungeon Master, you can skip all this and instead simply put yourself into the mind of the NPC. This doesn't mean your NPC won't have any of those traits. But rather than detail them beforehand, you'll let them come out organically as you roleplay the NPC.": "许多RPG书籍描述了选择和分配许多特征给NPC，包括动机、背景、外貌、目标、秘密等等。但作为一名懒惰的地下城主，你可以跳过所有这些，而是直接将自己置身于NPC的思维之中。这并不意味着你的NPC不会拥有这些特征。相反，你会让这些特征在你扮演NPC的过程中自然地展现出来，而不是事先详细描述它们。",
	"When you consider an NPC and their place in the world, you often have enough in your head to know how the player characters are going to react to that character. But while roleplaying the NPC, you might find that your own responses will surprise you. Maybe this town simpleton is a lot smarter than anyone else thought. Maybe the greedy vendor has a revenge plot against the enemy of the characters—a plot you didn't even know about until it came out during the conversation.": "当你考虑一个NPC及其在世界中的位置时，你通常已经在脑海中有足够的信息，知道玩家角色会如何对待这个角色。但在扮演NPC时，你可能会发现自己的反应会让你感到惊讶。也许这个小镇的傻瓜比任何人都聪明。也许这个贪婪的商贩对玩家角色的敌人有一个复仇计划——一个你甚至在对话中才发现的情节。",
	"You might be tempted to fill out a whole NPC before you run your game. But as with many of the aspects of Lazy Dungeon Master preparation, you want to prepare only what you must. Then leave the rest blank, so that you can fill it in when your game unfolds in front of you. You need to trust in your preparations, then sit back to enjoy the wild ride.": "你可能会有冲动在开始游戏之前填写一个完整的NPC。但与懒惰地牢主准备的许多方面一样，你只需准备必要的部分。然后把剩下的空白留下来，这样当游戏在你面前展开时，你就可以填写它。你需要相信自己的准备，然后坐下来享受这场狂野的旅程。",
	"If your NPC needs a stat block, you can wrap an existing NPC or monster stat block around a new NPC without worrying about the details. It's always tempting to build out whole new stat blocks for NPCs during your game preparation. But the players aren't likely to see or care about the differences, and building stat blocks takes up lots of time for little gain. Reskinning an existing stat block takes almost no time or effort.": "如果你的NPC需要一个属性块，你可以在一个新的NPC周围包裹一个现有的NPC或怪物属性块，而不必担心细节。在游戏准备期间为NPC建立全新的属性块总是很诱人的。但玩家们不太可能看到或关心这些差异，而构建属性块却需要花费大量时间而获益甚微。重新包装一个现有的属性块几乎不需要时间或精力。",
	"If you want to improvise a deeper NPC, you can use some of the same techniques you use to outline your core NPCs. Apply an archetype from popular fiction. Switch the gender of your improvised NPC. Keep an eye out for bad stereotypes. Because the Lazy Dungeon Master's checklist refines preparation as much as possible, it's not that difficult to use your NPC preparation steps to improvise an NPC right at the table.": "如果你想要打造一个更加深入的NPC，你可以使用一些和勾勒核心NPC相同的技巧。应用流行小说中的原型。改变你即兴NPC的性别。注意避免不良刻板印象。因为《懒惰地牢主》的清单尽可能精炼准备工作，所以使用NPC准备步骤在桌上即兴一个NPC并不难。",
	"Running great NPCs is a deep topic with many facets, and involves tips, tricks, and discussions far beyond those described here. Focusing on how to create and run NPCs as quickly and easily as possible is the goal, but there's much more that can be learned about this process. The more you digest material on building great NPCs, the better the game you'll run.": "运行出色的NPC是一个涉及许多方面的深刻话题，涉及到的技巧、诀窍和讨论远远超出了这里描述的范围。专注于如何尽快、尽可能轻松地创建和运行NPC是目标，但关于这一过程还有很多可以学习的内容。你消化关于打造出色NPC的材料越多，你运行的游戏就会越好。",
	"Use your curated random name list to choose an appropriate name for the NPC—then write it down.": "请使用您精心筛选的随机姓名列表为NPC选择一个合适的名字，然后写下来。",
	"Put yourself into the mind of the NPC.": "深入NPC的内心世界。",
	"Don't worry about building out lots of NPC traits ahead of time.": "不用担心提前建立大量NPC特征。",
	"Let the traits of the NPC come out as you roleplay them.": "在扮演NPC时，让他们的特质自然流露出来。",
	"If needed, reskin an existing stat block around an NPC.": "如果需要的话，可以围绕一个NPC重新设计一个现有的属性块。",
	"Digest as much material as you can on running great NPCs.": "尽可能消化关于打造出色NPC的材料。",
	"Plotting and the spontaneity of real creation aren't compatible.": "绘画和真正创作的自发性并不兼容。",
	"As part of our preparation, we develop a loose list of scenes that might take place during a game session. Sometimes those scenes develop as we expect. Other times the game heads off in entirely new directions.": "作为我们准备工作的一部分，我们制定了一个大致的场景列表，可能会在游戏会话中发生。有时这些场景会按我们预期的发展，而其他时候游戏会朝着完全新的方向发展。",
	"The world of the game should act naturally and realistically. NPCs don't sit around waiting for the characters to show up. It's not the GM's job to plan out exactly how a game session will go. Your job is to set the stage, describe it to the players, and let them interact with it.": "游戏世界应该表现得自然和真实。非玩家角色不会坐在那里等待角色出现。游戏主持人的工作不是计划游戏会话的具体走向。你的工作是搭建舞台，向玩家描述情景，让他们与之互动。",
	"The rest of the world around the characters acts the same way. When the characters talk to the local sheriff, the sheriff might not care about them at all. She has her own problems. If she thinks the characters can help, that's great. But she doesn't exist only to deal with the characters. She's there to help protect her town from the constant spate of odd happenings that always seem to occur there.": "角色周围的世界表现出相同的方式。当角色与当地警长交谈时，警长可能根本不关心他们。她有自己的问题。如果她认为角色可以帮上忙，那很好。但她并不是为了应付角色而存在。她在那里是为了帮助保护她的城镇免受似乎总在那里发生的奇怪事件的影响。",
	"As the characters start doing things, the world reacts to them. Their foes begin to take notice. Those foes might test the characters out with some low-challenge threats. Or they might decide to end their meddling before it starts by sending assassins after them. They might begin to fear the characters, sealing themselves behind potent defenses while they frantically work to bring their plots to fruition. The characters take actions, and the world reacts in response.": "当角色开始行动时，世界会对他们做出反应。他们的敌人开始注意到他们。这些敌人可能会用一些低挑战的威胁来测试角色。或者他们可能会决定在事情开始之前结束他们的干涉，派刺客来对付他们。他们可能开始害怕角色，将自己封锁在强大的防御之后，同时拼命地努力将阴谋实现。角色采取行动，世界做出回应。",
	"As part of our \"Scourge of Volixus\" adventure, we have a large location: the Fortress of Grayspire. When we think about the fortress, we want to put ourselves in the mind of the villain and think about what's going on there.": "作为我们“沃利克苏斯之祸”冒险的一部分，我们有一个重要地点：(Fortress of Grayspire)。当我们想象这座堡垒时，我们希望能够站在恶棍的角度，思考那里正在发生什么。",
	"Volixus has two dozen hobgoblins and three dozen regular goblins in his service, along with his ogre mercenaries. He might send two patrols with a couple of hobgoblins and six goblins around the area outside the fortress to make sure no one is trying to storm the castle. He might send out raiding parties with two of the ogre mercenaries, four hobgoblins, and ten goblins.": "Volixus在他的部队中有两打半兽人((hobgoblins))和三打普通地精((regular goblins))，还有他的食人魔佣兵。他可能会派遣两个巡逻队，每个队伍有几个半兽人和六个地精，在堡垒外的区域巡视，确保没有人试图攻击城堡。他可能会派出掠夺队伍，每队有两名食人魔佣兵，四个半兽人和十个地精。",
	"About a third of his forces are sleeping at any given time, and another third are usually out on patrols or raids. This leaves eight hobgoblins, twelve goblins, and two ogres awake at the castle. Volixus probably assigns a hobgoblin and a couple of regular goblins at each of the four watchtowers at the castle. The remaining hobgoblins, goblins, and ogres are likely in the yard, working on Volixus's infernal war machine alongside the gnome alchemists and engineers. They might also be conducting exercises, cooking, packing away loot, or meeting with Volixus. From time to time, Volixus might go out on a raid along with his hell hounds.": "在任何时候，他的军队大约有三分之一在休息，另外三分之一通常在巡逻或突袭中。这样一来，城堡里会有八个地精战士，十二个哥布林，和两个食人魔保持清醒。沃利克斯可能会派一个地精战士和几个普通哥布林在城堡的四个瞭望塔上值班。剩下的地精战士、哥布林和食人魔可能在庭院里，与侏儒炼金师和工程师一起修理沃利克斯的地狱战争机器。他们也可能在进行训练，烹饪，整理战利品，或者与沃利克斯开会。偶尔，沃利克斯可能会带着他的地狱猎犬出去突袭。",
	"Thinking through the setup of the monsters tells you what the situation looks like at Grayspire. The characters can find out much of this by interrogating prisoners or spying on the fortress. Though this all seems detailed, you don't need to plan it out ahead of time. You can simply keep these ideas in mind, or make them up as the game evolves.": "思考怪物的设置可以告诉你在灰塔（Grayspire）看起来如何。角色可以通过审问囚犯或监视要塞来发现这些情况。虽然这一切似乎很详细，但你不需要提前计划。你可以简单地记住这些想法，或者随着游戏的发展而构思。",
	"This arrangement also doesn't consider the characters or their actions. This is just how Grayspire operates. It's what makes sense within the context of the story. If Volixus learns that a group of adventurers is trying to infiltrate Grayspire, or if some of his patrols and raiding parties start disappearing, he'll react to this in whatever way makes sense for him to react. But how the characters deal with it is always up to them. You can guess at some approaches they might take, such as sneaking in through the tunnels beneath the Watchtower of Set and infiltrating Grayspire from inside. But that's just one idea. The players will come up with many others.": "这种安排也没有考虑到角色或他们的行动。这只是格雷斯派尔的运作方式。这是在故事背景下合乎逻辑的。如果沃利克斯得知一群冒险者试图潜入格雷斯派尔，或者他的巡逻队和袭击队开始消失，他会以任何对他来说合理的方式做出反应。但角色如何应对取决于他们自己。你可以猜测一些他们可能采取的方法，比如通过塞特守望塔下面的隧道潜入，从内部渗透格雷斯派尔。但那只是一个想法。玩家们会想出许多其他方法。",
	"Imagine the world as a living place.": "想象世界是一个有生命的地方。",
	"Monsters and NPCs fill out locations and roles as they would in the real world.": "怪物和NPC会像在现实世界中一样填补各种地点和角色。",
	"The world and the NPCs within it react to the actions of the characters.": "世界和其中的NPC会根据角色的行动做出反应。",
	"In the survey of 6,600 DMs, more than 60 percent of respondents stated that they use gridded maps and miniatures for combat, roughly 20 percent said they used abstract maps to represent a combat area, and roughly 20 percent said they used the fully narrative theater-of-the-mind style for combat.": "在对6600名DM进行的调查中，超过60%的受访者表示他们在战斗中使用格子地图和小型模型，大约20%的人表示他们使用抽象地图来代表战斗区域，还有大约20%的人表示他们使用完全叙事的心灵剧场风格进行战斗。",
	"Some fights work well with a simple narrative description of the battle. Other fights are complicated or difficult enough that a battle on a 5-foot-per-square grid gives players the details and agency they need to succeed. Sometimes all we need is a loose visual map to understand the shape of the area and the relative locations of the characters and monsters.": "有些战斗适合用简单的叙述来描述战斗过程。而有些战斗则复杂或困难到需要在每个5英尺的方格上进行战斗，以便玩家了解他们需要成功的细节和自主权。有时候，我们只需要一个简单的视觉地图来理解区域的形状以及角色和怪物的相对位置。",
	"Lazy Dungeon Masters have no need to choose only one style for running combat. Depending on the situation, we can choose whichever one of these styles works best for our games.": "懒惰地牢主们不需要只选择一种风格来进行战斗。根据情况，我们可以选择这些风格中最适合我们游戏的那一种。",
	"Fully descriptive theater-of-the-mind-style combat focuses on the core interaction between GMs and players: {@b GMs describe the situation and environment, players describe what they want their characters to do, and the GM adjudicates the results}.": "完全描述性的心灵剧场风格战斗侧重于{@b GMs describe the situation and environment, players describe what they want their characters to do, and the GM adjudicates the results}之间的核心互动，即GM（Game Master）和玩家。",
	"This is the mode of core interaction for the whole game already. As such, you can simply keep this style of play going even when you switch from NPC interaction or exploration into combat.": "这已经是整个游戏的核心互动模式了。因此，即使在从与NPC互动或探索切换到战斗时，你也可以保持这种游戏风格。",
	"Combat in the theater of the mind flows right into the rest of the story. Just as you're describing scenes of NPC interaction and exploration, you can describe how a battle plays out. Narrative combat also doesn't require any special materials. You don't need miniatures. You don't need a battle map. You don't need 3D terrain. You can simply describe what's happening and let the players' imaginations build the environment.": "心灵战场中的战斗紧密融入故事的其余部分。就像你描述NPC互动和探索场景一样，你也可以描述战斗的进行。叙事战斗也不需要任何特殊材料。你不需要小型模型。你不需要战斗地图。你不需要3D地形。你只需描述正在发生的事情，让玩家的想象力构建环境。",
	"Theater-of-the-mind combat works best under certain circumstances, including the following:": "心灵剧场战斗在特定情况下效果最佳，包括以下情况：",
	"Combat that clearly favors the characters.": "明显偏向角色的战斗。",
	"Combat that's going to be over quickly.": "很快就会结束的战斗。",
	"Combat that takes place in a simple environment such as a hallway, a square room, or an open field.": "在简单环境中进行的战斗，比如走廊、方形房间或开阔的田野。",
	"Combat that includes more monsters than you can represent with miniatures, such as holding a castle gate against two hundred orcs.": "在与你无法用微缩模型代表的怪物进行的战斗中，比如抵抗两百只兽人攻击城门。",
	"Scenes that might result in combat only under certain circumstances, such as a heated negotiation.": "可能只在特定情况下才会导致战斗的场景，比如一场激烈的谈判。",
	"Scenes that might be resolved with a large change to the environment, such as a collapsing cliff that crushes a force of hobgoblins below.": "可能通过对环境进行大规模改变来解决的场景，比如一个崩塌的悬崖压垮了下方的一群（Goblin）霍布戈布林。",
	"Situations where any of the players cannot see the battle space, such as running a game online or if any of the players are visually impaired.": "在无法看到战斗空间的情况下，比如在线进行游戏，或者玩家中有人视力受限的情况下。",
	"No matter what the circumstances, though, running theater-of-the-mind combat requires trust. The players must trust that you will adjudicate fairly, and you need to maintain that trust. You should discuss how combat works with the players before running a theater-of-the-mind battle, explaining how you'll be handling movement, range, positions, cover, and the number of creatures that fall within an area of attack. The Sly Flourish website contains a detailed guide to narrative theater-of-the-mind combat, referenced in the \"References and Additional Reading\" section at the end of this book.": "无论情况如何，心灵剧场战斗都需要信任。玩家必须相信你会公正裁决，而你也需要保持这种信任。在进行心灵剧场战斗之前，你应该与玩家讨论战斗的运作方式，解释你将如何处理移动、射程、位置、掩护以及攻击范围内的生物数量。Sly Flourish 网站包含了一份详细的心灵剧场战斗指南，在本书末尾的“参考和额外阅读”部分有引用。",
	"Whether it's a big boss fight or a battle with many different types of monsters in a complicated environment, running combat on a 5-foot-per-square grid gives everyone a better understanding of the situation and the characters' tactical options. Though the cost for miniatures and terrain can be significant, tactical gridded combat can be a great way to draw players even deeper into the game.": "无论是与一个大Boss战斗，还是在复杂环境中与许多不同类型的怪物战斗，使用5英尺每格的网格来进行战斗可以让每个人更好地了解情况和角色的战术选择。尽管迷你模型和地形的成本可能很高，但战术网格战斗可以是吸引玩家更深入参与游戏的好方法。",
	"Gridded battles work best in the following situations:": "在以下情况下，网格化战斗效果最佳：",
	"Combat that includes a number of different types of monsters.": "包括多种不同类型怪物的战斗。",
	"Combat in a complicated but mostly horizontal environment.": "在一个复杂但主要是水平环境中的战斗。",
	"Combat that poses a strong challenge to the characters.": "对角色构成强烈挑战的战斗。",
	"Boss battles with lots of potential environmental options.": "具有许多潜在环境选择的首领战斗。",
	"Any battle where the details of movement, range, and the size of areas of effect can have a big impact on the outcome.": "任何一场战斗中，移动的细节、射程和影响范围的大小都可能对结果产生重大影响。",
	"One reason to not choose gridded combat is simply because you find yourself in a situation where the players don't trust you as a GM. Combat should never be a contest between you and the players. You must earn the players' trust even if you run a more tactically focused game. But when you use a gridded map and tactical combat, there's a risk that you go from being the facilitator of the story to being an adversary of the players. A game that focuses too much on tactics can easily go from collaborative storytelling to an opposed miniatures war game if you're not careful.": "不选择格子制战斗的一个原因是因为你发现自己处于一个玩家不信任你作为GM的情况。战斗永远不应该是你和玩家之间的竞争。即使你运行一个更加战术性的游戏，你也必须赢得玩家的信任。但当你使用格子地图和战术战斗时，存在一个风险，你可能会从故事的促进者变成玩家的对手。一个过于注重战术的游戏很容易从协作叙事转变为对立的小型战争游戏，如果你不小心的话。",
	"While running tactical gridded encounters, don't be afraid to remind yourself that you are a fan of the heroes. You can put difficult challenges in the way of the characters, but your goal is to watch them do awesome things. It's easy to forget this sometimes when you're buried in the minutiae of combat rules and 5-foot squares.": "在进行战术格子式遭遇时，不要忘记提醒自己是英雄们的粉丝。你可以在角色面前设置困难挑战，但你的目标是看着他们做出令人惊叹的事情。有时候当你深陷于战斗规则和5英尺方块中时，很容易忘记这一点。",
	"A third option bridges the gap between fully narrative theater-of-the-mind combat and fully gridded combat: the abstract map. This approach isn't new. In fact, GMs have used this style of combat for as long as people have been playing RPGs.": "第三个选择弥合了完全叙事的心灵剧场战斗和完全格子化战斗之间的差距：抽象地图。这种方法并不新鲜。事实上，(`GMs`)已经使用这种战斗风格，就像人们玩(`RPGs`)一样长久了。",
	"When you use an abstract map, you draw pictures of the encounter environment but reinforce to the players that it isn't drawn to scale. The abstract map shows the environment and the relative position of the characters and the monsters. It shows what's close by, what's far away, who can see what, and which combatants are close enough to attack each other.": "当你使用抽象地图时，你会画出遭遇环境的图片，但要强调给玩家知道这不是按比例绘制的。抽象地图展示了环境以及角色和怪物的相对位置。它展示了附近有什么，远处有什么，谁能看到什么，以及哪些战斗参与者足够靠近以互相攻击。",
	"Abstract maps work best in the following circumstances:": "抽象地图在以下情况下效果最佳：",
	"The battle benefits from everyone seeing the environment.": "战斗受益于每个人都能看到环境。",
	"The general locations of characters and monsters are important.": "角色和怪物的一般位置很重要。",
	"The characters' and monsters' specific positions, speeds, distances, and ranges for attacks are not that important.": "角色和怪物的具体位置、速度、距离和攻击范围并不那么重要。",
	"A number of different types of monsters are part of the battle.": "战斗中有许多不同类型的怪物。",
	"Miniatures, a map, or 3D terrain will add to the fun of the game.": "迷你模型、地图，或者3D地形会增加游戏的乐趣。",
	"Abstract maps give you the benefit of everyone being able to see the same battle space without getting buried in the minutiae of the rules involved in fighting on a grid. This style still requires that the players trust you, and you must adjudicate fairly. As it does with theater-of-the-mind combat, this style of play works best in scenarios that default in favor of the characters.": "抽象地图让所有人都能看到相同的战斗空间，而不会陷入在网格战斗规则的细枝末节中。这种风格仍然要求玩家们信任你，并且你必须公正裁决。就像头脑中的战斗一样，这种游戏风格在默认情况下有利于角色的情况下效果最佳。",
	"As with theater-of-the-mind combat, you should describe to the players how a battle on an abstract map will work before combat begins. Two things that are important to define on an abstract map are how far characters can go with a move and how many creatures can be targeted by area effects.": "与心灵剧场战斗一样，你应该在战斗开始前向玩家描述在抽象地图上的战斗是如何进行的。在抽象地图上定义两个重要的事情是角色可以移动多远以及区域效果可以影响多少生物。",
	"As a Lazy Dungeon Master, you hold no allegiance to any one style of play over another. You adapt. You learn. You get better. You use whatever tools make your games easier to prepare, easier to run, and more fun for you and the players. You might have one style of combat you prefer, but that doesn't mean you need to throw away the other styles. Even if you prefer gridded combat, running a theater-of-the-mind battle when it's just two guards in a hallway or five bandits on a darkened street can make sense. Like a golfer choosing the right club for the right shot, you let the situation inspire what tools you use.": "作为一名懒惰的地下城主，你不会对任何一种游戏风格忠诚。你会适应。你会学习。你会变得更好。你会使用任何能让你的游戏更容易准备、更容易运行，对你和玩家更有趣的工具。你可能有一种你偏好的战斗风格，但这并不意味着你需要放弃其他风格。即使你更喜欢使用方格地图进行战斗，但当只有两名守卫在走廊上或五名土匪在黑暗街道上时，进行心灵剧场式的战斗也是有道理的。就像高尔夫球手选择合适的球杆进行合适的击球一样，你会让情况启发你使用什么工具。",
	"Use theater-of-the-mind combat when the battle favors the characters, fast battles, small skirmishes, battles with many more opponents than you can represent with miniatures, or if any of the players can't see the battle space.": "当战斗有利于角色、战斗迅速、小规模冲突、与迷你模型无法代表的大量对手的战斗，或者任何玩家无法看到战斗空间时，请使用心灵剧场战斗。(theater-of-the-mind)",
	"Use gridded combat maps with miniatures for battles with lots of different kinds of monsters, complicated battle areas, boss battles, or battles that require a good deal of tactical nuance.": "在与各种不同种类的怪物、复杂的战斗区域、首领战或需要较多战术技巧的战斗中，使用带有小型模型的网格化战斗地图。",
	"Use abstract maps for complicated battle areas and lots of monsters, but where the fight doesn't require the tactical detail of a 5-foot grid.": "在复杂的战斗区域和大量怪物中使用抽象地图，但战斗不需要5英尺网格的战术细节。",
	"Both abstract maps and theater-of-the-mind combat require that the players trust you, and that you remain a fan of the heroes—not an adversary.": "抽象地图和心灵剧场战斗都需要玩家相信你，并且你要保持对英雄的支持，而不是对手。",
	"Explain how these combat systems work before you run them.": "在你运行它们之前，解释一下这些战斗系统是如何工作的。",
	"Use whatever combat method fits the situation best.": "根据情况选择最合适的战斗方法。",
	"Good pacing is probably the most important trait a GM can have.": "良好的节奏感可能是一个GM最重要的特质。",
	"Understanding how to keep the pace of a game moving and keep its energy level high requires a tremendous amount of depth and understanding. Maintaining a good pace is hard work. But Lazy Dungeon Masters don't like hard work, so let's look at some other options for maintaining an entertaining pace in our games.": "理解如何保持游戏节奏的流畅并保持其能量水平高需要极大的深度和理解。保持良好的节奏是一项艰苦的工作。但是懒惰地牢主们不喜欢辛苦的工作，所以让我们看看在游戏中保持娱乐节奏的其他选择。",
	"When in doubt, have a man come through a door with a gun in his hand.": "当你犹豫不决时，让一个持枪的男人从门口走进来。",
	"No matter how much storytelling goes into your games, it always has to lead you to one question: \"What do you do?\"": "无论你的游戏中有多少故事情节，它总是会引导你来到一个问题：“你要做什么？”",
	"As with the strong start, you want to keep each scene of your game as close to the action as you can. How often you say the words, \"What do you do?\" shows you how close you are to the actions of the characters. If you have a sense that you've been talking for a long while without having said, \"What do you do?\", it means that you haven't been putting the characters into the middle of the story. They've just been observers.": "与强烈的开局一样，你希望让游戏中的每个场景尽可能贴近行动。你说“你要做什么？”这句话的频率显示了你与角色行动的距离。如果你觉得自己谈了很长时间却没有说过“你要做什么？”，那意味着你没有让角色置身于故事的核心。他们只是旁观者。",
	"It's easy to narrate the things that happen in the world to the players. But it's far more important that you put situations in front of the characters and let them act. The actions of the characters make your games come to life. It's up to you to build the environment and set the stage quickly so that the characters can do things.": "将世界中发生的事情叙述给玩家是很容易的。但更重要的是让角色面对情境并采取行动。角色的行动让你的游戏变得生动起来。你需要迅速建立环境并设定舞台，让角色有事可做。",
	"Even when you're conscious of keeping the game in the hands of the characters, it's sometimes not clear to the players what, exactly, their characters should be doing. In an improvised style of play, the players define their own quests and goals based on what happens in the world. But that doesn't mean you can't help clarify those quests and goals.": "即使你有意识地让游戏掌握在角色手中，有时玩家们并不清楚他们的角色应该做什么。在即兴游戏风格中，玩家们根据世界发生的事情来定义自己的任务和目标。但这并不意味着你不能帮助澄清这些任务和目标。",
	"When the pace of the game starts to flag, you can help pick it up again by clarifying the characters' existing choices. You might reiterate long-term quests that have fallen to the wayside, remind the players of villains they've forgotten about, or restate the characters' overall goal when they enter a dungeon. You can even write these things down on 3×5 cards for the players. You shouldn't push any one quest over another, but you can help the players refine their options and keep the game moving.": "当游戏的节奏开始变得缓慢时，你可以通过澄清角色已有的选择来帮助重新振作起来。你可以重申那些被搁置的长期任务，提醒玩家他们忘记的反派角色，或者在他们进入地牢时重新阐明角色的整体目标。你甚至可以将这些事情写在3×5的卡片上给玩家。你不应该推动任何一个任务胜过另一个，但你可以帮助玩家完善他们的选择，并保持游戏的进行。",
	"Too much action all the time in a game can drain the players. Instead, an ideal campaign needs a cyclical pace of action and relaxation. A scene of discussions with NPCs might lead to a battle. That battle might lead to the exploration of an old ruin. Overall, the pace of the action flows in a pattern of low–high–low.": "游戏中持续不断的动作可能会耗尽玩家的体力。相反，一个理想的冒险需要动作和放松交替进行。与NPC的讨论场景可能会引发一场战斗。这场战斗可能会导致探索一座古老遗迹。总体而言，动作的节奏以低-高-低的模式流动。",
	"The way of the Lazy Dungeon Master makes it easy to break up the scenes you create for a session by rotating through exploration, NPC interaction, and combat. Then keep that structure in mind as the choices of the characters push the story in different directions.": "懒惰地牢主的方式使得你可以轻松地分割你为一个游戏场景创造的内容，通过在探索、NPC互动和战斗之间轮换。然后，在角色的选择推动故事朝不同方向发展时，记住这种结构。",
	"If things have been combat heavy, you can give the characters a chance to learn some of the secrets and clues you've prepared by investigating ancient markings on the walls of the chamber where the fight took place. If they've had too much dungeon delving, maybe it's time they received an invitation to a formal dinner from a rival. When they've had too much walking around town bargaining with vendors over the price of healing potions, it might be time for an insane efreeti to escape from its prison in a mundane marketplace object when the party's rogue fondles the item the wrong way.": "如果战斗过于频繁，你可以让角色们通过调查战斗发生的房间墙壁上的古代标记来学习你准备的一些秘密和线索。如果他们已经进行了太多的地牢探险，也许是时候让他们收到一个来自对手的正式晚宴邀请了。当他们在镇上四处走动与供应商讨价还价购买治疗药水的次数过多时，也许是时候让一个疯狂的伊弗利特从一个平凡的市场物品中逃脱，当队伍的盗贼以错误的方式摸索物品时。",
	"You won't know these story beats until you're running your game. As such, you need to be prepared to improvise new scenes so that the pace of the action is always changing. Even if your game happens to follow your loose outline of potential scenes perfectly, it's always possible that the characters' discussion with the innkeeper took too long, and a couple of players are reaching for their phones. Time to change the pace.": "在你主持游戏时，你不会知道这些故事情节。因此，你需要准备好即兴创作新场景，以确保行动的节奏始终在变化。即使你的游戏恰好完美地遵循了你松散的潜在场景大纲，也有可能角色与店主的讨论花费了太长时间，一些玩家开始拿起手机。是时候改变节奏了。",
	"\"Stories engage our attention by constantly modulating our emotional responses.\"": "\"故事通过不断调节我们的情感反应来吸引我们的注意力。\"",
	"In Hamlet's Hit Points, Robin Laws describes the story beats of three movies and talks about how to identify these types of story beats in your games. In particular, various beats aim either toward \"hope,\" \"fear,\" or are emotionally neutral. Hope beats occur when the characters learn something valuable to them, gain an ally, defeat a monster, complete a quest, or receive a new magic item. Fear beats might include facing terrible foes, discovering an unresolved question or mystery, triggering a trap, learning a grim fact, or facing an unknown path filled with potential peril.": "在《哈姆雷特的命中点》中，罗宾·劳斯描述了三部电影的故事节拍，并讨论了如何在游戏中识别这些类型的故事节拍。特别是，各种节拍要么朝着“希望”，要么朝着“恐惧”，要么是情感中立的。希望节拍发生在角色学到有价值的东西、获得盟友、击败怪物、完成任务或获得新魔法道具时。恐惧节拍可能包括面对可怕的敌人、发现未解决的问题或神秘、触发陷阱、了解严峻的事实或面对充满潜在危险的未知道路。",
	"Mixing these upward and downward beats keeps players interested in the game. But just as when talking about action and relaxation, it's always about balance. Give the players too much to fear and the whole game feels hopeless. Too much hope and it feels stale and boring.": "在游戏中交替运用这些向上和向下的节奏可以保持玩家的兴趣。但就像谈论行动和放松一样，关键在于平衡。给玩家太多恐惧，整个游戏会感觉无望。太多希望，又会让游戏变得枯燥无味。",
	"Whatever can go wrong will go wrong.": "任何可能出错的事情都会出错。",
	"You likely won't know while preparing your game whether you're going to see too many hope beats or too many fear beats in a row. As such, you'll have to improvise beats during the game to maintain the modulation between hope and fear beats. To do this, it's helpful to have a few general ideas about how you might drop in a hope or fear beat as you run your game.": "在准备游戏时，你可能不会知道接下来会连续出现太多希望节拍还是太多恐惧节拍。因此，在游戏过程中，你需要即兴创作节拍，以保持希望和恐惧节拍之间的平衡。为了做到这一点，有一些关于如何在游戏中加入希望或恐惧节拍的一般想法会很有帮助。",
	"Tweaking combat is one way to change a beat from fear to hope, or vice versa. You can do so by adding monsters to make the fight harder, or removing monsters to make it easier. If the characters have been having an easy time of it, they might walk into a room full of armored ogres training and sparring. If they've been having a hard go of it, maybe they stumble across a lone ogre, face down and asleep in her plate of raw meat.": "调整战斗是改变战斗氛围从恐惧到希望，或反之亦然的一种方式。你可以通过增加怪物使战斗更困难，或者减少怪物使其更容易。如果角色们一直过得很轻松，他们可能会走进一个满是穿着盔甲的食人魔在练习和切磋的房间。如果他们一直很艰难，也许他们会偶然发现一个孤独的食人魔，脸朝下地睡在她的生肉盘上。",
	"Here are ten examples of upward beats that you can drop into the game when the situation warrants it:": "以下是十个向上节奏的例子，当情况需要时，你可以在游戏中使用：",
	"The characters stumble through a secret wall into a forgotten treasure chamber.": "角色们跌跌撞撞地穿过一道秘密墙壁，来到一个被遗忘的宝藏室。",
	"An adversary mistakes the characters for allies, spilling her secrets before she realizes her mistake.": "一个对手误将角色误认为盟友，在意识到错误之前泄露了她的秘密。",
	"An enemy of the characters' enemies unexpectedly joins their attack.": "角色的敌人的敌人意外地加入了他们的攻击。",
	"The environment has a negative impact on the monsters, but not the characters.": "环境对怪物有负面影响，但对角色没有影响。",
	"The villain's lackeys all flee.": "反派的手下们都逃走了。",
	"The monster's weapon shatters.": "怪物的武器碎裂了。",
	"An evil cultist is accidentally immolated by a miscast spell.": "一个邪恶的异教徒被一记失手的法术焚身。",
	"A raiding party rides out from the keep, giving the characters a chance to creep in.": "一支突袭队从要塞出发，给角色们一个潜入的机会。",
	"The characters find a font of healing energy that restores their vitality.": "角色们发现了一股治愈能量的泉源，恢复了他们的活力。",
	"A character finds a powerful forgotten weapon on the ancient corpse of a fallen explorer.": "一个角色在一位倒下的探险家古老尸体上发现了一把强大的被遗忘的武器。",
	"And here are ten examples of downward beats, ready to be dropped in when things are going a bit too well for the characters:": "这里有十个向下节奏的例子，当角色们的情况变得太顺利时，可以随时使用：",
	"The villain shows up—and is revealed as the advisor to the lord who hired the characters.": "反派出现了——并被揭示为雇佣角色的领主的顾问。",
	"A lone guard runs into the characters while unexpectedly returning to the barracks.": "一名孤独的卫兵在意外返回军营时撞上了角色们。",
	"The worst storm the city has ever seen hits on the very night of the characters' planned heist.": "在角色计划的抢劫行动当晚，城市遭遇了有史以来最猛烈的风暴。",
	"The sewers overflow.": "下水道溢出。",
	"The inn catches fire.": "客栈着火了。",
	"The paladin's intelligent sword decides that now is the perfect time to force its will upon its wielder.": "圣武士的智能剑决定现在是强行施加其意志于持有者的完美时机。",
	"The masked assassin pulls away her cowl to reveal that she is the sister of one of the characters.": "蒙面刺客拉开头巾，露出她是其中一个角色的妹妹。",
	"The warlord wakes up because he has to pee, just as the characters are quietly rifling his bedchamber.": "当角色们正在悄悄搜查他的卧室时，这位军阀醒来是因为他想上厕所。",
	"An important key falls down into a sewer grate.": "一个重要的钥匙掉进了下水道的排水沟。",
	"A burgled merchant happens to be the cousin to the master of the local thieves guild.": "一位被盗的商人碰巧是当地盗贼行会的头目的堂兄。",
	"Stay close to the action by asking the players, \"What do you do?\"": "通过询问玩家，“你打算做什么？”来保持与动作的紧密联系。",
	"Clarify the choices and options that can inspire the characters' and the players' decisions.": "阐明可以激发角色和玩家决策的选择和选项。",
	"Rotate through exploration, interaction, and combat to keep the pace cycling between action and relaxation.* Understand the upward and downward beats of hope and fear.": "循环进行探索、互动和战斗，保持节奏在行动和放松之间循环变化。*理解希望和恐惧的上升和下降节拍。",
	"Be ready to improvise hopeful or fearful beats during the game to send the action in one direction or the other.": "在游戏中准备好即兴表现出希望或恐惧的节拍，以引导行动朝着某个方向发展。",
	"If you want to be a writer, you must do two things above all others: read a lot and write a lot.": "如果你想成为一名作家，你必须做到最重要的两件事情：大量阅读和大量写作。",
	"The more we prime our minds with great fantasy and fiction, the easier it becomes to build great RPGs and improvise characters, locations, and events during a game. We can prime our brains by literally surrounding ourselves with images and art from high fantasy, and with people who love that fantasy as much as we do. We can also prime ourselves more directly by digesting as much great fiction as we can. The more high fantasy and adventure we absorb, the better we wire our brains to run great games.": "当我们用伟大的幻想和小说来激发我们的思维时，建立伟大的RPG并在游戏中即兴创作角色、场景和事件就变得更容易了。我们可以通过真正将自己置身于高奇幻的图像和艺术中，以及与那些和我们一样热爱奇幻的人在一起来激发我们的大脑。我们也可以通过消化尽可能多的优秀小说来更直接地激发自己。我们吸收的高奇幻和冒险越多，我们就越能训练我们的大脑来运行出色的游戏。",
	"Watch some movies, read some comics; get heroic fantasy into your brain.": "看一些电影，读一些漫画；让英雄幻想进入你的大脑。",
	"Many RPG sourcebooks include lists of inspirational reading. This section offers a short list of recommended books, movies, TV shows, games, and comics to prime your GM's brain:": "许多RPG（(Role-Playing Game））规则书包含灵感阅读清单。本节提供了一份推荐书籍、电影、电视节目、游戏和漫画的简短清单，以激发你的GM（(Game Master））的灵感：",
	"{@b {@i The Blade Itself}} (Joe Abercrombie)": "{@b {@i The Blade Itself} (乔·阿伯克朗比)",
	"{@b {@i The Crystal Shard}} (R.A. Salvatore)": "{@b {@i The Crystal Shard}）(R.A. Salvatore)",
	"{@b {@i The Fifth Season}} (N. K. Jemisin)": "{@b {@i The Fifth Season}（N. K. Jemisin）",
	"{@b {@i The Gunslinger}} (Stephen King)": "{@b {@i The Gunslinger}）(斯蒂芬·金)",
	"{@b {@i Hyperion}} (Dan Simmons)": "{@b {@i Hyperion}）（丹·西蒙斯）",
	"{@b {@i The Lies of Locke Lamora}} (Scott Lynch)": "{@b {@i The Lies of Locke Lamora}（Scott Lynch）",
	"{@b {@i Norse Mythology}} (Neil Gaiman)": "{@b {@i Norse Mythology}）（尼尔·盖曼）",
	"{@b {@i Throne of the Crescent Moon}} (Saladin Ahmed)": "{@b {@i Throne of the Crescent Moon}）(萨拉丁·艾哈迈德)",
	"{@b {@i Black Panther}} (Directed by Ryan Coogler)": "{@b {@i Black Panther}}（由瑞安·库格勒执导）",
	"{@b {@i Chronicles of Riddick}} (Directed by David Twohy)": "{@b {@i Chronicles of Riddick}}（由David Twohy执导）",
	"{@b {@i Elizabeth}} (Directed by Shekhar Kapur)": "{@b {@i Elizabeth}}（由谢卡尔·卡普执导）",
	"{@b {@i The Good, the Bad and the Ugly}} (Directed by Sergio Leone)": "{@b {@i The Good, the Bad and the Ugly}）（由Sergio Leone执导）",
	"{@b {@i Guardians of the Galaxy}} (Directed by James Gunn)": "{@b {@i Guardians of the Galaxy}}（由詹姆斯·岡導演）",
	"{@b Harry Potter Series} (Directed by Chris Columbus, Alfonso Cuarón, Mike Newell, and David Yates)": "{@b Harry Potter Series}（由克里斯·哥伦布，阿方索·卡隆，迈克·纽维尔和大卫·叶茨执导）",
	"{@b {@i Kill Bill: Volumes 1 & 2}} (Directed by Quentin Tarantino)": "{@b {@i Kill Bill: Volumes 1 & 2}}（由昆汀·塔伦蒂诺（Quentin Tarantino）执导）",
	"{@b {@i Mad Max: Fury Road}} (Directed by George Miller)": "{@b {@i Mad Max: Fury Road}）（由乔治·米勒执导）",
	"{@b {@i No Country for Old Men}} (Directed by Joel and Ethan Coen)": "{@b {@i No Country for Old Men}）（由乔尔和伊桑·科恩执导）",
	"{@b {@i Raiders of the Lost Ark}} (Directed by Steven Spielberg)": "{@b {@i Raiders of the Lost Ark}）（由史蒂文·斯皮尔伯格执导）",
	"{@b {@i Thor: Ragnarok}} (Directed by Taika Waititi)": "{@b {@i Thor: Ragnarok}}（由泰卡·维蒂蒂执导）",
	"{@b {@i Angel}} (Created by Joss Whedon)": "{@b {@i Angel}}（由Joss Whedon创作）",
	"{@b {@i Battlestar Galactica} (2004)} (Developed by Ronald D. Moore)": "{@b {@i Battlestar Galactica}（2004年）（由Ronald D. Moore开发）",
	"{@b {@i Breaking Bad}} (Created by Vince Gilligan)": "{@b {@i Breaking Bad}}（由文斯·吉利根（Vince Gilligan）创作）",
	"{@b {@i Buffy the Vampire Slayer}} (Created by Joss Whedon)": "{@b {@i Buffy the Vampire Slayer} (由乔斯·韦登(Joss Whedon)创作)",
	"{@b {@i Deadwood}} (Created by David Milch)": "{@b {@i Deadwood}}（由大卫·米尔奇（David Milch）创作）",
	"{@b {@i Doctor Who} (2005)} (Russell T. Davies and Steven Moffat, head writers)": "{@b {@i Doctor Who}（2005年）（拉塞尔·T·戴维斯（Russell T. Davies）和史蒂文·莫法特（Steven Moffat），首席编剧）",
	"{@b {@i Game of Thrones}} (Developed by David Benioff and D. B. Weiss)": "{@b {@i Game of Thrones}）（由大卫·贝尼奥夫（David Benioff）和D·B·韦斯（D. B. Weiss）开发）",
	"{@b {@i Jonathan Strange and Mr. Norrell}} (Adapted by Peter Harness)": "{@b {@i Jonathan Strange and Mr. Norrell}}（由彼得·哈内斯改编）",
	"{@b {@i Rome}} (Created by John Milius, William J. MacDonald, and Bruno Heller)": "{@b {@i Rome}）（由约翰·米利厄斯（John Milius）、威廉·J·麦克唐纳（William J. MacDonald）和布鲁诺·海勒（Bruno Heller）创作）",
	"{@b {@i Sons of Anarchy}} (Created by Kurt Sutter)": "{@b {@i Sons of Anarchy}}（由 Kurt Sutter 创作）",
	"{@b {@i True Blood}} (Created by Alan Ball)": "{@b {@i True Blood}）（由Alan Ball创作）",
	"{@b {@i True Detective} (Season 1)} (Created by Nic Pizzolatto)": "{@b {@i True Detective}（第1季）（由尼克·皮佐拉托创作）",
	"{@b {@i The Wire}} (Created by David Simon)": "{@b {@i The Wire}（由大卫·西蒙（David Simon）创作）",
	"{@b {@i Black Panther}} (Written by Ta-Nehisi Coates)": "{@b {@i Black Panther}）（由塔内西斯·科茨（Ta-Nehisi Coates）撰写）",
	"{@b {@i Monstress}} (Written by Marjorie Liu)": "{@b {@i Monstress}）（由刘慈欣（Marjorie Liu）撰写）",
	"{@b {@i Saga}} (Written by Brian K. Vaughan)": "{@b {@i Saga}（布莱恩·K·沃恩（Brian K. Vaughan）著）",
	"{@b {@i Rat Queens}} (Written by Kurtis J. Wiebe)": "{@b {@i Rat Queens}）（由Kurtis J. Wiebe撰写）",
	"This is, of course, just a small sample list. As you keep digging, you'll find even more great fiction to absorb—and the fiction you absorb will unconsciously become a part of your game.": "当然，这只是一个小样本列表。随着你继续深入挖掘，你会发现更多优秀的小说来吸收——而你吸收的小说将会不知不觉地成为你游戏的一部分。",
	"This might seem obvious, but it's worth your time to read and reread the published RPG books for the games you're playing. You can even study and borrow ideas from RPGs you aren't playing. Just as you devour great fiction, you can likewise devour great published RPGs just for the sake of reading them. RPG writers, designers, developers, and artists have packed their books full of interesting monsters, thorough ecologies, great visuals, new ideas, vast worlds, detailed societies, endless dungeons, intricate plots, and even mechanics that you can borrow and drop right into your game.": "这可能显而易见，但值得花时间阅读和反复阅读你正在玩的游戏的已出版RPG书籍。你甚至可以研究并借鉴你没有玩的RPG。就像你沉迷于优秀小说一样，你也可以为了阅读而沉迷于优秀的已出版RPG。RPG的作者、设计师、开发者和艺术家们在他们的书中充满了有趣的怪物、详尽的生态、精彩的视觉效果、新的创意、广阔的世界、详细的社会、无尽的地牢、错综复杂的情节，甚至是你可以借鉴并直接应用到你的游戏中的机制。",
	"In particular, the monster sourcebooks for your favorite roleplaying games can provide tons of hooks and ideas. They can also help you understand the overall feel of the world in which the game is set. Especially if you're an experienced Game Master, you might think you know all you need to know about fantasy monsters, but give your monsters books the time they deserve and read them all the way through.": "特别是，你最喜欢的角色扮演游戏的怪物资料书可以提供大量的线索和创意。它们还可以帮助你了解游戏所设定的世界的整体感觉。尤其是如果你是一位经验丰富的主持人，你可能认为自己对幻想怪物了解的已经足够了，但请花时间阅读你的怪物书籍，并从头到尾阅读完它们。",
	"Take a Walk": "散步（Take a Walk）",
	"We live in an always-connected world these days. In many ways, these connections have greatly enriched people's lives. Though articles and posts often speak to the contrary, people are objectively smarter when joined to their smartphones than when those devices aren't in hand. By the same token, connectivity to the RPG hive mind across Facebook, Twitter, YouTube, Twitch, and numerous other social networks has made many people better GMs. The more you keep your mind open to the ideas of other GMs, the greater your own skills become.": "如今我们生活在一个始终连接的世界中。在许多方面，这些连接极大地丰富了人们的生活。尽管文章和帖子经常持相反观点，但事实上，当人们与他们的智能手机连接时，他们的智力会更加客观。同样地，通过Facebook、Twitter、YouTube、Twitch和许多其他社交网络连接到RPG集体智慧，让许多人成为更好的(`GMs`)。你越是保持开放的心态接受其他(`GMs`)的想法，你自己的技能就会变得更加优秀。",
	"This constant connectivity comes at a cost, though. Your ability to conduct deep thought can easily disappear when you're constantly chasing the next mobile distraction. So if you can find the time, take a thirty-minute walk every day without checking your phone and without interruption. If you're having trouble figuring out where to take this time, you might try to do it first thing in the morning or to sneak away at lunch.": "这种持续的连接性是有代价的。当你不断追逐下一个移动设备的干扰时，你进行深思熟虑的能力很容易消失。所以如果你能找到时间，每天花三十分钟散步，不要查看手机，也不要受到干扰。如果你不知道在哪里找到这段时间，可以尝试早上第一件事就去散步，或者在午餐时偷偷溜走。",
	"Wherever you find them, you can use these thirty minutes to really think about your game—and you might even get a little healthier in the process. A good walk every day gives you a great chance to conduct some of the GM brain exercises talked about in the next section. Giving yourself thirty minutes of overall mental quiet can do wonders for your creativity.": "无论你在哪里，你都可以利用这三十分钟来认真思考你的游戏——甚至在这个过程中可能会变得更健康。每天散步是进行下一节中提到的GM大脑锻炼的好机会。给自己三十分钟的心灵宁静可以为你的创造力带来奇迹。",
	"Absorb great fiction from books, movies, TV shows, video games, and comics.": "从书籍、电影、电视节目、视频游戏和漫画中吸收优秀的虚构作品。",
	"Read RPG sourcebooks for both the games you play and the games you don't.": "阅读你玩的游戏和不玩的游戏的RPG规则手册。",
	"Take a thirty-minute walk every day to disconnect and think about your game.": "每天走三十分钟的路，让自己放松一下，思考一下你的游戏。",
	"When I'm out walking my dog, or when I'm in the shower, or getting ready for bed, I'm thinking about the game.": "当我遛狗时，或者洗澡时，或者准备睡觉时，我都在想着游戏。",
	"We don't often think about what we think about. We do, however, have some control over where we put our minds, and shifting our thoughts can change how we approach our games. As with the rest of the ideas in this book, we want to get the most bang for our buck, even when we're just letting our brains go to work.": "我们经常不会考虑我们在想什么。然而，我们确实可以控制我们的思维方向，改变我们的想法可以改变我们对游戏的态度。就像本书中的其他想法一样，即使我们只是让大脑自由运转，我们也希望能够尽量发挥作用。",
	"It's not enough to just think about the game, though. What parts of the game should we be thinking about? What angle should we be taking? Considering that any game can go off in just about any direction when it's run at the table, trying to think about where a game will go isn't helpful. So instead, we want to think about the aspects of the game we can control. In other words, think about the questions that are of high value to the game, and avoid questions whose answers don't have as much to offer.": "然而，仅仅考虑游戏还不够。我们应该考虑游戏的哪些部分？我们应该采取什么角度？考虑到在桌上进行游戏时，任何游戏都可能朝着任何方向发展，试图思考游戏将会走向何方并不会有所帮助。因此，我们希望考虑到我们可以控制的游戏方面。换句话说，考虑对游戏有很高价值的问题，并避免那些答案没有太多价值的问题。",
	"The last chapter talked about the benefit of spending thirty minutes taking a walk and thinking about our games. (I'm literally going to do this after writing this chapter.) This section builds on that by talking about what questions we can ask ourselves while going on this walk.": "最后一章讨论了花30分钟散步并思考我们的游戏的好处。 (我写完这一章后就要去做这件事。) 这一部分继续探讨在散步时我们可以问自己什么问题。",
	"Step 1 of the Lazy Dungeon Master's checklist doesn't have to take place with a pencil, paper, phone, or computer. You can do it just in your head. Here's a quiz you can take right now: What are the names of the player characters in the next game you're planning to run? If you can't answer that, it's worth your time to review them again. Having the characters' names on your phone can help—but don't depend on the phone all the time. Commit those names to memory.": "懒惰地牢主的清单第1步不一定要用铅笔、纸张、手机或电脑来完成。你可以只在脑海中完成。现在你可以参加一个小测验：你计划主持的下一场游戏中玩家角色的名字是什么？如果你答不上来，值得花点时间再次回顾一下。将角色的名字记录在手机上可能会有所帮助，但不要总是依赖手机。要记住这些名字。",
	"This exercise focuses your mind on the most important component of your game, and the one with the most variance in its outcome: the characters. Who are the characters? What are their backgrounds? What are their motivations? What do the players of those characters want?": "这个练习让你把注意力集中在游戏中最重要的组成部分上，也是结果变化最大的部分：角色。角色是谁？他们的背景是什么？他们的动机是什么？扮演这些角色的玩家想要什么？",
	"You can't, however, determine what those characters will do—and it's best to not try. But thinking about the characters primes your brain to keep them in mind when you're thinking about the rest of the adventure.": "然而，你无法确定这些角色会做什么—最好不要尝试。但是思考这些角色会让你的大脑记住它们，当你在考虑冒险的其他部分时。",
	"Assuming your campaign has one or more villains, that gives you a variable you can predict. Given the last actions of the characters, what are the villains doing in response? Maybe one or more of the villains don't actually know what the characters did, and that's okay. A villain can experience the \"fog of war\" just as the characters do, which means the villain has to act with incomplete information.": "假设你的剧情中有一个或多个反派角色，这为你提供了一个可以预测的变量。根据角色们最后的行动，反派们会做出怎样的回应？也许其中一个或多个反派其实并不知道角色们做了什么，这也没关系。反派角色和角色们一样，可能也会经历“战争迷雾”，意味着反派在信息不完整的情况下行动。",
	"You can also consider a villain's motivations. Why do they want to do what they're doing? In each villain's mind, what makes them think they're right? Few villains actually think that they're the antagonist in their own story. Well-realized villains always think they're justified in their actions. And the best-realized villains actually are justified.": "你也可以考虑一下反派的动机。他们为什么要做他们正在做的事情？在每个反派的心中，是什么让他们认为自己是正确的？很少有反派认为自己是自己故事中的反派。塑造得很好的反派总是认为他们的行为是正当的。而最成功的反派实际上确实是正当的。",
	"You can also put yourself in the metaphorical shoes of other important NPCs in the campaign. Main quest givers, faction leaders, and other important secondary characters have their own lives going on while the characters are out doing stuff. The off-screen actions of those NPCs might have repercussions for the story, and spending some of your brainpower to consider those actions pays off when you're prepping and running your game.": "在戏剧中，你也可以将自己置身于其他重要NPC的比喻性角色中。主线任务的给予者、派系领袖以及其他重要的次要角色在角色们忙于行动时也有自己的生活。这些NPC的幕后行动可能会对故事产生影响，花一些脑力考虑这些行动在准备和进行游戏时会很有帮助。",
	"Thinking through the eyes of your villains and NPCs is a fun exercise—and one that helps you keep the game world focused and alive.": "通过你的反派和NPC的眼睛来思考是一项有趣的练习，也有助于保持游戏世界的聚焦和活力。",
	"As a tool for campaign building, you developed three fronts—the NPCs and events that are the campaign's major motivators. For each front, you identified goals and three indicators of progress (the front's \"grim portents\"). These fronts continually move and shift. So as part of your GM brain exercises, ask yourself, \"Which fronts are on the move?\" and think about how they might change the game world.": "作为一个用于构建战役的工具，你开发了三个战线——这些战线包括战役的主要推动力量：NPC和事件。对于每个战线，你确定了目标和三个进展指标（战线的“不祥预兆”）。这些战线不断地移动和变化。所以作为你作为GM的思维练习的一部分，问问自己，“哪些战线在行动中？”并思考它们如何改变游戏世界。",
	"As your final potential brain exercise, you can simply look back at the Lazy Dungeon Master's checklist. Though the list is designed so that you can sit down and write all that stuff out, you can also run through much of it in your head. Strong starts, potential scenes, secrets and clues, fantastic locations, NPCs, monsters, and magic items—all of those are fine topics around which to focus your thoughts and ponder your game.": "作为你最后潜在的大脑锻炼，你可以简单地回顾一下《懒惰地牢主》的清单。虽然这份清单是为了让你坐下来写出所有这些东西而设计的，但你也可以在脑海中快速浏览。强烈的开端，潜在的场景，秘密和线索，奇妙的地点，NPCs，怪物和魔法物品，所有这些都是可以集中思考和思考你的游戏的好话题。",
	"A great deal of GM preparation happens in your head—anywhere and any time.": "大量的GM准备工作都发生在你的脑海中—任何地方、任何时间。",
	"You can shape your GM brain exercises to focus on questions of high value to your game, avoiding those of lower value.": "你可以调整你的(GM)大脑锻炼，专注于对你的游戏有较高价值的问题，避免那些价值较低的问题。",
	"Remind yourself about the names and backgrounds of the player characters in your game.": "提醒自己关于游戏中玩家角色的姓名和背景。",
	"Ask yourself what the villains and NPCs are doing at that moment in the campaign.": "在战役中，问问自己反派和NPC此刻在做什么。",
	"Think about which of your campaign fronts are on the move, and how.": "思考一下你的战役前线中哪些正在行动，以及它们是如何行动的。",
	"Run through the Lazy Dungeon Master's checklist in your head.": "在脑海中快速浏览《懒惰地牢主的清单》。",
	"It's easy to get caught up in the minutiae of preparing and running an RPG without considering the larger truths of these games we love. It's easy to say, \"We're all here to have fun,\" and to talk about \"relaxing\" and \"letting the story unfold at the table\"—and then to promptly forget all that when we're stressed out during the planning or running of a game.": "在准备和进行一场RPG游戏时，很容易陷入琐事中，而忽略了我们热爱的这些游戏的更大道理。很容易说，“我们都在这里是为了享受乐趣”，谈论“放松”和“让故事在桌上展开”，但当我们在规划或进行游戏时感到紧张时，很快就会忘记这一切。",
	"For this reason, it's worth reviewing the truths of being a Gamemaster regularly. Keeping these truths in mind can help all of us stay on track as we dive into the complex process of prepping and running our games.": "因此，定期审查作为(`Gamemaster`)的真相是值得的。记住这些真相可以帮助我们所有人在准备和运行游戏的复杂过程中保持正确的方向。",
	"Despite my less-than-stellar performance, the players had a great time. When the session ended, my players thanked me for the terrific game, to which I responded with silent surprise.": "尽管我的表现不尽如人意，玩家们还是玩得很开心。当游戏结束时，我的玩家们感谢我提供了精彩的游戏，而我则默默地感到惊讶。",
	"Everyone comes to a game to have fun. The definition of what \"fun\" means might vary from player to player, but remembering that core truth can help you remember that the players aren't showing up to make fun of you, or to get pissed off, or to critique your work. Like you, the players come to the game to have a few laughs and engage in some high adventure.": "每个人参加游戏都是为了享受乐趣。对于不同的玩家来说，“乐趣”的定义可能有所不同，但记住这个核心真理可以帮助你记住玩家们来参加游戏并不是为了取笑你，或者发脾气，或者批评你的工作。就像你一样，玩家们来游戏是为了开心一下，参与一些高冒险。",
	"It's worth your time to find out what kinds of fun each player enjoys. You can learn this most easily by simply asking them what they enjoy most in your games. You might just get a shrug in response, and that's fine. The players don't have an obligation to think too deeply about why they like RPGs—they just know that they do like them. And if that's the case, you don't have to think too deeply about it either.": "值得花时间了解每位玩家喜欢什么样的乐趣。最简单的方法是直接问他们在游戏中最喜欢什么。可能只会得到一个耸肩的回答，这也没关系。玩家没有义务深思为什么喜欢RPG游戏，他们只知道他们喜欢。如果是这种情况，你也不必深究。",
	"It took one session as a DM for me to understand how little my players cared about all those details we missed.": "作为（DM）（Dungeon Master）, 我只用了一次游戏会话就明白了我的玩家们对我们错过的所有那些细节并不在意。",
	"As a GM, you can spend an enormous amount of time and energy thinking about, preparing, and running your games—so much so that it's easy to forget that the players might not have the same level of investment. This can have both positive and negative connotations.": "作为（GM），你可能会花费大量时间和精力来思考、准备和主持你的游戏，以至于很容易忘记玩家可能没有同样程度的投入。这既有积极的意义，也有消极的意义。",
	"On the one hand, it can be disheartening to realize that this world you've spent so much time on just might not be that big a deal to the players. On the other hand, it means you don't have to worry so much about getting everything right—and that's a powerful tool for you. It means you can let some details slip or misinterpret a rule and the game won't come crashing down.": "一方面，意识到你在这个世界上花了那么多时间可能对玩家来说并不是那么重要，这可能让人沮丧。另一方面，这意味着你不必太担心做得完美，这对你来说是一个强大的工具。这意味着你可以放松一些细节或误解一条规则，游戏也不会崩溃。",
	"A lot of players have a relatively loose grip on the game as you run it—and you can maintain that same loose grip a lot of the time without hurting your game.": "许多玩家在你主持游戏时对游戏有相对宽松的掌控力度，而你可以在很多时候保持同样的宽松掌控而不会损害你的游戏。",
	"More than anything else, players want to see their characters do awesome things. The story of the game will hopefully interest them. But the real fun of an RPG is being able to act within a fantastic world with an empowered character. The players want to feel like heroes. So everything you do, everything you prepare, everything you put in their way should be built to empower their characters to do awesome and heroic things.": "玩家最希望看到的是他们的角色做出令人惊叹的事情。游戏的故事希望能吸引他们。但RPG的真正乐趣在于能够在一个充满力量的角色的奇幻世界中行动。玩家希望感觉自己像英雄一样。因此，你所做的一切，你所准备的一切，你所设置的一切障碍都应该旨在赋予他们的角色能力，让他们做出令人惊叹和英勇的事情。",
	"Be a fan of the characters.": "成为角色的粉丝。",
	"As a GM, you often see the world of the game through the eyes of your villains. But you are not those villains. Rather, you watch the characters act, and then you watch the villains and the rest of the world react around them. Every session, you build a story out of the ethereal sands of nothingness. While the villains might want to destroy the world and kill the characters, you have different goals.": "作为（GM）（Game Master）, 你经常通过你的反派角色的眼睛看待游戏世界。但你并不是那些反派。相反，你观察角色的行动，然后观察反派和世界的其他部分对他们的反应。每个游戏会话，你从虚无的沙丘中构建一个故事。虽然反派可能想要摧毁世界并杀死角色，但你有不同的目标。",
	"You're not the competition. But in a game with a grid, miniatures, and heavy combat rules, it's easy to leave behind cooperative storytelling and become a competitor. You can become the players' enemy. You can secretly start to desire their demise.": "你不是竞争对手。但在一个有着方格、微型模型和复杂战斗规则的游戏中，很容易忽略合作叙事，变成竞争者。你可以成为玩家的敌人。你可能会暗自希望他们的灭亡。",
	"This is the reason that the first act of preparation on the Lazy Dungeon Master's checklist, as well as the first of the GM brain exercises, focuses on reviewing the characters. Doing so helps to break you of any potential sense of competition with the characters or the players. It reminds you to be a fan of the characters, always.": "这就是懒惰地下城主的清单上第一个准备行动的原因，也是GM大脑锻炼的第一个重点，集中在审查角色上。这样做有助于消除你与角色或玩家之间潜在的竞争感。它提醒你始终要成为角色的粉丝。",
	"When players recount their favorite moments in RPGs, they often describe events in which their characters defied the odds—or even broke through the expectations of the game's rules—to do something truly epic. Players love to see their characters break the boundaries of the game and its world.": "当玩家们回忆起他们在RPG游戏中最喜欢的时刻时，他们经常描述的是角色挑战可能性的事件，甚至是打破游戏规则的期望，做一些真正史诗般的事情。玩家们喜欢看到他们的角色突破游戏及其世界的界限。",
	"Players love it when a character kills a dragon with a single attack. They love to face an insurmountable horde of giants and hold the line. They love to trick a squad of ogres into drinking alchemist's fire by making them think those bottles hold {@item potions of healing|potion of healing}.": "玩家们喜欢看到一个角色用一次攻击杀死一条龙。他们喜欢面对无法逾越的巨人大军并坚守阵线。他们喜欢通过让食人魔小队误以为瓶子里装着{@item potions of healing|potion of healing}来诱使他们喝下炼金术师的火药。",
	"As a GM, it's easy to bristle when you see the rules of the game bent or broken. You know what was {@i intended}, and yet something happens that pushes the game past those intentions. You feel the urge to use your GM powers to negate the situation. You want to say no.": "作为{@i intended}，当看到游戏规则被扭曲或打破时，很容易感到不悦。你知道本来是什么，但却发生了一些事情，使游戏超出了那些意图。你感到想要动用你的GM权力来消除这种情况。你想要说不。",
	"Instead, you can say: \"Hell, yes! That was awesome!\" You can be a fan of the characters, letting the story take that unexpected turn. You can build upon it.": "相反，你可以说：“(Hell, yes)! 那太棒了！” 你可以成为角色的粉丝，让故事出现意想不到的转折。你可以在此基础上继续发展。",
	"When Indiana Jones shoots the huge sword fighter in {@i Raiders of the Lost Ark}, it became one of the most iconic duels ever primarily {@i because} the outcome was totally unexpected. It broke the rules. It wasn't fair. And we loved it because of that.": "当印第安纳·琼斯在{@i Raiders of the Lost Ark}中射杀了那名巨大的剑客时，这成为了有史以来最具标志性的决斗之一，主要是因为{@i because}结果完全出乎意料。它打破了规则。这并不公平。但正因为如此，我们喜爱它。",
	"Characters should have the opportunity to bend and even break past the expectations of the game. But only when it's awesome, and not if there's any danger of {@b breaking the game becoming routine}.": "角色应该有机会超越游戏的期望，甚至突破。但只有在令人惊叹的时候，而且如果有{@b breaking the game becoming routine}的危险就不行。",
	"This is the fine line where a lot of GMs have trouble. How do you stop an awesome event from becoming the new strategy? If the party's wizard saved the day in one fight by using {@spell polymorph} to transform the nearly dead fighter into a giant ape, how does this not become the new \"ape strategy\" employed during every encounter thereafter? You can't take the players' new toy away from them after you ruled that it worked the first time. So instead, solve the problem by letting the world evolve.": "这是很多GM遇到困难的细微之处。如何阻止一个精彩事件成为新的战略？如果队伍的法师在一场战斗中通过使用{@spell polymorph}将奄奄一息的战士变成了一只巨猿，那么这怎么能不成为之后每次遭遇中都采用的新“巨猿战术”呢？在第一次判定有效后，你不能把玩家们的新玩具拿走。所以，解决问题的方法是让世界发展。",
	"The villains learn new tactics, spreading that information out to their minions. The giants learn that it isn't the ape they should be attacking, but the wizard whose concentration maintains the {@spell polymorph} spell. Other villains hire a band of mercenary wizards with the intent of counteracting new magical threats. The story of characters who can secretly transform {@item potions of healing|potion of healing} into alchemist's fire becomes a dark tale told among the ogres, who become especially careful about such things.": "恶棍们学到了新的战术，将这些信息传播给手下。巨人们发现他们不应该攻击猿人，而是应该攻击那位维持{@spell polymorph}法术的巫师。其他恶棍雇佣了一队傭兵巫师，目的是对抗新的魔法威胁。能够秘密将{@item potions of healing|potion of healing}转化为炼金术火的角色的故事在食人魔中流传开来，他们对这类事情变得格外小心。",
	"The temptation is often to house-rule a problematic scenario and remove its troubling effect, because it's easy to do so. But don't take this easy way out. (And that's about the only time you'll hear that advice in this book.) Instead, look for new ways to challenge the characters when they're due for a challenge. The rest of the time, let yourself enjoy watching them rip through the villains as much as the players enjoy it.": "诱惑往往是通过自行修改问题场景并消除其困扰效果来解决，因为这样做很容易。但不要选择这种简单的方式。（这大概是本书中唯一一次提出这种建议。）相反，当角色需要面临挑战时，寻找新的方式来挑战他们。在其他时间里，让自己享受看着他们像玩家一样痛快地击溃恶棍。",
	"You don't want to steal the awesome moments from characters. You also want to ensure that awesome moments don't become stale and boring. Revel in them when they happen—and then let the game and the world evolve to keep the challenges fresh.": "你不想从角色身上夺走那些精彩的时刻。你也希望确保这些精彩时刻不会变得陈旧和无聊。当它们发生时要好好享受，然后让游戏和世界不断发展，保持挑战的新鲜感。",
	"A number of truths underlie the process of running RPGs, and they're worth the time it takes to regularly review them.": "在进行RPG游戏的过程中，有许多真理，值得花时间定期审查它们。",
	"Everyone—you and the players alike—plays an RPG to have fun.": "每个人—包括你和玩家们—都是为了享受乐趣而玩角色扮演游戏(RPG)。",
	"Players often don't care as much as you think.": "玩家们通常并不像你想象的那样在意。",
	"Players want to see their characters do awesome things.": "玩家们希望看到他们的角色做一些很棒的事情。",
	"As the GM, you are not the enemy. A GM should always be a fan of the characters.": "作为主持人，你不是敌人。主持人应该始终是角色的粉丝。",
	"Players love breaking the game. You should too—and then let the game evolve rather than have a game-breaking scenario become the norm.": "玩家喜欢打破游戏规则。你也应该这样做，然后让游戏发展，而不是让破坏游戏平衡的情况成为常态。",
	"Throughout this book, we've taken a high-level view of running RPGs. We've looked at some big ideas for how to prepare less and run a better game. Now we're going to look at a few specialized tricks—a handful of small tips that can make your life easier without taking away from the game.": "在这本书中，我们已经从一个高层次的角度来看待了RPG的运行。我们已经探讨了一些关于如何准备更少、运行更好游戏的重要观念。现在我们将会看一些专业技巧——一些小贴士，可以让你的生活更轻松，而不会影响游戏的进行。",
	"You might not like some of these tricks. You might even hate some of them. That's perfectly fine. Each of these ideas can help make your game a little easier to run, but you might find that they take too much away from how you're used to playing.": "你可能不喜欢其中一些技巧。甚至可能讨厌其中一些。这完全没关系。这些想法中的每一个都可以帮助你更轻松地主持游戏，但你可能会发现它们夺走了你习惯玩游戏的乐趣。",
	"If you hate one of these ideas, skip it and check out the rest. If you hate them all, skip them all, and enjoy the game the way you like to play. But as with all the advice in this book, think about trying these tricks out just to see how they feel.": "如果你讨厌这些想法中的一个，跳过它，看看剩下的。如果你全部都讨厌，那就全部跳过，享受你喜欢的方式玩游戏。但就像本书中的所有建议一样，考虑尝试这些技巧，看看它们的感觉。",
	"Awarding levels at appropriate times in the campaign story requires much less bookkeeping than calculating and tracking experience points from session to session. Likewise, letting the whole group level up at the same time, even if some characters have missed sessions, makes the whole campaign more manageable.": "在战役故事中适时授予等级比每次会话都计算和追踪经验点要少得多。同样，让整个小组同时升级，即使有些角色错过了会话，也会使整个战役更易管理。",
	"This style of story-based advancement has actually become the default of many published {@i Dungeons & Dragons} adventures.": "这种基于故事的进展方式实际上已经成为许多已出版的冒险{@i Dungeons & Dragons}中的默认设置。",
	"You might be tempted to plan out the Difficulty Classes for accomplishing particular acts or overcoming particular obstacles in your game. Or instead, you can improvise those DCs as you need them. Instead of figuring out exactly what it will take to bluff a guard or persuade the king's chancellor, wait for those scenarios to arise. Then come up with a DC in the moment, based simply on the situation.": "你可能会想要为游戏中实现特定行为或克服特定障碍的难度等级做计划。或者，你可以根据需要即兴确定这些难度等级。与其精确计算欺骗卫兵或说服国王大臣所需的具体要求，不如等待这些情景出现。然后根据当时的情况，即时确定一个难度等级。",
	"You might even ignore DCs completely, and simply react to a general sense of the results of an ability check. The higher the roll, the better the result. The lower the roll, the worse the result.": "甚至可以完全忽略DCs，只需根据技能检定结果的一般感觉做出反应。投掷点数越高，结果越好。投掷点数越低，结果越差。",
	"Many times during combat, one group of opponents gets the drop on the other.": "在战斗中，很多次会有一组对手先发制人。",
	"Maybe the characters are jumped by a pile of orcs. Maybe a bunch of drunken bandits are surprised by the characters. However these kinds of encounters start, you can skip rolling initiative for fights where one side has the initial upper hand.": "也许角色们被一群兽人围攻了。也许一群醉醺醺的土匪被角色们打了个措手不及。然而，无论这类遭遇是如何开始的，你可以跳过为一方拥有先发优势的战斗进行先攻骰掷。",
	"Instead, take turns going around the table, either starting with the monsters or ending with them. Whenever this scenario repeats, you can switch the order of play around the table, to ensure that players who went last in the earlier encounter get to go first next time.": "相反，轮流绕着桌子走，可以从怪物开始，也可以以他们结束。每当这种情况重复时，你可以改变桌子周围的游戏顺序，以确保在早期遭遇中最后走的玩家下次可以先走。",
	"Skipping initiative rolls and taking turns around the table speeds up the game considerably. You can do this during any encounter in which the order of attacks has little importance to the battle. But ask the players before you ditch initiative to ensure that they're okay with this approach.": "跳过先攻骰点，改为围桌轮流行动可以显著加快游戏节奏。在攻击顺序对战斗结果影响不大的遭遇中都可以采用这种方式。但在放弃先攻之前，请先询问玩家是否同意这种做法。",
	"You have a lot of things to handle during combat, especially in encounters featuring large numbers of monsters. At the same time, the players are typically focused only on their single characters, with a fair bit of downtime in between each character's turn. As such, delegating some of your tasks to the players during combat can make your life as a GM a lot easier and keep the players more engaged in the game.": "在战斗中，特别是在涉及大量怪物的遭遇中，你有很多事情要处理。与此同时，玩家通常只关注他们各自的角色，在每个角色的回合之间有相当多的空闲时间。因此，在战斗中将一些任务委托给玩家可以让你作为GM的生活变得更轻松，并保持玩家更投入游戏。",
	"Handling initiative is one obvious example. At the start of the campaign (or at the start of each session if you want to pass the responsibility around), ask one of the players to take on the job of writing down initiative rolls and keeping track of the order of combat. Then when battle begins, initiative becomes one less thing you need to worry about.": "处理先攻是一个明显的例子。在战役开始时（或者如果你想轮流负责的话，在每个游戏会话开始时），请其中一位玩家负责记录先攻骰点并维护战斗顺序。然后当战斗开始时，先攻就成了你无需担心的一件事情。",
	"If the players enjoy taking on such additional tasks, you might consider delegating other combat-focused activities such as tracking monster damage. And many players might also enjoy the responsibility of keeping campaign notes, in and out of combat.": "如果玩家喜欢承担这样的额外任务，您可以考虑委派其他以战斗为重点的活动，比如追踪怪物伤害。许多玩家可能也会喜欢负责记录战役笔记，无论是在战斗中还是战斗外。",
	"Some roleplaying games provide static monster damage values—an average of the monster's damage roll based on its damage die type and modifiers. While using static monster damage might seem to make monsters too predictable, the variance in the number of monsters and the results of attack rolls tends to make up for that.": "一些角色扮演游戏提供固定的怪物伤害数值——根据怪物的伤害骰类型和修正值计算出的伤害骰平均值。虽然使用固定的怪物伤害可能会让怪物显得太过可预测，但怪物数量的变化和攻击骰结果的差异往往会弥补这一点。",
	"Not having to roll and calculate damage on every monster attack saves a surprising amount of time during combat, but it makes little difference to the flow of the game. Multiple attacks, different attacks from certain monsters, and attacks from multiple monsters will provide more than enough variation to the amount of damage characters are taking. In many fantasy RPGs, monsters live only a few rounds anyway—not long enough for the players to even notice that you're using average damage. For a higher-challenge fight, you might even go from average damage to maximum damage, turning the dial up on the difficulty.": "在战斗中不需要每次怪物攻击都进行掷骰和计算伤害，可以节省大量时间，但对游戏流程几乎没有影响。多次攻击、来自特定怪物的不同攻击以及来自多个怪物的攻击将为角色受到的伤害提供足够的变化。在许多奇幻RPG中，怪物通常只能活几轮，这段时间根本不足以让玩家注意到你在使用平均伤害。对于更具挑战性的战斗，甚至可以从平均伤害提高到最大伤害，增加难度。",
	"The dreaded rules lawyer is often seen as a disrupter to the flow of a game, and many Gamemaster books talk about how to deal with this potentially problematic player. For the Lazy Dungeon Master, a rules lawyer can be a great benefit. As long as a player who loves the rules is fair and accurate in how they want to see the rules applied, you can assign them that job formally, letting that player cite the rules when a question comes up.": "那些令人头疼的规则律师经常被视为游戏流程的干扰者，许多(`Gamemaster`)(`书籍`)都谈到如何应对这种潜在问题玩家。对于(`懒惰地下城主`)来说，一个规则律师可能会带来很大的好处。只要一个热爱规则的玩家在希望规则被应用时公平准确，你可以正式地让他们担任这个职责，让这个玩家在问题出现时引用规则。",
	"Whether one or more players have the game's rules on hand or have encyclopedic memories, allowing other voices to help arbitrate rules debates is a fine way to let the whole table feel empowered when it comes to improving the fun of the game.": "无论是一名或多名玩家手头有游戏规则，还是拥有百科全书般的记忆，允许其他人帮助裁决规则争论是让整个桌面感到掌控游戏乐趣提升的好方法。",
	"Make sure the players understand that you still have the majority vote—or even a veto—on rules decisions. Most players will accept that as a fair trade-off for being asked to help you adjudicate particular cases—especially if you go with their decisions whenever you can.": "确保玩家明白，你仍然拥有对规则决定的多数投票权，甚至可以否决。大多数玩家会接受这种公平的交换，因为他们被要求帮助你裁决特定情况时，尤其是当你尽可能采纳他们的决定时。",
	"The only time you're likely to have trouble sharing responsibility for rules adjudication is when you're faced with a table full of players interested in dominating or defeating the game. If that's the case, there are bigger issues to deal with in your campaign—and you're probably not having a lot of fun anyway.": "当你面对一桌子都想要主导或击败游戏的玩家时，你可能会遇到难以分享规则裁决责任的情况。如果是这种情况，那么你的游戏可能存在更大的问题需要处理，而且你可能也不会有太多乐趣。",
	"It's harder to run high-level games than it is to run low-level games. Characters have many more options available to them at higher levels, making a more complex array of tactics and features for you to think about when designing encounters. Combined with especially skilled players, this can make it really hard to challenge high-level characters without turning the campaign into a combat-heavy grind.": "比起低级别游戏，运行高级别游戏更加困难。角色在高级别时有更多的选择，这使得你在设计遭遇时需要考虑更复杂的战术和特性。再加上特别熟练的玩家，这可能会让挑战高级别角色变得非常困难，而不至于让整个战役变成一场以战斗为主的磨砺。",
	"Certainly, high-level games can be extremely rewarding. It's always fun to watch characters go from heroes to superheroes, exploring the world and the multiverse in increasingly fantastic ways. But for the Lazy Dungeon Master, focusing a campaign on the lower levels of the game makes things so much easier. There are still any number of great stories for you and the players to experience in the lower levels of the game. So don't be shy about running a campaign just up to the middle levels, before higher-level options start to make your game bog down. Then wrap up with a climactic adventure and start up a new campaign.": "当然，高级别的游戏可以带来极大的满足感。看着角色从英雄变成超级英雄，以越来越奇幻的方式探索世界和多元宇宙总是很有趣。但对于懒惰的地下城主，将一个冒险集中在游戏的低级别上会让事情变得更容易。在游戏的低级别中，你和玩家们仍然可以体验到许多精彩的故事。所以不要害羞，可以在游戏进行到中级别之前结束一个冒险，避免高级别选项使你的游戏变得混乱。然后进行一个高潮冒险并开始一个新的冒险。",
	"Use any of these tricks that appeal to you, and skip those that don't feel right—but don't be afraid to try a trick just to see how it works in your game.": "使用任何你感兴趣的技巧，跳过那些感觉不对的，但不要害怕尝试一个技巧，看看它在你的游戏中是如何运作的。",
	"Award levels at key points in the game's story instead of calculating and tracking experience points.": "在游戏故事的关键点奖励级别，而不是计算和追踪经验点数。",
	"Improvise ability and skill checks by choosing DCs during play, or ask for a check and describe the result based on the roll without matching it to a specific DC.": "在游戏中通过选择难度等级（DC）来进行即兴能力和技能检定，或者要求玩家进行检定，并根据投掷的点数描述结果，而不必将其与特定的DC相匹配。",
	"Skip initiative and have players take turns around the table when turn order doesn't matter.": "当回合顺序不重要时，跳过先攻检定，让玩家依次在桌子周围轮流行动。",
	"Ask the players to handle initiative tracking and other tasks.": "请让玩家负责追踪先攻顺序和其他任务。",
	"Use static monster damage to save time on dice rolling and calculations.": "使用静态怪物伤害可以节省掷骰子和计算的时间。",
	"Make one of the players an official rules lawyer, with the responsibility for looking up rules questions when they arise.": "让其中一名玩家成为官方规则律师，负责在出现规则问题时查找相关规则。",
	"Ask all the players to help adjudicate particular rulings, and go with their results whenever you can.": "请让所有玩家帮助裁决特定规则，并尽量遵循他们的结果。",
	"Run low-level campaigns to avoid the grind that can result from the wider range of features high-level characters have access to.": "进行低级别的战役，以避免高级角色可以访问的更广泛功能带来的繁琐。",
	"There are other worlds than these.": "除了这些世界之外，还有其他世界。",
	"We've walked many paths through this book, and have explored many ideas. But each of us is still only at the start of our own personal journey. As GMs, we all develop our own individual styles for running RPGs. We make use of ideas we like and throw away those we don't. Some groups play the game with a loose style, glossing over details and focusing on big heroic fantasy. Other groups love to dive into those details. Ultimately, whatever style of play you and your group prefer is the right one.": "我们已经走过这本书中的许多路径，探索了许多想法。但我们每个人仍然只是自己个人旅程的开始。作为(`GMs`)（游戏主持人），我们都发展出自己独特的`RPGs`（角色扮演游戏）运行风格。我们利用我们喜欢的想法，抛弃我们不喜欢的想法。有些团队以一种宽松的风格玩游戏，忽略细节，专注于大型英雄幻想。其他团队喜欢深入细节。最终，你和你的团队喜欢的游戏风格就是正确的。",
	"Whatever your style of play, if the concept of the Lazy Dungeon Master resonates with you, you're likely looking for ways to make game preparation and execution easier. Hopefully, as you've read or skimmed through this book, you've found ideas that you can make use of in your own personal GM's toolkit.": "无论你的游戏风格是什么，如果“懒惰地牢主”(Lazy Dungeon Master)的概念与你产生共鸣，那么你很可能正在寻找让游戏准备和执行变得更容易的方法。希望在阅读或浏览本书时，你已经找到了一些可以用于你个人GM工具包中的想法。",
	"The quotations and statistics that appear throughout this book have been chosen to support the hypothesis that less game preparation results in a more entertaining game. Other self-help books do the same thing—choosing studies that support their premise, while conveniently leaving out studies that contradict that premise or support an alternative hypothesis. So let me give you some alternative statistics and information to avoid this trap.": "本书中出现的引语和统计数据是为了支持这样一个假设：准备更少的游戏会导致更有趣的游戏。其他自助书籍也会这样做——选择支持他们前提的研究，同时方便地忽略那些与前提相矛盾或支持另一种假设的研究。因此，让我给你一些替代性的统计数据和信息，以避免这种陷阱。",
	"In the 2016 Dungeon Master survey I've cited repeatedly throughout this book, 16 percent of the 6,600 surveyed Dungeon Masters spend less than an hour on preparation, while 83 percent spend an hour or more. In general, a GM using the Lazy Dungeon Master's checklist should require about fifteen to thirty minutes to prepare a game. And yet only 16 percent of DMs spend that little time.": "在我在这本书中反复引用的2016年地牢主调查中，6600名受访地牢主中有16%的人花费不到一小时进行准备，而83%的人花费一小时或更多时间。一般来说，使用懒惰地牢主清单的GM应该需要大约15到30分钟来准备一个游戏。然而，只有16%的DM花费那么少的时间。",
	"In an interview I conducted with Matthew Mercer, the Dungeon Master for the popular Critical Role streaming game, Matt stated that he can spend up to three hours preparing for each hour of his game. Sure, Critical Role is broadcast to thousands of viewers, so Matt is more likely to want to spend time preparing for his game than you or I would. That doesn't mean we can dismiss how much time he believes is important to prepare his games.": "在我与马修·默瑟（Matthew Mercer）进行的采访中，他是受欢迎的《Critical Role》直播游戏的主持人，马修表示他可能会花多达三个小时准备每一个小时的游戏。当然，《Critical Role》是向成千上万的观众直播的，所以马修更有可能愿意花时间准备他的游戏，而我们可能不会。这并不意味着我们可以忽视他认为准备游戏重要的时间。",
	"Matt isn't an amateur GM who simply doesn't know enough to reduce his prep time. He believes in the importance of his preparation. When we discussed NPC improvisation, Matt stated that if he had to improvise all his NPCs, it would \"certainly spike my anxiety.\" Avoiding anxiety is exactly why we want to spend some time preparing for our games.": "Matt并不是一个简单地不知道如何减少准备时间的业余GM。他相信准备工作的重要性。当我们讨论NPC即兴表演时，Matt表示如果他不得不即兴表演所有的NPC，那将“肯定会让我焦虑不安”。避免焦虑正是我们希望花一些时间为我们的游戏做准备的原因。",
	"Throughout this book, we've described a process for building an entire campaign with little more than a theme, six truths, and some fronts. Many GMs build out entire detailed worlds, featuring pantheons, continents, empires, ancient histories, and huge political struggles. Developing these sorts of worlds is the \"lonely fun\" that makes fantasy RPGs come to life for those GMs. They love doing it. Just by virtue of how much effort it takes, building an entire world certainly isn't lazy—but that doesn't mean it's wrong. Creating that kind of detailed background is only wrong if it takes away from the fun of the game itself.": "在这本书中，我们描述了一个只需主题、六个真相和一些前线就能建立整个战役的过程。许多GM构建了整个详细的世界，包括诸神、大陆、帝国、古代历史和巨大的政治斗争。开发这些类型的世界是让幻想RPGs为那些GMs栩栩如生的“孤独乐趣”。他们喜欢这样做。仅仅因为它需要很多努力，构建整个世界当然不是懒惰的，但这并不意味着它是错误的。只有在这种详细背景构建会削弱游戏本身乐趣时，才会是错误的。",
	"Each of us will build and develop our own individual process for preparing and running our RPGs. This book focuses on reducing prep time to improve our games. It's offered many ideas built around this central goal. In the end, though, only you get to choose which tools to add to your own personal GM's toolkit, and which tools will ultimately become a permanent part of your own gaming style.": "我们每个人都会建立和发展自己独特的准备和运行RPG游戏的流程。这本书侧重于减少准备时间，以提高我们的游戏体验。它提供了许多围绕这一核心目标构建的想法。然而，最终只有你可以选择将哪些工具添加到你自己的GM工具包中，哪些工具最终将成为你自己游戏风格的永久部分。",
	"Prepare what benefits your game.": "准备好你的游戏所带来的好处。",
	"Mike Shea": "迈克·谢伊 (Mike Shea)",
	"August, 2017": "2017年8月",
	"This book makes frequent references to the 2016 {@i Dungeons & Dragons} Dungeon Master survey, conducted at the Sly Flourish website between October 28 and November 28, 2016. This appendix contains a summary of the results of that survey. You can find the full results, along with the raw data, at {@link http://slyflourish.com/2016_dm_survey_results.html}": "这本书经常提到了2016年{@i Dungeons & Dragons}在Sly Flourish网站上进行的Dungeon Master调查，该调查是在2016年10月28日至11月28日之间进行的。本附录包含了该调查结果的摘要。您可以在{@link http://slyflourish.com/2016_dm_survey_results.html}找到完整的结果，以及原始数据。",
	"Survey respondents came from multiple online {@i D&D} communities, including the {@i Dungeons & Dragons} Google Plus community, the Reddit {@i D&D} Next community, the ENWorld forum for {@i D&D}, the Facebook {@i D&D} community, and on Twitter.": "调查受访者来自多个在线{@i D&D}社区，包括{@i Dungeons & Dragons} Google Plus社区，Reddit{@i D&D} Next社区，ENWorld关于{@i D&D}的论坛，Facebook{@i D&D}社区，以及Twitter。",
	"There were a total of 6,600 responses. The results below have all been rounded to the nearest percent.": "总共有6,600个回应。以下结果均已四舍五入到最接近的百分比。",
	"Here are the summarized results relating to games and game preparation.": "这里是关于游戏和游戏准备的总结结果。",
	"More than twice weekly: 2%": "每周两次以上：2%",
	"Twice a week: 6%": "每周两次：6%",
	"Weekly: 43%": "每周：43%",
	"Twice monthly: 26%": "每两周一次: 26%",
	"Monthly: 13%": "每月：13%",
	"Less than Monthly: 10%": "少于每月：10%",
	"About an hour: 1%": "大约一小时：1%",
	"About two hours: 5%": "大约两小时：5%",
	"About three hours: 28%": "大约三小时: 28%",
	"About four hours: 44%": "大约四小时：44%",
	"About six hours: 17%": "大约六小时：17%",
	"About eight hours: 4%": "大约八小时：4%",
	"None: 2%": "无: 2%",
	"About 15 minutes: 4%": "大约15分钟：4%",
	"About 30 minutes: 10%": "大约30分钟：10%",
	"About an hour: 23%": "大约一个小时: 23%",
	"About two hours: 24%": "大约两小时: 24%",
	"About three hours: 14%": "大约三小时: 14%",
	"About four hours: 8%": "大约四小时：8%",
	"More than four hours: 14%": "超过四小时：14%",
	"In addition to providing a strong sense of the relationship between play and prep time for GMs, the survey covered a wide range of other information.": "除了为GMs提供游戏与准备时间之间关系的强烈感知外，调查还涵盖了各种其他信息。",
	"Home: 55%": "家: 55%",
	"Roll20: 16%": "Roll20: 16%",
	"Another private location: 14%": "另一个私人场所：14%",
	"Local game shop: 5%": "本地游戏店：5%",
	"Another public location: 4%": "另一个公共场所：4%",
	"Another online site: 2%": "另一个在线网站：2%",
	"An equal mix: 2%": "一个相等的混合比例：2%",
	"Fantasy Grounds: 1%": "奇幻地面：1%",
	"Personal setting: 55%": "个人设置: 55%",
	"Forgotten Realms: 38%": "被遗忘的国度: 38%",
	"Another {@i D&D} campaign world: 5%": "另一个{@i D&D}战役世界：5%",
	"A non- {@i D&D} campaign world: 2%": "一个非{@i D&D}的战役世界：2%",
	"Types of Adventures": "冒险类型",
	"Personal adventures: 64%": "个人冒险：64%",
	"Published adventures: 36%": "已发布的冒险：36%",
	"5-foot gridded combat: 63%": "5英尺的方格战斗：63%",
	"Abstract maps: 19%": "抽象地图：19%",
	"Theater of the mind: 18%": "心灵剧场：18%",
	"Part of the survey broke out the time spent on individual DM preparation activities. The results are as follows.": "调查中列出了个人DM准备活动所花费的时间。结果如下。",
	"None: 6%": "无：6%",
	"5 minutes: 7%": "5分钟：7%",
	"15 minutes: 18%": "15分钟：18%",
	"30 minutes: 26%": "30分钟：26%",
	"1 hour: 26%": "1小时: 26%",
	"2 hours: 8%": "2小时：8%",
	"More than 2 hours: 10%": "超过2小时：10%",
	"None: 8%": "无: 8%",
	"5 minutes: 6%": "5分钟：6%",
	"15 minutes: 17%": "15分钟：17%",
	"30 minutes: 24%": "30分钟：24%",
	"1 hour: 23%": "1 小时: 23%",
	"More than 2 hours: 14%": "超过2小时：14%",
	"None: 9%": "无：9%",
	"5 minutes: 12%": "5分钟：12%",
	"15 minutes: 22%": "15分钟：22%",
	"1 hour: 21%": "1小时：21%",
	"2 hours: 5%": "2 小时: 5%",
	"More than 2 hours: 3%": "超过2小时：3%",
	"None: 10%": "无：10%",
	"5 minutes: 20%": "5分钟：20%",
	"15 minutes: 28%": "15分钟: 28%",
	"1 hour: 13%": "1 小时: 13%",
	"2 hours: 2%": "2 小时：2%",
	"None: 16%": "无: 16%",
	"5 minutes: 17%": "5分钟：17%",
	"15 minutes: 25%": "15分钟: 25%",
	"30 minutes: 23%": "30分钟：23%",
	"2 hours: 3%": "2 小时: 3%",
	"None: 23%": "无: 23%",
	"5 minutes: 31%": "5分钟：31%",
	"30 minutes: 13%": "30分钟：13%",
	"1 hour: 5%": "1 小时: 5%",
	"2 hours: 1%": "2小时：1%",
	"More than 2 hours: 1%": "超过2小时：1%",
	"None: 45%": "无: 45%",
	"15 minutes: 15%": "15分钟：15%",
	"30 minutes: 11%": "30分钟：11%",
	"1 hour: 6%": "1 小时：6%",
	"More than 2 hours: 2%": "超过2小时：2%",
	"Before and throughout the writing of this book, I posted a number of small polls on the fifth edition {@i Dungeons & Dragons} Facebook group, containing more than one hundred thousand members. I posted these polls to gauge how DMs view various topics when it comes to {@i D&D} game preparation.": "在撰写这本书之前和期间，我在第五版{@i Dungeons & Dragons} Facebook 群组上发布了许多小型投票，该群组拥有超过十万名成员。我发布这些投票是为了衡量Dungeon Master在{@i D&D}游戏准备方面对各种主题的看法。",
	"The results are not perfect, as they don't represent a true random sampling of all DMs. They are, however, better than any one person's guess or opinion, or a bunch of biased personal anecdotes. You can find more survey results like this on the Sly Flourish website at http://slyflourish.com/facebook_surveys.html": "这些结果并不完美，因为它们并不代表所有DMs的真正随机抽样。然而，它们比任何一个人的猜测或意见，或一堆带有偏见的个人轶事要好。您可以在Sly Flourish网站上找到更多类似的调查结果，网址是http://slyflourish.com/facebook_surveys.html (Sly Flourish)。",
	"Here are the survey questions, the results, the number of respondents, and the date of the poll.": "这里是调查问题、结果、受访者人数和投票日期。",
	"\"How do you use the official published hardback {@i D&D} adventures ({@i Curse of Strahd}, {@i Storm King's Thunder}, {@i Out of the Abyss}, etc.)?\"": "你如何使用官方出版的精装本{@i D&D}冒险模块({@i Curse of Strahd}，{@i Storm King's Thunder}，{@i Out of the Abyss}，等等)？",
	"Poll posted June 10, 2017, with 169 responses.": "2017年6月10日发布的民意调查，共有169个回应。",
	"42%: \"I do not run the official published hardback {@i D&D} adventures.\" (71 responses)": "42%: \"我不运行官方出版的精装本{@i D&D}(`adventures`冒险).\" (71个回应)",
	"26%: \"I moderately alter published adventures to fit my campaign.\" (44 responses)": "26%: \"我会适度修改已发布的冒险以适应我的战役。\" (44个回应)",
	"21%: \"I run them as they are written with very few changes.\" (36 responses)": "21%: “我按照原样进行，几乎没有做任何改动。” (36 个回应)",
	"11%: \"I significantly alter published adventures to fit my campaign.\" (18 responses)": "11%: \"我会显著修改已发布的冒险，以适应我的战役。\" (18次回答)",
	"\"When running a {@i D&D} monster, do you roll for monster damage or use the listed static damage?\"": "“在进行 {@i D&D} 怪物战斗时，你是掷骰确定怪物伤害，还是使用列出的固定伤害？”",
	"Poll posted July 15, 2017, with 530 responses.": "2017年7月15日发布的调查，收到了530个回复。",
	"90%: \"I roll for damage.\" (479 responses)": "90%: \"我进行伤害骰。\" (479次回应)",
	"10%: \"I use the listed average damage.\" (51 responses)": "10%: \"我使用列出的平均伤害。\" (51个回应)",
	"\"Do you play in {@i D&D} Adventurers League organized play games, whether": "你是否参加{@i D&D}《冒险者联盟》组织的游戏？",
	"real life or online?\"": "现实生活还是线上生活？",
	"Posted July 23, 2017, with 427 responses.": "发布于2017年7月23日，有427条回复。",
	"24%: Yes: (104 responses)": "24%: 是的: (104个回复)",
	"76%: No: (323 responses)": "76%: 不: (323个回复)",
	"\"Do you regularly have to deal with disruptive players?\"": "\"你经常需要处理那些喜欢制造混乱的玩家吗？\"",
	"Poll posted July 30, 2017, with 82 responses.": "2017年7月30日发布的调查，收到82个回复。",
	"20%: Yes (16 responses)": "20%: 是（16 responses）",
	"80%: No (66 responses)": "80%: 有(66个回应)",
	"\"Do you enjoy preparing your {@i D&D} game?\"": "\"你喜欢准备你的{@i D&D}游戏吗？\"",
	"Poll posted August 5, 2017, with 427 responses.": "2017年8月5日发布的民意调查，收到了427个回复。",
	"94%: Yes (403 responses)": "94%: 是的 (403个回应)",
	"6%: No (24 responses)": "6%: 有 (24 个回复)",
	"\"When running a {@i D&D} game, do you use the Monster Manual right at the table to look up stat blocks? Do you reformat and reprint them? Do you use some digital tool to look them up?\"": "在进行{@i D&D}游戏时，您是否会在桌上直接使用《怪物手册》来查找属性块？您会重新格式化并重新打印它们吗？您会使用某种数字工具来查找它们吗？",
	"Poll posted August 12, 2017, with 453 responses": "2017年8月12日发布的调查，收到453个回复。",
	"70%: \"I use the Monster Manual at the table.\" (316 responses)": "70%: \"我在桌上使用怪物手册。\" (316个回应)",
	"16%: \"I reformat and reprint monster stat blocks for use at the table.\" (74 responses)": "16%: \"我重新格式化并重新打印怪物属性块，以便在桌上使用。\" (74 responses)",
	"11%: \"I use some digital tool to look up monster stat blocks at the table.\" (52 responses)": "11%: \"我在桌上使用一些数字工具查找怪物属性块。\" (52 responses)",
	"2%: \"I use something else to look up monster stat blocks at the table.\" (11 responses)": "2%: \"我在桌上使用其他工具查找怪物属性块。\" (11 responses)",
	"\"What is the highest-level {@i D&D} campaign you've run or played in?\"": "你曾经参与过或主持过的最高级别{@i D&D}的战役是多少级别？",
	"Poll posted August 17, 2017, with 269 responses.": "2017年8月17日发布的调查，共有269个回复。",
	"3%: 1st to 3rd (8 responses)": "3％：第1至第3（8次回应）",
	"16%: 4th to 6th (44 responses)": "16%: 第4至第6名（44次回应）",
	"25%: 7th to 9th (66 responses)": "25%: 第7至第9（66次回应）",
	"13%: 10th to 12th (36 responses)": "13%: 第10至12级（36个回复）",
	"20%: 13th to 15th (55 responses)": "20%: 第13至15天（55个回复）",
	"7%: 16th to 18th (20 responses)": "7%: 第16至18（20个回应）",
	"15%: 19th to 20th (40 responses)": "15%: 19世纪至20世纪（40个回应）",
	"\"For fifth edition Dungeon Masters, do you roll your dice in the open or hide them?\"": "\"对于第五版地牢主，您是在公开场合掷骰子还是隐藏结果？\"",
	"Poll posted August 22, 2017, with 914 responses.": "2017年8月22日发布的调查，收到了914个回复。",
	"70%: \"I hide my rolls\" (635 responses)": "70%: \"我隐藏我的点数\" (635个回应)",
	"30%: \"I roll in the open\" (279 responses)": "30%: \"我在公开场合掷骰子\" (279个回应)",
	"\"Fifth edition Dungeon Masters, do you plan NPCs ahead of time or improvise them at the table?\"": "\"第五版地牢主，你是提前计划NPC还是在桌上即兴创作？\"",
	"Poll posted August 25, 2017, with 121 responses.": "2017年8月25日发布的调查，收到了121个回复。",
	"3%: \"I improvise nearly all of my NPCs at the table\" (4 responses)": "3%: \"我在桌上几乎所有的NPC都是即兴创作的\" (4 responses)",
	"28%: \"I mostly improvise my NPCs at the table\" (34 responses)": "28%: \"我在桌上大多数时候是即兴演出我的NPCs\" (34 responses)",
	"52%: \"I prepare about half of my NPCs ahead of time and improvise half at the table.\" (63 responses)": "52%: \"我提前准备大约一半的NPC，另一半在桌上即兴创作。\" (63个回应)",
	"14%: \"I mostly prepare my NPCs ahead of time\": 17 responses)": "14%: \"我大多数时候提前准备我的NPCs\"：17个回应)",
	"3%: \"I prepare nearly all of my NPCs ahead of time\" (3 responses)": "3%: “我几乎提前准备好所有的NPC” (3 responses)",
	"\"DMs, how do you build monster encounters when preparing your {@i D&D} game?\"": "\"DM们，在准备你们的{@i D&D}游戏时，你们是如何构建怪物遭遇的呢？\"",
	"Poll posted August 28, 2017, with 263 responses.": "2017年8月28日发布的调查，收到了263个回复。",
	"57%: \"I use monster challenge ratings as a rough gauge of difficulty and improvise encounter balance from there.\" (149 responses)": "57%: \"我将怪物挑战等级作为难度的大致参考，并从中进行遇敌平衡的即兴调整。\" (149个回应)",
	"26%: \"I don't really balance encounters. I choose the type and number of monsters based on the story and situation.\" (68 responses)": "26%: \"我并不真的平衡遭遇。我会根据故事和情况选择怪物的类型和数量。\" (68个回应)",
	"10%: \"I use Kobold Fight Club to balance encounters.\" (26 responses)": "10%: \"我使用小恶龙搏斗俱乐部来平衡遭遇。\" (26 responses)",
	"5%: \"I use another online calculator to balance encounters.\" (12 responses)": "5%: \"我使用另一个在线计算器来平衡遭遇。\" (12 responses)",
	"3%: \"I use the encounter building guidelines in the Dungeon Master's Guide.\" (8 responses)": "3%: \"我使用《地牢主宰指南》中的遭遇构建指南。\" (8 responses)",
	"0%: \"I use the new Unearthed Arcana encounter building guidelines for balancing encounters.\" (0 responses)": "0%: \"我使用新的《发掘奇境规则集》中的遭遇构建指南来平衡战斗。\" (0 responses)",
	"\"{@i D&D} players, of the three pillars of {@i D&D} game play, which do you enjoy the most?\"": "\"{@i D&D}位玩家，在{@i D&D}游戏玩法的三大支柱中，你最喜欢哪一个？\"",
	"Poll posted August 31, 2017, with 158 responses.": "2017年8月31日发布的调查，共有158个回复。",
	"59%: NPC interaction and roleplaying (94 responses)": "59%: 与NPC互动和角色扮演（94次回应）",
	"27%: Exploration and investigation (42 responses)": "27%: 探索和调查 (42个回应)",
	"14%: Combat (22 responses)": "14%: 战斗 (22 responses)",
	"\"5e DMs, do you regularly alter monster hit points during combat?\"": "\"5版DM们，在战斗中你们经常会调整怪物的生命值吗？\"",
	"Poll posted September 1, 2017, with 523 responses.": "2017年9月1日发布的调查，收到了523个回复。",
	"70%: \"Yes, I both increase and decrease hit points during combat.\" (368 responses)": "70%: “是的，我在战斗中既增加又减少生命值。” (368 个回应)",
	"25%: \"No, I don't modify a monster's hit points once the battle has started.\" (129 responses)": "25%: “不，我不会在战斗开始后修改怪物的生命值。” (129 个回应)",
	"4%: \"Yes, I increase hit points to increase the challenge.\" (19 responses)": "4%: \"是的，我增加生命值来增加挑战度。\" (19 responses)",
	"1%: \"Yes, I reduce hit points to speed up combat or improve pacing.\" (3 responses)": "1%: “是的，我会减少生命值来加快战斗节奏或改善进程。” (3 responses)",
	"1%: \"I don't even track hit points.\" (4 responses)": "1%: \"我甚至不追踪生命值。\" (4 responses)",
	"Baker, D. Vincent. {@i Apocalypse World}. Lumpley Games, 2010. {@link http://apocalypse-world.com}": "Baker, D. Vincent. {@i Apocalypse World}. Lumpley Games, 2010. {@link http://apocalypse-world.com}",
	"Balsera, Leonard, et al. {@i Fate: Core System}. Evil Hat Productions, 2014. {@link http://www.evilhat.com/home/fate-core/}": "Balsera, Leonard等人。Evil Hat Productions，2014年。{@link http://www.evilhat.com/home/fate-core/}",
	"Bradbury, Ray. {@i Zen in the Art of Writing}. Capra Press, 1973.": "Bradbury, Ray. {@i Zen in the Art of Writing}. 卡普拉出版社, 1973年。",
	"Bulmahn, Jason et al. {@i Pathfinder Roleplaying Game Core Rulebook}. Paizo": "Bulmahn, Jason 等人 {@i Pathfinder Roleplaying Game Core Rulebook}。Paizo",
	"Publishing, 2009. {@link http://paizo.com/products/btpy88yj?Pathfinder-Roleplaying-Game-Core-Rulebook}": "出版，2009年。{@link http://paizo.com/products/btpy88yj?Pathfinder-Roleplaying-Game-Core-Rulebook}",
	"Carter, Michele, ed. {@i Kobold Guide to Plots and Campaigns}. Kobold Press, 2016. {@link http://koboldpress.com/kpstore/product/kobold-guide-to-plots-campaigns/}": "卡特尔（Carter），米歇尔（Michele），编著。{@i Kobold Guide to Plots and Campaigns}。Kobold Press，2016年。{@link http://koboldpress.com/kpstore/product/kobold-guide-to-plots-campaigns/}",
	"Colville, Matthew. \"Challenge Rating, Running the Game #44.\" YouTube video, 13:55. August 23, 2017. {@link http://www.youtube.com/watch?v=xANZTijbrw8}": "Colville, Matthew. \"挑战等级, Running the Game #44.\" YouTube 视频, 13:55. 2017年8月23日. {@link http://www.youtube.com/watch?v=xANZTijbrw8}",
	"Colville, Matthew. \"Running the Game.\" YouTube video series, 38 videos. Posted February 2016 to November 2017. {@link http://www.youtube.com/playlist?list=PLlUk42GiU2guNzWBzxn7hs8MaV7ELLCP_}": "Colville, Matthew. \"主持游戏.\" YouTube 视频系列，38 部视频。发布于 2016 年 2 月至 2017 年 11 月。{@link http://www.youtube.com/playlist?list=PLlUk42GiU2guNzWBzxn7hs8MaV7ELLCP_}",
	"Colville, Matthew. \"Verbs! Running the Game #35.\" YouTube video, 9:37. May 15, 2017. {@link http://www.youtube.com/watch?v=g6w_DRHRDDM}": "Colville, Matthew. \"动词！主持游戏#35.\" YouTube视频, 9:37. 2017年5月15日. {@link http://www.youtube.com/watch?v=g6w_DRHRDDM}",
	"Cook, Monte. {@i Numenera}. Monte Cook Games, 2013. {@link http://www.montecookgames.com/store/product/numenera-print/}": "Cook, Monte. {@i Numenera}. 蒙特·库克游戏公司, 2013. {@link http://www.montecookgames.com/store/product/numenera-print/}",
	"Cook, Monte. {@i Weird Discoveries: Ten Instant Adventures for Numenera}. Monte Cook Games, 2015. {@link http://www.montecookgames.com/store/product/weird-discoveries-ten-instant-adventures-for-numenera/}": "Cook, Monte. {@i Weird Discoveries: Ten Instant Adventures for Numenera}. 蒙特·库克游戏公司, 2015. {@link http://www.montecookgames.com/store/product/weird-discoveries-ten-instant-adventures-for-numenera/}",
	"Crawford, Jeremy, et al. {@i Dungeon Master's Guide} (fifth edition {@i Dungeons & Dragons}). Wizards of the Coast, 2014. {@link http://dnd.wizards.com/products/tabletop-games/rpg-products/dungeon-masters-guide}": "Crawford, Jeremy等人。{@i Dungeon Master's Guide}（第五版{@i Dungeons & Dragons}）。海岸巫师，2014年。{@link http://dnd.wizards.com/products/tabletop-games/rpg-products/dungeon-masters-guide}",
	"Crawford, Jeremy. \"Prep as little as you can.\" Twitter, July 15, 2017. {@link http://twitter.com/JeremyECrawford/status/886406932197629955}": "Crawford, Jeremy. \"尽量少准备。\" Twitter, July 15, 2017. {@link http://twitter.com/JeremyECrawford/status/886406932197629955}",
	"Donjon RPG Tools. Accessed November 11, 2017. {@link http://donjon.bin.sh/}": "地牢RPG工具。2017年11月11日访问。{@link http://donjon.bin.sh/}",
	"Don't Split the Podcast. \"DM's Deep Dive 7 — Voices at the Table (with Matthew Mercer).\" YouTube video, 1:07:11. August 14, 2017. {@link http://www.youtube.com/watch?v=MVKvjSLt2d4&t=849s}": "不要分割播客。\"DM's Deep Dive 7 — Voices at the Table (with Matthew Mercer).\" YouTube 视频，1:07:11。2017年8月14日。{@link http://www.youtube.com/watch?v=MVKvjSLt2d4&t=849s}",
	"Dungeon Life. \"Chris Perkins On Making Your {@i D&D} Game Great.\" Twitch video. May 10, 2017. {@link http://www.twitch.tv/videos/152173575}": "地牢生活。\"Chris Perkins如何让你的{@i D&D}游戏变得更好。\" Twitch视频。2017年5月10日。{@link http://www.twitch.tv/videos/152173575}",
	"Geek & Sundry. \"Designing an Encounter w/ Matthew Colville: Part 1 (GM Tips w/ Satine Phoenix).\" YouTube video. July 20, 2017. {@link http://www.youtube.com/watch?v=E_-JDmlnFiU}": "Geek & Sundry. \"设计遭遇 w/ Matthew Colville: Part 1 (GM技巧 w/ Satine Phoenix).\" YouTube 视频. 2017年7月20日. {@link http://www.youtube.com/watch?v=E_-JDmlnFiU}",
	"Geek & Sundry. \"Designing an Encounter w/ Matthew Colville: Part 2 (GM Tips w/ Satine Phoenix).\" YouTube video. July 27, 2017. {@link http://www.youtube.com/watch?v=3wl_v7V3-uU}": "Geek & Sundry. \"与Matthew Colville一起设计遭遇：第2部分（GM技巧与Satine Phoenix）.\" YouTube视频. 2017年7月27日. {@link http://www.youtube.com/watch?v=3wl_v7V3-uU}",
	"Heinsoo, Rob, and Tweet, Jonathan. {@i 13th Age Core Book}. Pelgrane Press, 2014. {@link http://site.pelgranepress.com/index.php/13th-age-core-book/}": "Heinsoo, Rob, 和 Tweet, Jonathan. {@i 13th Age Core Book}. Pelgrane Press, 2014. {@link http://site.pelgranepress.com/index.php/13th-age-core-book/}",
	"King, Stephen. {@i The Gunslinger}. Scribner, 2003.": "金（King）, 史蒂芬（Stephen）. {@i The Gunslinger}. 斯克里布纳（Scribner）, 2003.",
	"King, Stephen. {@i On Writing: 10th Anniversary Edition}. Simon & Schuster, 2010.": "金（King）, 史蒂芬. {@i On Writing: 10th Anniversary Edition}. 西蒙与舒斯特出版社, 2010.",
	"LaTorra, Sage, and Koebel, Adam. {@i Dungeon World}. Sage Kobold Productions, 2014. {@link http://www.dungeon-world.com}": "LaTorra, Sage和Koebel, Adam. {@i Dungeon World}. Sage Kobold Productions, 2014. {@link http://www.dungeon-world.com}",
	"Laws, Robin. {@i Hamlet's Hit Points}. Gameplaywright Press, 2010. {@link http://gameplaywright.net/books/hamlets-hit-points/}": "罗宾·劳斯。{@i Hamlet's Hit Points}。游戏设计师出版社，2010年。{@link http://gameplaywright.net/books/hamlets-hit-points/}",
	"Laws, Robin. {@i Robin's Laws of Good Gamemastering}. Steve Jackson Games, 2002. {@link http://www.sjgames.com/robinslaws/}": "Laws, Robin. {@i Robin's Laws of Good Gamemastering}. 史蒂夫·杰克逊游戏公司, 2002. {@link http://www.sjgames.com/robinslaws/}",
	"Mearls, Mike. \"Dungeon World's concept of fronts improved my {@i D&D} games immeasurably.\" Twitter, December 28, 2012. {@link http://twitter.com/mikemearls/status/284793099857833986}": "Mearls, Mike. \"《地牢世界》的前线概念极大地改善了我的{@i D&D}游戏体验。\" 推特，2012年12月28日。{@link http://twitter.com/mikemearls/status/284793099857833986}",
	"Moore, Cal and Rockett, Wade. {@i 13th Age Game Master's Screen and Resource Book}. Pelgrane Press, 2015. {@link http://site.pelgranepress.com/index.php/13th-age-game-masters-screen-and-resource-book/}": "摩尔（Moore）, 卡尔（Cal）和罗克特（Rockett）, 韦德（Wade）. {@i 13th Age Game Master's Screen and Resource Book}. Pelgrane Press, 2015. {@link http://site.pelgranepress.com/index.php/13th-age-game-masters-screen-and-resource-book/}",
	"Owens, Nate. \"It took one session as a DM for me to understand how little my players cared about all those details we missed.\" Twitter, August 6, 2017. {@link http://twitter.com/SanIlDefanso/status/894302283613310976}": "Owens, Nate. \"作为一个DM，我只需要一个游戏会话就明白了，我的玩家们对我们错过的所有那些细节并不在意。\" Twitter, August 6, 2017. {@link http://twitter.com/SanIlDefanso/status/894302283613310976}",
	"Perkins, Chris. \"A Lesson in Mediocrity.\" {@i Dungeons & Dragons} website, March 2012. {@link http://dnd.wizards.com/articles/features/lesson-mediocrity}": "Perkins, Chris. \"平庸之道的教训.\" {@i Dungeons & Dragons} 网站, 2012年3月. {@link http://dnd.wizards.com/articles/features/lesson-mediocrity}",
	"Perkins, Chris. \"From Jose Chung.\" {@i Dungeons & Dragons} website, August 2012. {@link http://dnd.wizards.com/articles/features/jose-chung}": "Perkins, Chris. \"来自何塞·钟 (Jose Chung).\" {@i Dungeons & Dragons} 网站, 2012年8月. {@link http://dnd.wizards.com/articles/features/jose-chung}",
	"Perkins, Chris. \"Kitchen Sinks and Frying Pans.\" {@i Dungeons & Dragons} website,": "Perkins, Chris. \"厨房水槽和煎锅.\" {@i Dungeons & Dragons} 网站,",
	"April 2012. {@link http://dnd.wizards.com/articles/features/kitchen-sinks-and-frying-}": "2012年4月。{@link http://dnd.wizards.com/articles/features/kitchen-sinks-and-frying-}",
	"Perkins, Chris. \"Old School.\" {@i Dungeons & Dragons} website, August 2012. {@link http://dnd.wizards.com/articles/features/old-school}": "Perkins, Chris. \"老派风格.\" {@i Dungeons & Dragons} 网站, 2012年8月. {@link http://dnd.wizards.com/articles/features/old-school}",
	"Perkins, Chris. \"The Dungeon Master Experience Archive.\" Wizards of the Coast, 2011. {@link http://www.wizards.com/dnd/files/DM_Experience_2011.pdf}": "Perkins, Chris. \"地牢主体验档案.\" 海岸巫师公司, 2011. {@link http://www.wizards.com/dnd/files/DM_Experience_2011.pdf}",
	"Perkins, Chris. \"What's My Motivation.\" {@i Dungeons & Dragons} Website, July 2012. {@link http://dnd.wizards.com/articles/features/whats-my-motivation}": "Perkins, Chris. “我的动机是什么。” {@i Dungeons & Dragons} 网站，2012年7月。{@link http://dnd.wizards.com/articles/features/whats-my-motivation}",
	"Ralya, Martin, ed. {@i Unframed: The Art of Improvisation for Game Masters}.": "Ralya, Martin, 编辑。{@i Unframed: The Art of Improvisation for Game Masters}。",
	"Engine Publishing, 2014. {@link http://www.enginepublishing.com/unframed-the-art-of-}": "Engine Publishing，2014年。{@link http://www.enginepublishing.com/unframed-the-art-of-}",
	"improvisation-for-game-masters": "游戏主持人的即兴表演",
	"Reynolds, Sean K., ed. {@i Kobold Guide to Gamemastering}. Kobold Press, 2017. {@link http://koboldpress.com/kpstore/product/kobold-guide-to-gamemastering/}": "雷诺兹，肖恩·K.，编辑。{@i Kobold Guide to Gamemastering}。Kobold Press，2017年。{@link http://koboldpress.com/kpstore/product/kobold-guide-to-gamemastering/}",
	"Shea, Michael. \"2016 {@i D&D} 5th Edition Dungeon Master Questionnaire.\" Sly Flourish website, October 2016. {@link http://slyflourish.com/2016_dm_questionnaire.html}": "Shea, Michael. \"2016{@i D&D}第五版地牢主问卷.\" Sly Flourish 网站, 2016年10月.{@link http://slyflourish.com/2016_dm_questionnaire.html}",
	"Shea, Michael. \"2016 {@i Dungeons & Dragons} Dungeon Master Survey Results.\" Sly Flourish website, December 2016. {@link http://slyflourish.com/2016_dm_survey_results.html}": "Shea, Michael. \"2016 {@i Dungeons & Dragons} 地牢主持人调查结果.\" Sly Flourish 网站, 2016年12月. {@link http://slyflourish.com/2016_dm_survey_results.html}",
	"Shea, Michael. \"5e {@i Dungeons & Dragons} Facebook and Twitter Survey Results.\" Sly Flourish website, September 2017. {@link http://slyflourish.com/facebook_surveys.html}": "Shea, Michael. \"5e {@i Dungeons & Dragons} Facebook 和 Twitter 调查结果.\" Sly Flourish 网站, 2017年9月. {@link http://slyflourish.com/facebook_surveys.html}",
	"Shea, Michael. \"An Analysis of the #dnd Twitter Community.\" Sly Flourish website, April 2017. {@link http://slyflourish.com/the_dnd_twitter_community.html}": "Shea, Michael. \"对#dnd Twitter社区的分析.\" Sly Flourish 网站, 2017年4月. {@link http://slyflourish.com/the_dnd_twitter_community.html}",
	"Shea, Michael. \"Awarding Magic Items in {@i Dungeons & Dragons} 5th Edition.\" Sly Flourish website, July 2017. {@link http://slyflourish.com/awarding_magic_items.html}": "Shea, Michael. \"在第5版中奖励魔法物品.\" Sly Flourish 网站, 2017年7月. {@i Dungeons & Dragons} {@link http://slyflourish.com/awarding_magic_items.html}",
	"Shea, Michael. \"Collected Experiences Running {@i D&D} 5e Boss Fights.\" Sly Flourish website, November 2017. {@link http://slyflourish.com/improving_boss_fights.html}": "Shea, Michael. \"收集到的经验：在5版{@i D&D}中进行BOSS战斗.\"《Sly Flourish》网站，2017年11月。{@link http://slyflourish.com/improving_boss_fights.html}",
	"Shea, Michael. \"A Collection of Awesome Events.\" Sly Flourish website, March 2016. {@link http://slyflourish.com/collection_of_awesome_events.html}": "Shea, Michael. \"一系列精彩事件.\" Sly Flourish 网站, 2016年3月. {@link http://slyflourish.com/collection_of_awesome_events.html}",
	"Shea, Michael. \"Dungeons and Dragons 5th Edition Campaign Worksheet.\" Sly Flourish website, April 2015. {@link http://slyflourish.com/5e_campaign_worksheet.html}": "Shea, Michael. \"龙与地下城第五版战役工作表.\" Sly Flourish 网站, 2015年4月. {@link http://slyflourish.com/5e_campaign_worksheet.html}",
	"Shea, Michael. {@i Sly Flourish's Dungeon Master Tips}. Vorpal Quill, 2010. {@link http://slyflourish.com/book/}": "Shea, Michael. {@i Sly Flourish's Dungeon Master Tips}. Vorpal Quill, 2010. {@link http://slyflourish.com/book/}",
	"Shea, Michael. {@i Sly Flourish's Fantastic Adventures}. Vorpal Quill, 2017. {@link http://slyflourish.com/fantasticadventures/}": "Shea, Michael. {@i Sly Flourish's Fantastic Adventures}. Vorpal Quill, 2017. {@link http://slyflourish.com/fantasticadventures/}",
	"Shea, Michael. {@i Sly Flourish's Fantastic Locations}. Vorpal Quill, 2016. {@link http://slyflourish.com/fantasticlocations/}": "Shea, Michael. {@i Sly Flourish's Fantastic Locations}. Vorpal Quill, 2016. {@link http://slyflourish.com/fantasticlocations/}",
	"Shea, Michael. \"Sly Flourish's Guide to Narrative 'Theater of the Mind' Combat in the 5th Edition of {@i Dungeons & Dragons}.\" Sly Flourish website, March 2017. {@link http://slyflourish.com/guide_to_narrative_combat.html}": "Shea, Michael. \"Sly Flourish's Guide to Narrative 'Theater of the Mind' Combat in the 5th Edition of {@i Dungeons & Dragons}.\" Sly Flourish 网站，2017年3月。{@link http://slyflourish.com/guide_to_narrative_combat.html}",
	"Shea, Michael. {@i Sly Flourish's The Lazy Dungeon Master}. Vorpal Quill, 2012. {@link http://slyflourish.com/lazydm/}": "Shea, Michael. {@i Sly Flourish's The Lazy Dungeon Master}. 无比利剑羽毛笔, 2012. {@link http://slyflourish.com/lazydm/}",
	"Sorkin, Aaron. \"I'm Aaron Sorkin, writer of The West Wing and The Social Network. AMA.\" Reddit, July 2016. {@link http://www.reddit.com/r/IAmA/comments/4upxne/im_aaron_sorkin_writer_of_the_west_wing_and_the/#bottom-comments}": "索尔金（Aaron Sorkin）。“我是《白宫风云》和《社交网络》的编剧Aaron Sorkin。AMA。”Reddit，2016年7月。{@link http://www.reddit.com/r/IAmA/comments/4upxne/im_aaron_sorkin_writer_of_the_west_wing_and_the/#bottom-comments}",
	"Stephenson, Neal. {@i Snow Crash}. Bantam, 1992.": "斯蒂芬森，尼尔。{@i Snow Crash}。班塔姆，1992年。",
	"Sutter, James et al. {@i Starfinder Core Rulebook}. Paizo Publishing, 2017. {@link http://paizo.com/products/btpy9qy1}": "Sutter, James 等人。{@i Starfinder Core Rulebook}。Paizo Publishing，2017年。{@link http://paizo.com/products/btpy9qy1}",
	"Vecchione, Phil. {@i Never Unprepared: The Complete Game Master's Guide to Session Prep}. Engine Publishing, 2012. {@link http://www.enginepublishing.com/never-unprepared-the-complete-game-masters-guide-to-session-prep}": "Vecchione, Phil. {@i Never Unprepared: The Complete Game Master's Guide to Session Prep}. Engine Publishing, 2012. {@link http://www.enginepublishing.com/never-unprepared-the-complete-game-masters-guide-to-session-prep}"
}