{
	"A castle on a wind-swept cliff, overlooking a verdant bone-strewn valley where an ancient battle took place. Set against the seaside, an open-air ivory-columned temple spreads its arms wide to welcome in the elements. At a dusty crossroads, a lone trading post invites all travelers, specially those with purses filled with gold, or lips laden with rumors.": "一座位于风中的悬崖上的城堡，俯瞰着发生过一场古代战争的青翠的白骨谷。在海边，一座露天的象牙柱寺庙张开双臂，欢迎各种元素的到来。在一个尘土飞扬的十字路口，一个孤独的贸易站邀请所有的旅行者，特别是那些钱包里装满黄金，或者嘴里满是谣言的人。",
	"As storied as these locations may be, they were all founded at one point by historical figures. Bold, noteworthy folk of many walks of life, who invested coin and manpower into building these landmarks for purposes inscrutable, either lost to the passage of time or handed down in song and story between the generations. Immortality is available to all adventurers with sufficient coin, should they wish to build it.": "尽管这些地方可能很有故事，但它们都曾由历史人物建立过。大胆的、值得注意的各行各业的人，他们投入硬币和人力来建造这些地标，其目的难以捉摸，要么被时间的流逝所淹没，要么在歌曲和故事中世代相传。所有拥有足够硬币的冒险者都可以获得不朽之身，如果他们想建造它的话。",
	"Players often wish to leave their mark on the world, to establish something grand that can survive their characters and change the world around them, making it altogether better, worse, or simply different for its presence. Structures that are created by the characters are an excellent opportunity for roleplaying, quests, and story, being an instantly visible and prominent part of the world to those in regions nearby.": "玩家通常希望在这个世界上留下自己的印记，建立一些宏伟的东西，使他们的角色能够生存下去，并改变他们周围的世界，使它变得更好、更坏，或者仅仅是因其存在而不同。角色创造的建筑是角色扮演、任务和故事的绝佳机会，对于附近地区的人来说，它是世界上立即可见和突出的部分。",
	"A structure included in a game is typically both a focal point of the campaign and an investment opportunity for the player characters. The more gold and time characters spend expanding, improving, and staffing their structure, the more benefits, defense, and utility it provides. A well-governed structure can act as a military bastion, a powerful trading hub, ir the spiritual center of a faith, and those that control the structure may stand as the stewards of the fates of millions.": "游戏中的结构通常既是活动的焦点，也是玩家角色的投资机会。角色花的金币和时间越多，扩建、改进和配置他们的结构，它提供的好处、防御和效用就越多。一个管理良好的结构可以作为一个军事堡垒，一个强大的贸易中心，一个信仰的精神中心，而那些控制结构的人可能会成为数百万人命运的管家。",
	"Should players wish to build a structure, they must pay the associated construction fee and invest the proper construction time to build it, as indicated on the Buildable Structures table. If this structure will be on owned land in a kingdom or other governed region, players must typically buy the land to be allowed to build by the government, at a price determined by its size and location. The price of land typically runs between 100 gp and 1000 gp for a small to well-sized plot, but can stretch upwards of 5,000 gp for a large, expansive plot. The DM determines land prices, and not all land is inherently for sale.": "如果玩家想建造一个结构，他们必须支付相关的建造费，并投入适当的建造时间来建造它，如可建造的结构表上所示。如果这个建筑是在王国或其他管辖区域的自有土地上，玩家通常必须购买土地，以获得政府的允许，价格由其大小和位置决定。土地的价格通常在100金币到1000金币之间，对于一块大小适中的土地来说，但对于一块大的、广阔的土地来说，价格可能超过5000金币。DM决定了土地价格，而且并非所有的土地都是固有的出售品。",
	"The cost of construction includes materials and labor, and players need not be present during construction. Ifa character is present and contributes to labor each for the entire duration of the construction time, you may reduce the structure's total cost by a percentage equal to half the character's level, rounded up. Multiple characters may work on a structure for its entire construction time in this way to secure this benefit multiple times.": "建筑物的成本包括材料和劳动力，玩家不需要在施工期间在场。如果一个角色在场，并在整个建造时间内为每个人提供劳动，你可以将该建筑的总成本降低一个百分比，相当于该角色等级的一半，四舍五入。多个角色可以在一个建筑的整个施工时间内以这种方式工作，以确保多次获得这种好处。",
	"The Skilled and Unskilled Hirelings columns indicate how many hirelings the structure and its expansions re- quire to function (see the {@book Hirelings, Soldiers, & Casters} section later on for more). For the purposes of this chart, soldiers and spellcasters qualify as skilled hirelings.": "熟练和非熟练雇佣者一栏表明了该结构及其扩展需要多少雇佣者来运作（更多内容请见后面的（%0%）部分）。在本图表中，士兵和施法者被视为熟练雇佣者。",
	"Hirelings must consistently be paid the wages indicated in the Hirelings, Soldiers, & Casters section, and failure to pay hireling wages causes the structure and its expansions to provide no benefit, After 7 days of failure to pay, hirelings will abandon their posts.": "雇工必须始终如一地得到雇工、士兵和铸工部分所规定的工资，不支付雇工工资会导致该结构及其扩展不提供任何好处，在不支付工资的7天后，雇工将放弃他们的职位。",
	"Abbey": "阿贝",
	"College or large school": "学院或大学校",
	"Cottage or medium house ": "平房或中型房屋",
	"Any room, costs 1/2 normal price": "任何房间，费用为正常价格的1/2",
	"Dungeon or barrow": "地下城或荒冢",
	"Guildhall or lodge": "市政厅或小屋",
	"Keep or small castle": "堡垒或小城堡",
	"Noble estate with manor": "带有庄园的贵族庄园",
	"Outpost or fort": "哨所或堡垒",
	"Palace or large castle": "宫殿或大型城堡",
	"Any room that costs only 1 room point": "任何只需花费1个房间点数的房间",
	"Temple": "寺庙",
	"Tower, fortified": "塔楼，设防",
	"Trading post or large house": "贸易站或大房子",
	"In the {@book Strongholds section of the Dungeon Master's Guide|DMG|6|Recurring Expenses}, a structure's required hirelings are free and a Total Cost per Day is listed for each structure, roughly equivalent to the price players would otherwise pay for the required hirelings. This optional ruleset simplifies this, and no Total Cost per Day is required for a structure, instead requiring that hirelings which would otherwise be free are paid for the rates listed in their section.": "在{@book Strongholds section of the Dungeon Master's Guide|DMG|6|Recurring Expenses}中，一个结构所需的雇佣兵是免费的，并且为每个结构列出了每天的总成本，大致相当于玩家为所需雇佣兵支付的价格。这个可选的规则集简化了这一点，一个结构不需要每天的总成本，而是要求本来是免费的雇佣兵按其章节中列出的价格支付。",
	"You may also rebuild a damaged structure you happen upon, should the DM determine you can make a legitimate claim to its ownership. You do not have to pay full price for such a structure and may not necessarily have to purchase the land this structure is on. The construction time and cost of a damaged structure varies directly with the amount of damage the structure has taken. As an example, if a structure is only 25% damaged, repairing the structure and rendering it active would require 25% of the normal construction cost and time. Examples of what specific percentages of damage would look like may be found on the following table.": "你也可以重建你碰巧遇到的受损结构，如果管理部确定你可以对其所有权提出合法要求。你不必为这种结构支付全价，也不一定要购买这种结构所在的土地。受损结构的施工时间和成本直接取决于该结构所受的损害程度。举例来说，如果一个结构只损坏了25%，修复该结构并使其恢复使用，需要25%的正常建筑成本和时间。损坏的具体百分比的例子可以在下表中找到。",
	"Structure is immaculate and fully functional": "结构完美无缺，功能齐全",
	"Some wear and tear, roofs and walls have holes": "有些磨损，屋顶和墙壁有洞",
	"Major components missing, some rooms collapsed": "主要部件丢失，一些房间倒塌",
	"Nature reclaimed structure, parts must be dug out": "自然界的再生结构，部分必须被挖出",
	"Scattered ruins, little more than foundation": "散落的废墟，几乎没有任何的基础",
	"The following is a {@filter list of structures|rewards|type=structure} that are available to build, and any attributes they may have.": "以下是可供建造的（%0%），以及它们可能具有的任何属性。",
	"Any time after a structure is built, the owner may choose to furnish already available rooms within the structure. The owner then expends the related gold cost of the room  to provide for materials and labor, and, after the construction time indicated elapses, the room is furnished. Note that each room also carries a size cost in room points, and that your structure may never for any reason have more points used up by built rooms than are available under its listed total room points on the {@table Buildable Structures|FT&S} table.": "在结构建成后的任何时候，业主都可以选择在结构内布置已有的房间。然后，业主会花费该房间的相关金币成本来提供材料和劳动力，并且在规定的施工时间过后，该房间就被布置好了。请注意，每个房间都有一个以房间点数为单位的大小成本，而且你的结构在任何情况下都不可能因为建成的房间所耗费的点数超过其在{@table Buildable Structures|FT&S}表格中列出的总房间点数。",
	"As with the structures themselves, characters need not to be present while the rooms are being furnished, but if they are present and labor for the entire duration of an room's construction time, they might reduce the room's total cost by a percentage equal to half the character's level, rounded up. More than one character may secure this benefit for one room at the same time. Work may be done to furnish multiple rooms at the same time, but laboring characters may only gain a discount on one of them.": "和建筑本身一样，在房间装修的时候，人物不需要在场，但是如果他们在一个房间的整个施工时间内都在场并进行劳动，他们可能会减少房间的总成本，百分比相当于人物等级的一半，四舍五入。一个以上的人物可以同时为一个房间获得这种好处。可以同时为多个房间进行装修工作，但劳动者只能在其中一个房间获得折扣。",
	"{@note {@filter Link to the filtered rewards page|rewards|type=room}, for ease of use.}": "{@note {@filter Link to the filtered rewards page|rewards|type=room}，以便于使用}。",
	"Some methods of furnishing rooms produce more exotic results than others, and not all rooms may be appropriate for every game. Your DM may rule, for example, that a setting without air travel would be impossible or impractical to construct an air docks in. Likewise, a setting without clockwork could find it difficult to justify the inclusion of a clock tower.": "有些布置房间的方法会产生比其他方法更奇特的结果，而且不是所有的房间都适合于每个游戏。例如，你的管理员可能会规定，在一个没有航空旅行的环境中，建造一个航空码头是不可能的或不切实际的。同样地，一个没有钟表的环境可能会发现很难证明包含一个钟楼。",
	"Players may be able to discover these technologies on their own, should the DM allow it. Future expansions to the rule presented here ay address this, but for now, the potential for such discovery is entirely at the discretion of the DM.": "如果管理员允许，玩家可能会自己发现这些技术。这里提出的规则的未来扩展可以解决这个问题，但就目前而言，这种发现的可能性完全由DM决定。",
	"The Magical Enchanter listed here is a powerful addition to any game, and may not be appropriate for all settings or situations. The {@variantrule Downtime Activity: Crafting a Magic Item|dmg|full rules for crafting magical items} are found on page 128 of the {@i Dungeon Master's Guide}, and have been modified slightly for the room. Namely, the Magical Enchanter functions off of spell slot rather than character level, and the Enchanter decreases the default crafting time and price by 1/4 in accordance with the investment the room represents.": "这里列出的魔法师是对任何游戏的有力补充，可能不适合所有的环境或情况。{@variantrule Downtime Activity: Crafting a Magic Item|dmg|full rules for crafting magical items}是在{@i Dungeon Master's Guide}的第128页上找到的，并为这个房间做了些许修改。也就是说，魔法师的功能是基于法术槽而不是角色等级，而且魔法师根据房间所代表的投资，将默认的制作时间和价格降低了1/4。",
	"Magical item crafting rules exist especially at the whims of the DM. As such, your DM may choose to modify the Magical Enchanter as they see fit, increasing or decreasing the prices, or not allowing it entirely, to best fit their game's world": "魔法物品制作规则的存在尤其取决于DM的奇思妙想。因此，你的管理员可以选择按他们认为合适的方式修改魔法物品制作者，增加或减少价格，或完全不允许这样做，以最适合他们的游戏世界。",
	"Select rooms will entice merchants to visit or take up residence at your structure, bringing commerce to your doorstep. Whenever a room tells you to roll on the Merchants table, do so with the information below. If a room allows you to select a merchant, you may choose any merchant on this table that is not a legendary merchant.": "选择的房间会吸引商人访问或在你的结构中居住，把商业带到你的门口。每当一个房间告诉你要在商人表上滚动时，你就按照下面的信息进行操作。如果一个房间允许你选择一个商人，你可以选择这个表格上的任何商人，而不是传奇商人。",
	"Alcohol and refreshment": "酒精和茶点",
	"Animals (mundane mounts and pets)": "动物（世俗的坐骑和宠物）。",
	"Books and maps (mundane)": "书籍和地图（世俗的）",
	"Flowers and seeds": "花和种子",
	"Food and animal parts": "食物和动物部分",
	"Furniture and interior decor": "家具和室内装饰",
	"High fashion": "高级时尚",
	"Jewelry and gems": "珠宝和宝石",
	"Knick-knacks": "小玩意",
	"Leatherworking": "皮革加工",
	"Mechanical contraptions": "机械装置",
	"Medium and heavy armor (and shields)": "中型和重型装甲（和盾牌）",
	"Potions, poisons and herbs": "药水、毒药和草药",
	"Religious idols and blessings": "宗教偶像和祝福",
	"Songs and instruments": "歌曲和乐器",
	"Spell tomes and scrolls": "法术书和卷轴",
	"Thieving supplies": "盗取物资",
	"Tools": "工具",
	"Vehicles and Transportation": "车辆和运输",
	"Weapons": "武器",
	"Legendary merchant (roll once on the {@table Legendary Merchants|FT&S} table)": "传说中的商人（在{@table Legendary Merchants|FT&S}表上滚动一次）。",
	"Many different types of merchants are listed here, and not all merchants are appropriate to every setting. A magic items merchant might be illogical for a setting where magic items are too rare to be sold, or a mechanical contraptions merchant may be at odds with a setting that has yet to discover clockwork.": "这里列出了许多不同类型的商人，并不是所有的商人都适合于每个环境。一个魔法物品商人可能不符合逻辑，因为魔法物品太过稀少而无法出售，或者一个机械装置商人可能与一个尚未发现钟表的环境相抵触。",
	"If a thematically inappropriate merchant is rolled (or chosen) on these tables, simply reroll (or choose again) until a more appropriate merchant is selected. In the case of legendary merchants, roll again on the legendary merchants table, unless none of the available legendary merchants would be thematically acceptable.": "如果在这些表格中掷出（或选择）了一个在主题上不合适的商人，只需重新掷出（或重新选择），直到选出一个更合适的商人。如果是传奇商人，则在传奇商人表上再掷一次，除非没有一个可用的传奇商人在主题上可以接受。",
	"If a legendary merchant is rolled on the Merchants table, roll once on the following table to determine which legendary merchant your players encounter:": "如果在商人表上掷出了一个传奇商人，就在下面的表格上掷一次，以决定你的玩家遇到的是哪个传奇商人。",
	"Astral traveler (multiversal wares)": "星际旅行者（多元世界的物品）。",
	"Enchantments (added to existing items)": "魔法（添加到现有物品中）",
	"Fey bargains (fey goods exchanged for \"favors\"": "费氏交易（用费氏商品换取 \"恩惠\"）。",
	"Magic items": "魔法物品",
	"Magical creatures": "神奇的生物",
	"Necromancy": "亡灵法术",
	"Needful things (fiendish wares, tempts buyers)": "需要的东西（恶魔般的商品，诱惑着买家）",
	"Time-lost (goods from a future time)": "失落的时间(来自未来时间的货物)",
	"Whenever you roll or choose a merchant, roll on the Quality table, below, to determine the quality of their goods. Legendary merchants do not exist bellow medium quality, and their quality should be rerolled until it is medium or higher.": "每当你掷出或选择一个商人时，都要在下面的质量表上掷出，以确定其商品的质量。传奇商人不存在低于中等质量的商品，他们的质量应该被重新掷出，直到它是中等或更高。",
	"Atrocious": "残暴的",
	"Medium": "中型",
	"Excellent": "优秀",
	"Based on the results of these tables, the DM will determine the contents of a merchant's inventory. Alternatively, your DM may choose to use the {@loader Traders & Merchants Stronghold Expansion|book/Walrock Homebrew; Traders and Merchants.json} to determine a merchant's inventory.": "根据这些表格的结果，DM将确定一个商人的库存内容。或者，你的DM可以选择使用（%0%）来确定一个商人的库存。",
	"Merchants may be willing to buy items the players are selling, usually those that are of and good make and similar enough to the items they already carry. Merchants ofter are willing to pay half the ordinary price for wares the players are selling, excepting magic items, which obey their own special rules (found {@variantrule Downtime Activity: Selling Magic Items|DMG|on pages 129-130 of the {@i Dungeon Master's Guide}}). Currency carried by merchants for such purposes is typically kept in a secure location, such as a trapped lockbox.": "商人可能愿意购买玩家出售的物品，通常是那些制作精良、与他们已经出售的物品足够相似的物品。商人通常愿意为玩家出售的物品支付普通价格的一半，但魔法物品除外，它们遵守自己的特殊规则（发现（%0%）}）。商人为这种目的携带的货币通常被保存在一个安全的地方，比如一个被困的锁箱。",
	"Some areas are exceptionally good (or poor) locations in which to find merchants. The intersection of two major trade routes can yield merchants of a much higher quality than a forgotten outpost deep in the borderlands.": "有些地区是寻找商人的特别好（或特别差）的地方。两条主要贸易路线的交汇处可以产生比被遗忘在边境地区深处的前哨更优质的商人。",
	"If an area is exceptionally good for trade, your DM may choose to roll twice on the {@table Quality|FT&S} table, and use the best result. If an area is ill-suited to commerce, however, the DM may likewise decide to roll twice and use the worst result, instead.": "如果一个地区对贸易特别有利，你的管理员可以选择在{@table Quality|FT&S}表上滚动两次，并使用最佳结果。然而，如果一个地区不适合贸易，DM同样可以决定掷两次，并使用最差的结果。",
	"Individual rooms can be built up, improved, and modified in a small variety of ways.": "单独的房间可以用小范围的方式建立、改进和修改。",
	"You may choose to purchase a modification from the list below for either a room being built, or for one that has already been built. If the room is being built, the modification adds its build time to the total build time. If a modification is purchased for an existing room, the modification's building begins immediately, and the room will not provide a benefit until this building is complete.": "你可以为正在建造的房间或已经建造的房间从下面的列表中选择购买修改。如果房间正在建造中，修改会将其建造时间添加到总建造时间中。如果为一个现有的房间购买修改，那么修改的建造将立即开始，在建造完成之前，房间将不会提供收益。",
	"Some modifications have requirements, which the owner or at least one of the owner's allies within the structure must be able to fulfill in order to build.": "有些修改有要求，业主或业主在结构内的至少一个盟友必须能够满足这些要求，才能建造。",
	"{@note {@filter Link to the filtered rewards page|rewards|type=modification}, for ease of use.}": "{@note {@filter Link to the filtered rewards page|rewards|type=modification}，以便于使用}。",
	"Any large-scale structure requires constant work and upkeep to remain operational, and roving heroes aren't usually predisposed to building maintenance. Hirelings are individuals that can perform ordinary skilled tasks at your behest, expecting payment in return. Soldiers are hirelings skilled in the art of combat, while spellcasting hirelings are those with at least a cursory grasp of magic.": "任何大规模的建筑都需要不断的工作和维护才能保持运作，而游荡的英雄们通常不会对建筑维护有什么偏好。雇佣兵是能够按照你的要求执行普通技能任务的人，他们期望得到回报。士兵是精通战斗艺术的雇佣兵，而施法的雇佣兵则是那些至少粗略掌握了魔法的人。",
	"Hirelings of any sort must be paid to retain their services, and hirelings will typically desert their service after 7 days without pay. If hirelings required by a structure are not paid or desert, the structure and its rooms will cease functioning or providing any benefits.": "任何形式的雇佣者都必须得到报酬才能保留他们的服务，雇佣者通常会在7天没有报酬的情况下放弃他们的服务。如果一个结构所需的雇佣者没有得到报酬或开小差，该结构和它的房间将停止运作或提供任何好处。",
	"Service of the following hirelings may be retained by purchasing them at their listed price or paying their listed cost per day": "以下雇佣兵的服务可以通过以列出的价格购买或支付列出的每日费用来保留。",
	"Hireling, unskilled": "雇工，无技能的人",
	"2 sp/day": "2SP/天",
	"Hireling, skilled": "雇工，熟练",
	"2 gp / day": "2戈比/天",
	"1 skill or set of tools": "1项技能或一套工具",
	"Slave, unskilled": "奴隶，无技能的",
	"Slave, skilled": "奴隶，熟练",
	"have no special skills to speak of, though they can clean, cook passably, and keep a structure cared for in ways that do not require a particular skillset.": "他们没有什么特别的技能可言，尽管他们可以打扫卫生、做饭，并以不需要特别技能的方式保持一个结构。",
	"each come proficient in a particular skill or set of tools, and have a +5 bonus to checks they make with this proficiency. This bonus is considered to include both their relevant ability modifier and their proficiency bonus. You determine which skill or set of tools the hireling is proficient with at the time you first hire them.": "每个人都精通一种特定的技能或一套工具，并且在他们用这种熟练度进行检查时有一个+5的奖励。这个奖励被认为包括他们相关的能力修饰和他们的熟练度奖励。在你第一次雇佣他们的时候，你决定雇佣者精通哪项技能或哪套工具。",
	"may only be owned by evil characters, may be skilled or unskilled, and require no pay. Slaves may or not be available for purchase, and are usually sold for the values listed above.": "只能由邪恶角色拥有，可以是熟练的，也可以是不熟练的，并且不需要报酬。奴隶可以购买，也可以不购买，通常以上述的价值出售。",
	"Trained in the ways of battle, the following soldiers may be retained at their listed cost per day. Their statistics are found on the associated page of either the {@i {@book Monster Manual|MM}} or {@i {@book Volo's Guide to Monsters|VGM}}, as noted.": "经过战斗的训练，以下士兵可以按照他们每天的费用来保留。他们的统计数据可以在{@i {@book Monster Manual|MM}}或{@i {@book Volo's Guide to Monsters|VGM}}的相关页面上找到，如有注明。",
	"25 gp / day": "25戈比/天",
	"65 gp / day": "65戈比/天",
	"20 gp / day": "20戈比/天",
	"75 gp / day": "75戈比/天",
	"40 gp / day": "40戈比/天",
	"5 gp / day": "5戈比/天",
	"10 gp / day": "10戈比/天",
	"Soldiers stationed within a structure count as required skilled hirelings, but no longer count towards this requirement while dispatched or relocated elsewhere.": "驻扎在一个机构内的士兵算作所需的熟练雇佣人员，但在被派遣或迁往其他地方时不再算作这一要求。",
	"Magically gifted and skilled in arcane, divine, or primal arts, these hirelings may be retained at their listed cost per day, and their statistics found on the associated page of the {@i {@book Monster Manual|mm}} or {@i {@book Volo's Guide to Monsters|vgm}}": "这些雇佣兵具有魔法天赋，精通奥术、神术或原始艺术，他们可以按照每天列出的费用留用，他们的统计数据可以在{@i {@book Monster Manual|mm}}或{@i {@book Volo's Guide to Monsters|vgm}}的相关页面找到。",
	"110 gp / day": "110戈比/天",
	"100 gp / day": "100 gp / 天",
	"60 gp / day": "60戈比/天",
	"110  gp / day": "110戈比/天",
	"50 gp / day": "50戈比/天",
	"85  gp / day": "85戈比/天",
	"Spellcasters stationed within a structure count as required skilled hirelings, but no longer count towards this requirement while dispatched or relocated elsewhere.": "驻扎在建筑内的施法者算作所需的熟练雇佣者，但在被派遣或迁移到其他地方时不再算作这一要求。",
	"The following spells may be cast by any class with access to the required level of spell slots.": "下列法术可由任何能获得所需等级法术槽的阶级施放。",
	"Many other spells that already exist in the Player's Handbook are ideal for use with player-owned structures. The following is a list of spells to consider when building and maintaining a structure:": "在《玩家手册》中已经存在的许多其他法术都非常适合用于玩家拥有的结构。以下是建造和维护结构时需要考虑的法术清单。",
	"{@spell Arcane Lock}, {@spell forbiddance}, {@spell glyph of warding}, {@spell guards and wards}, {@spell hallow}, {@spell mirage arcane}, {@spell Mordenkainen's faithful hound}, {@spell Mordenkainen's private sanctum}, {@spell programmed illusion}, {@spell symbol} and {@spell teleportation circle} are all spells that contribute well to an owned structure in different ways.": "{@spell Arcane Lock}、{@spell forbiddance}、{@spell glyph of warding}、{@spell guards and wards}、{@spell hallow}、{@spell mirage arcane}、{@spell Mordenkainen's faithful hound}、{@spell Mordenkainen's private sanctum}、{@spell programmed illusion}、{@spell symbol}和{@spell teleportation circle}都是以不同方式对自有结构有良好贡献的法术。",
	"In addition, a spell that must be cast every day for a year to take permanent effect only needs to be cast every day for 30 days within a structure that you own.": "此外，一个必须在一年内每天施放才能永久生效的法术，只需要在你拥有的建筑内每天施放30天。",
	"Running a structure is an expensive enterprise, and one that can become unprofitable if not done with money in mind. In addition to the way some rooms inherently generate income, below are a few more ways to help your structure make a profit.": "运行一个结构是一个昂贵的企业，如果不考虑到钱的问题，就会变得无利可图。除了一些房间固有的创收方式外，下面还有一些方法可以帮助你的结构赚取利润。",
	"If your structure is one that draws daily visitors in the form of worshippers or students, you can demand a fee each day for the services they receive. This could range from 1 sp a day for a poor man's shrine to 10 gp daily for a world-class arcane education. A shrine or temple may receive 50-250 visitors in a day, while even a large college or school should expect a maximum of 200 students. Keep in mind that higher prices may attract less visitors.": "如果你的结构是一个每天吸引崇拜者或学生的结构，你可以要求他们每天为你的服务付费。这可能包括从穷人的神庙每天1英镑到世界级的奥术教育每天10英镑不等。一个神社或寺庙一天可能会接待50-250名游客，而即使是一个大型的学院或学校，也应该期望最多有200名学生。请记住，较高的价格可能会吸引较少的游客。",
	"Merchants and travelers must pay coin for the right to use toll roads near your structure. A small fine of 1 cp is typical of most toll roads, but some lucrative trade routes charge exorbitant fees of up to 5 gp. Traffic varies on most roads from 2 to 200 traveling groups a day depending on logistics and economic factors. Most merchants will do everything they can to avoid paying a pricey toll, and placing too exorbitant a toll near your structure may cause a reduction in the quality of your merchants, as listed in {@book The Invisible Hand at Work|FT&S|3|The invisible hand at work} optional rule.": "商人和旅行者必须为使用你的建筑附近的收费道路的权利支付硬币。大多数收费公路的典型情况是1cp的小额罚款，但一些利润丰厚的贸易路线会收取高达5gp的高额费用。根据物流和经济因素，大多数道路上的交通量从每天2到200个旅行团不等。大多数商人会想方设法避免支付昂贵的过路费，在你的建筑附近放置过于昂贵的过路费可能会导致你的商人质量下降，如{@book The Invisible Hand at Work|FT&S|3|The invisible hand at work}可选规则中所列。",
	"Nearby villages could pay taxes for protection to a military presence in the region. Taxes could run from a reasonable 2 sp a day to an extreme 10 gp daily. The larger a nearby population center is, the more willing and able it would be to pay a greater tax. Take warning that peasants feeling taxes are unfair are very prone to violent revolt.": "附近的村庄可以为保护该地区的军事存在而交税。税收可以从合理的每天2SP到极端的每天10GP。附近的人口中心越大，就越愿意和能够支付更多的税。请注意，认为税收不公平的农民非常容易发生暴力反抗。",
	"As always, dungeon masters should remain open to player ideas, particularly on how to use a structure. Players will undoubtedly have ideas not covered here, and it is up to the DM to accommodate them however they can.": "一如既往，地牢管理员应该对玩家的想法保持开放，特别是关于如何使用结构的想法。玩家无疑会有这里没有涉及到的想法，这就需要管理员尽可能地满足他们的要求。",
	"Photoshop & design by /u/the_singular_anyone": "Photoshop & 设计 by /u/the_singular_anyone",
	"Visit {@b Walrock Homebrew} for more! {@link http://walrock-homebrew.blogspot.com}": "访问{@b Walrock Homebrew}了解更多! {@link http://walrock-homebrew.blogspot.com}",
	"Thanks to the kind folks of reddit, /tg/, and tumblr, to /u/Smyris for their resource pack, and to /u/skybug12 for their Photoshop guide!": "感谢reddit、/tg/和tumblr的好心人，感谢/u/Smyris提供的资源包，以及/u/skybug12提供的Photoshop指南!",
	"A religious retreat for those so inclined. Often dedicated to a particular deity or holy or monastic order. Made plain or ornate, befitting its order, out of local stone or wood. Contains mostly communal living quarters for up to 100 persons, and a free garden that costs neither room points or gold.": "为有此倾向的人提供的宗教静修。通常是为某一特定的神灵或圣洁的或修道会而设。用当地的石头或木头制成或朴素或华丽，以适应其秩序。主要包括可容纳100人的公共生活区，以及一个免费的花园，不需要花费房间点数或黄金。",
	"A center of scholarly learning, concerned with a particular vocation, magical practice, or bardic tradition. Contains lavish private quarters for up to 10 instructors and communal, if not entirely stark, living for up to 90 students. Comes with a a free theater that costs neither room points nor gold.": "一个学术学习的中心，涉及到一个特定的职业、魔法实践或吟游诗人传统。这里有可供10名导师居住的豪华私人住所，也有可供90名学生居住的公共场所，即使不是完全呆板。附带一个免费的剧院，不需要花费房间点数或金币。",
	"A small to medium cozy hovel, shop, or home that can house a maximum of 5 people in close quarters. Made of thatch, lumber, brick, or similar. After you build this structure, you may later build one room at half of its normal gold cost here.": "一种小型到中型的舒适小屋、商店或住宅，最多可以容纳5个人，而且距离很近。由茅草、木材、砖块或类似材料制成。在你建造这个建筑后，你以后可以在这里以正常黄金成本的一半建造一个房间。",
	"An underground dwelling, dank, pungent, and dark. Perhaps composed of mineshafts, carved stone, or ancient sunken ruins. Dimly lit by torches, lava, or phosphorescent fungi. Contains communal living quarters for up to 50 tightly packed humanoids, and free jails that cost neither room points nor gold.": "一个地下住所，潮湿、刺鼻、黑暗。也许是由矿井、雕刻的石头或古老的沉没的废墟组成。由火把、熔岩或磷光真菌提供微弱的照明。这里有可容纳50人的公共生活区，以及不需要花费房间点数和金币的免费监狱。",
	"A large and often-storied house dedicated to housing members of a guild, typically all of a single profession or adventurous bent. Contains semi-private quarters for up to 25 individuals, and a free dining hall that costs neither room points nor gold.": "一个大型的、通常是多层的房子，专门用来容纳一个公会的成员，通常都是单一的职业或冒险的倾向。包括最多可容纳25人的半私人住所，以及一个不需要花费房间点数或金币的免费餐厅。",
	"Fit to rule over a fiefdom or barony, this structure is equipped with heavy stone walls, turrets, and spires. There is a private room for the master of the keep, as well as private rooms for up to 50 distinguished guests. This structure may also house up to 450 servants or men-at-arms in less comfortable, occasionally communal living space. This structure comes with a free war room that costs neither room points nor gold.": "这个建筑适合统治一个封地或男爵领地，它配备了厚重的石墙、塔楼和尖塔。这里有一个供庄园主人使用的私人房间，以及供50位尊贵客人使用的私人房间。这个建筑也可以容纳450名仆人或军士，在不太舒适的、偶尔是公共的生活空间。这个建筑有一个免费的战争室，既不需要房间点数，也不需要金币。",
	"A fine manor house on a wide tract of land, expertly manicured or tailored how you wish. Contains private rooms for up to 15 individuals, as well as lower quality and well hidden semi-private quarters for a serving staff of up to 35 per- sons. Comes with a free library that costs neither room points nor gold.": "一座位于广阔土地上的精美庄园，经过专业修剪或按你的意愿定制。包括最多可容纳15人的私人房间，以及可容纳35人的服务人员的低质量和隐蔽的半私人住所。附带一个免费的图书馆，既不需要房间点数也不需要金币。",
	"A forward, rough military establishment hewn from rock or timber, this structure isa friendly presence in a hostile land. Contains private quarters for up to 25 officers and common bunks for up to 225 soldiers and staff. This structure comes with a free armory that costs neither room points nor gold.": "这是一个由岩石或木材凿成的前卫、粗糙的军事设施，是敌对土地上的友好存在。它包括最多可容纳25名军官的私人住所和最多可容纳225名士兵和工作人员的普通床铺。这个建筑有一个免费的军械库，不需要花费房间点数或金币。",
	"An opulent, beautiful, enormous structure, the worthy seat of a kingdom or empire. Contains personal chambers for the structure's owners, private quarters for up to 200 distinguished guests, and somewhat shabby residences for up to 1,800 servants and soldiers. This structure comes with one free room of your choice, so long as the room would typically cost only 1 room point. This room then costs neither room points nor gold.": "一个富丽堂皇、美丽、巨大的建筑，是一个王国或帝国的所在地。它包含了建筑主人的个人房间，最多可容纳200名贵宾的私人住所，以及最多可容纳1800名仆人和士兵的简陋住所。这个建筑有一个免费的房间供你选择，只要这个房间通常只花费1个房间点数。这个房间既不需要房间点数，也不需要黄金。",
	"A large, solemn place carved in the image of a god or gods, decorated to suit their personalities, using whichever materials, forms, and iconography that the associated deities find most pleasing. Contains communal bunks suitable for up to 100 pilgrims or acolytes, and private quarters for up to 25 ranking members of the clergy. Comes with a free chapel that costs neither room points nor gold.": "一个大型的、庄严的场所，以一个或多个神的形象雕刻而成，根据他们的个性进行装饰，使用相关神灵认为最讨人喜欢的任何材料、形式和图腾。这里有适合100名朝圣者或信徒的公共床铺，以及适合25名高级神职人员的私人住所。附带一个免费的小教堂，不需要花费房间点数或金币。",
	"A large single spire set somewhere high and remote with an excellent view, fortified towers are typically used as military lookouts, wizard's spires, or immense lighthouses. Includes private rooms for up to 25 occupants; tightly-packed bunks for up to 100 visitors, acolytes, or staff; and a stables that costs neither room points nor gold.": "坚固的塔楼是一个大型的单体尖顶，设置在高处和偏远的地方，视野极佳，通常被用作军事瞭望台，巫师的尖顶，或巨大的灯塔。包括最多可容纳25人的私人房间；最多可容纳100名访客、圣徒或工作人员的紧凑的床铺；以及一个既不需要房间点数也不需要金币的马厩。",
	"Either a single, large building or a simple and colorfully adorned set of shacks, tents, or shops set up against a harbor, river, or crossroads, each holding wares ranging from astounding to mundane. Comes equipped with private lodging for 5 important persons and bunks or hammocks for up to 45 travelers, traders, or passing merchants. This structure also includes either a caravansary or lodgings that cost neither room points nor gold.": "既可以是单一的大型建筑，也可以是简单的、装饰丰富的棚屋、帐篷或商店，靠着港口、河流或十字路口而建，每个人都持有从惊奇到平凡的商品。装备有可供5个重要人物居住的私人住所，以及可供45个旅行者、商人或过路商人居住的床铺或吊床。这个建筑还包括一个商队或既不花费房间点数也不花费金币的住所。",
	"1 room point": "1个房间点",
	"All transmutation spells cast within this room by the owners of this structure and their allies have twice their normal duration, and half their normal materials cost. In addition, {@item alchemist's supplies|phb}, a {@item poisoner's kit|phb} and an {@item herbalism kit|phb} are always considered to be present here, and within this room any checks with these tools are made with advantage by individuals who have proficiency with them.": "这个建筑的主人和他们的盟友在这个房间里施展的所有转化法术都有两倍的正常持续时间，以及一半的正常材料成本。此外，{@item alchemist's supplies|phb}、一个{@item poisoner's kit|phb}和一个{@item herbalism kit|phb}总是被认为存在于这里，在这个房间里，任何使用这些工具的检查都是由精通这些工具的人进行的，具有优势。",
	"herbalist, witch's hut.": "草药师，女巫的小屋。",
	"1 or 2 room points": "1或2个房间点",
	"15 or 30 days": "15天或30天",
	"This room allows creatures to be held securely and safely, whether or not they desire to be, until you choose to release them. The creatures held here may be of any type other than humanoid. This room may hold five creatures sized small, three sized medium, or one sized large. If built using two room points, this capacity is doubled and the pens may also instead house one huge creature. This room does not automatically include creatures, which must be acquired though other means. You may buy and construct this room multiple times.": "这个房间允许生物被安全地关押，无论它们是否愿意，直到你选择释放它们。被关在这里的生物可以是除人形以外的任何类型。这个房间可以容纳五个小型生物，三个中型生物，或一个大型生物。如果使用两个房间点数建造，这个容量就会翻倍，而且这个房间也可以容纳一个巨大的生物。这个房间并不自动包括生物，这些生物必须通过其他途径获得。你可以多次购买和建造这个房间。",
	"monster cage, griffin roost, dragon trap, kennels, aviary, rookery.": "怪物笼，狮鹫巢穴，龙的陷阱，狗舍，鸟舍，鸡舍。",
	"Choose abjuration, conjuration, enchantment, or illusion. While present in this room, spells in the chosen school cast by the owners of this structure and their allies have twice their normal duration, and half their normal materials cost. Arcana checks made here that del with this chosen school of magic have advantage. This room may be build multiple times, and each time a different school must be chosen.": "选择咒语、法术、魔法或幻术。当在这个房间里时，这个建筑的主人和他们的盟友施展的所选流派的法术具有两倍的正常持续时间，以及一半的正常材料成本。在此进行的奥术检查，如果与所选择的魔法流派相关，则具有优势。这个房间可以建造多次，但每次都必须选择不同的流派。",
	"binding circe, interrogation chamber, mirror maze.": "捆绑圈，审讯室，镜子迷宫。",
	"When the structure is under attack, any hireling that is not a spellcaster or soldier and that the structure requires for maintenance may visit the armory and afterwards count as a {@creature guard}. Hirelings equipped in this way may also be used offensively rather than simply in defense of the structure. Doing so deprives a structure of its hireling staff, however, and removing more than a quarter of your structure's hirelings from its grounds will cause any other benefits the structure provides to cease, as the hirelings left behind struggle to cover for those absent.": "当该建筑受到攻击时，任何非施法者或士兵的雇佣者，如果该建筑需要维护，可以去军械库，之后算作（%0%）。以这种方式装备的雇佣兵也可以被用于进攻，而不是简单地用于防御该结构。然而，这样做会使一个建筑失去它的雇佣兵，从它的地面上移走超过四分之一的雇佣兵会导致该建筑提供的任何其他好处停止，因为留下的雇佣兵会努力弥补那些缺席的雇佣兵。",
	"2 room points": "2个房间点",
	"This room contains four 30-foot by 40-foot vaults, each with a 20-foot tall ceiling. The owner if this structure and their allies may stash any amount of gold or reasonably-sized treasure in one of the vaults, which requires a key to access (one key comes standard with each vault). Unguarded vaults may broken into with {@item thieves' tools|phb} by making five successful DC 15 Dexterity checks within an hour. The vault doors are a three-foot thick, 5-foot radius circle of steel by default, with an AC of 19 and 25 hit points. When you first build this room, or as a room modification at a later time, you ay expend an additional 2,500 gp and 15 days of effort to build mithral doors (AC of 21, 50 hit points) for the vaults, or you may expend an additional 5,000 gp and 30 days of effort to build the vaults with adamantine doors (AC of 23, 100 hit points).": "这个房间包含四个30英尺×40英尺的金库，每个金库都有一个20英尺高的天花板。这个建筑的主人和他们的盟友可以把任何数量的黄金或合理大小的财宝藏在其中一个金库里，这需要一把钥匙才能进入（每个金库都有一把标准钥匙）。无人看守的金库可以在一小时内通过5次成功的DC15灵巧检查而被破门而入，比例为0%。金库的门默认是一个三英尺厚、半径为5英尺的钢圈，AC为19，命中率为25。当你第一次建造这个房间时，或者作为以后的房间改造，你可以额外花费2500金币和15天的努力为金库建造米塔尔门（AC为21，命中率为50），或者你可以额外花费5000金币和30天的努力为金库建造金刚砂门（AC为23，命中率为100）。",
	"In addition, if this room is staffed with at least 10 skilled hirelings trained in either Insight or Investigation, the room generates an income equal to 5% of the total currency stored there, every 60 days.": "此外，如果这个房间配备了至少10名受过洞察力或调查训练的熟练雇工，那么这个房间每60天就会产生相当于存放在这里的货币总额5%的收入。",
	"treasure hoard.": "宝藏囤积。",
	"While taking a short rest within this room, the owner of this structure and their allies double the hit points they regain from using hit dice (including those granted by Constitution modifiers). Additionally, taking a short rest within this room grants a number of temporary hit points equal to the structure's total possible room points. These temporary hit points last until they are lost, or until the next long rest.": "当在这个房间内进行短暂休息时，这个建筑的主人和他们的盟友会将他们从使用命中骰子中恢复的命中点数加倍（包括由宪法修改器赋予的命中点数）。此外，在这个房间内进行短暂休息时，可以获得与该结构可能的房间总点数相等的临时打击点数。这些临时命中率会一直持续到它们消失为止，或者直到下一次长时间休息。",
	"festhall, hospital.": "Festhall，医院。",
	"Those that spend at least an hour sparring or training here become conditioned for battle, which lasts until their next long rest. When a creature that is conditioned for battle rolls initiative, it has advantage on the first attack it makes on its first turn in combat.": "那些在这里花了至少一个小时的时间进行拼斗或训练的人，会成为战斗状态，这将持续到他们的下一次长时间休息。当处于战斗状态的生物进行主动掷骰子时，它在战斗的第一个回合所进行的第一次攻击中具有优势。",
	"training grounds.": "训练场。",
	"When you first build this room, choose one merchant from the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|3} section. This merchant is in permanent residence at your structure, though the quality of their goods changes every / days. If the merchant's goods are of a quality less than medium, you may reroll any number of times until you receive a result of medium or greater quality.": "当你第一次建造这个房间时，从{@book Traders and Merchants|FT&S|3}部分的{@table Merchants|FT&S}表格中选择一个商人。这个商人在你的建筑中长期居住，不过他们的货物质量每隔/天就会改变。如果该商人的货物质量低于中等，你可以任意重掷，直到你得到中等或更高的质量。",
	"You may change the merchant in residence here at a later time by paying 1,000 gp to renovate the boutique. This process leaves the boutique unavailable for 15 days, after which a new merchant is selected, as they were when this room was first created.": "你可以在以后的时间里通过支付1,000金币来改变住在这里的商人，以翻新这个精品店。这个过程会让精品店在15天内无法使用，之后会选择一个新的商人，就像他们最初创建这个房间时那样。",
	"If your structure is located in an area that can reasonably expect trade, this room generates an income of {@dice 30*3d4|30 gp x 3d4} every 30 days. This room may be built multiple times.": "如果你的建筑位于一个可以合理预期贸易的区域，这个房间每30天就会产生{@dice 30*3d4|30 gp x 3d4}的收入。这个房间可以建造多次。",
	"brightsmith, boat house, cafe, coach house, quartermaster, tinker's shop.": "灯匠，船屋，咖啡馆，马车房，军需官，工匠铺。",
	"1 room points": "1个房间点",
	"Roll four times on the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|3} section. These merchants are present at this location for 7 days, after which they depart and four new randomly-rolled merchants arrive, continuing this pattern every 7 days.": "在{@book Traders and Merchants|FT&S|3}部分的{@table Merchants|FT&S}表上滚动四次。这些商人在这个地方停留7天，之后他们离开，四个新的随机滚动的商人到达，每7天继续这个模式。",
	"This room generates an income of {@dice 20*2d10|20 gp x 2d10} every 30 days.": "这个房间每30天产生的收入为（%0%）。",
	"Dead bodies may be interred here, and suffer no degradation for the purposes of necromancy spells. When this room is first built, it comes with five skeletal servants, each one counting as an unpaid, unskilled hireling for any structure or room requirements. These servants have an AC of 10, 1 hit point, and a Strength of 8, and cannot speak or attack (unless equipped by the Armory and doing so in defense of your structure). The servants do as commanded by the owner of the structure and their allies, and stand motionless in place if commands conflict, waiting until new commands are given. These skeletal servants can perform simple tasks that a human servant could do, such as fetching things, cleaning, mending, folding clothes, lighting fires, serving food, and pouring wine. If a skeletal servant leaves the structure it was created in for more than 7 consecutive days, it disintegrates into dust.": "死尸可以被安放在这里，并且不会因为死灵法术的目的而受到贬损。当这个房间第一次建成时，它有五个骷髅仆人，每个都算作一个无偿的、不熟练的雇佣者，以满足任何结构或房间的要求。这些仆人有一个10的AC，1的命中率和8的力量，不能说话或攻击（除非由军械库装备，并且是为了保卫你的结构）。这些仆人按照建筑主人和他们的盟友的命令行事，如果命令发生冲突，他们会站在原地一动不动，直到新的命令发出。这些骷髅仆人可以执行人类仆人可以做的简单任务，如取物、清洁、修补、折叠衣服、点火、提供食物和倒酒。如果一个骷髅仆人离开它被创造的结构连续超过7天，它就会瓦解成灰尘。",
	"Every 30 days on the advent of a full moon (or other celestial event of equal significance), an hour-long ritual may be performed by any character or hireling that can cast at least one necromancy spell. When the ritual is complete, it raises an additional five skeletal servants (if there are an adequate number of dead humanoid bodies entombed in this room) that join the others in the service of your structure. A structure may have a maximum number of functioning skeletal servants equal to 20 times the structure's total number of room points.": "每隔30天，在满月（或其他具有同等意义的天体事件）来临之际，任何能够施展至少一个死灵法术的角色或雇佣者都可以进行一个小时的仪式。仪式完成后，它将升起额外的五个骷髅仆人（如果这个房间里有足够数量的人形死尸），他们将加入其他的人，为你的建筑服务。一个建筑最多可以拥有相当于该建筑房间总点数20倍的有效骷髅仆人。",
	"tombs, bonepile.": "墓葬，骨殖堆。",
	"This room is under the effects of a permanent {@spell hallow} spell, the details of which are decided upon when the construction of this room is completed. {@skill Religion} checks made here that deal with the lore surrounding the deity, philosophy, or religion the chapel is associated with have advantage. This room may be built multiple times, and each time a different religion or philosophy for the chapel may be chosen.": "这个房间受到一个永久的{@spell hallow}法术的影响，其细节在这个房间的建造完成后决定。(在这里进行的与神灵、哲学、或与小教堂相关的宗教的传说有关的检查有优势。这个房间可以建造多次，每次都可以为小教堂选择不同的宗教或哲学。",
	"If parishioners visit this room and provide tithes, this room generates an income of {@dice 10*4d6|10 gp x 4d6} every 30 days.": "如果教友访问这个房间并提供什一奉献，这个房间每30天就会产生（%0%）的收入。",
	"shrine, spirit lodge, dark altar.": "神殿，灵魂小屋，黑暗祭坛。",
	"Knowledge of clockwork technology, a structure with at least 3 total room points": "对钟表技术的了解，一个至少有3个总房点的结构",
	"The presence of a clock tower greatly increases the efficiency of your workforce and thus your entire structure, requiring you to spend less on maintenance and wages to achieve the same effect. Reduce the total amount the structure's hirelings must be paid by 10 gp daily.": "钟楼的存在极大地提高了你的劳动力的效率，从而提高了你的整个结构的效率，需要你在维护和工资上花更少的钱来达到同样的效果。减少结构的雇工每天必须支付的总金额，即10戈比。",
	"Every 7 days, a banquet may be held in this room. The owner of this structure rolls {@dice 1d4} (or {@dice 1d8} if the banquet includes a meal prepared by an individual with proficiency in {@item cook's utensils|phb}), and divides out the result as points of inspiration to those present. Only one point of inspiration may be given to any one individual.": "每7天，在这个房间里可以举行一次宴会。这个建筑的主人会掷出{@dice 1d4}(如果宴会包括由精通{@item cook's utensils|phb}的人准备的食物，则为{@dice 1d8})，并将结果分给在场的人作为灵感点。任何一个人只能得到一个灵感点。",
	"If the meal would have special, beneficial properties (as with the {@spell goodberry} spell or similar), those properties apply to all individuals present that consume the meal.": "如果这顿饭有特殊的、有益的属性（如{@spell goodberry}咒语或类似的），这些属性适用于在场的所有食用这顿饭的人。",
	"ball room, mess hall": "宴会厅、食堂",
	"Knowledge of air travel technology, a structure with at least 3 total room points.": "有关航空旅行技术的知识，一个至少有3个房间总分的结构。",
	"A number of airships equal to your structure's total room points may moor safely at this room, which is likely a spire or free-floating dock. Mechanical elevators and cranes are also present to raise and lower cargo. Roll once on the {@table Merchants|FT&S} in the {@book Traders and Merchants|FT&S|3} section. This merchant is present for 7 days, after which they depart and a new randomly-rolled merchant arrives, continuing this pattern every 7 days.": "相当于你的结构总房间点数的飞艇数量可以安全地停泊在这个房间，它可能是一个尖顶或自由漂浮的码头。机械电梯和起重机也在这里，用于提升和降低货物。在{@book Traders and Merchants|FT&S|3}部分的{@table Merchants|FT&S}上滚动一次。这个商人存在7天，之后他们离开，一个新的随机滚动的商人到来，每7天继续这种模式。",
	"This room generates an income of {@dice 15*2d10|15 gp x 2d10} every 30 days.": "这个房间每30天产生的收入为（%0%）。",
	"Knowledge of planar travel technology, a structure with at least 3 total room points.": "对平面旅行技术的了解，一个至少有3个总房间点的结构。",
	"A number of spelljammers or similar dimensional ships equal to your structure's total room points may moor safely at this room, which is likely an immense hangar or free-floating dock build into a stable portal to another realm. Roll once on the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|3} section. This merchant is present for 7 days, after which they depart and a new randomly-rolled merchant arrives, continuing this pattern every 7 days.": "相当于你的结构总房间点数的咒语干扰器或类似的维度船只可以安全地停泊在这个房间，它可能是一个巨大的机库或自由漂浮的码头，被建造成一个稳定的门户，通往另一个领域。在{@book Traders and Merchants|FT&S|3}部分的{@table Merchants|FT&S}表上滚动一次。这个商人在这里停留7天，之后他们离开，一个新的随机滚动的商人到来，每7天继续这个模式。",
	"This room generates an income of {@dice 20*2d8|20 gp x 2d8} in strange currency (such as electrum or fragments of astral diamonds) every 30 days.": "这个房间每30天会产生{@dice 20*2d8|20 gp x 2d8}的奇怪货币(如电子货币或星际钻石碎片)的收入。",
	"Structure must be adjacent to water": "结构必须与水相邻",
	"A number of ships equal to twice your structure's total room points may lay anchor safely at this room, which is likely a harbor or waterfront. Roll twice on the {@table Merchants|FT&S} in the {@book Traders and Merchants|FT&S|3} section. These merchants are present for 7 days, after which they depart and two new randomly-rolled merchant arrives, continuing this pattern every 7 days.": "相当于你的结构总房间点数两倍的船只可以在这个房间安全停泊，这个房间可能是一个港口或海滨。在{@book Traders and Merchants|FT&S|3}部分的{@table Merchants|FT&S}上滚动两次。这些商人存在7天，之后他们离开，两个新的随机滚动的商人到来，每7天继续这种模式。",
	"This room generates an income of {@dice 25*2d10|25 gp x 2d10} every 30 days.": "这个房间每30天产生的收入为（%0%）。",
	"A secret tunnel runs from a point in your structure you choose to another point outside within a mile, also of your choosing. This room automatically benefits from the Hidden improvement.": "一条秘密通道从你选择的结构中的一个点到外面一英里内的另一个点，也是由你选择。这个房间会自动受益于隐藏的改进。",
	"escape portal.": "逃生门。",
	"Contains an assortment of herbs and grown vegetables. Every 30 days, the garden provides enough ingredients to make either 10 potions of common quality, 4 potions of uncommon quality, or one potion of rare quality.": "包含各种各样的草药和种植的蔬菜。每隔30天，花园会提供足够的材料来制作10种普通品质的药水，4种不普通品质的药水，或者一种稀有品质的药水。",
	"After the herbs have been picked, the chosen potions must be successfully brewed as a batch with an {@item alchemist's supplies|phb} check. The DC for this check is 10 for common potions, 15 for uncommon potions, and 20 for a rare potion. A failure destroys the herbs gathered from the garden until they regrow after another 30 days. Your DM may rule that certain potions are unable to be brewed with herbs from the garden. You may build this room more than once.": "草药采摘完毕后，必须用{@item alchemist's supplies|phb}的检定来成功酿造所选的药水。这个检查的DC对于普通药水是10，对于不常见的药水是15，对于稀有药水是20。如果失败，从花园中收集的草药就会被销毁，直到它们在30天后重新生长。你的管理员可能会规定某些药水不能用花园里的草药来酿制。你可以不止一次建造这个房间。",
	"greenhouse, druidic grove.": "温室，德鲁伊小树林。",
	"Dead bodies may be interred here, and suffer no degradation for the purposes of necromancy spells. If the graveyard is empty, it can be assumed to contain an additional {@dice 1d8} bodies every 7 days. When cast in this room by the owner of this structure or their allies, the spells {@spell animate dead} and {@spell create undead} each create an additional undead minion of the lowest possible CR. Additionally, {@skill Arcana} or {@skill Religion} checks made here that deal with necromancy or the dead have advantage.": "尸体可以被安葬在这里，并且不会因为死灵法术的目的而遭受退化。如果墓地是空的，可以假定它每7天会有一个额外的{@dice 1d8}尸体。当这个建筑的主人或他们的盟友在这个房间里施法时，{@spell animate dead}和{@spell create undead}的法术都会额外创造一个最低CR的亡灵小兵。此外，在此进行的{@skill Arcana}或{@skill Religion}与亡灵魔法或亡灵有关的检查具有优势。",
	"crypt, mausoleum, necromancer's laboratory.": "墓穴，陵墓，死灵法师的实验室。",
	"You have cells available to securely hold a number of humanoids up to five times your structure's total room points. Prisoners may only escape if they are unguarded, and either have access to this room's key (five of which come with this room), or by using {@item thieves' tools|phb} to make four successful DC 15 Dexterity checks.": "你有牢房可以安全地关押一定数量的人形生物，最多为你的结构总房间点数的五倍。囚犯只有在无人看守的情况下才可以逃跑，并且可以获得这个房间的钥匙（这个房间有五把钥匙），或者通过使用（%0%）进行四次成功的DC15灵巧检查。",
	"This room is equipped for non-magical humanoids, and will not thwart magical attempts at escape unless the appropriate wards under the {@reward Warded or Spell-Bound|FT&S} improvement are purchased for this room.": "这个房间是为非魔法人类装备的，除非为这个房间购买了{@reward Warded or Spell-Bound|FT&S}改进下的适当防护装置，否则不会阻挡魔法的逃跑企图。",
	"prison, torture chamber, sacrifice pit.": "监狱，刑场，祭祀坑。",
	"When taking at least an hour to perform an Intelligence or Wisdom check to find specific knowledge within this room, you gain advantage on the roll. Even if you do not (or cannot) succeed on this roll, you can typically uncover a hint as to where else in the world this information can be found.": "当你花了至少一个小时来进行智力或智慧检查以寻找这个房间里的特定知识时，你会在检查中获得优势。即使你没有（或不能）成功，你通常也能发现一个提示，说明在这个世界上的其他地方可以找到这些信息。",
	"archives, museum.": "档案馆，博物馆。",
	"Ships traveling on water that are allied with the owner of this structure and are within a distance of this structure equal to two days of normal travel are able to navigate more accurately with the presence of a lighthouse. Within this distance, these ships can travel twice as fast without worrying about the dangers the sea presents, doubling their effective speed while not in combat.": "在水面上行驶的船只，如果与该建筑的主人结盟，并且在该建筑的距离相当于两天的正常行程，就能够因为灯塔的存在而更准确地航行。在这个距离内，这些船只可以以两倍的速度行驶，而不用担心大海带来的危险，在非战斗状态下，其有效速度会翻倍。",
	"beacon.": "信标。",
	"This room may hold and house either an additional 50 hirelings or individuals in communal bunks, or it may hold up to 24 hirelings or individuals in six private bedrooms, up to 4 persons per bedroom. You choose one of these options when you first build this room.": "这个房间可以容纳和安置额外的50名雇工或个人在公共床铺上，或者可以容纳24名雇工或个人在六个私人卧室里，每个卧室最多4人。当你第一次建造这个房间时，你可以选择其中一个选项。",
	"If you build this room in a structure that can reasonably expect paying travelers, you choose to provide private bedrooms, and no more than four of your hirelings live in this room, this room then generates an income of {@dice 30*1d10|30 gp x 1d10} every 30 days. This room might be built multiple times.": "如果你把这个房间建在一个可以合理预期付费旅行者的结构中，你选择提供私人卧室，并且你的雇工中不超过四个人住在这个房间里，那么这个房间每30天就会产生（%0%）的收入。这个房间可以建造多次。",
	"barracks, guest rooms, spare cots, servant's quarters.": "营房、客房、备用床铺、仆人的宿舍。",
	"A spellcaster hireling or a character with the Spellcasting or Pact Magic features may use this room to make any magic item that is not a potion or artifact. Crafting magic items requires the ability to cast at least one spell of a certain level, with higher level spells corresponding to rarer items. The gold cost, time necessary, and spell slot requirements are as follows:": "一个施法者雇佣者或具有施法或契约魔法特征的角色可以使用这个房间来制作任何不是药水或神器的魔法物品。制作魔法物品需要有能力施放至少一个特定等级的法术，更高等级的法术对应于更稀有的物品。金币成本、所需时间和法术槽要求如下。",
	"Common": "普通",
	"Uncommon": "不常见",
	"Very rare": "非常罕见",
	"Legendary": "传说中的",
	"altar of blessings.": "祝福的祭坛。",
	"Choose three merchants from the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|3} section. These merchants are in permanent residence at your structure, though the quality of their goods changes every 7 days.": "从{@book Traders and Merchants|FT&S|3}部分的{@table Merchants|FT&S}表格中选择三个商人。这些商人在你的结构中长期居住，尽管他们的商品质量每7天就会改变。",
	"If your structure is located in an area that can reasonably expect trade, this room generates an income of {@dice 30*2d6|30 gp x 2d6} every 30 days. This room may be built multiple times.": "如果你的建筑位于一个可以合理预期贸易的区域，这个房间每30天就会产生{@dice 30*2d6|30 gp x 2d6}的收入。这个房间可以建造多次。",
	"shops.": "商店。",
	"One raw resource (wood, metal, grain, fish, wool, gems, or similar) harvested and under the control of the owner of this structure or their allies, within 7 days' travel of the structure.": "在该建筑的7天行程内，有一种原始资源（木材、金属、谷物、鱼、羊毛、宝石或类似的东西）被收获并在该建筑主人或其盟友的控制之下。",
	"If this room is fully staffed by at least 10 unskilled hirelings and at least 3 skilled hirelings proficient in a relevant set of {@item Artisan's Tools|phb}, it can produce refined materials from available raw resources. If these raw resources are supplied, the mill can generate salable materials worth {@dice 1d10*100|1d10 x 100 gp} every 30 days. These materials may be sold to interested buyers, consumed in place of hirelings' wages if they are food, or used in place of gold cost for crafting, if applicable. This room may be built multiple times.": "如果这个房间至少有10个非熟练雇佣者和至少3个熟练雇佣者精通一套相关的{@item Artisan's Tools|phb}，它就可以用现有的原材料生产精制材料。如果这些原材料得到供应，工厂每30天可以产生价值（1%）的可销售材料。这些材料可以卖给有兴趣的买家，如果是食物的话，可以用来代替雇工的工资，如果适用的话，可以用来代替手工制作的黄金成本。这个房间可以建造多次。",
	"cannery, loom, lumber mill, mint, smelter, windmill.": "罐头厂，织布机，木材厂，造币厂，冶炼厂，风车。",
	"Every 30 days, this room provides enough ingredients (as listed) from one of the following groups:": "每隔30天，这个房间就会从以下一个组别中提供足够的食材（如表）。",
	"Once the ingredients are harvested, they must be successfully brewed as a single batch with an {@item alchemist's supplies|phb} or {@item poisoner's kit|phb} check. This check's DC is listed with the items it creates, and if this check fails, it destroys gathered ingredients used to brew the items until a new batch regrows after 30 days. The majority of these items are in the Dungeon Master's Guide, pages 257-258. You may build this room more than once.": "一旦收获了原料，必须用{@item alchemist's supplies|phb}或{@item poisoner's kit|phb}的检定来成功酿造一批。这个检定的DC与它所创造的物品一起列出，如果这个检定失败，它就会毁掉用于酿造物品的收集的原料，直到30天后重新长出一批新的原料。这些物品的大部分都在《地下城管理员指南》第257-258页。你可以不止一次地建造这个房间。",
	"Spells may be cast as rituals in half the usual time here without expending any components that do not have an associated cost in gold. If a ritual has components with a gold cost, this cost is halved when the ritual is performed in this room. While here, the owners of this structure and their allies have advantage on all rolls required by rituals.": "咒语可以在这里作为仪式施展，时间是平时的一半，而不需要消耗任何没有相关金币成本的组件。如果一个仪式有金币成本的组件，那么在这个房间里进行仪式时，这个成本会减半。在这里，这个建筑的主人和他们的盟友在所有仪式所需的卷轴上都有优势。",
	"Creatures that dwell within a structure containing this room lead healthier lives and live in a much more sanitary environment. As such, these creatures have advantage on saving throws made against disease and the poisoned condition as long as they are within 10,000 feet from the structure.": "居住在包含这个房间的建筑中的生物会过着更健康的生活，生活在一个更卫生的环境中。因此，这些生物在对疾病和中毒状况的救赎上有优势，只要他们在离该建筑10,000英尺以内。",
	"Occasionally, strange items wash up in the sewers. Every 30 days, roll {@dice 1d6}. On a roll of 1 or 2, a random item from the {@item Trinket|phb} table on pages 160-161 if the {@i Player's Handbook} is found, intact and (mostly) clean.": "偶尔会有奇怪的物品被冲到下水道里。每30天，掷出{@dice 1d6}。在掷出1或2时，从第160-161页的{@item Trinket|phb}表中随机抽出一件物品，如果{@i Player's Handbook}被发现，完好无损且（大部分）干净。",
	"When you first make this room, choose a specific type of {@item artisan's tools|phb}, such as {@item smith's tools|phb}. These tools are always present in this room, and individuals that are proficient with these tools can create items in half the normal time while working in this room, using the crafting rules on {@book page 187 of the {@i Player's Handbook}|phb|8|crafting}. creating these items still requires paying as much as one would crafting them normally (that is to say, half their market value), but progress towards their creation when crafting here is in 10 gp increments per day, instead of 5 gp increments.": "当你第一次制作这个房间时，选择一种特定的{@item artisan's tools|phb}类型，比如{@item smith's tools|phb}。这些工具始终存在于这个房间里，精通这些工具的人在这个房间里工作时，可以用正常时间的一半创造物品，使用{@book page 187 of the {@i Player's Handbook}|phb|8|crafting}上的制作规则。创造这些物品仍然需要支付与正常制作一样多的费用（也就是说，是其市场价值的一半），但是在这里制作物品时的进展是每天以10戈比递增，而不是5戈比。",
	"If a skilled hireling proficient with an appropriate type of artisan's tools is assigned to this room, they count as a furniture and interior decor, jewelry and gems, knick-knacks, leatherworking, mechanical contraptions, medium and heavy armors, tools, vehicles and transportation, or weapons merchant (your choice) that is always present here. The quality of this merchant's wares changes every 7 days. If such a hireling is assigned, this room generates an income of {@dice 15*1d10| 15 gp x 1d10} every 30 days.": "如果一个精通相应类型工匠工具的熟练雇佣者被分配到这个房间，他们就会被算作一个家具和室内装饰、珠宝和宝石、小玩意、皮革加工、机械装置、中型和重型盔甲、工具、车辆和运输、或者武器商人（你选择），一直在这里。这个商人的商品质量每7天改变一次。如果指派了这样的雇工，这个房间每30天就会产生（%0%）的收入。",
	"This room may be built multiple times, but a different set of artisan's tools must be chosen each time.": "这个房间可以多次建造，但每次都必须选择不同的工匠工具。",
	"crafts workshop, forge.": "工艺车间，锻造。",
	"A team of at least 10 properly-skilled hirelings can build siege equipment here. The workshop may build one of the following options at any one time, the statistics for all which are found in the {@i Dungeon Master's Guide}, page 255:": "一个由至少10名有适当技能的雇佣兵组成的团队可以在这里建造攻城设备。工场在任何时候都可以建造下列选项之一，所有这些选项的统计数据都可以在第255页的{@i Dungeon Master's Guide}中找到。",
	"{@object Ballista}. Takes 15 days, costs 1,000 gp in materials and labor": "{@object Ballista}. 需要15天，花费1,000吉普的材料和劳力",
	"{@object Cannon}. Takes 15 days (and knowledge of gunpowder), costs 1,500 gp in materials and labor": "{@object Cannon}. 需要15天（和火药知识），材料和劳动力成本为1,500 gp。",
	"{@object Cauldron, suspended}. Takes 15 days costs 1,000 gp in materials and labor": "{@object Cauldron, suspended}. 需要15天的时间，花费1,000吉普的材料和劳力。",
	"{@object Mangonel}. Takes 30 days, costs 3,000 gp in materials and labor": "{@object Mangonel}. 需要30天，花费3,000吉普的材料和人工。",
	"{@object Ram}. Takes 15 days, costs 1,000 gp in materials and labor": "{@object Ram}. 需要15天，花费1,000吉普的材料和劳力",
	"{@object Siege Tower}. Takes 60 days, costs 5,000 gp in materials and labor": "{@object Siege Tower}. 需要60天，花费5,000吉普的材料和人工。",
	"{@object Trebuchet}. Takes 60 days, costs 5,000 gp in materials and labor": "{@object Trebuchet}. 需要60天，花费5,000吉普的材料和人工。",
	"Your structure may only physically house a number of siege weapons equal to its total room points at any one time.": "你的建筑在任何时候都只能实际容纳与其总房间点数相等的攻城武器数量。",
	"Your structure gains the ability to house and support horses ir other animals trained to be used as mounts, and can hold four of these creatures for each unit of your structure's maximum room points. Mounts that receive a long rest within this room have their movement speed increased by 10 feet until their next long rest. This stable does not come equipped with mounts, and mounts must be acquired by other means.": "你的建筑获得了容纳和支持马匹和其他被训练为坐骑的动物的能力，并且在你的建筑的最大房间点数中，每单位可以容纳四个这样的生物。在这个房间内得到长时间休息的坐骑，其移动速度增加10英尺，直到它们的下一次长时间休息。这个马厩不配备坐骑，坐骑必须通过其他方式获得。",
	"Taverns are a gathering place for those with quests and rumors to spread, and a typical trip to this tavern will dispense {@dice 1d4-1} of each, every 7 days. Further, the presence of a tavern gives the owner of this structure and their allies advantage on all {@skill Persuasion} checks involving those who regularly use the tavern. This is generally expected to be almost all of those that live within the structure, as well as an assortment of those that live nearby.": "酒馆是那些有任务和传言的人的聚集地，一般来说，去这个酒馆的人每7天就会分发{@dice 1d4-1}的东西。此外，酒馆的存在使这个建筑的主人和他们的盟友在所有涉及经常使用酒馆的人的{@skill Persuasion}检查中具有优势。这通常是指居住在该建筑内的几乎所有的人，以及居住在附近的各种人。",
	"If at least one appropriately skilled hireling is staffed here, they count as an alcohol and refreshment merchant, and the quality of their stock changes every 7 days. The tavern generates {@dice 2d10} of alcohol worth 5 gp each if the tavern is staffed for at least 7 days by a character or hireling proficient in {@item brewer's supplies|phb}. In addition to the kegs it creates, this room generates an income of {@dice 10*1d10|10 gp x 1d10} every 30 days if it is staffed by at least two hirelings.": "如果至少有一个有适当技能的雇工在这里工作，他们就算是酒水和点心商人，他们的存货质量每7天改变一次。如果酒馆的工作人员至少有7天是由精通（%1%）的角色或雇工担任的，那么酒馆就会产生（%0%）的酒精，每瓶价值5金币。除了它创造的酒桶之外，如果有至少两名雇工在此工作，这个房间每30天会产生{@dice 10*1d10|10 gp x 1d10}的收入。",
	"brewery, public house, speakeasy.": "酿酒厂、公馆、地下酒馆。",
	"When on stage, the owner and their allies gain advantage on all Charisma checks. In addition, when an individual on stage makes a {@skill Persuasion}, {@skill Deception}, or {@skill Performance} check with a result above 15, any of their allies present gain a point of inspiration. This latter benefit may only occur once every 7 days.": "当在舞台上时，主人和他们的盟友在所有魅力检查中获得优势。此外，当舞台上的人进行{@skill Persuasion}、{@skill Deception}或{@skill Performance}的检查，且结果超过15，他们在场的任何盟友都会获得一点灵感。这后一种好处每7天只能发生一次。",
	"lecture hall, balcony with adjacent courtyard.": "演讲厅，有阳台和相邻的院子。",
	"Soldiers friendly to the owner of this structure may have their journeys (up to 7 days) planned within this room. Doing so effectively doubles the overland speed of these soldiers, causing them to complete the planned journey in half the normal time.": "对这个建筑的主人友好的士兵可以在这个房间里计划他们的旅程（最多 7 天）。这样做可以有效地将这些士兵的陆路速度提高一倍，使他们在正常时间的一半内完成计划的旅程。",
	"In addition, when a structure that contains a war room is under attack, all creatures fighting in the structure's defense add {@dice 1d4} to their attack rolls to hit.": "此外，当包含战争室的结构受到攻击时，所有在该结构的防御中作战的生物都会在他们的攻击卷上增加（%0%）的命中率。",
	"bureaucrat's office": "官厅",
	"This room's door is actually a portal to a pocket dimension, containing the room itself. The laws of time and gravity in the expansion are yours to set, within limit, only once when you first modify the expansion. Gravity can be half or twice as strong, and time can move at half-pace to double time, relative to the outside. The room also has immunity to scrying, tracking, and similar that being located on a different plane provides.": "这个房间的门实际上是通往一个袖珍维度的门户，包含了房间本身。扩张中的时间和重力法则是由你来设定的，在限制范围内，只有在你第一次修改扩张时才有可能。引力可以是一半或两倍的强度，时间可以以一半的速度移动到两倍的时间，相对于外部。这个房间也对窥探、追踪和类似位于不同平面上的东西有免疫力。",
	"This modification may be added onto any room to hide it from view. The owner of the structure and any allies they designate know the secret to enter the hidden room. All others must first make a DC 15 Intelligence ({@skill Investigation}) check to discover the presence of a hidden chamber, followed by a DC 15 Dexterity ({@skill Sleight of Hand}) check to uncover how to enter, once they are aware of its presence.": "这种修饰可以加在任何房间上，以隐藏它不被人发现。建筑物的主人和他们指定的任何盟友知道进入隐藏房间的秘密。所有其他人必须首先进行DC15智力（（%0%））检查以发现密室的存在，然后进行DC15灵巧（（%1%））检查以发现如何进入，一旦他们意识到它的存在。",
	"This modification is built in two rooms simultaneously, though it only requires one construction cost to be paid. A secret passage makes a hidden connection between these two rooms, behind walls, under floors, and generally out of view. Similar to a {@reward Hidden|FT&S} room, the owner of this structure and any allies they designate know how to enter this secret passage from either of its entrances, and can move freely between these two rooms. All others must first ake a DC Intelligence ({@skill Investigation}) check to discover the presence of a secret passage, followed by a DC 15 Dexterity ({@skill Sleight of Hand}) check to uncover how to enter, once they are aware of it.": "这种改造是在两个房间里同时进行的，尽管它只需要支付一个建筑费用。秘密通道在这两个房间之间建立了一个隐蔽的连接，在墙壁后面，地板下面，一般来说是看不到的。与{@reward Hidden|FT&S}房间类似，这个建筑的主人和他们指定的任何盟友都知道如何从其任何一个入口进入这个秘密通道，并且可以在这两个房间之间自由移动。所有其他人必须首先进行DC智力（（%1%））检查以发现秘密通道的存在，然后进行DC 15灵巧（（%2%））检查以发现如何进入，一旦他们意识到它。",
	"You may build multiple secret passages into once room, but each passage must connect to a different room.": "你可以在一个房间里建造多个秘密通道，但每个通道必须连接到不同的房间。",
	"A structure with at least 3 total room points and a character or hireling that can cast 5th level spells": "一个总房间点数至少为3的结构和一个能施展5级法术的人物或雇工",
	"When this rune is first created, choose a command word. Any creature that touches this rune and speaks its command word may instantly teleport to any other room of their choice in the same structure that also contains a copy of this rune build as a modification in that room. All such runes within once structure share the same command word, and if only a single of these runes exists within a structure, it does nothing until at least one other rune is built in a different room.": "当这个符文第一次被创建时，选择一个命令词。任何接触到这个符文并说出其命令语的生物都可以立即传送到他们所选择的同一结构中的任何其他房间，而该房间中也包含一个作为修改的该符文的副本。一次结构中的所有这些符文都共享同一个命令词，如果一个结构中只有一个这样的符文存在，它就不会有任何作用，直到至少有一个其他符文被建在不同的房间里。",
	"Varies (see below)": "不尽相同（见下文）。",
	"Varies (see below; none if none are listed)": "不尽相同（见下文；如果没有列出，则没有）。",
	"This room contains one of the following traps, which you choose when you build this modification. Details on these traps may be found on pages 122-123 of the {@i Dungeon Master's Guide}. This modification may be built multiple times in a single room for multiple traps.": "这个房间包含以下陷阱之一，你在建造这个改造时选择。关于这些陷阱的细节可以在（%0%）的第122-123页找到。这种改造可以在一个房间内多次建造，以获得多个陷阱。",
	"{@trap Falling net}. Costs 750 gp, requires a character or hireling proficient in either {@skill Survival} or nets.": "{@trap Falling net}. 花费750金币，需要一个精通{@skill Survival}或网络的人物或雇佣者。",
	"{@trap Fire-Breathing Statue}. Costs 1,250 gp, and requires a character or hireling that either can cast at least 2nd level spells or is proficient in {@item alchemist's supplies|phb}.": "{@trap Fire-Breathing Statue}. 花费1250金币，需要一个能施展至少2级法术或精通（%1%）的角色或雇佣者。",
	"{@trap Pits|dmg|Pit, simple}. Costs 500 gp.": "{@trap Pits|dmg|Pit, simple}. 花费500金币。",
	"{@trap Pits|dmg|Pit, hidden}. Costs 1,000 gp, requires a character or hireling proficient in {@skill Survival}, {@item carpenter's tools|phb}, or {@item mason's tools|phb}.": "{@trap Pits|dmg|Pit, hidden}. 花费1,000金币，需要精通{@skill Survival}、{@item carpenter's tools|phb}或{@item mason's tools|phb}的人物或雇工。",
	"{@trap Pits|dmg|Pit, locking}. Costs 1,500 gp, requires a character or hireling proficient in {@skill Sleight of Hand}. {@item smith's tools|phb}, or {@item thieves' tools|phb}.": "{@trap Pits|dmg|Pit, locking}. 花费1,500金币，需要精通{@skill Sleight of Hand}的人物或雇工。{@item smith's tools|phb}，或{@item thieves' tools|phb}。",
	"{@trap Pits|dmg|Pit, spiked}. Costs 2,000 gp, requires a character or hireling proficient in {@skill Survival} or {@item smith's tools|phb}. If the pit is also hidden or locking, it must also meet their requirements, above.": "{@trap Pits|dmg|Pit, spiked}. 花费2,000金币，需要精通(1%)或(2%)的人物或雇工。如果这个坑也是隐藏的或锁定的，它也必须满足他们的要求，以上。",
	"{@trap Poison Darts}. Costs 1,250 gp, requires a character or hireling proficient in {@skill Survival} or the {@item poisoner's kit|phb}.": "{@trap Poison Darts}. 花费1250金币，需要精通{@skill Survival}或{@item poisoner's kit|phb}的人物或雇佣者。",
	"{@trap Poison Needle}. Costs 1,500 gp, requires a character or hireling proficient in {@skill Survival} or the {@item poisoner's kit|phb}.": "{@trap Poison Needle}. 花费1500金币，需要精通{@skill Survival}或{@item poisoner's kit|phb}的人物或雇佣者。",
	"{@trap Rolling Sphere}. Costs 2,000 gp, requires a character or hireling proficient in {@skill Survival} or {@item mason's tools|phb}.": "{@trap Rolling Sphere}. 花费2,000金币，需要精通(1%)或(2%)的人物或雇工。",
	"{@trap Sphere of Annihilation}. Costs 5,000 gp, requires a character or hireling that can cast at least 7th level spells.": "{@trap Sphere of Annihilation}. 花费5000金币，需要一个能施展至少7级法术的人物或雇佣者。",
	"A character or hireling that can cast the listed spell": "一个能够施展所列法术的人物或雇佣者",
	"This room is constantly under the effect of one of the following spells, the details of which you decide when you build this modification and may only be altered later by rebuilding this modification and paying the cost a second time. These spells are always considered to fill the entire room and are cast at the lowest level possible, with the owner of the structure and those they designate considered to be the spell's casters. Saves made against spells cast with this modification are made against a DC of 15. You may build this modification multiple times, choosing a different spell for each.": "这个房间一直处于下列法术的作用之下，其细节由你在建造这个建筑时决定，并且只能在以后通过重建这个建筑并第二次支付费用来改变。这些法术总是被认为充满了整个房间，并在尽可能低的水平上施放，结构的主人和他们指定的人被认为是法术的施放者。对用这种修饰施展的法术进行的救赎，其DC为15。你可以多次建立这种改造，每次选择不同的法术。",
	"{@spell Alarm}. Costs 1,000 gp": "{@spell Alarm}. 花费1,000戈比",
	"{@spell Animate objects}. Costs 3,000 gp. This room is haunted by animated objects equal to one casting of this spell at its lowest level. These objects will automatically attack creatures that would be hostile to the owner of this structure after a minute these creatures spend at least a minute in this room, and are capable of sensing the intentions of such creatures. Once per round, these objects will follow the commands of the owner and their allies if they are in the room, and if they expend a bonus action to command the objects.": "{@spell Animate objects}. 花费3,000戈比。这个房间被相当于此法术最低等级的一次施法的灵物所困扰。这些物体会在一分钟后自动攻击对这个建筑的主人有敌意的生物，这些生物在这个房间里至少呆了一分钟，并且能够感觉到这些生物的意图。每回合一次，如果主人和他们的盟友在房间里，并且如果他们花了一个额外的行动来指挥这些物体，这些物体会听从主人和他们盟友的命令。",
	"{@spell Antimagic field}. Costs 4,500 gp": "{@spell Antimagic field}. 花费4,500金币",
	"{@spell Circle of power}. Costs 3,000 gp": "{@spell Circle of power}. 花费3,000金币",
	"{@spell Magic circle}. Costs 2,000 gp": "{@spell Magic circle}. 花费2,000金币",
	"{@spell Reverse gravity}. Costs 4,000 gp": "{@spell Reverse gravity}. 花费4,000金币",
	"{@spell Unseen servant}. Costs 500 gp per unseen servant. This room contains up to 10 unseen servants who respond to the wishes of the owner and their allies.": "{@spell Unseen servant}. 每个不可见的仆人需要花费500金币。这个房间里最多有10个看不见的仆人，他们对主人和他们的盟友的愿望做出反应。",
	"{@spell Zone of Truth}. Costs 1,500 gp. When you build this modification, choose whether it affects all creatures, the owner and their allies, or enemies of the owner.": "{@spell Zone of Truth}. 花费1,500戈比。当你建造这个修改时，选择它是影响所有生物、主人和他们的盟友，还是主人的敌人。",
	"You summon your structure from one area to another, and it instantly appears within range upon the completion of this spell. If any substantial objects, debris, or similar exist in the area that the structure would materialize in, the spell fails and all components and spell slots used in casting are lost.": "你将你的建筑从一个区域召唤到另一个区域，在这个咒语完成后，它就会立即出现在范围内。如果在结构将出现的区域内存在任何实质性的物体、碎片或类似的东西，那么该法术就会失败，施法时使用的所有组件和法术槽都会丢失。",
	"This spell is not limited to the plane the structure currently resides in, and may summon structures across planar boundaries.": "这个咒语不限于该结构目前所处的平面，而且可以跨越平面边界召唤结构。",
	"Upon the completion of this spell, the land beneath you and whatever else may be on that land slowly rises skyward, reaching 100 feet into the air after 10 minutes. The area affected by this spell can have a radius up to 1,250 feet, and the spell fails if the radius includes an area already under the effects of a different casting of this spell.": "在完成这个法术后，你脚下的土地和该土地上可能存在的其他东西会慢慢升上天空，10分钟后到达100英尺的空中。受此法术影响的区域半径可以达到1250英尺，如果半径包括已经受到此法术不同施法影响的区域，则此法术失败。",
	"While standing on a piece of land affected by a {@i raise land} spell that you have cast, you may use your action to cause the landmass to move up to 50 feet in a direction you choose. The landmass ceases to move if it impacts any object.": "当你站在一块受你所施展的{@i raise land}法术影响的土地上时，你可以使用你的行动使该地块向你选择的方向移动最多50英尺。如果地块影响到任何物体，它就会停止移动。",
	"If this spell is dispelled, the mass of land formerly affected descends slowly at a rate of 10 feet per minute. A dispelled landmass may float or sink in water, at your DM's discretion, and impacting the ground even at a slow speed may cause damage to structures or creatures on the landmass.": "如果这个法术被驱散，原先受影响的陆地会以每分钟10英尺的速度缓慢下降。被驱散的地块可能在水中漂浮或下沉，由你的DM决定，而且即使以缓慢的速度撞击地面，也可能对地块上的结构或生物造成损害。",
	"When you cast this spell using a 9th level spell slot, the radius affected by this spell increases to 5,000 feet.": "当你使用9级法术槽施放此法术时，此法术影响的半径增加到5000英尺。",
	"Asanee, Dmitriy, Elena, Konstantin Gerasimov, Grafik_Art, Katerin_vin, Lcrms, Tithi Luadthong, Mastak_A, Nextmars, Pyramis, Seraphima, Vukkostic": "阿萨尼 (Asanee), 迪米特里 (Dmitriy), 艾琳娜 (Elena), 康斯坦丁·格拉西莫夫 (Konstantin Gerasimov), 图形艺术 (Grafik_Art), 凯特琳 (Katerin_vin), Lcrms, 提提·卢阿东 (Tithi Luadthong), 马斯塔克 (Mastak_A), Nextmars, 皮拉米斯 (Pyramis), 塞拉菲玛 (Seraphima), 武科斯蒂奇 (Vukkostic)",
	"Brian Hagan, Ron Lemen, Mark Tedin, Ben Wootten": "布莱恩·哈根（Brian Hagan），罗恩·勒门（Ron Lemen），马克·泰丁（Mark Tedin），本·伍顿（Ben Wootten）",
	"Critical-Hit ({@link http://www.critical-hit.biz} ), Dean Spencer": "暴击({@link http://www.critical-hit.biz}), 迪恩·斯宾塞",
	"Canaletto, Gustave Courbet, JeanLéon Gérôme, Cornelis Springer": "卡纳莱托 (Canaletto), 古斯塔夫·库尔贝 (Gustave Courbet), 让-莱昂·热罗姆 (JeanLéon Gérôme), 科内利斯·斯普林格 (Cornelis Springer)",
	"The Discord of Many Things, The DM's Guild Creative Lounge, /u/skybug12, /u/Smyris, and all our backers on Patreon!": "《众物之境》（The Discord of Many Things），《DM协会创意休息室》（The DM's Guild Creative Lounge），/u/skybug12，/u/Smyris，以及我们在Patreon上的所有支持者！",
	"DUNGEONS & DRAGONS, D&D, Wizards of the Coast, Forgotten Realms, Ravenloft, Eberron, the dragon ampersand, Ravnica and all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast in the USA and other countries.": "龙与地下城（D&D）, 沃茨科斯特（Wizards of the Coast）, 遗忘国度（Forgotten Realms）, 鸦群山（Ravenloft）, 埃伯隆（Eberron）, 龙的&符号（the dragon ampersand）, 拉文尼卡（Ravnica）以及所有其他沃茨科斯特产品名称和它们各自的标志是沃茨科斯特在美国和其他国家的商标。",
	"This work contains material that is copyright Wizards of the Coast and/or other authors. Such material is used with permission under the Community Content Agreement for Dungeon Masters Guild.": "这份作品包含了 Wizards of the Coast 和/或其他作者的版权材料。此类材料是在 Dungeon Masters Guild 的社区内容协议下获得许可后使用的。",
	"Some artwork © 2015 Dean Spencer, used with permission. All rights reserved.": "一些艺术作品 © 2015 Dean Spencer，已获得许可使用。保留所有权利。",
	"All other original material in this work is copyright 2021 by Walrock Homebrew and published under the Community Content Agreement for Dungeon Masters Guild.": "本作品中的所有其他原创材料版权归2021年Walrock Homebrew所有，并根据《地牢主大师公会社区内容协议》发布。",
	"Gustave Courbet (1819-1877) paints the iconic Chillon Castle in Veytaux, Switzerland. A French painter and one of the fathers of the Realism movement, Courbet was also an active socialist and was directly involved with the short-lived communist government of Paris in 1871. After the fall of the Paris commune, Courbet escaped the reprisals of the French government by entering a selfimposed exile to Switzerland, where he painted this piece in 1875, shortly before his death.": "古斯塔夫·库尔贝 (1819-1877) 在瑞士维托城的希隆城堡创作了标志性的作品。作为一位法国画家和现实主义运动的奠基人之一，库尔贝也是一位积极的社会主义者，直接参与了1871年巴黎短暂存在的共产主义政府。在巴黎公社的覆灭后，库尔贝逃离了法国政府的报复，进入瑞士自我流亡，于1875年创作了这幅作品，也是在他去世前不久。",
	"An ancient castle on a wind-swept cliff, overlooking a verdant bone-strewn valley where an ancient battle took place. Set against the seaside, an open-air ivory-columned temple spreads its arms wide to welcome in the elements. At a dusty crossroads, a lone trading post invites all travelers, specially those with purses filled with gold, or lips laden with rumors.": "在一座风吹过的悬崖上，有一座古老的城堡，俯瞰着一个郁郁葱葱的白骨散落的山谷，那里曾经发生过一场古老的战斗。靠海边，一个露天的象牙柱廊庙宇张开双臂，欢迎自然的力量。在一个尘土飞扬的十字路口，有一个孤独的贸易站邀请所有旅行者，特别是那些口袋里装满金子或嘴唇满载谣言的人。",
	"A structure included in a game is typically both a focal point of the campaign and an investment opportunity for the player characters. The more gold and time characters spend expanding, improving, and staffing their structure, the more benefits, defense, and utility it provides. A well-governed structure can act as a military bastion, a powerful trading hub, or the spiritual center of a faith, and those that control the structure may stand as the stewards of the fates of millions.": "游戏中通常包含的一种结构既是战役的焦点，也是玩家角色的投资机会。角色花费的黄金和时间越多来扩建、改进和雇佣结构，它提供的好处、防御和效用就越多。一座治理良好的结构可以充当军事堡垒、强大的贸易枢纽，或者是信仰的精神中心，控制结构的人可能成为数百万命运的管理者。",
	"Should players wish to build a structure, they must pay the associated construction fee and invest the proper construction time to build it, as indicated on the Buildable Structures table.": "如果玩家希望建造一个结构，他们必须支付相应的建筑费用，并投入适当的建造时间来建造它，如建造结构表中所示。",
	"If this structure will be on owned land in a kingdom or other governed region, players must typically buy the land to be allowed to build by the government, at a price determined by its size and location. The price of land typically runs between 100 gp and 1000 gp for a small to well-sized plot, but can stretch upwards of 5,000 gp for a large, expansive plot. The DM determines land prices, and not all land is inherently for sale.": "如果这个结构将建在一个王国或其他受管辖地区的私有土地上，玩家通常必须向政府购买土地才能获准建造，价格由土地的大小和位置决定。土地的价格通常在100 gp到1000 gp之间，适合小到中等大小的地块，但对于大型、广阔的地块，价格可能高达5000 gp。DM确定土地价格，而并非所有土地都是可以出售的。",
	"An abstraction not tied to the physical area of a structure, room points instead represent the amount of extra infrastructure the structure is able to support. Room expansions built within or around a structure use up its room points, and a structure's room expansions cannot have used collective room points in excess of what the structure provides.": "一个与建筑物的物理区域无关的抽象概念，房间点代表建筑物能够支持的额外基础设施的数量。在建筑物内部或周围建造的房间扩展会消耗其房间点，建筑物的房间扩展不能使用超过建筑物提供的房间点的集体房间点。",
	"For example, if a structure has 3 room points, it can have three 1 room point expansions, or a 1 room point and a 2 room point expansion, but not two 2 room point expansions.": "例如，如果一个建筑有3个房间点，它可以有三个1个房间点的扩展，或者一个1个房间点和一个2个房间点的扩展，但不能有两个2个房间点的扩展。",
	"The cost of construction includes materials and labor, and is assumed to be performed by a structure's required hirelings. Other individuals, which can be player characters, additional hirelings, and or other NPCs, can choose to help if they are present for the entire duration of a structure's construction time. If this is the case, reduce the structure's construction cost by a percentage equal to the individual's CR or half the individual's total character level (round up), whichever is applicable. Treat CRs of 0 as if they were 1/8 for this purpose. Multiple individuals can work on a structure for its entire construction time in this way to secure this benefit multiple times.": "建筑成本包括材料和劳动力成本，假定由建筑所需的雇佣工人来完成。其他个体，可以是玩家角色、额外的雇佣工人，或其他NPC，如果他们在整个建筑时间内都在场，可以选择提供帮助。如果是这种情况，将建筑的建造成本按照个体的CR或个体总角色等级的一半（向上取整）的百分比减少。对于这一目的，将CR为0的个体视为1/8。多个个体可以以这种方式在整个建筑时间内共同工作，以多次获得这一好处。",
	"Though a structure has its costs listed per day, your DM may wish to collect these payments every 30 days instead of daily, to help simplify the math involved in running a structure. Income from a structure (from things such as room expansions, detailed later) tends to be on a 30 day basis, as well, making this even more desirable.": "尽管一个建筑物的费用以每天计算，但你的DM可能希望每30天收取这些费用，而不是每天收取，以帮助简化运营建筑物时涉及的数学计算。来自建筑物的收入（例如房间扩建等）也倾向于以30天为基础，这样做更加理想。",
	"If this is the case, add together the structure's Total Cost per Day with the maintenance costs of its expansions, and multiply this total by 30. Then, starting every 30 days after the structure's completion, pay this total, which can be offset by the structure's income.": "如果是这种情况，将建筑物每日的总成本与其扩建的维护成本相加，然后将这个总和乘以30。然后，在建筑物竣工后的每30天开始，支付这个总额，可以用建筑物的收入抵消。",
	"Structures vary in general design, and each type of structure has an approximate size listed along with it. This square footage is only an average measure of the interior of a structure, and a structure of a given type may be larger or smaller, within reason. The actual size of a structure has no impact on its function.": "结构在总体设计上有所不同，每种类型的结构都附有大致的尺寸。这个平方英尺数仅仅是结构内部的一个平均度量，同一类型的结构可能会在合理范围内更大或更小。结构的实际大小对其功能没有影响。",
	"If you are drawing a map of your structure using squares, a single square at the scale typically used in D&D is 5 feet by 5 feet, with a square footage of 25. Thus, you can determine the number of available squares to draw your structure by dividing the listed square footage by 25.": "如果你在使用正方形绘制结构的地图，D&D通常使用的比例是每个正方形为5英尺×5英尺，面积为25平方英尺。因此，你可以通过将列出的平方英尺数除以25来确定可用的正方形数量来绘制你的结构。",
	"Most {@filter structures|rewards|type=structure} come with an {@filter expansion|rewards|type=expansion} that is a fundamental part of the structure itself. This bonus expansion is completed along with the structure, and does not carry a separate construction cost unless otherwise stated. A bonus expansion also does not count against a structure's room points, effectively costing 0 room points regardless of what its cost would otherwise be. Expansions for your structure are listed in a subsequent section.": "大多数{@filter structures|rewards|type=structure}都带有一个{@filter expansion|rewards|type=expansion}，这是结构本身的一个基本部分。这个奖励扩展是与结构一起完成的，除非另有说明，否则不会产生额外的建造成本。奖励扩展也不会计入结构的房间点数，实际上无论其成本如何，都不会消耗房间点数。您结构的扩展在后续部分中列出。",
	"The Skilled and Unskilled Hirelings columns indicate how many hirelings the {@filter structures|rewards|type=structure} and its expansions require to function (see the {@book Hirelings, Soldiers, and Spellcasters|FT&S|5} section later on for more). If hireling positions are unfilled, the structure and its expansions do not function until the roles are filled. Soldier and spellcaster hirelings do not count as either skilled or unskilled, and are special categories unto themselves.": "熟练和非熟练雇佣兵栏指示了{@filter structures|rewards|type=structure}及其扩展所需的雇佣兵数量，以使其正常运作（更多信息请参见后面的{@book Hirelings, Soldiers, and Spellcasters|FT&S|5}部分）。如果雇佣兵职位空缺，那么结构及其扩展在这些职位填满之前将无法正常运作。士兵和法术施法者雇佣兵既不算熟练也不算非熟练，它们属于特殊类别。",
	"If a structure's Total Cost per Day is unpaid, the structure and its expansions cease functioning or providing benefits for every day it is unpaid. After 7 days of being unpaid (which need not be consecutive), a structure loses 1/4 of its total required hirelings, chosen at random, who wander off in search of better work. This continues every 7 days, until the structure loses all of its hirelings after 28 days. If a structure has less than 10 total required hirelings, all of its hirelings instead leave after not being paid for only 7 days.": "如果一个建筑物的每日总成本未支付，那么该建筑物及其扩展将在每天未支付的情况下停止运作或提供任何效益。在未支付的情况下超过7天后（不需要连续），建筑物将随机选择1/4的总所需雇佣工人，他们会离开寻找更好的工作。这种情况每隔7天重复一次，直到建筑物在28天后失去所有雇佣工人。如果一个建筑物所需的雇佣工人少于10人，那么所有雇佣工人在未支付工资7天后就会离开。",
	"Each {@filter structures|rewards|type=structure} has a basic cost each day to keep it in operation, and to keep any expansions it supports functioning. This cost covers the wages of a structure's required hirelings, as well as repair and resupply costs. Depending on structure, this cost sometimes includes discounts based on the structure's inherent ability to provide revenue.": "每个{@filter structures|rewards|type=structure}每天都有基本费用来维持其运作，并确保其支持的任何扩展功能正常运行。这个费用包括结构所需雇佣工人的工资，以及维修和补给成本。根据结构的不同，这个费用有时会根据结构本身提供收入的能力而享有折扣。",
	"If a structure's Total Cost per Day is unpaid, the structure and its expansions cease functioning for every day it is unpaid. After the first 7 consecutive days of being unpaid, each hireling must roll {@dice 1d20}, with a DC of 5. If a hireling rolls lower than the DC, that hireling abandons its post and wanders off in search of work. This check is repeated after every 7 consecutive days without pay, and its DC increases by 5 on every consecutive check": "如果一个建筑物的每日总费用未支付，那么该建筑物及其扩展将在每天未支付的情况下停止运作。在连续未支付的头7天之后，每个雇佣工必须投掷{@dice 1d20}，DC为5。如果雇佣工的投掷结果低于DC，该雇佣工将放弃其职位并离开寻找工作。在每连续7天未支付后，将重复进行此检查，并且每次连续检查时DC增加5。",
	"You may also rebuild a damaged {@filter structures|rewards|type=structure} you happen upon, should the DM determine you can make a legitimate claim to its ownership. You do not have to pay full price for such a structure and may not necessarily have to purchase the land this structure is on. The construction time and cost of a damaged structure varies directly with the amount of damage the structure has taken. As an example, if a structure is only 25% damaged, repairing the structure and rendering it active would require 25% of the normal construction cost and time. Examples of what specific percentages of damage would look like may be found on the following table.": "当你偶然发现一座受损的{@filter structures|rewards|type=structure}时，你也可以重建它，前提是DM认为你有合法主张拥有它的权利。你不必为这样的建筑支付全价，也不一定需要购买这座建筑所在的土地。受损建筑的修复时间和成本与建筑所受损害的程度成正比。例如，如果一座建筑只受到25%的损坏，修复该建筑并使其恢复活动状态将需要正常建设成本和时间的25%。具体损坏百分比的示例可在以下表格中找到。",
	"Nature reclaimed structure, some parts must be dug out": "大自然重新占领了这个建筑，有些部分必须被挖掘出来。",
	"Some spells create structures, such as {@spell druid grove|XGE}, {@spell mighty fortress|XGE}, and {@spell temple of the gods|XGE} (all found in Xanathar's Guide to Everything), as well as {@spell Galder's tower|LLK} (found in Lost Laboratory of Kwalish), most of which can become permanent after 1 year of continued casting.": "一些法术可以创造结构，比如{@spell druid grove|XGE}，{@spell mighty fortress|XGE}和{@spell temple of the gods|XGE}（都可以在《(Xanathar's Guide to Everything)》中找到），以及{@spell Galder's tower|LLK}（可以在《(Lost Laboratory of Kwalish)》中找到），其中大部分在持续施法1年后可以变得永久。",
	"If your DM allows it, here are rules for how to use these spells to create structures or other effects usable with this supplement:": "如果你的DM允许，这里是如何使用这些法术来创造结构或其他效果的规则，可与本补充内容一起使用：",
	"When cast on an area including a structure owned by you or one of your allies, this spell can instead have a radius of 30-90 feet around the structure, which can become permanent if cast every day for 1 year. It still cannot affect the area inside a structure.": "当施放在你或你的盟友拥有的建筑物所在区域时，这个法术的半径可以改为30-90英尺，围绕着建筑物，如果每天施放1年，这个范围可以变得永久。但仍然无法影响建筑物内部的区域。",
	"If you've cast this spell at 6th-level or higher for 1 year and it has become permanent, you can spend 5,000 gp in materials to improve the tower's defenses, retrofitting it into a {@reward Tower, fortified|FT&S|fortified tower} after 30 days. The furnishings you have selected for the tower have no effect on what expansions it has.": "如果你将这个法术施展到6级或更高级，并且已经持续了1年使其变得永久，你可以花费5,000 gp 材料来改善塔的防御，将其改装成一个 {@reward Tower, fortified|FT&S|fortified tower} 在30天后。你为塔选择的家具不会影响它的扩建。",
	"Casting this spell consistently for 1 year requires approximately 25,000 gp in material components. After it becomes permanent, it immediately counts as a {@reward Keep or small castle|FT&S|keep or small castle}.": "持续施放这个咒语一年大约需要花费25,000 gp 的材料成分。在它变得永久后，它立即被视为一个{@reward Keep or small castle|FT&S|keep or small castle}。",
	" After this structure becomes permanent, you can furnish it into a functional {@reward Temple, large|FT&S|large temple} by expending 15,000 gp and completing a 30 day construction time. After this time, a single casting of {@spell disintegrate} will not destroy the temple.": "在这个结构变得永久之后，你可以花费15,000 gp 并完成30天的建造时间，将其装饰成一个功能性的{@reward Temple, large|FT&S|large temple}。在这段时间之后，一次{@spell disintegrate}的施法不会摧毁这座神庙。",
	"Any time after a {@filter structure|rewards|type=structure} is built, its owner can choose to furnish already available rooms or space within the structure or its grounds, selecting from the following list of {@filter expansions|rewards|type=expansion} to add on to the structure. The owner then expends the related gold cost of the expansion to provide for materials and labor, and, after the construction time indicated elapses, the expansion is furnished.": "在建造完成{@filter structure|rewards|type=structure}后的任何时间，其所有者可以选择为结构或其周围的空间中已有的房间进行布置，从以下的{@filter expansions|rewards|type=expansion}列表中选择要增加到结构中的内容。然后，所有者花费相关的金币成本来提供材料和劳动力，在指定的建造时间过后，扩建就会完成。",
	"Note that each expansion also carries a size cost in room points, and that your structure can never for any reason have more points used up by built expansions than are available under its listed total room points on the {@table Buildable Structures|FT&S} table. Unless otherwise noted, any single expansion can only be built once within a structure.": "请注意，每个扩建项目都会占用一定的房间点数，而且您的结构在任何情况下都不能使用比在{@table Buildable Structures|FT&S}表中列出的总房间点数更多的点数来建造扩建项目。除非另有说明，否则任何单个扩建项目在结构中只能建造一次。",
	"As with the structures themselves, characters need not be present while expansions are being furnished, but if they are present and labor for the entire duration of an expansion's construction time, they can reduce the expansion's total cost by a percentage equal to half the character's level, rounded up. More than one character can secure this benefit for one expansion at the same time. Work can be done to furnish multiple expansions at the same time, but laboring characters can only gain a discount on one of them.": "与建筑本身一样，角色在扩建过程中无需在场，但如果他们在场并且在整个扩建时间内劳动，他们可以将扩建的总成本减少一个百分比，该百分比等于角色等级的一半，四舍五入。多个角色可以同时为一个扩建获得这个优惠。可以同时进行多个扩建的装修工作，但劳动的角色只能在其中一个上获得折扣。",
	"Some {@filter expansions|rewards|type=expansion}, typically those that require hirelings, also have an associated maintenance cost, which is an amount of currency added to the structure's Total Cost per Day and paid in place of those {@book Hirelings, Soldiers, and Spellcasters|FT&S|5} wages. This cost must be paid daily along with the structure's Total Cost per Day, or the expansion does not operate. The Daily Maintenance Cost may be listed as optional, in which case choosing to pay it grants the expansion additional benefits.": "一些{@filter expansions|rewards|type=expansion}通常需要雇佣工人，还有相关的维护成本，这是一个金额，会加到建筑物的每日总成本中，而不是支付那些{@book Hirelings, Soldiers, and Spellcasters|FT&S|5}的工资。这个成本必须每天支付，连同建筑物的每日总成本一起支付，否则扩建就无法运作。每日维护成本可能被列为可选项，如果选择支付，扩建将获得额外的好处。",
	"Some rooms have requirements based on a structure's location, or available technology within a structure's setting. Your DM may rule, for example, that a setting without air travel would be impossible or impractical to construct an air docks in. Likewise, a setting without clockwork could find it difficult to justify the inclusion of a clock tower.": "一些房间的要求基于建筑物的位置，或者建筑物设置中可用的技术。例如，你的DM可能会裁定，在没有空中旅行的环境中，建造空中停机坪是不可能或不切实际的。同样，在没有发条技术的环境中，很难证明包含钟楼的合理性。",
	"Players might be able to discover these technologies on their own, should the DM allow it, through adventuring to far-off lands and uncovering ancient secrets, or by way of diligent research.": "玩家们可能会在冒险到遥远的土地并揭示古代秘密，或通过勤奋的研究的方式，自行发现这些技术，如果DM允许的话。",
	"Some {@filter expansions|rewards|type=expansion} can be built in alternative forms, which are thematically similar. Choosing to build an expansion as one of its listed alternative forms does not change what the expansion functionally does, merely alters its general appearance.": "一些{@filter expansions|rewards|type=expansion}可以以不同形式构建，这些形式在主题上是相似的。选择将扩展构建为其列出的替代形式之一并不会改变扩展的功能，只是改变了其一般外观。",
	"Many {@filter expansions|rewards|type=expansion} provide income, which can help offset the daily costs of running a stronghold. If available, income is detailed in an expansion's income section, which includes any mitigating factors that must be first addressed in order to receive that income.": "许多{@filter expansions|rewards|type=expansion}提供收入，可以帮助抵消运营要塞的日常成本。如果可用，收入将在扩展的收入部分中详细说明，其中包括必须首先解决的任何减轻因素，以便获得该收入。",
	"All income is received together on a single day every 30 days, with the first such day starting 30 days after construction is completed on the structure the expansion is in. Income is usually listed as an average amount, and the dice roll formula that provides that amount, similar to how creature damage is listed. For example: 225 gp (or 30 gp × 3d4). This is intended to provide a streamlined result for quicker math, while still giving the DM the ability to vary a structure's income, for a more simulationist approach.": "所有收入每30天在同一天一起收到，第一次这样的日子是在扩建所在的建筑物竣工后的30天。收入通常以平均金额列出，并且提供该金额的骰子掷骰公式，类似于生物伤害的列出方式。例如：225 gp（或30 gp × 3d4）。这旨在提供一个简化的结果以便更快地进行数学计算，同时仍然给予DM改变建筑物收入的能力，以实现更加模拟的方法。",
	"You can choose to purchase a modification from the list below for either a room {@filter expansion|rewards|type=expansion} being built, or for one that has already been built. If the expansion is being built, the modification adds its construction time to the expansion's total construction time. If a modification is purchased for an existing expansion, the modification's building begins immediately, and the expansion does not provide a benefit until the modification is complete.": "您可以选择从以下列表中为正在建造的房间{@filter expansion|rewards|type=expansion}或已经建造的房间购买修改。如果正在建造扩建，修改会将其建造时间添加到扩建的总建造时间中。如果为现有扩建购买修改，则修改的建造将立即开始，并且在修改完成之前，扩建不会提供任何好处。",
	"Some modifications have requirements, which the owners of the structure, or at least one of their allies within the structure, must be able to fulfill in order to build.": "一些修改有要求，建筑物的所有者，或者至少是建筑物内的一个盟友，必须能够满足才能进行建造。",
	"Many other spells that already exist in the {@i Player's Handbook} are ideal for use with player-owned structures. The following is a list of spells to consider when building and maintaining a structure:": "许多其他已经存在于{@i Player's Handbook}中的法术非常适合用于玩家拥有的建筑物。以下是在建造和维护建筑物时考虑的法术清单：",
	"{@spell Arcane lock}, {@spell forbiddance}, {@spell glyph of warding}, {@spell guards and wards}, {@spell hallow}, {@spell mirage arcane}, {@spell Mordenkainen's faithful hound}, {@spell Mordenkainen's private sanctum}, {@spell programmed illusion}, {@spell symbol} and {@spell teleportation circle} are all spells that contribute well to an owned structure in different ways.": "{@spell Arcane lock}, {@spell forbiddance}, {@spell glyph of warding}, {@spell guards and wards}, {@spell hallow}, {@spell mirage arcane}, {@spell Mordenkainen's faithful hound}, {@spell Mordenkainen's private sanctum}, {@spell programmed illusion}, {@spell symbol} 和 {@spell teleportation circle} 都是在不同方面对拥有的结构有所贡献的法术。",
	"In addition, a spell that must be cast every day for a year to take permanent effect only needs to be cast every day for a 30 days within a structure that you own.": "此外，一个必须每天施放一年才能永久生效的咒语，只需要在你拥有的结构内每天施放30天。",
	"Any large-scale {@filter structures|rewards|type=structure} requires constant work and upkeep to remain operational, and roving heroes aren't usually predisposed to building maintenance. {@b Hirelings} are individuals that can perform ordinary or skilled tasks at your behest, expecting payment in return. {@b Soldiers} are hirelings skilled in the art of combat, while {@b spellcaster} hirelings are those with at least a cursory grasp of magic.": "任何大规模的{@filter structures|rewards|type=structure}都需要持续的工作和维护才能保持运作，而漫游的英雄们通常不太倾向于建筑维护。雇佣工{@b Hirelings}是可以按照你的要求执行普通或熟练任务的个人，期望得到报酬。雇佣战士{@b Soldiers}是擅长战斗艺术的雇佣兵，而雇佣法师{@b spellcaster}则是至少对魔法有一定了解的雇佣兵。",
	"Typically, hirelings are able to be recruited wherever there are people, up to 1/100th of the local population (minimum {@dice 1d10+5|1d10 + 5} hirelings), which replenishes every 30 days. This calculation only applies to unskilled or skilled hirelings (of a distribution chosen by the DM), and soldiers or spellcasters require a specialized location, such as a mercenary camp or an arcane school, to recruit.": "通常情况下，雇佣兵可以在人口密集的地方招募，数量可达当地人口的1/100（最少{@dice 1d10+5|1d10 + 5}雇佣兵），每30天更新一次。这个计算仅适用于未受训或受训良好的雇佣兵（由DM选择分配），士兵或咒术师需要在专门地点招募，比如雇佣兵营地或奥术学校。",
	"Hirelings of any sort must be paid to retain their services. Any hirelings listed as requirements for a structure or room expansion are paid for with the structure or room's Total Cost per Day or Daily Maintenance Cost, respectively, instead of the wages the hirelings would otherwise be paid. Any hireling other than those that are required by a structure or room must be paid its daily rate to provide services.": "任何类型的雇佣劳工都必须支付报酬以保留他们的服务。列为建筑物或房间扩展要求的雇佣劳工，其报酬将以该建筑物或房间的每日总成本或每日维护成本支付，而不是雇佣劳工本应获得的工资。除了那些被建筑物或房间要求的雇员外，任何其他雇员都必须支付其每日费用以提供服务。",
	"Hirelings not required by a structure will typically desert their service after 7 days without pay, which need not be consecutive, and which reset to 0 after every 30 days. If hirelings required by a structure or room are not paid or desert, the structure and its rooms will cease functioning or providing any benefits until the hirelings are paid and the positions are filled once more.": "没有被建筑物需要的雇佣工人通常会在7天没有工资后离开他们的工作，这7天不需要连续，而且每30天后会重置为0。如果建筑物或房间需要的雇佣工人没有得到支付或离开，那么该建筑物及其房间将停止运作或提供任何好处，直到雇佣工人得到支付并再次填补职位。",
	"Service of the following hirelings can be retained by purchasing them at their listed price or paying their listed cost per day. In combat, all hirelings count as {@creature commoner|mm|commoners} (MM, p. 345) unless properly equipped, such as with an armory.": "购买以下雇佣者的服务可以按照其列出的价格或支付他们列出的每日费用来留住他们。在战斗中，除非适当装备（例如使用军械库），所有雇佣者都视为{@creature commoner|mm|commoners}（MM，第345页）。",
	"{@b Unskilled hirelings} have no special skills to speak of, though they can clean, cook passably, and keep a structure cared for in ways that do not require a particular skillset.": "{@b Unskilled hirelings}没有特殊的技能，但他们可以进行清洁、烹饪，并且以不需要特定技能的方式照顾建筑结构。",
	"{@b Skilled hirelings} each come proficient in one particular skill or set of tools, and have a +5 bonus to checks they make with this proficiency. This bonus is considered to include both the hireling's relevant ability modifier and proficiency bonus. You determine which skill or set of tools the hireling is proficient with at the time you first hire them.": "{@b Skilled hirelings} 每个雇佣兵都精通一项特定技能或一套工具，并在使用这项技能时获得+5的奖励。这个奖励包括雇佣兵相关的能力调整值和熟练加值。你在第一次雇佣他们时确定雇佣兵精通的技能或工具。",
	"Trained in the ways of battle, the following soldiers can be retained at their listed payment per day. The statistics of these soldiers can be found in the location and on the page referenced.": "经过战斗训练，以下士兵可以按照每天列出的报酬留下。这些士兵的统计数据可以在所在地点和引用的页面上找到。",
	"Magically gifted and skilled in arcane, divine, or primal arts, these spellcasters can be retained at their listed payment per day. The statistics of these spellcasters can be found in the location and on the page referenced.": "具有魔法天赋并精通奥术、神圣或原始艺术的这些法师可以按照每天列出的报酬留下。这些法师的统计数据可以在所在地点和引用页面中找到。",
	"The services of those skilled with spellcraft are a difficult thing to obtain, and most spellcasters of a higher CR than those listed here often prefer to sell their spellcasting services on a per-spell basis, rather than being hired out daily.": "那些精通咒术的人的服务是很难获得的，而且比这里列出的那些更高CR的咒术师通常更喜欢按照每个咒语的方式出售他们的咒术服务，而不是每天出租。",
	"If your DM allows it, other humanoid spellcasters of CR 4 or 5 can also be hired, if they are paid 35 gp or 60 gp daily, respectively.": "如果你的DM允许，也可以雇佣其他CR 4或5的人形法师，分别支付35 gp或60 gp的日薪。",
	"If your DM allows it, you may be able to hire {@variantrule sidekicks|tce} (TCE, p. 142-147) as you would other hirelings. A sidekick must be paid an amount each day based on its level, as indicated on the table below. If not paid without a sufficiently good reason, a sidekick will abandon its position after 7 consecutive days.": "如果你的DM允许，你可以像雇佣其他雇佣兵一样雇佣{@variantrule sidekicks|tce} (TCE, p. 142-147)。 一个助手必须根据其等级每天支付一定金额，如下表所示。 如果没有足够好的理由不支付，一个助手将在连续7天后放弃其职位。",
	"When including a sidekick, keep in mind that a sidekick is significantly less powerful than a creature with a CR equal to the sidekick's level. A sidekick is intended to emulate a player character; just as a level 6 character would not be the equal of a CR 6 dragon, the same goes for a level 6 sidekick and a CR 6 mage (as an example).": "在包括一个（sidekick）时，要记住（sidekick）的能力远不及与其等级相等的生物。 （sidekick）旨在模拟玩家角色；就像一个6级角色不可能与CR 6的龙相匹敌一样，同样适用于一个6级（sidekick）和CR 6的法师（作为例子）。",
	"Note also that sidekicks are special, and the number of such hirelings available should be kept especially small. A sidekick might be handy as a majordomo or general to run a {@filter structures|rewards|type=structure} in the party's absence, as a complement to the party itself, or a group of sidekicks could adventure together sanctioned by the party, while the party attends to other matters.": "请注意，助手是特殊的，可雇佣的助手数量应保持特别少。助手可能会作为一个总管或者领队，在派对缺席时运行{@filter structures|rewards|type=structure}，作为派对本身的补充，或者一组助手可以一起冒险，得到派对的认可，而派对则处理其他事务。",
	"{@i {@b Alternative Payment.}} Consistently paying a sidekick in this way will most likely will get very expensive as a sidekick levels, and so alternative forms of payment may be necessary. This could include a special quest to ensure the sidekick's loyalty, or the acquisition of a treasure that eclipses any wealth the sidekick could otherwise acquire.": "{@i {@b Alternative Payment.}}以这种方式持续支付一个随从很可能会变得非常昂贵，因为随从升级，因此可能需要其他形式的支付。这可能包括一项特殊任务来确保随从的忠诚，或者获取一宝藏，超过随从本来可以获得的任何财富。",
	"Alternatively, while adventuring a sidekick could simply demand an equal share of the loot, and be paid equally to any other member of the party.": "另外，在冒险过程中，一个搭档也可以要求平等分配战利品，并与队伍中的其他成员一样获得同等报酬。",
	"Select rooms will entice merchants to visit or take up residence at your {@filter structures|rewards|type=structure}, bringing commerce to your doorstep. Whenever a room tells you to roll for a merchant, do so on the Merchants table below. If a room allows you to select a merchant, you can choose any merchant on that table that is not a legendary merchant.": "选择特定房间将吸引商人前来访问或在您的{@filter structures|rewards|type=structure}定居，为您的门口带来商业活动。每当一个房间让您为商人投掷骰子时，请参考下方的商人表进行投掷。如果一个房间允许您选择一个商人，您可以在该表中选择任何非传奇商人。",
	"This mechanic is greatly expanded upon in the {@loader Traders & Merchants|book/Walrock Homebrew; Traders and Merchants.json} supplement, which includes itemized inventories for each type of merchant. If you wish, you can use that supplement in conjunction with this one to improve and add depth to your merchants.": "这个机制在{@loader Traders & Merchants|book/Walrock Homebrew; Traders and Merchants.json}补充内容中得到了大大的扩展，其中包括每种类型商人的清单式库存。如果你愿意，你可以将这个补充内容与这个一起使用，以提升和增加你的商人角色的深度。",
	"If a Legendary Merchant is rolled on the Merchants table, roll once on the following table to determine which Legendary Merchant your players encounter:": "如果在商人表上掷出了传奇商人，那么在以下表格上掷一次骰子，以确定你的玩家会遇到哪位传奇商人：",
	"Whenever you roll or choose a merchant, roll on the Quality table, below, to determine the quality of their goods. Legendary merchants do not exist below medium quality, and their quality should be rerolled until it is medium or higher": "每当你投掷或选择一个商人时，请在下面的质量表上投掷，以确定他们商品的质量。 传奇商人不存在低于中等质量的情况，他们的质量应该重新投掷，直到达到中等或更高质量。",
	"Based on the results of these tables, the DM will determine the contents of a merchant's inventory. Alternatively, your DM may choose to use {@loader Traders & Merchants|book/Walrock Homebrew; Traders and Merchants.json} to determine a merchant's inventory.": "根据这些表格的结果，DM将决定商人库存的内容。或者，您的DM可以选择使用{@loader Traders & Merchants|book/Walrock Homebrew; Traders and Merchants.json}来确定商人的库存。",
	"Specific qualities of merchant have certain things in common, and carry certain types of items. Use the following as a general guideline for what each quality of merchant might have:": "商人的特定品质有一些共同点，并携带特定类型的物品。以下作为每种商人可能拥有的物品的一般指南：",
	"Goods this merchant carries are often garbage, broken, or outright scams.": "这个商人所售卖的商品通常都是垃圾、损坏的，或者干脆就是骗局。",
	"This merchant has a few items that might be useful, though nothing especially expensive or special.": "这位商人有一些可能有用的物品，尽管没有特别昂贵或特别的。",
	"There are a few gems buried in this merchant's inventory, but by and large they carry exactly what one would expect.": "这个商人的库存中埋藏着一些宝石，但总体来说，他们所携带的东西正是人们所期望的。",
	"This merchant's wares are all of ideal make, with some truly exquisite or even magical pieces.": "这位商人的商品都是制作精良的，其中一些甚至是非常精致甚至是魔法的物品。",
	"One of the best merchants of this type imaginable. Goods are all masterworks, and magical items are commonplace amongst their wares.": "这是一位无与伦比的(%num%)商人。商品都是杰作，其中魔法物品在他们的货物中很常见。",
	"Merchants may be willing to buy items the players are selling, usually those that are of and good make and similar enough to the items they already carry. Merchants often are willing to pay half the ordinary price for wares the players are selling, excepting magic items, which obey their own special rules ({@variantrule Downtime Activity: Selling Magic Items|DMG|DMG, p. 129-130}; {@variantrule Downtime Activity: Selling a Magic Item|XGE|XGE, p. 133-134}).": "商人可能愿意购买玩家出售的物品，通常是那些制作精良且与他们已经携带的物品相似的物品。商人通常愿意为玩家出售的商品支付普通价格的一半，除了魔法物品，它们遵循自己的特殊规则({@variantrule Downtime Activity: Selling Magic Items|DMG|DMG, p. 129-130}; {@variantrule Downtime Activity: Selling a Magic Item|XGE|XGE, p. 133-134})。",
	"Currency carried by merchants for such purposes is as listed on the {@table Quality|FT&S} table, and typically is kept in a secure location, such as a trapped lockbox.": "商人为此目的携带的货币如{@table Quality|FT&S}表所列，并通常存放在安全的地方，比如一个设有陷阱的锁盒。",
	"Running a {@filter structures|rewards|type=structure} with 3 room points or greater might give its owners a certain amount of control over the local law of the land, particularly if the structure is the only or largest building in its general area. If your DM decides that owning such a structure grants you this authority, you can use that authority to issue one of the following edicts.": "拥有{@filter structures|rewards|type=structure}并且有3个或更多房间点的建筑可能会使其所有者对当地法律产生一定程度的控制，特别是如果这座建筑是该地区唯一或最大的建筑物。如果你的DM决定拥有这样的建筑会赋予你这种权力，你可以利用这种权力发布以下其中一项法令。",
	"You can only have one edict issued for a structure at any time, and issuing a new edict overwrites any other local edicts currently in place. The owner of a structure must be within that structure to issue an edict for it. Only one structure has the power to issue an edict within a 5 mile radius, even if there are multiple structures within that area, and the effects of an edict are limited to this area.": "每次只能为一个建筑发布一项法令，发布新法令会覆盖当前生效的任何其他地方法令。建筑物的所有者必须在建筑物内才能为其发布法令。在5英里半径范围内，只有一个建筑物有权发布法令，即使该区域内有多个建筑物，法令的影响仅限于此区域。",
	"An edict can only be issued once every 30 days, but its effects last as long as the structure it is based in has its full staff and is undamaged. All edicts have requirements, which must be met before the edict can be issued.": "一项法令只能每30天发布一次，但其效果会持续到其基于的结构拥有完整员工并且未受损坏。所有法令都有要求，在发布法令之前必须满足这些要求。",
	"The following spells are presented in alphabetical order. See the included Spells table for information on which class has access to which spells on its spell list.": "以下咒语按字母顺序排列。请参阅附带的咒语表，了解哪个职业可以在其咒语列表中获得哪些咒语。",
	"A religious retreat for those so inclined. Often dedicated to a particular deity or holy or monastic order. Made plain or ornate, befitting its order, out of local stone or wood. Contains mostly communal living quarters for up to 100 persons.": "一个供信徒进行宗教静修的场所。通常专供特定的神明或圣洁或修道团体使用。根据团体的身份，可能简朴或华丽，建造材料为当地的石头或木材。主要包括可供多达100人居住的共用起居区。",
	"A center of scholarly learning, concerned with a particular vocation, magical practice, or bardic tradition. Contains lavish private quarters for up to 15 instructors and communal, if not entirely stark, living for up to 250 students.": "一个以特定职业、魔法实践或吟游诗人传统为关注重点的学术学习中心。拥有豪华的私人住所，可容纳多达15名教员，以及为多达250名学生提供共用但并非完全朴素的生活空间。",
	"A small to medium cozy hovel or home that can house a maximum of 5 people in close quarters. Made of thatch, lumber, brick, or similar. This structure comes with no bonus expansions.": "一个可以容纳最多5人的小到中等舒适的茅草屋或住所，密集的空间。由茅草、木材、砖块或类似材料建造。这个结构没有额外的扩建。（D&D）",
	"An underground dwelling, dank, pungent, and dark. Perhaps composed of mineshafts, carved stone, or ancient sunken ruins. Dimly lit by torches, lava, or phosphorescent fungi. Contains communal living quarters for up to 50 tightly packed humanoids.": "一个地下住所，潮湿、刺鼻、黑暗。也许由矿井、雕刻的石头或古老的沉没废墟构成。昏暗的照明来自火炬、岩浆或发光的真菌。包含着最多可容纳50个紧密挤在一起的人形生物的集体居住区。",
	"A large and often-storied house dedicated to housing members of a guild, typically all of a single profession or adventurous bent. Contains semi-private quarters for up to 25 individuals.": "一个宽敞而常常传说中的房屋，专门用于容纳公会成员，通常是同一行业或冒险倾向的人。内有最多可容纳25人的半私人住所。",
	"A large-sized inn, well outside a town or city, catering to travelers along a major roadway. Can comfortably house up to 25 guests or staff, in addition to the extra capacity provided by the Lodgings expansion.": "一个大型的旅馆，远离城镇或城市，为沿着主要道路行进的旅行者提供服务。可以舒适地容纳多达25位客人或员工，此外还可以通过住宿扩展提供额外的容量。",
	"Compact and made to fit alongside other buildings in a city or town, this inn is smaller and more efficient than its rural counterpart. This inn can house up to 25 guests in addition to the extra capacity granted by the Lodgings expansion.": "这家旅馆被设计得更紧凑，可以与城市或小镇中的其他建筑物并排，比起农村的同类旅馆更小更高效。这家旅馆最多可以容纳25位客人，此外还可以通过住宿扩建获得额外的容量。",
	" Fit for borderlands and backwaters, this sturdy castle provides a safe haven for those inside it. There is a private room for the master of the keep, as well as private rooms for up to 25 distinguished guests. This structure can also house up to 250 servants or men-at-arms in less comfortable, occasionally communal living space.": "适合边境和偏远地区，这座坚固的城堡为里面的人提供了一个安全的避风港。城堡里有一个专门的房间供城堡主使用，还有25间私人客房供贵宾使用。这座建筑还可以容纳多达250名仆人或士兵，他们住在不太舒适、偶尔共用的生活空间中。",
	"A simple cabin, warm and dry, meant for trappers and hunters out in remote areas. Contains enough room to support up to 5 residents with basic necessities": "一个简单的小屋，温暖干燥，专为在偏远地区的陷阱设置和猎人而设计。内部空间足够支持最多5名居民，提供基本生活必需品。",
	"Made to rule over a fiefdom or barony, this structure is equipped with heavy stone walls, turrets, and spires. A private room exists for the owner of this castle, and additional private rooms can house up to 50 guests. Staff or soldiers have mostly communal living, which can accommodate up to 500.": "这座建筑被设计用来统治一个封地或男爵领地，配备了厚重的石墙、塔楼和尖塔。这座城堡为所有者提供了私人房间，另外还有私人房间可供多达50位客人居住。工作人员或士兵主要居住在共用的生活区，可容纳多达500人。",
	"A fine manor house on a wide tract of land, expertly manicured or tailored how you wish. Contains private rooms for up to 15 individuals, as well as lower quality and well hidden semi-private quarters for a serving staff of up to 35 persons.": "一座宽阔土地上的优雅庄园，精心修剪或按您的意愿定制。包括私人房间，可容纳多达15位个人，以及质量较低且隐蔽的半私密住所，可容纳多达35名服务人员。",
	"A forward, rough military establishment hewn from rock or timber, this structure is a friendly presence in a hostile land. Contains private quarters for up to 25 officers and common bunks for up to 225 soldiers and staff.": "这是一个由岩石或木材雕凿而成的前沿粗犷的军事设施，在敌对的土地上展现出友好的氛围。内设私人住所，可容纳25名军官，以及共用铺位，可容纳225名士兵和工作人员。",
	"Any room that costs only 1 or 2 room points": "任何只需 1 或 2 个房间点数的房间",
	"An opulent, beautiful, enormous structure, the worthy seat of a kingdom or empire. Contains personal chambers for the structure's owners, private quarters for up to 200 distinguished guests, and somewhat shabby residences for up to 1,800 servants and soldiers. This structure comes with one free room of your choice, so long as the room would cost only 1 or 2 room points. This room costs neither room points nor gold.": "一座富丽堂皇、美丽巨大的建筑，是一个王国或帝国的值得尊敬的宝座。内含主人的私人房间，可容纳多达200位贵宾的私人住所，以及可容纳多达1,800名仆人和士兵的略显破旧的住所。这座建筑附赠一个您选择的免费房间，只要该房间只需1或2个房间点。这个房间既不需要房间点，也不需要金币。",
	"A small, welcoming shop, filled with wares of all kinds. Contains enough room for up to 3 individuals to live, as well as a secure, trapped lockbox or safe in which to keep currency": "一个小而亲切的商店，摆满了各种商品。内部有足够的空间供最多3个人居住，还配备了一个安全的、设置了陷阱的保险箱或保险柜，用于存放货币。",
	"An immense, solemn place carved in the image of a god or gods, decorated to suit their personalities, using whichever materials, forms, and iconography that the associated deities find most pleasing. Contains communal bunks suitable for up to 100 pilgrims or acolytes, and private quarters for up to 25 ranking members of the clergy.": "一个巨大、庄严的地方，雕刻成一个或多个神的形象，装饰以适应他们的个性，使用与相关神祇最喜欢的材料、形式和图像。内有适合100名朝圣者或侍僧的共用铺位，以及适合25名教士团高级成员的私人住所。",
	"A quaint rustic church, roadside shrine, or cultish grotto, dedicated to the simple worship of one or a handful of gods. Has room enough to house 5 clergy or congregants, in relatively stark conditions.": "一个古朴的乡村教堂、路边神龛或者神秘的岩洞，专门供奉一个或几个神明，符合当地的宗教习惯。内部空间足够容纳5名教士或信徒，环境相对简陋。",
	"A large single spire set somewhere high and remote with an excellent view, fortified towers are typically used as military lookouts, wizard's spires, or immense lighthouses. Includes private rooms for up to 25 occupants and tightly-packed bunks for up to 100 visitors, acolytes, or staff": "一个高处偏远的巨大单尖塔，通常被用作军事瞭望塔、巫师塔或巨大灯塔。内设私人房间可供25名居住者使用，以及可容纳100名访客、侍僧或工作人员的紧凑铺位。",
	"Either a single, large building or a simple and colorfully adorned set of shacks, tents, or shops set up against a harbor, river, or crossroads, each holding wares ranging from astounding to mundane. Comes equipped with private lodging for 5 important persons and bunks or hammocks for up to 45 travelers, traders, or passing merchants.": "一个单一的大建筑，或者是一组简单而色彩丰富的棚屋、帐篷或商店，搭建在港口、河流或十字路口旁，每个都陈列着从惊人到平凡的商品。提供私人住所，可供5位重要人物使用，以及供应给最多45名旅行者、商人或过往商贩的铺位或吊床。",
	"Apothecary, herbalist": "药剂师，草药师 (Apothecary，Herbalist)",
	"This room comes equipped with {@item alchemist's supplies|phb}, a {@item poisoner's kit|phb} and an {@item herbalism kit|phb} that are all inherently part of its architecture. As such, each of these sets of tools is always considered to be present here.": "这个房间配备有{@item alchemist's supplies|phb}，一个{@item poisoner's kit|phb}和一个{@item herbalism kit|phb}，它们都是建筑的固有部分。因此，这些工具集始终被认为是存在的。",
	"Additionally, a creature proficient with alchemist's supplies has a bonus to crafting {@filter magic items in the potion category of rare quality or lesser|items|source=|type=potion|rarity=common;uncommon;rare} while within this room. A creature proficient with the poisoner's kit has this same bonus when crafting poisons within this room, such as {@item basic poison (vial)|PHB|Basic Poison} or any of the poisons listed on pages {@table Poisons|DMG|257-258 of the Dungeon Master's Guide}. In either case, it takes the creature a quarter of the normal time to craft the item in question, and it costs half as much of the usual gold. This bonus is not cumulative with similar bonuses from class features or other sources.": "此外，一个擅长使用炼金工具的生物在这个房间内制作物品时会获得一个制作奖励{@filter magic items in the potion category of rare quality or lesser|items|source=|type=potion|rarity=common;uncommon;rare}。一个擅长使用毒药工具的生物在这个房间内制作毒药时也会获得相同的奖励，比如{@item basic poison (vial)|PHB|Basic Poison}或者书页上列出的任何毒药{@table Poisons|DMG|257-258 of the Dungeon Master's Guide}。在任一情况下，生物制作物品所需的时间只有正常时间的四分之一，并且所需金币只有平常的一半。这个奖励不会与来自职业特性或其他来源的类似奖励叠加。",
	"Aviary, barn, dragon trap, griffin roost, monster cage, petting zoo": "鸟舍，谷仓，龙陷阱，狮鹫栖息地，怪物笼，动物园",
	"This room allows creatures to be held securely and safely, whether or not they desire to be, until you choose to release them. The creatures held here can be beasts, dragons, monstrosities, or other bestial creatures such as owlbears or displacer beasts.": "这个房间可以安全地囚禁生物，无论他们是否愿意，直到你选择释放他们。这里被囚禁的生物可以是野兽、龙类、怪物，或者其他类似猫头鹰熊或位移兽的野兽生物。",
	"This room can hold five creatures sized Small, three sized Medium, or one sized Large. If built using two room points, this capacity is doubled, and the pens can also instead house one Huge creature.": "这个房间可以容纳五个小型生物，三个中型生物，或一个大型生物。如果使用两个房间点来建造，这个容量会翻倍，而且围栏也可以容纳一个巨型生物。",
	"This room does not automatically include creatures, which must be acquired through other means. You can buy and construct this room multiple times": "这个房间不会自动包含生物，必须通过其他方式获得。你可以多次购买和建造这个房间。",
	"Binding circle, ritual circle, mirror maze": "绑定圈，仪式圈，镜面迷宫 (Binding Circle, Ritual Circle, Mirror Maze)",
	"Spells of any school with the ritual tag can be cast as rituals in half the usual time here without expending any components that do not have an associated cost in gold. If a ritual has components with a gold cost, this cost is halved when the ritual is performed in this room. While here, the owners of this structure and their allies have advantage on all rolls required by rituals.": "任何带有仪式标签的任何系别的法术，在这里可以作为仪式施放，所需时间缩短一半，而且不需要消耗任何没有金币成本的材料。如果一个仪式需要金币成本的材料，在这个房间里施放时，金币成本减半。在这里，这个建筑的所有者和他们的盟友在进行仪式所需的所有检定中获得优势。",
	"Additionally, choose two schools of magic. While present within this room, spells in a chosen school cast by the owners of this structure and their allies have twice their normal duration, and half their normal materials cost (for materials with a gold cost). {@skill Arcana} checks made here that deal with a chosen school of magic have advantage.": "此外，选择两个魔法学派。当位于这个房间内时，由这座建筑物的所有者及其盟友施放的选定学派的法术持续时间加倍，材料成本减半（对于有金币成本的材料）。在这里进行与选定魔法学派有关的检定时，获得优势。{@skill Arcana}",
	"This room can be built multiple times, and each time different schools must be chosen": "这个房间可以建造多次，每次都必须选择不同的学派。",
	"When the structure is under attack, any hireling that is not a spellcaster or soldier and that the structure requires for maintenance can visit the armory and afterwards count as a {@creature guard} (MM, p. 347), up to a maximum number of hirelings equal to 5 × your structure's room points.": "当建筑物受到攻击时，任何非法术施法者或士兵的雇佣工人，只要建筑物需要他们进行维护，可以前往军械库，之后算作一个{@creature guard}（怪物手册，第347页），最多不超过雇佣工人数量等于你建筑物房间点数的5倍。",
	"Hirelings equipped in this way can also be used offensively rather than simply in defense of the structure. Doing so deprives a structure of its hireling staff, however, and removing more than a quarter of your structure's hirelings from its grounds will cause any other benefits the structure provides to cease, as the hirelings left behind struggle to cover for those absent.": "以这种方式装备的雇佣兵也可以被用于进攻，而不仅仅是用来保卫建筑物。然而，这样做会剥夺建筑物的雇佣兵，而且如果从建筑物中移走超过四分之一的雇佣兵，将导致建筑物提供的任何其他好处停止，因为留下的雇佣兵将努力弥补那些缺席的人。",
	"10 gp per day (optional)": "每天10 gp（可选）",
	"Treasure hoard": "财宝堆 (%Treasure hoard%)",
	"This room contains four 30-foot by 40-foot vaults, each with a 20-foot tall ceiling. The owners of this structure and their allies can stash any amount of gold or reasonably-sized treasure in one of the vaults, which requires a key to access (one key comes standard with each vault).": "这个房间里有四个30英尺乘以40英尺的金库，每个金库的天花板高20英尺。这个建筑的所有者和他们的盟友可以把任意数量的黄金或合理大小的财宝储存在其中一个金库中，需要钥匙才能进入（每个金库标配一把钥匙）。",
	"Unguarded vaults can be broken into by making five successful DC 15 Dexterity ({@item Thieves' Tools|phb}) checks, each of which takes 10 minutes. The vault doors are a three-foot thick, 5-foot radius circle of steel by default, with an AC of 19 and 25 hit points.": "未加防护的金库可以通过成功进行五次DC 15敏捷度检定({@item Thieves' Tools|phb})来破解，每次检定需要10分钟。金库门默认为由三英尺厚、半径5英尺的钢铁圆环构成，AC为19，具有25点生命值。",
	"When you first build this room, or as a room modification at a later time, you can expend an additional 2,500 gp and 15 days of effort to build mithral doors (AC of 21, 50 hit points) for the vaults, or you can expend an additional 5,000 gp and 30 days of effort to build the vaults with adamantine doors (AC of 23, 100 hit points)": "当你首次建造这个房间，或者在以后的某个时候对房间进行修改时，你可以额外花费2,500 gp 和 15 天的努力来建造（Mithral）秘银门（AC 21，50 hit points）用于金库，或者你可以额外花费5,000 gp 和 30 天的努力来用（Adamantine）精钢建造金库的门（AC 23，100 hit points）。",
	"{@b Income.} If the maintenance cost for this room is paid in order to staff this room with 5 skilled hirelings trained in either {@skill Insight} or {@skill Investigation}, they can be instructed to manage the currency stored within, investing it or using it to make favorable trades. If this is the case, roll {@dice 1d4} every 30 days. On a roll of 2-4, the room generates an income equal to 5% of the total currency stored there. On a roll of 1, however, the investments don't pay off, and 5% of the currency stored within the room is lost.": "{@b Income.} 如果支付了这个房间的维护费用，以便用5名受过{@skill Insight}或{@skill Investigation}训练的熟练雇佣兵来管理这个房间，他们可以被指示管理其中存放的货币，投资或用于进行有利的交易。如果是这种情况，每30天投掷{@dice 1d4}。在2-4的掷骰结果中，该房间会产生等于存放在其中的总货币的5%的收入。然而，在掷出1的情况下，投资没有回报，该房间内存放的货币的5%会丢失。",
	"Festhall, sauna, sweat lodge": "宴会厅，桑拿，蒸汗小屋",
	"Creatures that take a short rest within this room gain a number of temporary hit points equal to twice the structure's total room points (maximum 30). These temporary hit points last until they are lost, or until the creature finishes a long rest.": "在这个房间内休息短暂时间的生物会获得临时生命值，数值等同于建筑物的总房间点数的两倍（最多30点）。这些临时生命值会持续直到失去，或者直到生物完成一次长休。",
	"While a creature has these temporary hit points, it has advantage on saving throws against spells and effects that would cause it to be {@condition frightened} or {@condition charmed}.": "当一个生物拥有这些临时生命值时，它在对抗会使其成为{@condition frightened}或{@condition charmed}的法术和效果的豁免投掷中获得优势。",
	"Arena": "竞技场 (Arena)",
	"A creature that spends a short rest sparring or training here becomes conditioned for battle, which lasts until its next long rest. When a creature that is conditioned for battle rolls initiative, it has advantage on the roll, and on the first attack roll it makes on its first turn in combat": "在这里进行短暂休息的生物会变得适应战斗，这种状态会持续直到它的下一个长休。当一个处于战斗状态的生物进行先攻检定时，它会获得优势，并且在战斗中的第一个回合内进行的第一次攻击检定也会获得优势。",
	" Boat house, brightsmith, cafe, quartermaster, smuggler's den, tinker's shop": "船屋，明铁匠店，咖啡馆，军需官，走私者藏身处，修补匠店",
	"When you first build this room, choose one merchant from the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|6} section. This merchant is in permanent residence at your structure, though the quality of their goods changes every 30 days. If the merchant's goods are of a quality less than medium, you may reroll any number of times until you receive a result of medium or greater quality.": "当你第一次建造这个房间时，请从{@table Merchants|FT&S}部分的{@book Traders and Merchants|FT&S|6}表中选择一个商人。这个商人会永久驻扎在你的建筑物内，尽管他们的商品质量每30天会发生变化。如果商人的商品质量低于中等，你可以重新投掷任意次数，直到获得中等或更高质量的结果。",
	"You can change the merchant in residence here at a later time by paying 1,000 gp to renovate the boutique. This process leaves the boutique unavailable for 30 days, after which a new merchant is selected, as they were when this room was first created.": "您可以在以后支付1,000 gp 来更换驻店商人，进行精品店的翻新。这个过程会让精品店在30天内不可用，之后会选择一个新的商人，就像在创建这个房间时一样。",
	"This room can be built multiple times.": "这个房间可以建造多次。",
	"Income. If your structure is located in an area that can reasonably expect trade, this room generates an income of 225 gp {@dice 3d4*30|(or 3d4 × 30 gp)} every 30 days.": "收入。如果你的建筑位于一个可以合理期望贸易的地区，这个房间每30天会产生225 gp {@dice 3d4*30|(or 3d4 × 30 gp)}的收入。",
	"Roll four times on the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|6} section. These merchants are present at this location for 30 days, after which they depart and four new randomly-rolled merchants arrive, continuing this pattern every 30 days.": "在{@book Traders and Merchants|FT&S|6}(Merchant's Guild)部分的{@table Merchants|FT&S}表上滚动四次。这些商人在这个地点停留30天，之后他们离开，然后又会有四个新的随机商人到来，每30天重复这个模式。",
	"{@b Income.} If your structure is located in an area that can reasonably expect trade, this room generates an income of 220 gp {@dice 2d10*20|(or 2d10 x 20 gp)} every 30 days.": "{@b Income.} 如果你的建筑位于一个可以合理期望贸易的地区，这个房间每30天可以产生220 gp的收入{@dice 2d10*20|(or 2d10 x 20 gp)}。",
	"Bone pile, crypt, tombs": "骨堆，地下室，坟墓",
	"Dead bodies can be interred here, and suffer no degradation for the purposes of necromancy spells. When this room is first built, it comes with five skeletal servants, each one counting as an unpaid, unskilled hireling for any structure or room requirements. Each skeleton that fills a position that would otherwise belong to an unskilled hireling reduces the structure's Total Cost per Day by 2 sp.": "这里可以安葬尸体，并且不会因为制造亡灵法术而腐烂。当这个房间第一次建造时，会附带五个骷髅仆从，每个都算作未支付的无技能雇佣工，适用于任何建筑或房间需求。每个骷髅填补一个本应由无技能雇佣工担任的职位，都会使该结构的每日总成本减少2 sp。",
	"These skeleton servants have an AC of 10, 1 hit point, and a Strength of 8, are undead instead of humanoid, cannot speak, and cannot attack (unless equipped by the {@reward Armory|FT&S} and doing so in defense of your structure).": "这些骷髅仆役的护甲等级为10，1点生命值，力量值为8，是不死生物而非人形生物，不能说话，也不能攻击（除非装备了{@reward Armory|FT&S}并且是为了保卫你的建筑）。",
	"The servants do as commanded by the owners of the structure and their allies, and stand motionless in place if commands conflict, waiting until new commands are given. These skeletal servants can perform simple tasks that a human servant could do, such as fetching things, cleaning, mending, folding clothes, lighting fires, serving food, and pouring wine. If a skeletal servant leaves the structure it was created in for more than 7 consecutive days, it disintegrates into dust.": "仆人们遵从建筑物的主人及其盟友的命令，并在命令冲突时保持静止，直到收到新的命令。这些骷髅仆人可以执行人类仆人能做的简单任务，比如取东西、清洁、缝补、叠衣服、生火、上菜和倒酒。如果一个骷髅仆人离开它被创造的建筑物超过7天，它就会变成灰尘。",
	"Every 30 days on the advent of a full moon (or other celestial event of equal significance), a 1 hour ritual can be performed by any character or hireling that can cast at least one necromancy spell. When the ritual is complete, it raises an additional five skeletal servants (if there are an adequate number of dead Medium or Small humanoid bodies entombed in this room) that join the others in the service of your structure.": "每隔30天，在满月的来临（或其他同等重要的天文事件），任何能施展至少一种死灵法术的角色或雇佣兵都可以进行一个1小时的仪式。当仪式完成时，如果在这个房间里有足够数量的中型或小型人形尸体，它会额外召唤出五个骷髅仆从，加入其他仆从一起为你的建筑提供服务。",
	"A structure can have a maximum number of functioning skeletal servants equal to 20 × the structure's total room points.": "一个建筑物可以拥有的最大功能骨骼仆从数量等于建筑物总房间点数的20倍。",
	"2 gp (optional)": "2 金币 (可选)",
	"Dark altar, spirit lodge": "黑暗祭坛，灵魂小屋 (Dark Altar, Spirit Lodge)",
	"The structure this room is in is affected by a version of the {@spell hallow} spell with a permanent duration, the details of which are decided upon when the construction of this room is completed. The {@spell dispel magic} spell can end this effect only if cast as an 7th-level spell or higher. If the room and structure still stand, the structure will again be affected by {@spell hallow} after 30 days, its details again decided by the owners of the structure.": "这个房间所在的结构受到了一个永久持续时间版本的{@spell hallow}法术的影响，具体细节在房间建造完成时决定。只有以7级或更高级法术施放的{@spell dispel magic}法术才能结束这种效果。如果房间和结构仍然存在，那么在30天后结构将再次受到{@spell hallow}的影响，其细节再次由结构的所有者决定。",
	"The {@spell hallow} spell can be cast within this room, and if it is, it instead changes the effects of the hallow spell on the entire structure. {@skill Religion} checks made here that deal with the lore surrounding the deity, philosophy, or religion the chapel is associated with have advantage.": "在这个房间内可以施放{@spell hallow}法术，如果施放了，它会改变整个建筑物上圣洁法术的效果。在这里进行的与教堂相关的有关神灵、哲学或宗教的知识的检定获得优势。{@skill Religion}",
	"{@b Income.}  If the maintenance cost for this room is paid in order to staff the room with a skilled hireling proficient in {@skill religion}, parishioners will visit this room and provide tithes. In which case, this room will generate an income from those tithes of 140 gp {@dice 4d6*10|(or 4d6 × 10 gp)} every 30 days.": "{@b Income.} 如果支付维护费用，以雇佣一名熟练的雇佣兵，精通{@skill religion}，教区居民将会访问这个房间并献什一税。在这种情况下，这个房间将每30天从这些什一税中产生140 gp{@dice 4d6*10|(or 4d6 × 10 gp)}的收入。",
	"Knowledge of clockwork technology, a structure with at least 6 total room points": "对钟表技术的了解，一个至少有6个总房间点的结构 (Clockwork Technology, a structure with at least 6 total room points)",
	"The presence of a clock tower greatly increases the efficiency of your workforce and thus your entire structure, requiring you to spend less on maintenance and wages to achieve the same effect. Reduce the Total Cost per Day of the structure by 10 gp.": "拥有一个钟楼大大提高了你的劳动力效率，从而提高了整个结构的效率，使你在维护和工资上的支出减少，却能达到相同的效果。将结构每天的总成本减少10 gp。",
	"Ball room, mess hall": "舞厅，餐厅",
	"This room must be staffed by at least 5 unskilled hirelings and 3 skilled hirelings proficient with {@item cook's utensils|phb} to be functional, paid for by the maintenance cost. Once every 30 days, the owners of this structure can decide to hold a lavish banquet in this room. This banquet takes 1 hour to prepare, and 1 hour to consume.": "这个房间必须由至少5名不熟练雇工和3名熟练雇工（{@item cook's utensils|phb}）来维持运作，他们的费用由维护成本支付。每30天，这个建筑的所有者可以决定在这个房间举办一场盛大的宴会。这场宴会需要1小时准备，1小时享用。",
	"The effects of this lavish banquet are identical to the effects of the {@spell heroes' feast} spell, save that it is able to feed twice as many creatures. Creatures only gain these benefits if they eat the food at the banquet itself, and this food loses its potency after 24 hours.": "这场奢华宴会的效果与{@spell heroes' feast}法术相同，只是它能够喂饱两倍多的生物。只有在宴会上吃了食物的生物才能获得这些好处，而这些食物在24小时后失去效力。",
	"Mundane banquets can also be held in this room. If the owners of this structure decide to hold a mundane banquet, it takes 1 hour to prepare, and creates enough food to feed up to 100 creatures.": "这个房间也可以举办平凡的宴会。如果这个建筑的所有者决定举办平凡的宴会，需要1小时准备时间，可以提供足够的食物供应给多达100个生物。",
	"A number of airships equal to your structure's total room points can moor safely at this location, which is likely a spire or free-floating dock. Mechanical elevators and cranes are also present to raise and lower cargo. Roll once on the {@table Merchants|FT&S} in the {@book Traders and Merchants|FT&S|6} section. This merchant is present for 30 days, after which they depart and a new randomly-rolled merchant arrives, continuing this pattern every 30 days.": "你的建筑物总房间点数相等的飞艇数量可以安全停靠在这个位置，这可能是一个尖塔或自由浮动的码头。 这里还有机械升降机和起重机，用于升降货物。 在{@book Traders and Merchants|FT&S|6}部分的{@table Merchants|FT&S}上投掷一次骰子。 这位商人将在此停留30天，之后他们将离开，一个新的随机商人将到来，每30天重复这一模式。",
	"{@b Income.} This room generates an income of 165 gp {@dice 2d10*15|(or 2d10 × 15 gp)} every 30 days": "{@b Income.} 这个房间每30天产生165 gp的收入{@dice 2d10*15|(or 2d10 × 15 gp)}。",
	"A number of spelljammers or similar dimensional ships equal to your structure's total room points can moor safely at this location, which is likely an immense hangar or free-floating dock built into a stable portal to another realm. Roll once on the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|6} section. This merchant is present for 30 days, after which they depart and a newly rolled merchant arrives, continuing this pattern every 30 days.": "与您建筑物的总房间点数相等的一些魔法飞船或类似的次元飞船可以安全地停泊在这个位置，这很可能是一个巨大的机库或自由漂浮的码头，建在通往另一个境界的稳定传送门中。在{@book Traders and Merchants|FT&S|6}部分的{@table Merchants|FT&S}表上投掷一次。这个商人在此停留30天，之后他们离开，一个新的商人到来，每30天重复这个模式。",
	"{@b Income.} This room generates an income of 180 gp {@dice 2d8*20|(or 2d8 × 20 gp)} in strange currency (such as electrum or fragments of astral diamonds) every 30 days": "{@b Income.} 这个房间每30天产生180 gp的收入{@dice 2d8*20|(or 2d8 × 20 gp)}，以奇怪的货币（如电金币或星辰钻石碎片）支付。",
	"A number of ships equal to twice your structure's total room points may lay anchor safely at this room, which is likely a harbor or waterfront. Roll twice on the {@table Merchants|FT&S} in the {@book Traders and Merchants|FT&S|6} section. These merchants are present for 30 days, after which they depart and two new randomly-rolled merchants arrive, continuing this pattern every 30 days.": "(%num%)艘船可以安全地停泊在这个房间，数量等于你建筑物总房间点数的两倍，这个房间可能是一个港口或者海滨。在{@book Traders and Merchants|FT&S|6}部分，投掷两次{@table Merchants|FT&S}。这些商人会停留30天，之后他们离开，然后会有两个新的随机商人到来，每30天重复这个模式。",
	"{@b Income.} This room generates an income of 275 gp {@dice 2d10*25|(or 2d10 × 25 gp)} every 30 days": "{@b Income.} 这个房间每30天可以产生275 gp的收入 {@dice 2d10*25|(or 2d10 × 25 gp)}",
	"Escape portal": "逃生传送门",
	"A secret tunnel runs from a point in your structure you choose to another point outside within a mile, also of your choosing. This room automatically benefits from the {@reward Hidden|FT&S} improvement.": "一个秘密隧道从您选择的结构中的一个点通往另一个您选择的一英里之外的点。这个房间会自动受益于{@reward Hidden|FT&S}的改进。",
	"4 gp (optional)": "4 金币 (optional)",
	"Druidic grove, greenhouse, poisoner's grotto": "德鲁伊树林，温室，毒药师洞穴",
	"Contains an assortment of herbs and grown vegetables.": "包含各种草药和种植的蔬菜。",
	"{@b Income.} Every 30 days, the garden grows an amount of herbs equal in worth to 225 gp {@dice 1d4*09|(or 1d4 × 90 gp)}. A creature proficient in {@skill Nature} or with the {@item herbalism kit|phb} can harvest these herbs with 8 hours of effort.": "{@b Income.} 每30天，花园会生长出价值225 gp的草药数量{@dice 1d4*09|(or 1d4 × 90 gp)}。擅长{@skill Nature}或者有{@item herbalism kit|phb}的生物可以花费8小时的努力收获这些草药。",
	"Once harvested, the herbs can be sold for their worth in currency, or used as materials to craft any item (within reason), mundane or magical, that could be created with {@item alchemist's supplies|phb}, {@item brewer's supplies|phb}, {@item cook's utensils|phb}, or the {@item poisoner's kit|phb}. Typically this would include any drinkable items, non-meat edible items, poisons, liquids, and magic items in the potion category, though your DM may rule that certain potions or poisons are unable to be brewed with herbs from the garden. Use the existing crafting rules ({@variantrule Downtime Activity: Crafting|phb|PHB, p. 187}; {@variantrule Downtime Activity: Crafting a Magic Item|dmg|DMG, p. 128-129}; {@variantrule Downtime Activity: Crafting an Item|xge|XGE, p. 128-130}) for this purpose.": "一旦收获，这些草药可以按其价值出售，或用作制作任何物品（在合理范围内）的材料，无论是凡俗的还是魔法的，只要可以用{@item alchemist's supplies|phb}、{@item brewer's supplies|phb}、{@item cook's utensils|phb}或者{@item poisoner's kit|phb}创造。通常这将包括任何可饮用的物品、非肉类食品、毒药、液体以及药水类的魔法物品，尽管你的DM可能会裁定某些药水或毒药无法用来酿造来自花园的草药。为此目的使用现有的制作规则({@variantrule Downtime Activity: Crafting|phb|PHB, p. 187}; {@variantrule Downtime Activity: Crafting a Magic Item|dmg|DMG, p. 128-129}; {@variantrule Downtime Activity: Crafting an Item|xge|XGE, p. 128-130})。",
	"If you pay the maintenance cost to hire a staff of two skilled hirelings either proficient in {@skill Nature} or with the {@item herbalism kit|phb} to act as gardeners, the garden instead produces herbs worth 450 gp {@dice 2d4*90|(or 2d4 × 90 gp)} every 30 days.": "如果你支付维护费用来雇佣两名熟练的佣人，他们要么精通{@skill Nature}，要么擅长{@item herbalism kit|phb}，作为园丁，那么园子每30天将产出价值450 gp的草药{@dice 2d4*90|(or 2d4 × 90 gp)}。",
	"Mausoleum, necromancer's laboratory": "陵墓，死灵法师的实验室 (Mausoleum, necromancer's laboratory)",
	"Dead bodies can be interred here, and suffer no degradation for the purposes of resurrection or necromancy spells. Additionally, there are considered to be an unlimited number of corpses for the purposes of necromancy here. When cast in this room by the owners of this structure or their allies, the spells {@spell animate dead} and {@spell create undead} each create an additional undead creature of the lowest possible CR.": "可以在这里埋葬尸体，并且不会因复活或死灵法术而腐烂。此外，这里被认为有无限数量的尸体可供死灵法术使用。当这座建筑的所有者或他们的盟友在这个房间施放法术时，{@spell animate dead} 和 {@spell create undead} 每个会额外创造一个最低CR的不死生物。",
	"Additionally, {@skill Arcana} or {@skill Religion} checks made here that deal with necromancy or the dead have advantage.": "此外，对于涉及到死灵术或亡灵的{@skill Arcana}或{@skill Religion}检定在这里具有优势。",
	"Clinic, medicine hut": "诊所，药屋 (Clinic, medicine hut)",
	"A creature that finishes a short or long rest here has its hit point maximum increased by an amount equal to the structure's total room points, and is healed up to its hit point maximum. This increase lasts until the creature finishes another long rest.": "在这里完成短暂或长时间休息的生物，其生命值上限将增加一个等于建筑物总房间点数的数值，并且会被治疗至其生命值上限。这个增加效果会持续直到生物完成另一次长时间休息。",
	"Additionally, if the creature is suffering from any diseases or the {@condition poisoned} condition, the creature can make a Constitution saving throw with advantage at the end of any rest it takes here, ending the disease or condition on a success. The DC for this saving throw is 15, unless the disease or condition would have a DC that is lower.": "此外，如果生物患有任何疾病或{@condition poisoned}状态，生物可以在此休息结束时进行一次具有优势的体质豁免检定，若成功则结束疾病或状态。此豁免检定的 DC 为 15，除非疾病或状态的 DC 较低。",
	"If the maintenance cost for this room is paid to staff it with a skilled hireling proficient in {@skill Medicine} that acts as a doctor, a creature that takes a rest here uses the maximum possible value for any hit dice it expends to heal, instead of rolling, until it finishes its next long rest.": "如果为这个房间支付维护费用，可以雇佣一名熟练的雇佣兵，精通{@skill Medicine}，充当医生。在这里休息的生物使用任何消耗的生命骰来治愈时，将使用最大可能的值，而不是掷骰，直到完成下一个长休。",
	"Once each day, a creature that possesses the Spellcasting or Pact Magic feature, has access to 5th level spell slots, and is either one of the owners of this structure or one of their allies, can use this room to invoke a powerful entity, beseeching it for aid or knowledge. That creature then casts either {@spell contact other plane} or {@spell scrying} without expending a spell slot, even if the creature does not know the spell it has chosen. When cast in this way, the creature has advantage on the Intelligence saving throw required by contact other plane, and a creature targeted by the {@spell scrying} spell has disadvantage on its Wisdom saving throw.": "每天一次，拥有施法或契约魔法特性，可以使用5级法术位，并且是这个建筑物的所有者或他们的盟友之一的生物，可以利用这个房间召唤一个强大的实体，请求其援助或知识。该生物然后施放{@spell contact other plane}或{@spell scrying}，即使该生物不知道它选择的法术也不消耗法术位。以这种方式施放时，生物在接触其他位面所需的智力豁免上获得优势，并且被{@spell scrying}法术瞄准的生物在其感知豁免上获得劣势。",
	"Once every 30 days, a creature that meets the above requirements and can cast at least one 6th level spell can cast the {@spell planar ally} spell within this room, even if the creature does not know the spell, without expending spell slots or uses of class features. A planar ally conjured within this room cannot leave it for 8 hours without permission from the creature that summoned it, and is unable to attack or bring harm to its summoner while its summoner remains within this room.": "每30天一次，符合上述要求并能施放至少一级6法术的生物可以在这个房间内施放{@spell planar ally}法术，即使该生物不知道这个法术，也无需消耗法术槽或职业特性使用次数。在这个房间内召唤的位面盟友未经召唤者允许不能在8小时内离开房间，并且在召唤者仍在这个房间内时无法攻击或伤害召唤者。",
	"Prison, sacrifice pit, torture chamber": "监狱，牺牲坑，拷问室",
	"You have cells available to securely hold a number of humanoids up to five times your structure's total room points. Prisoners may only escape if they are unguarded, and either have access to this room's key (five of which come with this room), or by using {@item thieves' tools|phb} to make four successful DC 15 Dexterity checks. This room can be built multiple times.": "你有足够的牢房可以安全地容纳人形生物数量，最多是你建筑物总房间点数的五倍。只有在没有看守的情况下，囚犯才能逃脱，要么拥有这个房间的钥匙（其中有五把），要么通过使用{@item thieves' tools|phb}来进行四次成功的DC 15敏捷检定。这个房间可以建造多次。",
	"This room is equipped for non-magical humanoids, and will not thwart magical attempts at escape unless the appropriate wards under the {@reward Warded or Spell-bound|FT&S|Warded} improvement are purchased for this room.": "这个房间适合非魔法人形生物，除非购买了该房间的{@reward Warded or Spell-bound|FT&S|Warded}改进所需的适当结界，否则不会阻止魔法逃脱尝试。",
	"If the maintenance cost for this room is paid in order to staff the room with a skilled hireling proficient in {@skill Intimidation} who acts as a warden, every 7 days you can choose for a single creature imprisoned within the jails for that entire duration to make a Charisma or Wisdom saving throw (its choice) against a DC of 15. On a failure, that creature truthfully answers up to {@dice 1d4} questions the hireling asks it, as long as the creature and the hireling share at least one language.": "如果支付了这个房间的维护费用，以便雇佣一名熟练的佣人，他精通{@skill Intimidation}，并担任看守，那么每7天，你可以选择一个被监禁在监狱中的生物，在整个持续时间内进行一次魅力或感知豁免检定（由其选择），豁免 DC 为 15。如果失败，该生物将如实回答佣人提出的最多{@dice 1d4}个问题，只要该生物和佣人至少共享一种语言。",
	"2 gp, 4gp, or 6 gp": "2 gp, 4 gp, 或 6 gp",
	"Schoolhouse, training grounds": "校舍，训练场 (Schoolhouse, training grounds)",
	"Classes are held in this room, instructing those within on any number of topics. This room can be built multiple times.": "在这个房间里举行各种课程，教授内部人员各种主题。这个房间可以建造多次。",
	"The maintenance cost for this room hires a number of skilled hirelings proficient with any set of tools or in any Wisdom or Intelligence skill, who act as teachers. Choose the amount to pay; the maintenance cost hires 1 teacher for 2 gp, 2 teachers for 4 gp, or 3 teachers for 6 gp.": "这个房间的维护费用雇佣了一些熟练的雇佣兵，精通任何一套工具或任何智力或感知技能，他们充当老师。选择支付的金额；维护费用雇佣1位老师需支付2 gp，2位老师需支付4 gp，或3位老师需支付6 gp。",
	"Select a number of types of lessons to be taught in this room from the following list, equal to the number of teachers working in this room, as well as the specifics of what each lesson teaches. A single type of lesson can be chosen multiple times, but each must have a different subject (for example, \"Language Lesson\" can be chosen twice, but a different language must be selected for each).": "从以下列表中选择与这个房间中工作的老师数量相等的课程类型，并指定每种课程教授的具体内容。可以多次选择同一类型的课程，但每次必须选择不同的科目（例如，“语言课”可以选择两次，但每次必须选择不同的语言）。",
	"{@b Language Lesson.} Teaches a language you choose.": "{@b Language Lesson.} 教授你选择的语言。",
	"{@b Skill Lesson.} Teaches proficiency in a {@table skills|phb} which the hireling teacher is proficient in.": "{@b Skill Lesson.}教授雇佣教师精通的{@table skills|phb}。",
	"{@b Spell Lesson.} Teaches a cantrip of your choice to a creature that can cast at least one spell with a spell level. The cantrip must be on the spell list of a class the creature belongs to, and doesn't count against the number of cantrips the creature can know.": "{@b Spell Lesson.}教授一个你选择的零级法术给一个至少能施放一级法术的生物。这个法术必须在该生物所属职业的法术列表中，并且不计入该生物可以掌握的法术数量。",
	"{@b Tool Lesson.} Teaches proficiency with a set of {@table tools|phb|tools, a musical instrument, or a gaming set} with which the hireling teacher is proficient.": "{@b Tool Lesson.} 教授与雇佣教师熟练掌握的一组{@table tools|phb|tools, a musical instrument, or a gaming set}。",
	"{@b Weapon Lesson.} Teaches proficiency with a {@table weapons|phb|weapon} you choose.": "{@b Weapon Lesson.} 教授你选择的一种{@table weapons|phb|weapon}的熟练技能。",
	"Each day, a creature in the structure can attend one lesson of its choice, which lasts for 6 hours that day. Once the creature has attended the class for a number of days equal to 30 – twice its Intelligence modifier, the creature is considered to have learned the lesson's subject matter. If an unskilled hireling completes a lesson, it becomes a skilled hireling (complete with an increase in its wage).": "每天，结构中的生物可以选择参加一节课，该课程持续6小时。一旦生物参加了与其情报调整值的两倍相等的天数，即30天的课程，该生物被认为已经学会了课程的主题内容。如果一个无技能的雇佣完成了一节课，它将成为一个有技能的雇佣（包括工资增加）。",
	"A creature can only benefit from a number of lessons equal to its proficiency bonus, and does not absorb any lessons from this room (or any other instance of this room in this or other structures) beyond that limit": "生物只能受益于其熟练加值的课程数量，并且不会吸收超过该限制的课程，无论是来自这个房间（或者其他结构中的任何其他同类房间）还是其他地方。",
	"{@b Income.}  If this room accepts students and charges tuition, this room generates an income of 110 gp {@dice 1d10*20|(or 1d10 × 20 gp)} with 1 teacher, 220 gp {@dice 2d10*20|(or 2d10 × 20 gp)} with 2 teachers, or 330 gp {@dice 3d10*20|(or 3d10 × 20 gp)} with 3 teachers.": "{@b Income.} 如果这个教室接受学生并收取学费，该教室将会产生110 gp{@dice 1d10*20|(or 1d10 × 20 gp)}与1位老师，220 gp{@dice 2d10*20|(or 2d10 × 20 gp)}与2位老师，或者330 gp{@dice 3d10*20|(or 3d10 × 20 gp)}与3位老师。",
	"Archives, scriptorium": "档案馆，抄写室 (Archives, scriptorium)",
	"When a creature takes at least 1 hour to peruse this room, it can choose to make an Intelligence or Wisdom based skill check to find specific knowledge within this room. Even if the creature does not (or cannot) succeed on this roll, it can typically uncover a hint as to where else in the world this information may be found.": "当一个生物花费至少1小时查看这个房间时，它可以选择进行一个基于智力或感知的技能检定，以在这个房间内找到特定的知识。即使这个生物没有（或不能）在检定中成功，它通常也可以发现一个线索，指示这个信息在世界其他地方可能被找到。",
	"If the maintenance cost for this room is paid to hire a skilled hireling proficient in at least one Intelligence based skill as a librarian, a creature requires only 1 minute instead of 1 hour to peruse the room, and the check the creature makes has advantage.": "如果为这个房间支付了维护费用，以雇佣一名至少精通一项基于智力的技能的熟练雇佣者作为图书管理员，那么生物只需要1分钟而不是1小时来查看房间，并且生物进行的检查具有优势。",
	"Beacon": "信标 (Beacon)",
	"Ships traveling on water that are allied with the owners of this structure and are within a distance of this structure equal to 2 days of normal travel are able to navigate more accurately with the presence of a lighthouse. Within this distance, these ships can double their travel pace while not in combat without worrying about the dangers the sea presents.": "在与这座建筑物的所有者结盟的水上船只，只要距离这座建筑物的距离等于正常旅行的2天，就能够在灯塔的存在下更准确地航行。在这个距离内，这些船只在非战斗状态下可以加快航行速度，而不必担心海上的危险。",
	"If the maintenance cost is paid to hire a skilled hireling proficient with {@item navigator's tools|phb} or {@table Mounts and Vehicles; Waterborne Vehicles|phb|vehicles (water)} as a lighthouse keeper, the crews of any ships friendly to the owners of this structure have advantage on checks required by Activities While Traveling or Hazards while they can see this lighthouse.": "如果支付维护费用以雇佣一名熟练的雇佣兵，他在{@item navigator's tools|phb}或{@table Mounts and Vehicles; Waterborne Vehicles|phb|vehicles (water)}作为灯塔管理员，那么任何友好于这座建筑物所有者的船员在能看到这座灯塔时，进行旅行活动或面临危险所需的检查时获得优势。",
	"Barracks, guest rooms, spare cots, servant's quarters": "兵营，客房，备用床位，仆人住所 (Barracks, guest rooms, spare cots, servant's quarters)",
	"While a structure is usually considered to have adequate lodging for its owners and its hireling staff, additional housing for guests, soldiers, or other visitors may be necessary. This room can be built multiple times.": "虽然建筑物通常被认为为其所有者和雇佣员工提供了足够的住所，但可能需要额外的住房来容纳客人、士兵或其他访客。这个房间可以建造多次。",
	"When constructed, choose one of the following options for this room:": "在建造时，为这个房间选择以下选项之一：",
	"{@b Bunks.} This room can hold and house up to 100 individuals and their supplies in communal bunks.": "{@b Bunks.} 这个房间可以容纳多达100个人和他们的物资，共用双层床。",
	"{@b Bedrooms.} This room can hold and house up to 24 individuals in 6 private bedrooms, up to 4 persons per room.": "{@b Bedrooms.} 这个房间可以容纳24个人，有6间私人卧室，每间最多可容纳4人。",
	"{@b Income.} If this room is in a structure that can reasonably expect paying travelers, you chose to build bedrooms, and you decide for this room to act as an inn to visitors, then you can choose to pay the maintenance cost in order to hire a skilled hireling proficient either in {@item cook's utensils|phb} or with {@skill Persuasion} to act as an innkeeper. If you do, this room then generates an income of 220 gp {@dice 1d10*40|(or 1d10 × 40 gp)} every 30 days.": "{@b Income.} 如果这个房间位于一个可以合理期望有付费旅行者的建筑物内，你选择建造卧室，并决定让这个房间作为招待游客的客栈，那么你可以选择支付维护成本，以雇佣一个熟练的雇佣工，他要么精通{@item cook's utensils|phb}，要么精通{@skill Persuasion}，来担任客栈的店主。如果你这样做，这个房间将每30天产生220 gp的收入{@dice 1d10*40|(or 1d10 × 40 gp)}。",
	"Altar of blessings": "祝福祭坛 (Altar of blessings)",
	"A creature with spell slots can use this room to make any magic item that is not a potion or artifact, in half the normal time, and with half the normal materials cost. If the item would be an enchanted mundane object (such as a +1 longsword, for example), the mundane object must be created first, and its value can be deducted from the cost of the enchantment (before dividing it in half with the magical enchanter).": "一个拥有法术位的生物可以利用这个房间来制作任何不是药水或神器的魔法物品，所需时间和材料成本均为正常的一半。如果物品是一个被施加魔法的普通物品（比如一个+1长剑），那么必须先制作普通物品，其价值可以从附魔的成本中扣除（在与魔法附魔师分摊之前）。",
	"In all other ways, use the existing rules ({@variantrule Downtime Activity: Crafting a Magic Item|dmg|DMG, p. 128-129}; {@variantrule Downtime Activity: Crafting an Item|xge|XGE, p. 128-130}) for crafting magic items.": "在其他方面，遵循现有的规则（{@variantrule Downtime Activity: Crafting a Magic Item|dmg|DMG, p. 128-129}; {@variantrule Downtime Activity: Crafting an Item|xge|XGE, p. 128-130}）来制作魔法物品。",
	"Additionally, once each day a creature can use this room and 1 minute of effort to apply its choice of up to two of the effects available to the artificer's {@classFeature Magical Tinkering|Artificer|TCE|1} feature (TCE, p. 11), to a tiny nonmagical object. Doing so does not require the use of tools, and in all ways other than those listed here, this functions identically to the rules of the Magical Tinkering feature.": "此外，每天一次，生物可以使用这个房间和1分钟的努力，将其选择的最多两种效果应用于工匠{@classFeature Magical Tinkering|Artificer|TCE|1}特性（TCE，第11页）中可用的效果之一，施加在一个微型非魔法物体上。这样做不需要使用工具，在除了这里列出的方式之外，这个功能与魔法修补功能的规则完全相同。",
	"A number of objects can be affected in this way equal to three times the structure's total room points, and affecting an object beyond this amount causes the first affected object to lose the effects it has been granted in this way": "以这种方式可以影响的物体数量等于结构总房间点数的三倍，超出这个数量影响一个物体会导致第一个受影响的物体失去以这种方式获得的效果。",
	"Shops": "商店",
	"Choose three merchants from the {@table Merchants|FT&S} table in the {@book Traders and Merchants|FT&S|6} section. These merchants are in permanent residence at your structure, though the quality of their goods changes every 30 days.": "在{@book Traders and Merchants|FT&S|6}{@table Merchants|FT&S}部分的表中选择三个商人。这些商人是您建筑物的常驻商人，尽管他们的商品质量每30天会发生变化。",
	"{@b Income.} If your structure is located in an area that can reasonably expect trade, this room generates an income of 210 gp {@dice 2d6*30|(or 2d6 x 30 gp)} every 30 days.": "{@b Income.} 如果你的建筑位于一个可以合理期望贸易的地区，这个房间每30天可以产生210 gp的收入{@dice 2d6*30|(or 2d6 x 30 gp)}。",
	"A structure with at least 3 total room points": "至少有3个总房间点的结构",
	"When you create this room, it replaces the entrance to your structure with an elaborate maze which creatures without a flying speed must make their way through in order to enter your structure. You can choose to include a hidden passage that bypasses the maze at no additional cost, which follows the rules for the {@reward Secret Passage|FT&S} room modification (detailed in a later section). The maze cannot be the subject of any other room modifications.": "当你创建这个房间时，它会用一个复杂的迷宫取代你建筑物的入口，没有飞行速度的生物必须通过这个迷宫才能进入你的建筑物。你可以选择在没有额外费用的情况下包括一个绕过迷宫的隐藏通道，遵循{@reward Secret Passage|FT&S}房间修改的规则（在后面的部分详细说明）。这个迷宫不能成为任何其他房间修改的主题。",
	"Creatures attempting to navigate the maze must make a number of successful Intelligence ({@skill Investigation}) or Wisdom ({@skill Survival}) checks (their choice) equal to half the structure's total room points (round up), the DC of which is equal to 10 + half the structure's total room points (round up). Each of these checks takes 1 hour to complete, whether or not it is successful.": "试图在迷宫中导航的生物必须进行一定数量的成功智力（{@skill Investigation}）或感知（{@skill Survival}）检定（由它们选择），次数等于建筑物总房间点数的一半（四舍五入），检定的DC为10加上建筑物总房间点数的一半（四舍五入）。每次检定需要1小时完成，无论成功与否。",
	"If creatures are traveling through the maze as a group, one member of their group can make a single check for all the creatures in the group, gaining advantage if it is aided by the {@action Help} action from another one of these creatures with proficiency in a relevant skill. The owners of this structure, their allies, creatures familiar with the maze, or any creature with a climb speed can make these checks with advantage.": "如果生物作为一组穿越迷宫，他们组中的一名成员可以代表所有生物进行一次检查，如果另一名拥有相关技能熟练度的生物使用{@action Help}动作帮助，则可以获得优势。这个结构的所有者，他们的盟友，熟悉迷宫的生物，或者任何拥有攀爬速度的生物可以获得这种检查的优势。",
	"If a creature succeeds on these checks, it finds itself at the entrance of the structure. If a creature fails 3 of these checks in a row, it becomes lost, resetting its number of successful checks to 0.": "如果一个生物成功通过这些检查，它会发现自己在建筑物的入口处。如果一个生物连续失败3次这些检查，它会迷失方向，将其成功检查的次数重置为0。",
	"Each 10 foot segment of the walls of this maze has an AC of 17; 27 hit points; a height of 40 feet, and immunity to all damage except bludgeoning, slashing, acid, fire, force, thunder, necrotic, and damage from a pick. The walls ignore any damage done to them from any source that does not instantly reduce them to 0 hit points or below with a single damage roll.": "这个迷宫的墙壁每10英尺一段，防御等级为17；27点生命值；高度为40英尺，对除了钝击、挥砍、酸、火、力场、雷霆、死灵以及凿子伤害之外的所有伤害免疫。这些墙壁会忽略任何未能在一次伤害骰中立即将其生命值降至0或以下的伤害来源对其造成的伤害。",
	"In place of a check to navigate the maze, a creature can choose to attempt to damage the maze's walls, using its {@action Attack} action or a spell to attempt to inflict the necessary damage. Successfully destroying a section of walls counts as a successful check, while failing to destroy a section of wall counts as a failed check. Destroyed walls magically repair themselves after 30 days.": "在迷宫中，生物可以选择尝试破坏迷宫的墙壁，而不是通过检查来导航，可以使用它的{@action Attack}动作或一个法术来尝试造成必要的伤害。成功摧毁一段墙壁算作成功检查，而未能摧毁一段墙壁算作失败检查。摧毁的墙壁会在30天后自行修复。",
	"If this structure also contains an {@reward Animal Pen|FT&S|Animal Pens} or {@reward Jails|FT&S} room, the captive creatures contained within them can be released into the maze. While these captive creatures are within the maze, both the Animal Pens and Jails still count as if they were occupied, and the captive creatures are unable to escape the maze. If any creatures attempting to navigate the maze fail two checks in a row, they encounter the captive creatures, which could result in combat depending on the inclinations of the creatures involved.": "如果这个结构还包含一个 {@reward Animal Pen|FT&S|Animal Pens} 或 {@reward Jails|FT&S} 房间，那么被囚禁的生物可以被释放到迷宫中。当这些被囚禁的生物在迷宫中时，动物围栏和监狱仍然被视为被占据，被囚禁的生物无法逃离迷宫。如果有任何生物尝试穿越迷宫失败两次检定，它们会遭遇被囚禁的生物，这可能导致战斗，取决于涉及生物的倾向。",
	"One raw resource (wood, metal, grain, fish, wool, gems, or similar) harvested and under the control of the owner of this structure or their allies, within 5 miles of the structure.": "结构物的所有者或他们的盟友控制的一种原始资源（木材，金属，谷物，鱼，羊毛，宝石或类似物），在距离结构物5英里范围内。",
	"Cannery, loom, lumber mill, mint, water wheel, windmill": "罐头厂, 织布机, 木材厂, 造币厂, 水车, 风车",
	"A room for the refinement of resources, in whatever form that might take. This room can be built multiple times": "一个用于资源提炼的房间，无论形式如何。这个房间可以建造多次。",
	"{@b Income.} If this room is fully staffed by at least 5 unskilled hirelings and at least 2 skilled hirelings proficient in a relevant set of artisan's tools (paid for by the maintenance cost), it can produce refined materials from available raw resources.": "{@b Income.} 如果这个房间至少有5名无技能雇佣工和至少有2名熟练掌握相关工匠工具的雇佣工（由维护费用支付），它可以从现有的原材料中生产精炼材料。",
	"If these raw resources are supplied, the mill can generate salable materials worth 550 gp {@dice 1d10*100|(or 1d10 × 100 gp)} every 30 days. These materials can be sold to interested buyers, consumed in place of hirelings' wages if they are food (thus reducing your structure's Total Cost per Day), or used in place of gold cost for crafting, if applicable.": "如果提供这些原材料，磨坊可以每30天生产价值550 gp {@dice 1d10*100|(or 1d10 × 100 gp)}的可出售材料。这些材料可以出售给感兴趣的买家，用作雇佣工资的替代品（从而降低您建筑物的每日总成本），或者用于制作时替代金币成本，如果适用的话。",
	"This room houses a number of crows, ravens, pigeons, owls, hawks, or similar birds equal to your structure's total room points. While in this room, a creature can attach a message to one of these birds and give it instructions for delivery. This acts identically to a casting of the {@spell animal messenger} spell, save that the message is written, not spoken, can be up to 50 words, and is delivered in the form of a tiny scroll.": "这个房间里有一些乌鸦、乌鸦、鸽子、猫头鹰、鹰或类似的鸟，数量等于你建筑物的总房间点数。在这个房间里，生物可以将一条消息附在这些鸟中的一只，并给予传递指示。这与施放{@spell animal messenger}法术的效果完全相同，只是消息是书面的，而不是口头的，最多可以有50个字，并以微小卷轴的形式传递。",
	"If you pay the maintenance cost to staff this room with a skilled hireling proficient in {@skill Animal Handling} who acts as a master of ravens, the room can instead hold a number of birds equal to twice the structure's total room points, and the duration of the room's effect that mimics animal messenger is 48 hours instead of 24 hours.": "如果您支付维护费用，雇佣一名熟练的雇佣兵，他精通{@skill Animal Handling}，并担任乌鸦大师，那么房间可以容纳的鸟类数量将等于建筑物总房间点数的两倍，并且模拟动物信使的房间效果持续时间将从24小时增加到48小时。",
	"A structure with at least 3 total room points, a creature capable of casting 7th-level spells": "一个至少有3个总房间点的结构，一个能施放第7级法术的生物 (creature)",
	"When you create this room, it contains a number of portals equal to half this structure's total room points (round up). Each of these portals follows the rules of the {@spell gate} spell, excepting that they allow for two-way travel, do not require spell slots or a materials cost, do not require concentration, cannot forcibly draw creatures through them, and have an indefinite duration. As with the gate spell, deities and other planar rulers can deny a portal's creation in their realm or presence.": "当你创建这个房间时，其中包含的传送门数量等于这个结构总房间点数的一半（四舍五入）。每个传送门遵循{@spell gate}法术的规则，除了它们允许双向旅行，不需要法术位或材料成本，不需要集中精力，不能强制性地将生物通过，且持续时间无限。与传送门法术一样，神灵和其他位面统治者可以在他们的领域或存在中否决传送门的创建。",
	"These portals can only be destroyed with a casting of {@spell dispel magic} at 7th-level or higher, or with the destruction of this room or the structure itself. If the room and structure still stand, a destroyed portal will be reformed after 30 days, leading to a location chosen by the owners of this structure.": "这些传送门只能通过施放{@spell dispel magic}的7级或更高级法术来摧毁，或者摧毁这个房间或结构本身。如果房间和结构仍然存在，摧毁的传送门将在30天后重新形成，通往由这个结构的所有者选择的地点。",
	"Away from sight in an obscure corner of the structure, this room is a shelter that the owners of this structure and their allies can escape to in times of need. When you build this room, it automatically benefits from the {@reward Hidden|FT&S} room modification (detailed later) with no additional cost.": "在这个建筑的一个隐蔽角落，有一个房间作为建筑的所有者和他们的盟友在需要时可以躲避的避难所。当你建造这个房间时，它会自动受益于{@reward Hidden|FT&S}房间改造（稍后详细介绍），无需额外费用。",
	"This room is constructed from walls made of mithral with an AC of 21; 40 hit points; immunity to all damage except acid, fire, force, and necrotic; and that ignore any damage done to them from any one source that would not instantly reduce them to 0 hit points or below.": "这个房间由秘银墙壁构建，AC为21；有40点生命值；免疫除了酸、火、力量和死灵以外的所有伤害；并且忽略来自任何一种源头的伤害，除非该伤害能立即将其生命值降至0点或以下。",
	"Entering this room, even via a secret passage, places you outside these mithral walls, which must be broken down or opened with a command word (known to the owners of the structure) to themselves be entered.": "进入这个房间，即使是通过秘密通道，也会将你置于这些秘银墙外，必须通过一个口令（由建筑物的所有者知晓）来打破或打开这些墙才能进入。",
	"All the amenities of life are contained within these mithral walls, allowing up to 4 creatures a limitless supply of pure water, preserved food, and clean air, along with bedding, waste disposal, and supplies to live a modest lifestyle without any cost.": "这些秘银墙内包含了生活的一切便利设施，可供最多4个生物获得无限量的纯净水、保鲜食物和清洁空气，还有床铺、废物处理和生活必需品，让他们以零成本过上温饱的生活。",
	"More creatures can be housed inside the safe room, but the lifestyle quality decreases with more creatures sheltered within the room. This room can support up to 6 creatures with a poor lifestyle, 8 creatures with a squalid lifestyle, or 10 creatures with a wretched lifestyle. The room does not contain enough food, water, or air to support more than 10 creatures, and attempting to shelter more than 10 creatures within the room subjects each creature in the room to a level of {@condition exhaustion} for each day it spends within the room.": "更多生物可以被安置在安全房间内，但随着更多生物在房间内避难，生活质量会降低。这个房间最多可以支持6个生物过着贫困的生活方式，8个生物过着肮脏的生活方式，或者10个生物过着悲惨的生活方式。房间内没有足够的食物、水或空气来支持超过10个生物，试图在房间内收容超过10个生物会使房间内的每个生物每天在房间内度过的时间受到{@condition exhaustion}的影响。",
	"Creatures that dwell within a structure containing this room lead healthier lives and live in a much more sanitary environment. As such, the owners of this structure, their allies, and any other creatures that live in this structure have resistance to poison damage while within 5 miles of the structure, and while within this radius have advantage on all saving throws to resist becoming infected with disease or against spells or effects that would inflict the {@condition poisoned} condition.": "在这个房间所在的建筑物内居住的生物过着更健康的生活，生活环境更加卫生。因此，这个建筑物的所有者、他们的盟友以及居住在这个建筑物内的其他生物在距离建筑物5英里范围内时对毒性伤害具有抗性，而在这个半径内对抵抗感染疾病或抵抗施加 {@condition poisoned} 状态的法术或效果的所有豁免投掷都具有优势。",
	"Occasionally, strange items wash up in the sewers. Every 30 days, roll {@dice 1d6}. On a roll of 1 or 2, a random item from the {@item Trinket|phb} (PHB, p. 160-161) is found, intact and (mostly) clean.": "偶尔，在下水道中会冲上一些奇怪的物品。每30天，掷骰子{@dice 1d6}。如果掷出1或2，就会发现来自{@item Trinket|phb}（PHB，第160-161页）的随机物品，完整且（大部分）干净。",
	"The area around your structure, out to a radius of 300 feet beyond your structure's walls, is affected by a special {@spell hallucinatory terrain} spell, the details of which you determine when you first build this room. This spell is also able to change the appearance of manufactured structures within its area, but not creatures or equipment. Thus, a tower could appear to be an enormous tree, a cottage could be a boulder, or a college could be blanketed in an endless fog.": "你的建筑周围区域，延伸到超出建筑物墙壁300英尺的半径范围内，受到一个特殊的{@spell hallucinatory terrain}法术影响，具体细节由你在首次建造这个房间时确定。这个法术也能改变其范围内制造的建筑物的外观，但不包括生物或装备。因此，一座塔可以看起来像一棵巨大的树，一间小屋可以是一个巨石，或者一座学院可以被无尽的雾气笼罩。",
	"At any time, the owners of this structure or a friendly creature that they designate can change the nature of this illusion by entering the room and using an action to do so, determining whatever new attributes of the illusion apply. The illusion can be temporarily disabled with such an action, as well, or re-enabled with a similar action at a later time.": "任何时候，这座建筑物的所有者或他们指定的友好生物可以进入房间并使用一个动作来改变这个幻象的本质，确定新的幻象属性。这个幻象也可以通过这样的动作暂时禁用，或者稍后再次使用类似的动作重新启用。",
	"Profane idol, spirit totem": "亵渎偶像，灵魂图腾",
	"A creature visiting this shrine can present it with a nonmagical object as an offering, which is then placed in a position of import and destroyed, usually by supernaturally powerful fire. The creature then gains a blessing, based on the monetary worth of the destroyed object, as detailed on the table below. A creature can only gain one such blessing every 24 hours.": "一个前往这座神龛的生物可以献上一件非魔法物品作为祭品，然后将其放在一个重要的位置并销毁，通常是通过超自然力量的火焰。然后，根据被销毁物品的货币价值，生物会获得一个祝福，具体详情见下表。每个生物每24小时只能获得一次这样的祝福。",
	"5 gp or less": "5 gp或更少 (5 gp)",
	"Targeted by a casting of {@spell guidance} with a duration of 24 hours.": "受到了持续24小时的{@spell guidance}法术的影响。",
	"As above, except the {@dice d4} can also be applied to an attack or saving throw, instead of an ability check.": "与上述相同，只是{@dice d4}也可以应用于攻击或豁免检定，而不仅限于技能检定。",
	"As above, except the spell grants a total of {@dice 2d4}, each die of which must be applied to a separate roll. After the last {@dice d4} is applied, the spell ends.": "与上述相同，除非该法术提供总计{@dice 2d4}，其中每个骰子必须应用于单独的投掷。在应用最后一个{@dice d4}之后，法术结束。",
	"As above, except any amount of {@dice d4}s can be applied to the same roll.": "与上述相同，除非可以将任意数量的{@dice d4}应用于相同的掷骰。",
	"As above, except the spell grants a total of {@dice 3d4} instead of {@dice 2d4}.": "与上文相同，除了这个法术提供的总共是{@dice 3d4}，而不是{@dice 2d4}。",
	"As above, except the spell grants a total of {@dice 3d6} instead of {@dice 3d4}.": "与上文相同，除了该法术提供的总计为{@dice 3d6}，而不是{@dice 3d4}。",
	"As above, except the spell grants a total of {@dice 3d8} instead of {@dice 3d6}.": "与上文相同，除了这个法术提供的总计为{@dice 3d8}，而不是{@dice 3d6}。",
	"As above, except the spell grants a total of {@dice 3d10} instead of {@dice 3d8}.": "与上文相同，除了这个法术提供的总计为{@dice 3d10}，而不是{@dice 3d8}。",
	"As above, except the spell grants a total of {@dice 3d12} instead of {@dice 3d10}.": "与上述相同，除了这个法术提供的总计为{@dice 3d12}，而不是{@dice 3d10}。",
	"As above, except any attack that hits while its roll benefited from at least one of these dice becomes a critical hit.": "与上文相同，除非任何攻击命中时其投掷受益于至少一个这些骰子，否则将成为一次重击。",
	"Crafts workshop, forge": "手工艺品工作坊，熔炉 (forge)",
	"This room is considered to always have the following sets of tools available: {@item carpenter's tools|phb}, {@item jeweler's tools|phb}, {@item leatherworker's tools|phb}, {@item smith's tools|phb}, {@item tinker's tools|phb}, and {@item woodcarver's tools|phb}. These tools are always present in this room, and individuals that are proficient with these tools can create items in half the normal time and with half the crafting cost while working in this room, using the existing crafting downtime activity rules ({@variantrule Downtime Activity: Crafting|phb|PHB, p. 187}; {@variantrule Downtime Activity: Crafting an Item|xge|XGE, p. 128}). This room can be built multiple times.": "这个房间被认为始终有以下一套工具可用：{@item carpenter's tools|phb}，{@item jeweler's tools|phb}，{@item leatherworker's tools|phb}，{@item smith's tools|phb}，{@item tinker's tools|phb}，和{@item woodcarver's tools|phb}。这些工具总是存在于这个房间中，熟练掌握这些工具的个体在这个房间工作时可以按照现有的制作休整活动规则（{@variantrule Downtime Activity: Crafting|phb|PHB, p. 187}；{@variantrule Downtime Activity: Crafting an Item|xge|XGE, p. 128}）以正常时间的一半和制作成本的一半制作物品。这个房间可以建造多次。",
	"If you pay the maintenance cost to hire a skilled hireling proficient with a relevant type of artisan's tools, choose a merchant of one of the following types: furniture and interior decor, jewelry and gems, knick-knacks, leatherworking, mechanical contraptions, medium and heavy armor, tools, vehicles and transportation, or weapons. The quality of this merchant's goods changes every 30 days, but it can never be less than poor, and is rerolled if it would ever be lower than this quality": "如果你支付维护费用来雇佣一名熟练使用相关类型工匠工具的雇工，选择以下类型之一的商人：家具和室内装饰，珠宝和宝石，小玩意，皮革制品，机械装置，中重型盔甲，工具，车辆和交通工具，或武器。这位商人的商品质量每30天改变一次，但绝不会低于劣质，并且如果质量低于此水平，则重新投掷。",
	"{@b Income.} Additionally, if the maintenance cost is paid, this room generates an income of 198 gp {@dice 1d10*36|(or 1d10 × 36 gp)} every 30 days.": "{@b Income.} 另外，如果支付了维护费用，这个房间每30天会产生198 gp的收入 {@dice 1d10*36|(or 1d10 × 36 gp)}。",
	"A team of at least 3 skilled hirelings proficient in appropriate sets of tools and 10 unskilled hirelings (all paid for by the maintenance cost) can build and maintain siege equipment here. The workshop can build one of the following siege weapons at any one time, the statistics for all of which are found in the {@i Dungeon Master's Guide}, page 255:": "至少3名熟练的雇佣工人，精通适当工具，并且10名不熟练的雇佣工人（所有人的工资都由维护费用支付）可以在这里建造和维护攻城设备。车间一次只能制造以下其中一种攻城武器，所有统计数据均可在《%0%》第255页找到：",
	"* requires knowledge of gunpowder": "* 需要对火药的了解 (gunpowder)",
	"A structure can only physically house a number of siege weapons equal to its total room points at any one time.": "一座建筑物在任何时候只能容纳与其总房间点数相等的攻城武器数量。",
	"3 gp (optional)": "3 gp（可选）",
	"Carriage house, coach house, wheelhouse": "马车房，教练房，方向舵室",
	"Your structure gains the ability to house and support horses or other Large or Medium beasts trained to be used as mounts, and can hold four of these creatures for each unit of your structure's maximum room points. Mounts that receive a long rest within this room have their movement speed increased by 10 feet until their next long rest. This stable does not come equipped with mounts, and mounts must be acquired by other means.": "你的建筑物获得了能够容纳和支持马匹或其他大型或中型野兽作为坐骑，并且每个单位建筑物的最大房间点数可以容纳四只这样的生物。在这个房间内休息过的坐骑在下一次长休之前，其移动速度增加10英尺。这个马厩不包括坐骑，坐骑必须通过其他方式获得。",
	"If the maintenance cost is paid in order to hire a skilled hireling proficient in {@skill Animal Handling} to act as a stable master, as well as 5 unskilled hirelings to act as stablehands, this structure is considered to be the permanent home of a vehicles and transportation merchant. The quality of this merchant's goods changes every 30 days, but it can never be less than poor, and is rerolled if it would ever be lower than this quality. If you are using the {@loader Traders and Merchants|book/Walrock Homebrew; Traders and Merchants.json} supplement, this merchant does not have access to any water or air transportation options.": "如果支付维护费用以雇佣一名熟练的雇佣兵，精通{@skill Animal Handling}，担任马厩主管，以及5名不熟练的雇佣兵担任马厩帮手，这个建筑被视为车辆和交通工具商人的永久住所。这个商人的商品质量每30天改变一次，但永远不会低于劣质，如果低于这个质量，将重新掷骰。如果您使用{@loader Traders and Merchants|book/Walrock Homebrew; Traders and Merchants.json}补充规则，这个商人没有任何水上或空中交通工具的选择。",
	"{@b Income.} Additionally, if the maintenance cost is paid, this room generates an income of 225 gp {@dice 2d8*25|(or 2d8 × 25 gp)} every 30 days.": "{@b Income.} 另外，如果支付了维护费用，这个房间每30天会产生225 gp的收入 {@dice 2d8*25|(or 2d8 × 25 gp)}。",
	"2 gp or 4 gp": "2 gp或4 gp",
	"Brewery, public house, speakeasy": "酿酒厂，酒吧，秘密酒吧 (speakeasy)",
	"For those that live in and nearby the structure, the tavern often makes life much more enjoyable. The owners of this structure add {@dice 1d4} to any Charisma or {@skill Insight} checks they make involving those who regularly use the tavern, which is generally expected to be almost all of those that live within the structure, as well as an assortment of those that live nearby.": "对于那些居住在结构内或附近的人来说，酒馆经常让生活变得更加愉快。这座建筑的所有者在涉及那些经常光顾酒馆的人的魅力或{@dice 1d4}检定中获得加值，通常预计几乎所有居住在结构内以及附近的人都会是其中的一部分。",
	"When taking the {@variantrule Downtime Activity: Carousing|xge|carousing} downtime activity (XGE, p. 126-128) at a tavern you own, you have advantage on the Charisma ({@skill Persuasion}) check you make at the end of it, as well as adding the {@dice 1d4} to that check.": "在你拥有的酒馆中进行{@variantrule Downtime Activity: Carousing|xge|carousing} 休整活动（XGE，第126-128页）时，你在活动结束时进行的魅力检定中获得优势，同时在该检定中增加{@dice 1d4}。",
	"Additionally, when you take the {@variantrule Downtime Activity: Gambling|xge|gambling} downtime activity (XGE, p. 130-131) at a tavern you own, you can reroll your choice of a single one of the checks the activity would have you make, as well as adding the {@dice 1d4} to each of the checks.": "另外，当你在自己拥有的酒馆中进行{@variantrule Downtime Activity: Gambling|xge|gambling}闲暇活动（XGE，第130-131页）时，你可以重新投掷你需要进行的一个检定，同时每个检定都增加{@dice 1d4}。",
	"Running a tavern requires a tavernkeep, a skilled hireling trained in {@skill Persuasion} whose salary is covered by the 2 gp maintenance cost. As an option, you can increase the maintenance cost to 4 gp to hire an additional skilled hireling proficient with {@item brewer's supplies|phb} to act as a brewer.": "经营一家酒馆需要一名酒馆老板，一名熟练的雇佣工，受过{@skill Persuasion}培训，其工资由2 gp的维护费用支付。作为一种选择，您可以将维护费用增加到4 gp，以雇佣另一名熟练的雇佣工，精通{@item brewer's supplies|phb}，担任酿酒师。",
	"If the tavern has both a tavernkeep and a brewer, this structure is considered to be the permanent home of an alcohol and refreshment merchant. The quality of this merchant's goods changes every 30 days, but it can never be less than poor, and is rerolled if it would ever be lower than this quality.": "如果酒馆同时拥有酒馆老板和酿酒师，这种结构被视为一个酒类和饮料商人的永久家园。这位商人的商品质量每30天改变一次，但绝不会低于劣质，如果质量低于此水平，将重新掷骰确定。",
	"{@b Income.} If the tavern has only a tavernkeep, it generates an income of 210 gp {@dice 2d6*30|(or 2d6 × 30 gp)} every 30 days. If the tavern has both a tavernkeep and a brewer, the high-quality alcohol it produces increases the income to 315 gp {@dice 3d6*20|(or 3d6 × 30 gp)} every 30 days.": "{@b Income.} 如果酒馆只有一个酒保，它每30天可以产生210 gp的收入{@dice 2d6*30|(or 2d6 × 30 gp)}。如果酒馆有酒保和一个酿酒师，生产的高品质酒精会将收入增加到315 gp{@dice 3d6*20|(or 3d6 × 30 gp)}，每30天。",
	"10 gp (optional)": "10 gp（可选）",
	"Having a theater in a structure gives the owners of the structure a space to perform shows, or to allow shows to be performed by traveling musicians and acting troupes. Alternatively, the owners of this structure can hire an acting troupe to remain in residence. Regardless, any creature that spends a short rest in this room watching a performance gains a point of inspiration.": "在一个建筑物中拥有一个剧院为建筑物的所有者提供了一个表演节目的空间，或者允许旅行音乐家和表演团表演。另外，这个建筑物的所有者可以雇佣一个表演团来常驻。无论如何，任何在这个房间里观看表演的生物在短暂休息时都会获得一点灵感。",
	"{@b Income.} When shows are put on by wandering musicians and actors, or the owners themselves, the theater generates an income of 176 gp {@dice 2d10*16|(or 2d10 × 16 gp)} every 30 days.": "{@b Income.} 当流浪音乐家和演员们上演节目，或者剧院的所有者亲自上场时，剧院每30天可以创造176 gp {@dice 2d10*16|(or 2d10 × 16 gp)} 的收入。",
	"However, the maintenance cost can be paid in order to retain an acting troupe in residence, which hires 10 unskilled hirelings and 4 skilled hirelings proficient in {@skill Deception}, {@skill Performance}, or {@skill Persuasion}, or with the {@item disguise kit|phb}, {@item carpenter's tools|phb}, {@item painter's supplies|phb}, or a {@item musical instrument|phb}. When an acting troupe is in residence, the theater instead produces an income of 605 gp {@dice 2d10*55|(or 2d10 × 55 gp)} every 30 days.": "然而，可以支付维护费用以保留一个常驻的演员团，该团雇佣了10名不熟练雇工和4名熟练雇工，他们精通{@skill Deception}、{@skill Performance}或{@skill Persuasion}，或者具备{@item disguise kit|phb}、{@item carpenter's tools|phb}、{@item painter's supplies|phb}或{@item musical instrument|phb}。当演员团常驻时，剧院每30天产生605 gp{@dice 2d10*55|(or 2d10 × 55 gp)}的收入。",
	"This room is populated with a number of {@creature awakened shrub|mm|awakened shrubs} (MM, p. 317) equal to five times your structure's total room points, each one counting as an unpaid, unskilled hireling for any structure or room requirements. Each shrub that fills a position that would otherwise belong to an unskilled hireling reduces the structure's Total Cost per Day by 2 sp.": "这个房间里有{@creature awakened shrub|mm|awakened shrubs} (MM, p. 317) ，数量等于你建筑物总房间点数的五倍，每个灌木丛都算作一个未付工资、无技能的雇工，可用于满足建筑物或房间的需求。每个灌木丛占据一个原本应由无技能雇工担任的位置，都会使建筑物的每日总花费减少2银币。",
	"The shrubs do as commanded by the owners of the structure and their allies, and stand motionless in place if commands conflict, waiting until new commands are given. These shrubs can perform simple tasks that a human servant could do, such as fetching things, cleaning, mending, folding clothes, lighting fires, serving food, and pouring wine. If a shrub leaves the structure it was created in for more than 7 consecutive days, it roots in place, becoming a mundane un-awakened shrub.": "这些灌木根据建筑物的所有者及其盟友的命令行事，如果命令冲突，则静止不动，等待新的命令。这些灌木可以执行人类仆人可以做的简单任务，比如取东西、清洁、缝补、叠衣服、生火、上菜和倒酒。如果一株灌木离开它被创造的建筑物超过7天，它会扎根在原地，变成一个平凡的未觉醒的灌木。",
	"Additionally, these shrubs can be ordered to combine, forming larger topiary creatures more capable of combat. Five shrubs can combine into a single entity, which uses the statistics of an {@creature awakened tree} (MM, p. 317), and follows any orders from the owners of this structure and their allies. If this awakened tree is reduced to 0 hit points and dies, so do all the shrubs that make up its body. This tree can be ordered to split apart at any time by the owners of this structure or one of their allies. If it does and is missing hit points, one of the shrubs that makes up the tree dies for every 12 hit points the tree is missing.": "此外，这些灌木可以被组合起来订购，形成更大的修剪艺术生物，更有战斗能力。五棵灌木可以合并成一个实体，使用 {@creature awakened tree}（MM, p. 317）的统计数据，并遵循此结构的所有者及其盟友的任何命令。如果这棵觉醒的树的生命值降至0并死亡，那么构成其身体的所有灌木也会死亡。这棵树可以随时被此结构的所有者或其盟友之一命令分开。如果它分开并且生命值不足，那么每损失12点生命值，构成树的灌木中就有一棵会死亡。",
	"While formed into a tree, the constituent shrubs are no longer able to replace hirelings within the structure. Shrubs can also be ordered to form a tree and attack automatically when they see unknown intruders, or specific creatures or types of creatures designated by the owners of this structure or their allies.": "当组成一棵树时，组成灌木丛就不能再替换雇佣工人在结构内的位置了。灌木丛也可以被命令组成一棵树，在看到未知入侵者、或者被这个结构的所有者或他们的盟友指定的特定生物或生物类型时自动攻击。",
	"Any dead shrubs regrow after 30 days, up to the maximum initially present when this room was first constructed.": "任何死亡的灌木在30天后重新生长，最多不超过最初建造这个房间时的数量。",
	"Museum": "博物馆 (Museum)",
	"The trophies or objects in this room are centered around a specific type of creature other than humanoids (such as beasts or fiends), or one race of humanoids (such as elves or halflings). After a creature takes a short rest in this room, it gains the following benefits concerning the type of creature or race of humanoids the room is centered on:": "这个房间里的奖杯或物品围绕着除人形生物（如野兽或恶魔）之外的特定生物类型，或者一个种族的人形生物（如精灵或半身人）。当一个生物在这个房间里休息片刻后，它将获得以下关于这个房间所关注的生物类型或人形生物种族的好处：",
	"Advantage on {@skill Survival} checks made to track these creatures.": "在追踪这些生物时，对于寻踪{@skill Survival}检定有优势。",
	"Advantage on Intelligence and Wisdom checks made concerning these creatures.": "在与这些生物相关的智力和感知检定中获得优势。",
	"Advantage on initiative checks when it can see at least one of these creatures, and that creature is hostile.": "当它能看见至少一个这些生物中的一个，并且那个生物是敌对的时候，在先攻检定上的优势。",
	"Deals an additional {@damage 1d4} damage on attacks it makes against these creatures.": "对这些生物发动的攻击额外造成{@damage 1d4}伤害。",
	"These benefits last until the creature finishes a long rest.": "这些好处持续到生物完成一次长休为止。",
	"Bureaucrat's office": "官僚办公室 (Bureaucrat's office)",
	"While in this structure or fighting in its defense within 5 miles of it, any guard and other hireling using the {@creature guard} stat block (MM, p. 347) friendly to the owners of this structure can instead uses the statistics of a {@creature scout} (MM, p. 349), but still only require its regular daily payment": "在这座建筑内或者在其5英里范围内为其防御而战时，任何使用{@creature guard}状态块（怪物手册，第347页）的卫兵和其他雇佣兵，只要对这座建筑的所有者友好，就可以使用{@creature scout}的统计数据（怪物手册，第349页），但仍然只需支付其正常的日常费用。",
	"Additionally, all soldier hirelings of any type friendly to the owners of this structure have advantage on initiative rolls while within 5 miles of this structure. Whenever such a hireling rolls initiative while within this radius, it gains temporary hit points equal to the total room points of this structure (maximum 10) that last for up to 1 minute or until they are lost.": "此外，所有友好于这座建筑物所有者的任何类型雇佣士兵，在距离这座建筑物5英里范围内时，在先攻检定中获得优势。每当这样的雇佣士兵在这个半径内进行先攻检定时，它会获得临时生命值，数值等同于这座建筑物的总房间点数（最多10点），这些生命值持续时间长达1分钟，或者直到它们消失。",
	"A creature that can cast at least one 7th-level spell": "一个可以施放至少一个7级法术的生物 (creature)",
	"This room's door is actually a portal to a pocket dimension, containing the room itself. The laws of time and gravity in the expansion are yours to set, within limit, only once when you first modify the expansion. Gravity can be half to twice as strong, and time can move at halfpace to double time, relative to the outside.": "这个房间的门实际上是通往一个口袋维度的传送门，里面包含着这个房间本身。在这个维度里，时间和重力的规则由你来设定，但只能在第一次修改这个维度时设置，且有一定限制。重力可以是外界的一半到两倍强度，时间可以是外界的一半到两倍速度。",
	"The room also has the immunity to scrying, tracking, and similar effects that being located on a different plane provides, and is considered to be infinitely far away from the rest of its structure for the purposes of spells and effects (though not for the benefits the structure itself and its other expansions provide).": "该房间还具有对窥视、追踪和类似效果的免疫力，这是由于其位于不同位面上，因此被视为与结构的其余部分在法术和效果方面无限遥远（尽管并不适用于结构本身及其其他扩展提供的好处）。",
	"This modification is added onto any room to hide it from view. The owners of the structure and any allies they designate know the secret to enter the hidden room.": "这种修改可以添加到任何房间中，使其隐藏起来。结构的所有者和他们指定的任何盟友都知道进入隐藏房间的秘密。",
	"Another creature attempting to enter the room must first make an Intelligence ({@skill Investigation}) check to discover the presence of a hidden chamber, followed by a Dexterity ({@skill Sleight of Hand}) check to uncover how to enter, once they are aware of its presence. The DC of both of these checks is equal to 10 + half the structure's total room points (round up).": "另一个试图进入房间的生物必须首先进行一个智力检定（{@skill Investigation}）来发现隐藏房间的存在，然后进行一个敏捷检定（{@skill Sleight of Hand}）来揭示如何进入，一旦他们意识到其存在。这两个检定的难度等于10加上建筑物总房间点数的一半（四舍五入）。",
	"At least two completed room expansions, a structure with at least 3 total room points": "至少完成两个房间扩建，一个结构至少有3个总房间点数。",
	"This modification is built in two rooms simultaneously, though it only requires one construction cost to be paid. A secret passage makes a hidden connection between these two rooms, behind walls, under floors, and generally out of view.": "这种修改同时在两个房间中进行，尽管只需要支付一次建造费用。一个秘密通道在这两个房间之间建立了隐藏连接，隐藏在墙后、地板下，通常不易被发现。",
	"Similar to a hidden room, the owners of the structure and any allies they designate know how to enter this secret passage from either of its entrances, and can move freely between these two rooms. All others must first make an Intelligence ({@skill Investigation}) check to discover the presence of a secret passage, followed by a Dexterity ({@skill Sleight of Hand}) check to uncover how to enter, once they are aware of it. The DC of both of these checks is equal to 10 + half the structure's total room points (round up).": "类似于隐藏房间，建筑物的所有者和他们指定的盟友知道如何从任一入口进入这个秘密通道，并可以在这两个房间之间自由移动。其他人必须首先进行智力检定（{@skill Investigation}）来发现秘密通道的存在，然后进行敏捷检定（{@skill Sleight of Hand}）来揭示如何进入，一旦他们意识到它。这两个检定的 DC 值等于 10 加上建筑物总房间点数的一半（四舍五入）。",
	"You can built multiple secret passages into one room, but each passage must connect to a different room.": "你可以在一个房间里建造多个秘密通道，但每个通道必须连接到不同的房间。",
	"A structure with at least 3 total room points, a creature that can cast at least one 5th-level spell": "一个至少有3个总房间点的结构，一个可以施放至少一个5级法术的生物",
	"When this rune is first created, choose a command word. Any creature that touches this rune and speaks its command word can instantly teleport to any other room of that creature's choice in the same structure that also contains a copy of this rune built as a modification in that room.": "当这个符文被首次创建时，请选择一个命令词。任何接触到这个符文并说出其命令词的生物可以立即传送到同一建筑物中该生物选择的任何其他房间，该房间中还包含一个作为修改内置的该符文的副本。",
	"All such runes within one structure share the same command word, and if only a single one of these runes exists within a structure, it does nothing until at least one other rune is built in a different room.": "在同一结构中的所有符文共享相同的命令词，如果结构中只有一个这样的符文存在，它将无法发挥作用，直到至少在另一个房间中建造了另一个符文。",
	"This room contains one of the following traps listed on the {@table Trap Construction|FT&S} table, which you choose when you build this modification. This modification can be built multiple times in a single room for multiple traps, and the same trap can be selected multiple times. Each time you build this room, work with your DM to determine an appropriate location for the trap, which can change its overall effectiveness.": "这个房间包含了在{@table Trap Construction|FT&S}表格中列出的以下陷阱之一，您在构建这个改动时可以选择。这个改动可以在同一个房间中建造多次，以放置多个陷阱，同一个陷阱可以被选择多次。每次您建造这个房间时，请与您的DM合作确定一个合适的陷阱位置，这可以改变陷阱的整体效果。",
	"A creature that can cast the listed spell.": "一个可以施放所列咒语的生物。",
	"This room is constantly under the effect of one of the following spells, the details of which you decide when you build this modification and which can only be altered later by rebuilding this modification in the same room and paying the cost a second time.": "这个房间始终受到以下其中一个法术的影响，具体细节由您在构建此修改时决定，只能在以后重新在同一个房间中重建此修改并支付第二次费用才能更改。",
	"The spell is considered to have a duration of permanent, and can be dispelled with a casting of {@spell dispel magic} of 7th-level or greater. If a spell is dispelled in this way, it reasserts itself after 30 days.": "这个法术被认为持续时间是永久，可以通过施放{@spell dispel magic}的7级或更高级别的法术来解除。如果一个法术以这种方式被解除，它会在30天后重新生效。",
	"These spells are always considered to fill the entire room and are cast at their lowest level possible, with the owners of the structure and those they designate considered to be the spell's casters. Saves made against spells cast with this modification are made against a DC of 10 + half the structure's total room points (round up).": "这些法术始终被视为填满整个房间，并以可能的最低等级施放，房屋所有者和他们指定的人被视为法术的施法者。对于使用此修改施放的法术所进行的豁免检定，其难度等级为 10 + 结构总房间点数的一半（向上取整）。",
	"You can build this modification in a single room multiple times, choosing a different spell for each time you construct it.": "您可以在同一个房间内多次建造这个修改，每次选择不同的法术来构建它。",
	"{@note See the {@table Spell-Bound Spells|FT&S} table.}": "{@note See the {@table Spell-Bound Spells|FT&S}张桌子。",
	"1/2 room points": "1/2 个房间点数 (room points)",
	"15/30 days": "15/30 天",
	"Special*": "特殊*",
	"Special": "特别 (Special)",
	"* these values are optional": "* 这些数值是可选的 (optional)",
	"Varies": "不定 (%(Varies)%)",
	"A creature proficient in either {@skill Survival} or with {@item smith's tools|phb}.": "一种擅长于{@skill Survival}或者{@item smith's tools|phb}的生物。",
	"A creature proficient in either {@skill Survival} or with at least one type of crossbows.": "一种擅长使用 {@skill Survival} 或至少一种类型的十字弓的生物。",
	"A creature that can cast at least one 6th-level spell.": "一个能施放至少一项6级法术的生物。",
	"A creature that can cast at least one 5th-level spell.": "一个可以施放至少一个5级法术的生物。",
	"DMG 122 / XGE 114-115": "DMG 122 / XGE 114-115",
	"A creature proficient either in {@skill Survival} or with {@item net|phb|nets}.": "一种擅长于{@skill Survival}或者{@item net|phb|nets}的生物。",
	"A creature that either can cast at least one 2nd-level spell or is proficient with {@item alchemist's supplies|phb}.": "一个生物，要么能施放至少一个2级法术，要么精通{@item alchemist's supplies|phb}。",
	"DMG 122 / XGE 115": "DMG 122 / XGE 115",
	"A creature proficient either in {@skill Survival}, or with {@item carpenter's tools|phb} or {@item mason's tools|phb}.": "一种生物熟练掌握{@skill Survival}，或者{@item carpenter's tools|phb}或{@item mason's tools|phb}。",
	"A creature proficient either in {@skill Sleight of Hand}, or with {@item smith's tools|phb} or {@item thieves' tools|phb}.": "一种生物熟练掌握{@skill Sleight of Hand}，或者{@item smith's tools|phb}或{@item thieves' tools|phb}。",
	"A creature proficient either in {@skill Survival} or with {@item smith's tools|phb}. If the pit is also hidden or locking, it must also meet their requirements, above.": "一个生物熟练掌握{@skill Survival}或{@item smith's tools|phb}。如果陷阱也是隐藏的或需要解锁的，它也必须符合它们的要求，如上所述。",
	"A creature proficient either in {@skill Survival} or with the {@item poisoner's kit|phb}.": "一种擅长{@skill Survival}或者{@item poisoner's kit|phb}的生物。",
	"DMG 123 / XGE 115": "DMG 123 / XGE 115",
	"A creature proficient either in {@skill Survival} or with {@item mason's tools|phb}.": "一种擅长{@skill Survival}或者{@item mason's tools|phb}的生物。",
	"A creature proficient with {@item smith's tools|phb}.": "一个擅长于{@item smith's tools|phb}的生物。",
	"A creature that can cast at least one 7th-level spell.": "一个可以施放至少一项7级法术的生物。",
	"This room is haunted by animated objects equal to one casting of this spell at its lowest level, which will automatically attack creatures hostile to the owners of this structure after they spend at least 1 minute in this room. The objects are capable of sensing the intentions of such creatures.": "这个房间被动画物体所附着，数量等同于该法术在其最低等级下的一次施法，它们会在那些对这个建筑物的主人敌对的生物在这个房间内逗留至少1分钟后自动发动攻击。这些物体能够感知这些生物的意图。",
	"Only affects creatures that would be damaged by natural sunlight.": "只影响那些会受到自然阳光伤害的生物。",
	"Conjuring one unseen servant costs 500 gp. This cost can be paid up to 10 times when buying this modification, to cause the room to hold up to 10 unseen servants who respond to the wishes of the owner and their allies. Each unseen servant can replace an unskilled hireling, lowering your structure's Total Cost per Day by 2 sp for each servant.": "召唤一个无形仆从的费用为500 gp。购买此修改时，可以最多支付10次此费用，使房间最多容纳10个无形仆从，他们会响应主人及其盟友的愿望。每个无形仆从可以替代一个无技能雇工，从而降低你的建筑物每天的总费用2 sp。",
	"When you build this modification, choose whether it affects all creatures, only the owners and their allies, or only the enemies of the owners.": "在构建这个修改时，选择它是影响所有生物，只影响所有者及其盟友，还是只影响所有者的敌人。",
	"one skill or set of tools": "一个技能或一组工具",
	"2 gp × sidekick's total level": "2 gp × 伙伴的总等级",
	"5 gp × sidekick's total level": "5 gp × 伙伴的总等级",
	"10 gp × sidekick's total level": "10 gp × 伙伴的总等级",
	"20 gp × sidekick's total level": "20 gp × 伙伴的总等级",
	"Animals": "动物 (Animals)",
	"Food and animal products": "食物和动物制品",
	"Medium and heavy armor": "中型和重型盔甲 (Medium and heavy armor)",
	"Spell scrolls and tomes": "咒语卷轴和书籍 (Spell scrolls and tomes)",
	"Tattoos": "纹身 (Tattoos)",
	"Witchcraft": "巫术(Witchcraft)",
	"Astral traveler": "星体旅行者 (Astral Traveler)",
	"Enchantments": "附魔 (`Enchantments`)",
	"Fey bargains": "精灵交易 (Fey bargains)",
	"Needful things": "需求之物 (Needful things)",
	"Time-lost": "时光迷失 (Time-lost)",
	"Illusion": "幻觉 (Illusion)",
	"Artificer, bard, cleric, warlock, witch, wizard": "铁匠(Artificer), 吟游诗人(bard), 牧师(cleric), 术士(warlock), 巫师(witch), 法师(wizard)",
	"Conjuration": "召唤术 (Conjuration)",
	"Artificer, bard, cleric, druid, ranger, sorcerer, warlock, witch, wizard": "铁匠, 吟游诗人, 牧师, 德鲁伊, 游侠, 术士, 术士, 巫师, 法师",
	"Transmutation": "转化 (Transmutation)",
	"Druid, warlock, witch, wizard": "德鲁伊 (Druid), 术士 (Warlock), 巫婆 (Witch), 巫师 (Wizard)",
	"Bard, cleric, druid, sorcerer, warlock, witch, wizard": "吟游诗人，牧师，德鲁伊，术士，術士，女巫，巫师",
	"Abjuration": "驱逐术 (Abjuration)",
	"You dispatch spellcasters to determine who amongst the populace has the gift of magic. For the duration you can hire {@table Spellcasters Hirelings|FT&S|spellcaster hirelings} from the population as if it was a specialized location. The maximum CR of spellcasters you can hire in this way is equal to the lowest CR of any of the spellcasters used for this edict's requirements.": "你派遣咒术师来确定民众中谁拥有魔法天赋。在此期间，你可以雇佣人口中的{@table Spellcasters Hirelings|FT&S|spellcaster hirelings}，就像它是一个专门的地点一样。以这种方式雇佣的咒术师的最大CR等于用于此法令要求的任何咒术师中最低的CR。",
	"{@i Requirements: A nearby village or other sparsely populated area, at least 3 skilled hirelings proficient in {@skill Performance} or with {@item musical instrument|phb|musical instruments}}": "{@i Requirements: A nearby village or other sparsely populated area, at least 3 skilled hirelings proficient in {@skill Performance} 或者与 {@item musical instrument|phb|musical instruments}。",
	"Your structure hosts a seasonal faire, celebration, or carnival, designed to delight visitors and the local population. While this edict is active, your structure generates an additional income of 200 gp {@dice 1d4*80|(or 1d4 × 80 gp)} every 30 days.": "您的建筑举办一个季节性的市集、庆典或嘉年华，旨在让游客和当地居民感到愉悦。在这项法令有效期间，您的建筑每30天额外产生200 gp{@dice 1d4*80|(or 1d4 × 80 gp)}的收入。",
	"Additionally, when rolling to determine the quality of merchants in the structure's area, roll twice and use the higher result.": "另外，在确定建筑物周围商贩质量时，掷骰两次并使用较高的结果。",
	"{@i Requirements: The {@reward lecture hall|FT&S} room expansion is built in the structure, at least 1 spellcaster hireling of CR 2 or greater}": "建造了{@i Requirements: The {@reward lecture hall|FT&S}房间扩展，至少雇佣1名CR 2或更高级别的施法者佣工（Spellcaster Hireling）。",
	"When choosing the Spell Lesson option in the lecture hall, you can choose for the lesson to teach a spell of 1st or 2nd level you select instead of a cantrip. This spell can only be learned by creatures with at least one level in a class that can learn written spells found in the world (such as a wizard), and that has access to at least one spell slot of a level necessary to cast the spell. Learning a spell in this way does not count against the number of lessons a creature can benefit from.": "在讲堂选择“法术课程”选项时，你可以选择教授你选择的1级或2级法术，而不是零级法术。只有至少有一个可以学习世界中已发现的书面法术的职业等级（比如巫师）的生物才能学会这个法术，并且必须拥有足够施放该法术所需等级的法术位。通过这种方式学习法术不会计入生物可以受益的课程数量。",
	"All other requirements for the lesson are as written.": "课程的所有其他要求都按照书面要求执行。",
	"You instruct your soldiers to train the populace in rudimentary self-defense. For the duration you can hire {@table Soldiers Hirelings|FT&S|soldier hirelings} from the population as if it was a specialized location. The maximum CR of soldiers you can hire in this way is equal to the lowest CR of any of the soldiers used for this edict's requirements.": "你指示你的士兵训练民众基本的自卫技能。在此期间，你可以像雇佣专门地点一样雇佣人口中的{@table Soldiers Hirelings|FT&S|soldier hirelings}。以这种方式雇佣的士兵的最大CR等于用于此法令要求的士兵中最低CR的士兵的CR。",
	"{@i Requirements: A nearby village or other sparsely populated area, the {@reward chapel|FT&S} room expansion is built in the structure, at least 1 spellcaster hireling of CR 2 or greater}": "建筑中有{@i Requirements: A nearby village or other sparsely populated area, the {@reward chapel|FT&S}房间扩建，至少需要雇佣一个CR 2或更高级别的法术施法者（()）。",
	"When a chapel within the edict's area creates an income, you can choose for that income to be 650 gp {@dice 1d12*100|(or 1d12 × 100 gp)} instead of its normal value.": "当edict范围内的礼拜堂创造收入时，你可以选择让该收入为650 gp {@dice 1d12*100|(or 1d12 × 100 gp)}，而不是其正常值。",
	"Additionally, any creature within this edict's radius that fights in the defense of the structure is considered to be affected by a casting of the {@spell shield of faith} spell with an indefinite duration.": "此外，在这个法令范围内的任何生物，如果为了保卫建筑而战斗，将被视为受到{@spell shield of faith}法术的影响，持续时间无限。",
	"You collect taxes from the locals, promising protection with a military presence in their region. When you choose this edict, select one of the following taxes to institute, which carries with it the associated effects, and a potential income every 30 days.": "你向当地居民征税，承诺通过在他们地区驻军来提供保护。当你选择这项法令时，选择以下一种税收来实施，这将带来相应的效果，并在每30天内可能获得一笔收入。",
	"Minor": "小的",
	"Soldier hirelings only require half their normal daily payment.": "雇佣士兵只需支付他们正常日薪的一半。",
	"Moderate": "中等 (Moderate)",
	"As above, but prices of all goods sold by merchants increase by 1/4.": "与上文相同，但所有商人出售的商品价格增加1/4。",
	"Extreme": "极限",
	"As both above, but at the end of every 30 days, roll {@dice 1d20}. On a result of 1, the structure is attacked by an uprising of locals with a total CR of the structure's room points + {@dice 1d4}.": "与上述相同，但在每30天结束时，投掷{@dice 1d20}。如果结果为1，则结构将遭受当地人的起义袭击，总CR为结构的房间点数 + {@dice 1d4}(Uprising of Locals)。",
	"Merchants and travelers must pay coin for the right to use transportation near your structure. When you choose this edict, select one of the following tolls to institute, which carries with it the associated effects, and a listed income every 30 days.": "商人和旅行者必须支付硬币才能使用你的建筑附近的交通工具。当你选择这项法令时，请选择以下收费之一来实施，这将带来相应的影响，并每30天获得一笔列出的收入。",
	"Most merchants will do everything they can to avoid paying a pricey toll, and placing too exorbitant a toll near your structure will cause a reduction in the quality of your merchants.": "大多数商人会尽力避免支付昂贵的过路费，在您的建筑物附近设置过高的过路费会导致您的商人质量下降。",
	"Roll twice for merchant {@table quality|FT&S} at any structure in area, use lower result.": "在该区域的任何建筑物中为商人{@table quality|FT&S}投掷两次骰子，使用较低的结果。",
	"As above, but also reroll any result that would provide an excellent or legendary merchant..": "与上述相同，但也重新投掷任何可能提供出色或传奇商人的结果。",
	"A ritual cult of benevolent or malign nature thrives nearby. When a creature that is one of the owners of this structure or one of the owners' allies casts a ritual spell within the radius of this edict, that creature can choose to empower that ritual spell. Doing so requires being aided by at least two or more present and willing friendly creatures with either the Spellcasting or Pact Magic feature, one such creature and two {@creature cultist} hirelings, or four {@creature cultist} hirelings.": "附近存在一个以善良或恶性为本质的仪式邪教。当这座建筑的所有者或所有者的盟友之一在这个法令的半径内施展仪式法术时，该生物可以选择增强该仪式法术。这样做需要至少有两个或更多在场且愿意协助的友好生物，他们必须具备施法或契约魔法特性中的一个，或者一个这样的生物和两个{@creature cultist}雇佣工，或四个{@creature cultist}雇佣工。",
	"Empowering a ritual spell allows its caster to choose and apply an effect off of the following list to the ritual. The effects you can add to a ritual spell are as follows, and can only be each selected once for an individual ritual spell unless otherwise specified:": "赋予仪式法术以力量，使其施法者可以从以下列表中选择并应用一个效果到该仪式中。你可以向仪式法术添加的效果如下，每个效果在一个个别仪式法术中只能选择一次，除非另有规定：",
	"If the ritual spell would summon creatures that would not be expected to attack in combat (such as {@spell unseen servant} or {@spell phantom steed}), the spell then summons an additional 4 of these creatures. This does not function with {@spell find familiar}.": "如果仪式法术召唤的生物在战斗中不会袭击（例如{@spell unseen servant}或{@spell phantom steed}），那么该法术会额外召唤4个这样的生物。这不适用于{@spell find familiar}。",
	"The ritual spell has its duration time doubled.": "该仪式法术的持续时间加倍。",
	"You reduce the required gold value of any reagents you use in the ritual by half.": "你可以将仪式中所需金币价值的任何材料减半。",
	"If the ritual spell requires a saving throw, you can choose to lower or raise the DC of that saving throw by 5. If you are able to choose multiple ritual effects, you can choose this effect multiple times.": "如果仪式法术需要豁免投骰，你可以选择将该豁免投骰的 DC 降低或提高 5 点。如果你能够选择多个仪式效果，你可以多次选择这个效果。",
	"If the spell produced by the ritual would require concentration to continue functioning, it no longer has that requirement.": "如果仪式产生的法术需要集中注意力才能持续生效，它将不再需要这个要求。",
	"If the Ritual Mysteries edict is active and your DM allows it, you can sacrifice a creature to gain additional effects from this list, killing the creature as a part of the ritual itself. The creature must be {@condition incapacitated} for the duration of the ritual, and the ritual spell must be one that could reasonably benefit from such a sacrifice. Spells such as {@spell animal messenger} and {@spell purify food and drink} would likely be a poor fit for a sacrifice, while others such as {@spell augury} or {@spell contact other plane} would work thematically well.": "如果仪式之谜法令生效，并且你的DM允许，你可以牺牲一只生物，以获得此列表中的额外效果，将该生物杀死作为仪式的一部分。在整个仪式的持续时间内，该生物必须是{@condition incapacitated}，而且仪式法术必须是可以合理受益于这种牺牲的法术。像{@spell animal messenger}和{@spell purify food and drink}这样的法术可能不适合作为牺牲，而像{@spell augury}或{@spell contact other plane}这样的法术在主题上则适合。",
	"In any case, sacrificing an animal or humanoid of low birth gains you one additional effect from the list, while sacrificing a unique animal (such as an albino stag) or a humanoid of high birth gains two additional effects. You can add these effects to the bonus you gain from working a ritual with assistance from spellcasters or cultists, for a potential total of 3 additional effects.": "在任何情况下，牺牲一个低出身的动物或人形生物，可以让你从列表中获得一个额外效果，而牺牲一只独特的动物（比如白化鹿）或者一个高贵出身的人形生物，可以让你获得两个额外效果。你可以将这些效果添加到与法术施法者或异教徒协助进行仪式时获得的奖励中，最多可以获得3个额外效果。",
	"You can animate a hovel, hut, or small house that you touch as part of the casting of this spell, causing it to grow two to eight legs that can be organic or inorganic in appearance. This spell can make ambulatory any structure you own with 2 or less room points.": "你可以在施放这个法术时触摸一个简陋小屋、棚屋或小房子，使其长出两到八条腿，这些腿可以是有机的或无机的。这个法术可以使你拥有的房屋结构中房间点数为2或更少的任何建筑物变得有移动能力。",
	"Built rooms continue to function mostly as normal, though it may be easier or harder for traders to use your trade-specific rooms depending on the structure's location. Use sidebar rules found in {@book The Invisible Hand at Work|FT&S|6|The invisible hand at work} on the Traders and Merchants page, if your structure ends up in a favorable or unfavorable location for trade.": "建造好的房间继续大部分正常运作，尽管根据建筑物的位置，对于交易者使用您的专用贸易房间可能会更容易或更困难。如果您的建筑物最终位于有利或不利的贸易位置上，请使用在《{@book The Invisible Hand at Work|FT&S|6|The invisible hand at work}》中的交易商和商人页面上找到的侧边栏规则。",
	"This animated hut is a construct immune to disease, poison damage, and being {@condition frightened}, {@condition poisoned}, or {@condition charmed}, and has an AC of 14 + the structure's total room points, hit points equal to 100 + five times the structure's total room points, a speed of 50 feet, 26 Strength, 12 Dexterity, 18 Constitution, a 4 in all other statistics, and is considered to be Gargantuan in size. If the owner of this hut does not consent to this spell taking place, the spell slot will be expended with no effect. If the hut is reduced to 0 hit points, it returns to its inanimate state, but may suffer some structural damage in doing so.": "这个动画小屋是一种构造物，免疫疾病、毒素伤害，以及被{@condition frightened}、{@condition poisoned}或{@condition charmed}影响，其护甲等级为14 + 结构的总房间点数，生命值为100 + 结构的总房间点数乘以五，速度为50英尺，力量26，敏捷12，体质18，其他属性为4，被认为是巨大大小。如果这个小屋的所有者不同意施法，那么法术位将被消耗，但没有效果。如果小屋的生命值降为0，它将恢复到静止状态，但在此过程中可能会遭受一些结构性损坏。",
	"While you are within this hut, you can expend an action to cause the hut to move in a direction of your choice. As a part of this action, you can cause the hut to take either the {@action Dash} or {@action Dodge} action. If you are not within the hut but on the same plane as it, you can call it to move to you (taking the {@action Dash} action) as a continuous ritual that lasts until the hut arrives, which requires you to stay within the same location for the ritual's duration.": "当你在这个小屋内时，你可以使用一个动作使小屋朝你选择的方向移动。作为这个动作的一部分，你可以让小屋执行{@action Dash}或{@action Dodge}动作。如果你不在小屋内但与它在同一平面上，你可以通过一个持续的仪式让它移动到你身边（执行{@action Dash}动作），这个仪式会持续直到小屋到达，你需要在整个仪式持续期间保持在同一位置。",
	"In either case, the hut is semi-intelligent and will avoid obvious pitfalls and hazardous terrain. If the hut cannot find a way forward (if it is too large for a path, for example), you instinctively know that something is blocking it. The hut is unable to attack, and will actively avoid harming creatures or destroying terrain in the course of its movement.": "在任何情况下，小屋都是半智能的，会避开明显的陷阱和危险地形。如果小屋找不到前进的道路（例如，如果它太大而无法通过一条路径），你会本能地知道有什么东西在阻挡它。小屋无法攻击，会主动避免伤害生物或在移动过程中破坏地形。",
	"If you cast this spell while you already have an animated hut, the first hut returns to its inanimate state, and the new hut becomes your animated hut.": "如果你在已经拥有一个有生命的小屋时施放这个法术，第一个小屋会恢复到无生命状态，而新的小屋会成为你的有生命的小屋。",
	"When you cast this spell using a slot of 7th level or greater, the structure you make ambulatory can have up to 3 more room points for each slot level above 6th.": "当你使用7级或更高级别的法术位施放这个法术时，你制造的移动结构可以每超过6级的法术位等级多拥有3个房间点。",
	"Additionally, when you cast this spell using a spell slot of 9th level, you can instead cause the hut to grow wings and fly, granting it a flying speed of 100 feet with the hover quality instead of its normal movement speed.": "此外，当你使用9级法术位施放这个法术时，你可以让小屋长出翅膀并飞行，使其飞行速度为100尺，而不是它的正常移动速度，具有悬停特性。",
	"This spell creates a scaled-down illusory version of the structure depicted in this spell's material component at a point you choose within range, which also depicts the land and other details within a 100-foot radius of the actual structure. This illusion fits within a 5-foot cube, and also depicts in exact detail every creature and object within the structure or within a 100-foot radius of the structure, as well as the movements and actions of these creatures and objects. The illusion is silent, and does not convey any auditory information.": "这个法术在你选择的范围内创建了一个缩小的幻象版本，它展示了法术材料组件中描述的结构，同时还展示了实际结构周围100英尺半径内的土地和其他细节。这个幻象适合在一个5英尺的立方体内，也精确地展示了结构内或结构周围100英尺半径内的每个生物和物体，以及这些生物和物体的移动和动作。这个幻象是无声的，不传达任何听觉信息。",
	"As an action, you can cause the illusion to zoom in or out, cut it into cross-sections (allowing you to see within the structure), or reassemble a structure from cross sections. If you cast this spell and the structure it would make an illusion of is on a different plane, the spell fails without any effect.": "作为一个动作，你可以让幻象放大或缩小，将其切成横截面（让你能够看到结构内部），或者重新组装横截面的结构。如果你施放这个法术，而所制造幻象的结构在另一个位面上，法术将失败且没有任何效果。",
	"You summon the modeled structure from one area to another, and it instantly appears within range upon the completion of this spell. If any substantial objects, debris, or similar exist in the area that the structure would materialize in, the spell fails and all components and spell slots used in casting are lost": "当你施放这个法术时，你将一个模型结构从一个区域召唤到另一个区域，它会在法术完成时立刻出现在范围内。如果在结构将出现的区域存在任何大型物体、碎片或类似物，法术将失败，所有用于施法的组件和法术位都会丢失。",
	"This spell is not limited to the plane the structure currently resides in, and can summon structures across planar boundaries.": "这个法术不仅限于当前所在的位面，还可以召唤跨越位面边界的结构。",
	"You can only cast this spell within a constructed room expansion of a structure you own, which cannot be the bonus expansion of the structure. Attempting to cast it elsewhere will cause the spell to fail, its spell slot expended.": "你只能在你拥有的建筑物的一个已建成的房间扩展内施放这个法术，不能是建筑物的奖励扩展。试图在其他地方施放将导致法术失败，法术位消耗。",
	"When you finish casting this spell, choose one of the following effects for the room expansion you cast it in:": "当你完成施放这个法术时，在你施放的扩展房间中选择以下效果之一：",
	"The room expansion is removed, its room points refunded, and it no longer provides any benefit. After the spell is complete, this spell conjures a pile of gems or gold in the middle of the room equal to half its construction cost.": "房间扩建被移除，其房间点数被退还，不再提供任何好处。在咒语完成后，这个咒语会在房间中央召唤出一堆宝石或黄金，数量等同于其建造成本的一半。",
	"Choose another room expansion you would otherwise be able to construct, with the same number of room points as the room expansion you cast this spell in. After the spell is completed, the room expansion you cast this spell in is transmuted into the room you chose, this new room expansion's benefits replacing those of the old room.": "选择另一个你本来可以建造的房间扩展，其房间点数与你施放此法术的房间扩展相同。法术完成后，你施放此法术的房间扩展会被转变成你选择的房间，新房间扩展的好处取代旧房间的好处。",
	"If the new room expansion would have a greater construction cost than the old room, the materials cost of this option includes an amount of precious metals (such as gold, mithral, or adamantium) equal to the difference in construction costs, which the spell consumes. If these extra material components are not present, the spell fails, its spell slot expended.": "如果新的房间扩建的建筑成本高于旧房间，那么这个选项的材料成本包括一定数量的贵金属（如黄金，秘银或精钢），数量等于建筑成本的差额，这些材料会被法术消耗掉。如果这些额外的材料组件不存在，法术将失败，法术位被消耗。",
	"As the casting of this spell is complete, one of the two bracelets used in its casting is placed on a door in a structure owned by the spell's caster, which then magically becomes a part of the door's architecture. This could take the form of the bracelet encircling a doorknob, becoming a door knocker, becoming a handle, or similar.": "当这个咒语施放完成后，用于施放的两只手镯之一被放在了这个咒语施放者拥有的建筑物的一扇门上，然后神奇地成为了门的一部分。这可能表现为手镯环绕在门把手上，变成门环，变成把手，或类似的形式。",
	"At any time within the spell's duration, a creature holding the other bracelet can take an action to touch it to an adjacent closed door on the same plane as the other affected door, and can open the touched door as part of the same action. When that door is opened, it has a portal opened within its frame that exits out the other doorway first designated in the casting of this spell.": "在咒语持续时间内，持有另一只手镯的生物可以采取行动，将其触摸到同一平面上其他受影响的门旁的相邻关闭门上，并可以在同一行动中打开被触摸的门。当打开该门时，门框内会打开一个传送门，通向在施放此咒语时首先指定的另一道门。",
	"This portal is one way, leading from the touched door to the first door within the structure. Both sides of this portal lead into the same room, and the creature that touches the second door decides which room on either side of the original door the portal opens into.": "这个传送门是单向的，从被触摸的门通往结构内的第一扇门。这个传送门的两侧通往同一个房间，触摸第二扇门的生物决定了传送门通往原始门两侧的哪个房间。",
	"After activating the second bracelet in this way, the spell lasts for 1 minute, after which it ends, the portal closes, and both bracelets crumble into dust.": "在这种方式下激活第二个手镯后，法术持续1分钟，之后结束，传送门关闭，两个手镯化为尘埃。",
	"While standing on a piece of land affected by a {@i raise land} spell that you have cast, you can use your action to cause the landmass to move up to 50 feet in a direction you choose. The landmass ceases to move if it impacts any object.": "当站在你施放的{@i raise land}法术影响的土地上时，你可以使用你的动作，使这片陆地向你选择的方向移动最多50英尺。如果它碰到任何物体，这片陆地就会停止移动。"
}